{
  "document_id": "HOUSE_OVERSIGHT_021149",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021149.txt",
  "text": "rhythm I was constantly being criticized for my efforts in pleasing him. I\nwas eager when he actually gave me a compliment. The rest of the\nevening was always a surprise left up to a moments notice. Quite\nregularly he would proceed with having the girls dress me up in some\nsexy outfit and loads of makeup then entertain him with a lesbian\nreenactment revolving him in the center. Sometimes they would use\ndildos and other foreign sex toys, Ron liked to see us hurt during sex,\nsometimes even penetrating me anally but I always resisted and would try\nto redirect him with another sexual desire of his but I had no excuses\nwhen it came to me having to use the sex toys on him, he told me how\nmen have g-spots in their rectum and instructed me on how to precisely\npenetrate him. These nights went on what seemed like an eternal sentence\nfor the price of not living on the streets, where unfortunately for the one’s\nstill there, | feared and knew from my own personal experience, could be\nmuch worse.\n\nNeeding some contact with someone of my adolescent mentality I\ncalled one of my school friends from the past, whom I wont name out of\nprivacy, but PI call him T.J. We were so close and I knew very well, so\nwell, I had memorized his number a long time before. He was my first\npuppy love sprung from of a childhood friendship. Being my very first\ncrush the summer before all of this happened he was the only person I\ncould think of that would care enough to talk to me.\n\nIn the middle of the day, the least busy time to be noticed, I snuck into\none of the vacant guest rooms and used the phone to call my good friend.\nThe sound of my voice radiated a chill in him. “It’s you, oh my God\nJenna! Are you okay?” he was so shocked to hear from me and the sheer\nfact I was still alive. Nearly three months now without a single word to\nmy family or friends, every one doubted my return. My attempt to forge a\nhappy voice when I spoke to him failed and | absolutely crumbled when\nhe was at a loss for kind words for me. | told him of my current state of\naffairs. Telling him of Ron and how I was terrified of him, trying to\nescape in the middle of nowhere was useless. It was like being kept in\ncage that I was unable to break free from. Going on to dump my issues on\nT.J, I proceeded with how I longed to call my family and to be with my\nthem for good but was too afraid they didn’t want me, knowing I’d just\nbe sent away somewhere else again and to me after all this time was like\ngoing from one cage to another.\n\nHe had been called by them numerously and promised me that they\nwere very worried and even hired private investigators to try and find me.\nGiven I was eleven years old the first time I was sent away, my trust in\nthere sincerity he spoke about was seriously doubted. | kept the\nconversation short just in case my absence was being noticed and I left on\nthe note that I would speak to him again shortly. His attempts to get off\n\n0 Copyright Protected Material\nCONFIDENTIAL GIUFFRE004142\n\nthe phone were nothing short of desperate plea to keep me on as long as\npossible. | thought he was just trying to help in someway. Giving him\nassurance in the fact I had survived this long obviously I can hold offa\nwhile longer I gave him my love and told him I'd be in touch.\n\nThinking I had slipped away unnoticed I entered into the room that I\nshared with Ron, hoping I got away with my brief and very needed phone\ncall. The place looked empty and everyone else seemed to be out and\nabout so I decided to have a bath in the spa and try to relax before the\nnight’s precautions. My body glided into the steamy water as I began to\nthink about T.J and how good it felt just to hear from a friendly voice. My\nthoughts drifted into the days | missed when I felt | could be silly and\nchildlike and I nearly forgot for a moment how grown up | was acting\nthese days.\n\nMy first glimpse at the image surrounding me when | resurfaced above\nthe water was daunting. There was Ron was standing over my tub,\nlooking down at me with an eager display of his arousal. He began to\nundo his pants and take them down when he told me “put your lips on my\ncock”, [ was too slow in responding to his request so he grabbed me by\nthe back of the head and forced me into his groin. I had tears streaming\ndown my face as I looked up to him with the saddest blue eyes hoping he\nwould take pity and stop, but he never did. I was really hurt by his\naggression and he definitely knew it this time, which I believe only made\nhim more heated. I closed my eyes and began to count using the time to\nkeep my thoughts elsewhere believing every number I counted only\nfurthered me to the end of this. I just got over a hundred when he finally\nexploded in fulfillment still half submerged in the deep bath I was\nstruggling to gain my bearings in as Ron was picked me up out of the\nbath and carried me to go to the bedroom, which was just outside the\nFrench adjoin doors. Still damp from the hot water in the spa I had goose\nbumps from the chill of the fresh air where he brought me to the bed and\nproceeded to deeply violate my every being. Eventually his scars that he\nleft were too deep ever to be healed and would even carry on through the\nyears to come.\n\nUpon his bursting with pleasure for the second time, he just got up\nand left, without even saying a word to me. Left alone I was awake for\nhours after that. There was no escaping the pain that night. I lay naked\nwrapped in the sheets, sobbing in the dark. My feelings of being hurt and\ndisgusted after his abusive ordeal ““When will it ever stop” | prayed to\nGod and begged for death rather than face another day in my life. | woke\nup still alone the next day and exasperated from the misery I felt the night\nbefore. Ushering through my drawers to find something to throw on |\ncould care less what lay in store for me today, couldn’t be as bad as being\nraped by a scary man repeatedly.\n\n10\n\n( Copyright Protected Material\n\nGIUFEFRE0G4 143\n\nHOUSE_OVERSIGHT_021149",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021149.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5973,
    "word_count": 1163,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:44.161722",
    "prefix": "IMAGES-006"
  }
}