{
  "document_id": "HOUSE_OVERSIGHT_011097",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011097.txt",
  "text": "Why Invest in Indexes?\n\nThe last section showed that index funds offer easy trackability over market hours.\n\nWhat are the other pros and cons?\n\nOn sound microeconomic principle, professional asset management will add value\nover index results before deduction of fees. Otherwise they couldn’t stay in business.\nThe same principle says that the fees will converge to that pre-fee value added. Price\nconverges to marginal utility (value). Investors bid fees up when fees are less, and\ndown when they are more. As a rule of thumb, investors should expect to do equally\n\nwell in managed or index accounts when fee costs are considered too.\n\nThe mechanics of convergence is worth a look. Managed and index funds compete in\na kind of density-dependent flux like hawks and doves in game theory. It pays to be\na hawk when the hawk/dove ratio is too low, and a dove when too high. When\nhawks have only hawks to fight, they will win only half the time. Fighting becomes a\nlosing strategy when it risks more than winning stands to gain. More doves will\n\nmean easier contests.\n\nSo it is with asset managers. Index funds (doves) avoid commitment (fights) as to\nwhich firms and sectors will outperform. This neutrality saves the costs of research\nneeded for commitment (fights). Asset managers (hawks) pay those costs, and\nrecover them when outperformance results. That means outperforming the index.\nBut if asset managers collectively managed the whole market, they would become\nthe index. Some would outperform others, but the whole group cannot outperform\nitself. Then it could not recover its research costs. Many would have to close their\ndoors, leaving the field to index funds which don’t pay those costs, until market\n\nequilibrium was restored.\n\nThen what determines equilibrium? Is the critical variable percent of trades by\nmanaged funds? I thought so for a while. Now| think it’s percent of AUM (market\n\nvalue of assets under management). My reasoning now is that holds by portfolio\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 8\n\nHOUSE_OVERSIGHT_011097",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011097.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2054,
    "word_count": 336,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.237044",
    "prefix": "IMAGES-001"
  }
}