{
  "document_id": "HOUSE_OVERSIGHT_027921",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027921.txt",
  "text": "crossing the swollen river? Why hadn’t I taken the time to check the current\nseveral miles downriver inside Israel? And couldn’t we have moved more\nquickly on the way in, even with the delay in crossing the river?\n\nI was aware of, and grateful for, the confidence Avraham had shown in me.\nHe had taken a chance in choosing me to lead the sayeret’s first, critical\noperation. He must surely have had doubts about whether I could handle the\ntask. Years later, I asked him about it. He told me that he’d been relying on\nintuition. Yes, he realized I’d had no experience of a real cross-border mission.\nBut that was true of everyone else in the unit as well. He was convinced that the\ntools needed for success were self-confidence, attention to detail and an ability to\nthink and act in response to what happened on the ground — all qualities which\nhe was confident that I possessed.\n\nNow that we had provided Israel access to communications in the north of\nthe Golan, there was a demand for us to do the same in other parts of the\nHeights. I was involved in nearly all of the missions we were asked to undertake\nin the months that followed, either as commander of the main force or the\nhillutz. I was also soon training a new team of recruits for future operations. But\nperhaps the most important sign of Avraham’s confidence was to involve me in\nearly efforts to broaden Sayeret Matkal’s experience and reach beyond pure\nintelligence missions — to create a true special forces unit that could fight as\nwell.\n\nEarly in 1963, we hosted a visit to the unit by Colonel Albert Merglen, a\nveteran of France’s colonial wars in Indochina and Algeria, and commander of\nthe airborne commando force known as the 11\" Demi-brigade Parchutistes de\nChoc. As the colonel looked on, I led a sayeret team on a live-fire raid in a\ntraining area not far from Lod Airport. We attacked a position protected by\ntrenches and concrete barriers and stormed a two-story building. Eager to\nimpress Mergelen, Avraham even insisted on our wearing French-style berets in\nplace of helmets. I assume it was the attack more than the berets that did the\ntrick. But a couple of months later, Merglen proposed a series of exchanges. The\nfirst would involve an officer from Sayeret Matkal officer spending eight weeks\non a counter-guerrilla commanders’ course in the parachutistes’ training\nheadquarters.\n\nAvraham picked me to go. The French base was in a 17th-century fortress\nnear Mont Louis, in the Pyrenees along the Spanish border. I’d never been\noutside Israel, at least legally. I had no passport. I didn’t own a suit or a tie. But\nwithin days, I was kitted and fitted. I boarded an El Al flight to Paris and, on a\n\n73\nHOUSE_OVERSIGHT_027921",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2708,
    "word_count": 478,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.320500",
    "prefix": "IMAGES-009"
  }
}