{
  "document_id": "HOUSE_OVERSIGHT_024835",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024835.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\ncontrols can be implemented when producing compounds with a biosynthesis method\nsimilar to the processes in place for pharmaceutical regulation.\n\n2\n\nThe many perceived advantages of synthetic cannabinoid creation have led to a series of\ncompanies entering the market, as described below.\n\nFigure 10 Selected Synthetic Biology Cannabinoid Companies\n\nCompany Notes\n\nCellibre Cellibre is a next-generation cellular agriculture company. Employing an organism-agnostic approach, Cellibre turns cells\ninto specialized, sustainable factories for the manufacture of globally significant products at scale.\n\nGinkgo Bioworks Ginkgo is a Boston-based company that designs custom microbes for customers across multiple markets, developing new\norganisms that replace technology with biology.\n\nHyasynth Biologicals Located in Montreal, Hyasynth Biologicals uses the technologies from traditional and modern biology combined with\ncomputational analysis to develop organisms at the fastest possible speed.\n\nInMed Pharmaceuticals | InMed Pharmaceuticals is a biopharmaceutical company that specializes in the discovery and development of novel,\ncannabinoid-based therapeutics for the treatment of diseases with high unmet medical need.\n\nLibrede Librede has developed a yeast-based cannabinoid production and drug discovery platform to create chemical compounds\nthat target the endocannabinoid system. Librede’s modular technology enables large scale production of natural\ncannabinoids in a more economic and environmentally sustainable way\n\nRenew Biopharma Renew Biopharma harnesses the biological pathway to produce natural and novel cannabinoids that cross the blood\nbrain barrier and target specific receptors associated with neuroinflammation and chronic pain.\n\nTeewinot Life Sciences Tampa-based Teewinot combines its biosynthetic processes with sophisticated chemical synthesis to produce proprietary\ncannabinoid analogs and prodrugs at commercial scale.\n\nAmyris Amyris is an industrial biotechnology company that has used sugarcane fermentation to create hydrocarbon molecules\nand produces an array of specialty ingredients and consumer products.\n\nSource: Cowen and Company\n\nProducing Cannabinoids Using Synthetic Biology\n\nSynthetic biology methods use fermentation to produce cannabinoids with identical\nchemical structures to those found in plants.\n\nBiocatalytic Cannabinoid Pathways\n\nThe first step of the synthetic cannabinoid production requires identification and\nextraction of the desired cannabinoid biosynthetic pathways from a cannabis varietal.\nThe biosynthesis of cannabinoid molecules in a microbe could require four or more\ncannabinoid metabolic pathways. When the pathways are selected, their corresponding\nDNA sequences need to be cloned from the cannabis varietal and spliced into the\nmicrobial DNA.\n\nCannabinoids could be produced biocatalytically using the following mechanism:\ni. Inthe first pathway, glucose is converted into G3P and pyruvate via glycolysis.\nThese two compounds are then utilized to produce the precursors geranyl\n\npyrophosphate (GPP), and/or neryl pyrophosphate (NPP).\n\nii. Glycolysis of glucose also produces Acetyl CoA, which can catalyze biosynthesis\nof the second group of precursors: olivetolic acid (OA) and divarinic acid (DVA).\n\nCOWEN.COM 19\n\nHOUSE_OVERSIGHT_024835",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024835.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3350,
    "word_count": 441,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.086165",
    "prefix": "IMAGES-008"
  }
}