{
  "document_id": "HOUSE_OVERSIGHT_030066",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030066.txt",
  "text": "access to, and almost no politically serious negotiations with, the\nSCAF.\n\nThe clashes in Tahrir Square on April 9-10, which led to the deaths\nof two protesters, were the most serious to date between activists and\nthe Army. The distance between the Army and young democratic\nactivists grew further on April 11, when a military court sentenced\nthe first blogger since the fall of Mubarak to prison for criticizing the\nmilitary.\n\nIn the SCAF’s March 30 “Constitutional Declaration,” it became\nabsolutely clear that, unlike Tunisia, the parliament to be elected in\nSeptember will not form a government. Articles 56 and 61 stipulate\nthat the SCAF will retain a broad range of executive powers until a\npresident is elected. Instead of Parliament acting as the sovereign\nbody that will write a constitution, Article 60 mandates that it is to\n“elect a 100-member constituent assembly.” The big question now is\nhow many non-elected outside experts will end up in this “constituent\nassembly” and how they will arrive there.\n\nOf course, many still fear that Islamic fundamentalists will hijack\nEgypt’s revolution. But I see that as an improbable outcome, given\nthe growing diversification of Muslim identities in the new context of\npolitical freedoms, secular parties’ efforts to keep the Muslim\nBrotherhood within electoral politics, and the profiles of the three\nleading presidential candidates, none of whom want the Egyptian\nRevolution to be captured.\n\nIn short, a successful democratic transition 1s possible in Tunisia, and\nnot impossible in Egypt. That fact, alone, should bolster the hopes of\nArab democratic activists elsewhere as well.\n\nAlfred Stepan is Professor of Government at Columbia University\n\nand the author, with Juan J. Linz and Yogendra Yadav, of the\nrecently published Crafting State Nations.\n\nHOUSE_OVERSIGHT_030066",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030066.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1829,
    "word_count": 286,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.391062",
    "prefix": "IMAGES-010"
  }
}