{
  "document_id": "HOUSE_OVERSIGHT_020604",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020604.txt",
  "text": "APPENDIX 2\n\nChinese Influence Activities in\nSelect Countries\n\nThis report has focused on the range of challenges the United States faces in an era\n\nof accelerating Chinese influence activities on multiple fronts. But this issue is hardly\nunique to the United States—indeed, China’s influence activities now occur all around\nthe world. In some instances, notably Australia, these activities appear to have proceeded\nmuch further than they have so far in the United States. In general, they seem more\nadvanced in Asia and Europe, but there is also evidence of such activities in Africa and\nLatin America as well.\n\nIn order to explore some of the wider patterns that have emerged, this appendix offers\nbrief summaries of the effects of such activities in eight countries: Australia, Canada,\nFrance, Germany, Japan, New Zealand, Singapore, and the United Kingdom. In each\nof these settings, the Chinese Communist Party (CCP) has refined its efforts through\ntrial and error in order to exploit a critical asymmetry: China’s Communist party-state\nhas established barriers to external political influence at home while, at the same time,\nseizing upon the openness of democratic systems overseas.\n\nChina seeks to make itself more palatable to democratic societies by using many of\nthe customary vehicles of soft power—such as state-funded research centers, media\noutlets, university ties, and people-to-people exchange programs. These programs\nmimic the work of independent civil society institutions in a democracy, cloaking\n\nthe extent to which the party-state controls these activities and genuine civil society\nis tightly repressed inside China. In conjunction with the dramatic expansion of\nChinese economic interests abroad, the Chinese government has focused its influence\ninitiatives on obscuring its policies and suppressing, to the extent possible, voices\nbeyond China’s borders that are critical of the CCP.' Targeting the media, academia,\nand the policy community, Beijing seeks to penetrate institutions in democratic states\nthat might draw attention or raise obstacles to CCP interests, creating disincentives for\nany such resistance. Chinese economic activity is another important tool in this effort.\nBeijing is particularly skilled at using economic leverage to advance political goals in\nthe realm of ideas, working through indirect channels that are not always apparent\nunless one examines Chinese business activities in conjunction with Beijing’s other\ninfluence efforts.\n\nHOUSE_OVERSIGHT_020604",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020604.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2507,
    "word_count": 371,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.546315",
    "prefix": "IMAGES-006"
  }
}