{
  "document_id": "HOUSE_OVERSIGHT_019936",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019936.txt",
  "text": "Kushner, going concave, retreated from the discussion.\n\nTrump, changing the topic, said to Scarborough and Brzezinski, “So what about you\nguys? What’s going on?” He was referencing their not-so-secret secret relationship.\n\nScarborough and Brzezinski said it was all still complicated, and not public, officially,\nbut it was good and everything was getting resolved.\n\n“You guys should just get married,” prodded Trump.\n\n“T can marry you! I’m an Internet Unitarian minister,” Kushner, otherwise an Orthodox\nJew, said suddenly.\n\n“What?” said the president. “What are you talking about? Why would they want you to\nmarry them when / could marry them? When they could be married by the president! At\nMar-a-Lago!”\n\n7 OK Ok\n\nAlmost everybody advised Jared not to take the inside job. As a family member, he would\ncommand extraordinary influence from a position that no one could challenge. As an\ninsider, a staffer, not only could his experience be challenged, but while the president\nhimself might not yet be exposed, a family member on staff would be where enemies and\ncritics might quite effectively start chipping from. Besides, inside Trump’s West Wing, if\nyou had a title—that is, other than son-in-law—people would surely want to take it from\nyou.\n\nBoth Jared and Ivanka listened to this advice—from among others it came from Jared’s\nbrother, Josh, doubly making this case not only to protect his brother but also because of\nhis antipathy to Trump—but both, balancing risk against reward, ignored it. Trump\nhimself variously encouraged his son-in-law and his daughter in their new ambitions and,\nas their excitement mounted, tried to express his skepticism—while at the same time\ntelling others that he was helpless to stop them.\n\nFor Jared and Ivanka, as really for everybody else in the new administration, quite\nincluding the president, this was a random and crazy turn of history such that how could\nyou not seize it? It was a joint decision by the couple, and, in some sense, a joint job. Jared\nand Ivanka had made an earnest deal between themselves: if sometime in the future the\ntime came, she’d be the one to run for president (or the first one of them to take the shot).\nThe first woman president, Ivanka entertained, would not be Hillary Clinton, it would be\nIvanka Trump.\n\nBannon, who had coined the Jarvanka conflation now in ever greater use, was horrified\nwhen the couple’s deal was reported to him. “They didn’t say that? Stop. Oh come on.\nThey didn’t actually say that? Please don’t tell me that. Oh my god.”\n\nAnd the truth was that at least by then Ivanka would have more experience than almost\n\nHOUSE_OVERSIGHT_019936",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019936.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2634,
    "word_count": 438,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.386775",
    "prefix": "IMAGES-005"
  }
}