{
  "document_id": "HOUSE_OVERSIGHT_020346",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020346.txt",
  "text": "194\n\nCHAPTER TWENTY-FIVE\nVanishing Act\n“They talk about Russia like it’s the worst place on earth. Russia’s great.”—Snowden Moscow, 2015\n\nMy night flight from New York to Moscow took less than eight hours. It landed at 7:40 AM on\nOctober 29, 2015 at terminal D a Sheremetyevo International Airport. I did not immediately\nproceed through passport control, not just because I wanted to avoid the killer bumper-to-bumper\nrush hour traffic, but because I wanted to explore the transit zone in which Snowden was\nsupposedly trapped in for six weeks.\n\nSheremetyevo Two, where all international flights land, was built in the waning days of the Cold\nWar for international passengers arriving for the Moscow 1980 Summer Olympics. It was\nmodernized in 2010, including opening a walkway that connects Terminal D, E and F for transit\npassengers.\n\nSnowden had vanished, at least from public view, in this complex of terminals for nearly six\nweeks in the summer of 2013. His explanation, as will be recalled, was two-part. First, he had\nplanned to board the next fight to Cuba, and from there proceed to Ecuador. But he was unable\nto board this flight because his passport had been invalidated while he was flying to Russia by the\nU.S. Government. Second, after discovering his passport had been revoked, he stayed in a\ncapsule hotel in the transit zone for the next 38 days.\n\nTo better understand the plausibility of his version of those events, I proceeded through the\ntransit passage to Terminal F where Snowden’s plane from Hong Kong had landed at 5:15 PM\nMoscow time on June 23, 2013.\n\nSnowden did not o through passport control on June 23rd. Before any of the other passengers\nwere allowed to disembark from the plane, Russian plainclothes officers from the Special\nServices boarded the plane and asked both Snowden and Sarah Harrison, his Wiki leak’s supplied\n“ninja,” to accompany them to a waiting car that whisked them away. Assange and Harrison had\norganized a number of decoy flights. They may have confused U.S and British intelligence\nservices, as they were intended to do, but they evidently did not fool the Russian intelligence\nservices. According to the account in /zvestia, “a special operation was conducted for his\nreception and evacuation.” It further said: “Snowden flight to Moscow was coordinated with the\nRussian authorities and intelligence services.” What was less clear is whether Snowden had\nvoluntarily participated in this “special operation” that effectively took him into custody.\nWherever Snowden and Harrison were next taken-- the “transit zone” extends beyond the airport\nto medical and other facilities— he was not brought to Terminal E, where the next Aeroflot flight\nto Cuba departed at 1:40 PM on June 24\" 2013.\n\nHOUSE_OVERSIGHT_020346",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020346.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2762,
    "word_count": 451,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.931089",
    "prefix": "IMAGES-005"
  }
}