{
  "document_id": "HOUSE_OVERSIGHT_024659",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024659.txt",
  "text": "KR L\nPI L\n\nAC EL\nCA TA CHAPTER II Cannabis Science 101\n\nAs examples of the decarboxylation process, consider the changes to THCA that result from heat\nand aging. If the nonpsychoactive THCA naturally present in raw cannabis is heated, it quickly decar-\nboxylates into psychoactive THC; this is what commonly occurs when cannabis flower is smoked or\nvaporized for its psychoactive effect. THCA may also be stored and aged to produce CBN.\n\nCannabinoid Boiling Points\n\nCannabinoids boil at temperatures lower than the temperature at which cannabis flower burns. Based\non this property, vaporizers have been developed to heat cannabis flower to a point at which its active\ncompounds boil and can be inhaled as vapor but at which point the flower does not combust and create\nsmoke. The approximate temperatures at which select cannabinoids boil and cannabis flower combusts\nare shown in the following table.\n\nCompound Boiling and\nFlower Combustion Temperatures\n\nCompound/Flower Temperature (°F)\nTHCA 220\nCBDA 250\nTHC 315\nCBD 355\nCBN 365\nFlower 450\n\nSmoking cannabis flower remains the most popular form of cannabis consumption, even though\nit is believed to destroy as much as 30% of the active cannabinoids and is less efficient than merely\nheating the desired compounds to their boiling points. Vaporizers are becoming increasingly sophisti-\ncated, and those that can maintain temperatures which target the activation of specific cannabinoids\nare becoming popular.\n\n= Terpenes\n\nTerpenes are a class of organic compounds present in cannabis and\nmany other plants; they are responsible for a plant’s aroma and flavor.\nThe strong odors produced by terpenes are believed to be part of the\nnatural defense of many plants. Cannabis contains more than 100 dif\nferent terpenes, which are believed to interact with cannabinoids in a\nway that contributes to the medicinal benefits and therapeutic appli-\ncations of cannabis. Like cannabinoids, terpenes are present in highest\nconcentration in the flowers of cannabis plants. (Terpenoids are certain\nchemical variants of terpenes, and this report uses the general term\n“terpene” to refer to both terpenes and terpenoids.)\n\nTerpenes are believed to interact in various ways with the human\n\nphysiology: by acting on receptors and neurotransmitters, combining\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 23\n\nHOUSE_OVERSIGHT_024659",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024659.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2368,
    "word_count": 368,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.320789",
    "prefix": "IMAGES-008"
  }
}