{
  "document_id": "HOUSE_OVERSIGHT_012183",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012183.txt",
  "text": "LAW OFFICES\nALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nP.O. BOX 3394\n‘ORGE G. RI r\nGepraoe ST ERE CHARLESTON, WEST VIRGINIA 25333-3304\nREBECCA A. BETTS\noehiae 500 LEE STREET, EAST, SUITE 800\nJAMES 8, ARNOLD CHARLESTON, WEST VIRGINIA 25301\n\nDAVID J. HARDY :\nWM. SCOTT WICKLINE oa\nPAMELA L, ‘CAMPBELL\n\nPAMELA C. DEEM FACSIMILE!\n\nPHILIP J. COMBS\nSTEPHANIE D. TRACKER\n\nBRYANT J. SPANN — WRITER'S DIRECT DIAL\nTERESA K. THOMPSON\nDEBRA C. PRICE e-mails\n\nCHRISTOPHER S. ARNOLD\n\nCHRISTOPHER D. PENCE\n\nPETER G, MARKHAM\n\nZACKARY B. MAZEY June 19, 2008\n\nOF COUNSEL\nTHOMAS E. McHUGH\n\nMr. John Roth\n\nSenior Associate Deputy Attorney General\nOffice of the Deputy Attorney General\nUnited States Department of Justice\n\n950 Pennsylvania Avenue, N.W.\nWashington, D.C. 20530\n\nDear Mr. Roth:\n\nI write to offer my reaction to the May 15, 2008 correspondence from the United States\nDepartment of Justice Child Exploitation and Obscenity Section (“CEOS”) regarding the federal\ninvestigation of Jeffrey Epstein by the United States Attorney’s Office for the Southern District of\n\nFlorida (“(USAO”).’ I will refrain from recounting Mr. Epstein’s arguments in detail here, but,\nrather, will highlight salient points responsive to the CEOS letter.\n\nIn particular, I write from a background well familiar with child exploitation cases and\nvictim/witness issues. As the CEOS letter points out (CEOS letter at p. 3), I was a member of\nCEOS. In fact, I served as a federal prosecutor for twelve years; five years as an Assistant United\nStates Attorney for the Southern District of West Virginia, and seven years at CEOS. I began\nworking as a trial attorney for CEOS in 1999, and was promoted to Deputy Chief for Litigation in\n2002, and ultimately to Principal Deputy Chief for the Section in 2004,\n\nAs those who have worked with me know, [have a history of working diligently on behalf of\nvictims of crime. While at the United States Attorney’s Office for the Southern District of West\nVirginia, I was a part of the prosecution team that prosecuted the first case in the country under the\nfederal Violence Against Women Act. United States v. Bailey, 112 F.3d 758 (4\" Cir.), cert denied,\n522 U.S. 896 (1997). The case went to trial and the defendant was sentenced to life in prison. I also\nspearheaded the domestic violence and federal criminal child support prosecution efforts for that\noffice, prosecuting some of the first cases in the country under the federal Child Support Recovery\n\n1 Citations to the May 15, 2008 correspondence will be referenced herein as “CEOS letter at p. __.”\n\nHOUSE_OVERSIGHT_012183",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012183.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2573,
    "word_count": 422,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:44.199393",
    "prefix": "IMAGES-001"
  }
}