{
  "document_id": "HOUSE_OVERSIGHT_023635",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023635.txt",
  "text": "From: Thomas Jr., Landon ee |\n\nSent: 11/14/2016 3:32:12 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Fwd: EUROPEAN MULTI ASSET COVERAGE MEETING IMPRESSIONS: Eyes on Real Money outflows; Christmas comes\n\nearly for most of macro players, hedge funds. Absolute majority bet on HRC to win, but majority still made good\nmoney because ....\n\nImportance: — High\n\nThe latest thinking from London hedge fund crowd\n\n---------- Forwarded message ----------\n\nFrom: Ozan Tarman (iii\n\nDate: Mon, Nov 14, 2016 at 9:40 AM\n\nSubject: EDROPEAN MULTI ASSET COVERAGE MEETING IMPRESSIONS: Eyes on Real Money\noutflows; Christmas comes early for most of macro players, hedge funds. Absolute majority bet on HRC to win,\nbut majority still made good money because ....\n\nTo:\n\nClassification: Public\n\nEUROPEAN MULTI ASSET COVERAGE MEETING IMPRESSIONS: Eyes on Real Money outflows;\nChristmas comes early for most of macro players, hedge funds. Absolute majority bet on HRC to win, but\nmajority still made good money because Hillary bets worked as Trump trades.\n\nWider, steeper core rates, stronger USD, weaker EM is the Rage. The last one, EM, is the big loser out of\nTrump Reflation Theme. DM over EM and divergence within DM are very much in vogue. All gains of EMBI\nsince March are gone!\n\nFor Rates & FX, it does feel like early days of Taper Tantrum trade of 3 years ago. Both dominated by US price\naction. In both, hedge funds have now caught the moves, play offense & ride the Trump narrative. Real Money\nis on the ropes, caught long Fixed Income/duration/carry and cannot play defense fearing Outflows.\n\nIn Emerging Markets, most outflows are retail, ETF driven. All eyes on next leg of institutions. In equities,\nbanks big winners; FANGs losing. I asked partners 2 questions. 1) Would the \"this will be great for business,\nfeel good factor\" wave out-run \"if real yields go up, equities are a sell\" fear. Clients are torn, but the former,\nbullish camp wins for now, my colleagues suggest. There are skeptics though.\n\n2) In Europe, do fears over Renzi losing & Le Pen winning climb over the big momentum behind banks etc.\nAgain, my equity team suggests, \"no, reflation wave may win over Italy referendum anxiety,, for now.\" Renzi is\nnow widely expected to lose, so a \"yes\" would be the big surprise trade. And the bigger elephant in the room is\nLe Pen. If she wins in May, Europe as we know it may really shake.. But for now this is more in the radars of\nEuro & EBG traders.\n\nCore rates are driven by the speed of TY sell-off. And in GS FX, the big driver is USD/JPY. The stronger \"we\nshould believe in Trump reflation narrative\" winds are, the more USD/JPY buyers we see.\n\nSome in Research warn that Trump may succeed in \"tax cuts, faster than any infrastructure spending,\" but few\nmacro are in mood to listen. A few players believe, looking at trade weights of each with US and magnitude of\nsell-off, Asia FX may have more weakness to come than MXN. Will copper/infrastructure rally eventually help\nChile?\n\nHOUSE_OVERSIGHT_023635",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023635.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3018,
    "word_count": 512,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.731217",
    "prefix": "IMAGES-007"
  }
}