{
  "document_id": "HOUSE_OVERSIGHT_024556",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024556.txt",
  "text": "Certain Partners contributed appreciated property to KUE in exchange for their interests in KUE. Under\nthe Limited Partnership Agreement, and in accordance with Section 704(c) of the Code and the Treasury\nregulations thereunder, income, gain, loss, and deduction with respect to any property contributed to KUE\nmust be allocated for tax purposes among the Partners in a manner that takes into account the variation\nbetween the adjusted basis of such property to KUE and its fair market value at the time the property was\ncontributed to KUE. As a result of this requirement, it is possible the Partners who contributed\nappreciated property to KUE will be allocated more income and gains, and therefore be entitled to receive\nlarger tax distributions under the Limited Partnership Agreement, than Partners who acquired their\ninterests in KUE pursuant to this offering.\n\n14.12. Fixed Overhead Payment\n\nKUE, and/or one or more of its subsidiaries will pay $20 million annually ta KULG in quarterly installments\nbeginning July 1, 2006 pursuant fo the Fixed Overhead Payment Agreement as an agreed upon payment\nto provide for the reimbursement of expenses and other costs incurred by KULG on behalf of KUE and its\nsubsidiaries (including, but not limited to, salaries and bonuses of KULG employees providing services to\nKUE and its subsidiaries, fees and expenses relating te financing transactions and acquisitions,\nprofessional fees and other administrative expenses). To the extent that the U.S. $2,500,000 fee payable\npursuant to an existing management services agreement with Knowledge Learning Corporation is paid to\nany person or entity other than a subsidiary of KUE, the amount payable to KULG by KUE will be reduced\nby the amount of such payment to such other person or entity. The $20 million annual fee will terminate\nupon the Initial Listing or the sale of KUE to a person or entity that is not a KUE LLC Entity.\n\n14.13. liquidity Period\n\nKUE will operate for a period of seven years from the date of the first closing of this offering. If there has\nnot been an Initial Listing by the end of seven years from the date of the first closing of this offering, the\nBoard of Directors of the General Partner will determine whether to pursue a sale of KUE or an Initial\nListing (or a dual track process); provided, however, in the event that not less than 75% of the value of\nKUE at that time is represented by shares of securities listed on one or more recognized international\nsecurities exchanges and such shares have been or will be distributed as soon as reasonably practicable\nthereafter to the Investors and the Investors have received distributions of cash and/or such securities\nvalued at amounts equal fo or in excess of their original capital contributions, then there will be two\nextensions of one year's duration each (as determined by the Board of Directors of the General Partner)\nin order for KUE to complete either an Initial Listing or to have the remaining value of KUE represented by\nshares of securities listed on a recognized international securities exchange and to distribute such shares\nto the Investors.\n\nIf the Board determines to pursue a sale of KUE (or an Initial Listing or a dual track process), then the\nPrincipals must determine at such time whether they intend to participate as a potential bidder in the sale\nprocess.\n\nIf the Principals elect not to participate as a potential bidder in a sale process, then they will not be\nallowed to subsequently elect to participate as a potential bidder unless the sale process does not result\nin a buyer at a price the Independent Committee deems to be \"fair.\" If the sale process results in a\ntransaction that the Independent Committee deems to be \"fair\", the Principals will be required to sell their\nentire stake in KUE (Common LP Units and Profits Participation LP Units on an \"as converted\" basis) on\nthe same terms as the Investors.\n\nIf the Principals elect to participate as a potential bidder in a sale process, then the sale process will be\nmanaged by the Independent Committee and the Principals will be precluded from participating in Board\ndeliberations regarding the sale process. In addition, the Principals will be required to sell their entire\nstake in KUE on the same terms as the Investors to the winning bidder in the event the Principals do not\nsubmit the most attractive bid.\n\n123\n\nHOUSE_OVERSIGHT_024556",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024556.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4401,
    "word_count": 735,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.427208",
    "prefix": "IMAGES-008"
  }
}