{
  "document_id": "HOUSE_OVERSIGHT_015740",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015740.txt",
  "text": "50 Are the Androids Dreaming Yet?\n\nThe Unconventional View\n\nRoger Penrose, Professor of Mathematics at Oxford University, holds a\ncompletely different view. He thinks brains operate in a non-algorithmic\nmanner and provides a sketch of the possible mechanism in two books -\nThe Emperors New Mind and Shadows of the Mind. He suggests tubulin\nmolecules, which form the skeleton of our neurons, exploit quantum-\ngravitational effects to calculate non-computable functions. The\nscientific community was initially highly skeptical that quantum effects\ncould survive the warm, wet environment of biological systems, but in\nJanuary of 2014, Edward O'Reilly and others at UCL discovered plants\nuse quantum effects to improve the efficiency of photosynthesis. No\nprize has yet been awarded for this discovery but it must be a contender\nfor a Nobel Prize at some point. Recently Travis Craddock, now of the\nNova Institute in Florida, has submitted a paper showing a very similar\ngeometry of proteins exists within tubulin microtubules in the brain. He\nbelieves this is evidence quantum effects may exist there as well.\n\nA simple quantum effect in the brain could merely reduce the\nresistance of the wiring in the brain to help conserve power and avoid\noverheating. We recognize this is a major problem in building small,\npowerful conventional computers. Roger Penrose suggests an altogether\nmore radical idea. He proposes our brains are quantum gravity computers\ncapable of calculating non-computable functions. We don’t yet have a\ntheory for quantum gravity so his idea is at the cutting edge of physics\n— read highly controversial. He raises a deep mathematical question. If\nthe Universe is deterministic and effectively equivalent to a computation,\nhow does ‘creative’ knowledge emerge within it? Lots of knowledge can\nbe manufactured by simply mechanically rearranging data. That’s what\nhappens when I watch a DVD or play a computer game, but, at some\npoint in the past, a director or a programmer had to put in the creative\neffort to make the movie or write the computer program. How did that\nhappen? Was it baked into the fabric of the Universe at the moment of\nthe Big Bang? Is what we take for a Universe really nothing more complex\nthan putting a DVD in the slot and hitting play?\n\nOne last piece of trivia links Hofstadter with Penrose: Roger\nPenrose and his father invented the Penrose Steps, inspiring the never-\nending staircase in the Escher prints featured in Hofstadter’s book. For\nmovie buffs, the Penrose steps appear in the film Inception, starring\nLeonardo DiCaprio. The fact we get pleasure from these trivial links tells\nme something is going on in our brains that is not so mechanical.\n\nHOUSE_OVERSIGHT_015740",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015740.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2721,
    "word_count": 441,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.619775",
    "prefix": "IMAGES-003"
  }
}