{
  "document_id": "HOUSE_OVERSIGHT_015315",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015315.txt",
  "text": "jury was the testimony of Ralph McGehee, who revealed how he had\nbeen recruited right off the football field by the CIA, only to become\na star player in their assassination-squad program. Members of the\njury would not have voted that way in the sixties because they\nweren't prepared to believe such testimony as they are in the\neighties.\nIn the sixties, we knew that the CIA was smuggling heroin from\nSoutheast Asia. And in the eighties we know that they're smuggling\ncocaine from Central America. The same planes that fly weapons for\nthe contras to airports in Panama, Honduras and Costa Rica come\nback to Florida, Louisiana and Arkansas with their cargoes filled to\nthe brim with cocaine, even though the administration is carrying on\nits anti-drug campaign. The pilots only have to be careful to evade\nthe radar screen. So while Nancy Reagan is saying, “Just say no,”\nthe CIA is saying, “Just fly low.”\nMeanwhile, the quality of co-option had not been strained. The slogan\n“Today is the first day of the rest of your life’ was used in a TV\ncommercial for Total breakfast cereal. Tampax promoted its tampon as\n“Something over thirty you can trust.” Beatles songs were used to sell\ncars, or, if you preferred to walk, they also sold sneakers. 7ime magazine\nwas being peddled by the Byrds’ version of Pete Seeger's song, “Turn,\nTurn, Turn” --based on Ecclesiastes—t here's a time for this and a time for\nthat, get it?\nThe Youngbloods once sent a copy of their song “Get Together”\n\nto every member of Congress and the Senate, with a suggestion that it be\n\nestablished as the new national anthem, but who could ever have guessed\n\nHOUSE_OVERSIGHT_015315",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015315.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1650,
    "word_count": 286,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:46.688978",
    "prefix": "IMAGES-003"
  }
}