{
  "document_id": "HOUSE_OVERSIGHT_020512",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020512.txt",
  "text": "53\n\nresearchers to intensify efforts to protect their proprietary intellectual property\nfrom loss.\n\nPromote Reciprocity\n\nThe academic community nationwide should work toward a common set of principles\nand practices for protecting academic freedom and promote greater reciprocity.\n\nTo prevent influencers from using divide-and-conquer strategies (by rewarding\nsome institutions while punishing others), it is important for the national academic\ncommunity as a whole to come together to formulate and implement these principles.\nUS universities should not only work together but they should also work with other\nuniversities around the world to develop a “Code of Conduct” for acceptable and\nunacceptable practices in academic exchanges with Chinese institutions and funders.\n(The section on think tanks in this section recommends similar measures.) The\nacademic community and government should also monitor instances where Chinese\nentities may acquire financially challenged American colleges outright, ensuring that\ntheir academic integrity is not compromised.**\n\nUniversities can and must continue to play a positive role in the US-China relationship.\nIndeed, by introducing international students to American life and values, and\nconnecting them to new personal and professional relationships, universities are\narguably the important means by which the United States exercises its soft power.\nGenerally—but not always—individuals undergoing such an experience take a more\npositive view of the country. Unfortunately, as Chinese students contribute much, not\nleast monetarily, to American universities, universities have been too slow to help them\nintegrate themselves more organically into campus life. As a result, Chinese students\nreport unacceptably high levels of depression and isolation or simply clubbing up with\neach other.** While acting to mitigate the risks of improper interference, universities\nmust not forget their obligations to these students nor lose sight of the far greater\nopportunity to advance cooperation and understanding.\n\nNOTES\n\n1 This process is well documented in Li, Cheng (ed.). Bridging Minds Across the Pacific: US-China Educational\nExchanges, 1978-2003. Lanham, MD: Lexington Books. 2005.\n\n2 “Places of Origin.” Institute of International Education. 2017. https://www.iie.org/Research-and-Insights\n/Open-Doors/Data/International-Students/Places-of-Origin.\n\n3 “For China’s Elite, Studying Abroad Is de Rigueur.” Economist. May 17, 2018. https://www.economist.com\n/special-report/2018/05/17/for-chinas-elite-studying-abroad-is-de-rigueur.\n\n4 Ibid.\n5 Ibid.\n\nSection 4\n\nHOUSE_OVERSIGHT_020512",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020512.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2624,
    "word_count": 345,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.471295",
    "prefix": "IMAGES-006"
  }
}