{
  "document_id": "HOUSE_OVERSIGHT_011016",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011016.txt",
  "text": "scale. Instead of redeploying finished goods, we recombine raw materials. We aren't\ncreating something from nothing. And growth is not so free that it needs no cost at\nall. It still needs depreciation plowback. Net investment would mean any in addition.\nThe charts and tables, as I read them, show a steady stroke of deprecation plowback\npaying for all innovation, embodied or disembodied, that copes as best it can with\n\ngood times or bad.\n\nThe steady stroke metaphor, showing how cost (the steady stroke) and growth\n(against the shoreline) could be desynchronized, explains the possibility of free\ngrowth. It does not explain why the record shows no other kind. My best guess as an\nexplanation would look to biology. The biological imperative shapes our tastes and\nbehaviors for lineage survival in some sense of family or population or species.\nOther species crowd their niches. They cannot gain by consumption restraint for the\ntwo excellent reasons that there is no consumption to spare and no niche space if\n\nthere were.\n\nRicardo, Malthus and West all warned against rote replication in economies already\ndeveloped. We must create means to make more from less. I suspect that we are up\nagainst that wall more or less continually. Innovation pushes the wall back when\ngenius and happenstance are at their best, and helps us survive the rest of the time.\nIt costs the same either way. Consumption sacrifice is sacrifice to gods who work\n\ntheir will heedless of it.\n\nMy implication that we have no consumption to spare could mislead. Rather we\nhave none safe to spend. All creatures hold back reserves against adversity.\nEconomies usually carry more capital, producing more consumption, than they need\nfor now. It is a rainy day fund to be drawn down in lean times and built back in\nplush ones. Many nations invaded capital to keep up consumption during the world\nwars and world depression between, and reversed course since. But we would be\n\nfools to spend it for return over time when the next crisis might come tomorrow.\n\nChapter 4 Mill’s Idea 1/11/16 25\n\nHOUSE_OVERSIGHT_011016",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011016.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2084,
    "word_count": 348,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.272389",
    "prefix": "IMAGES-001"
  }
}