{
  "document_id": "HOUSE_OVERSIGHT_010927",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010927.txt",
  "text": "hands happy to follow the board’s guidance. But my father had made it clear to\nLansing and me that we were to trust our judgment. We should be ready “to vote the\nmanagement in and out.” Since stockholders elect boards and boards hire managers,\n\nthat meant to vote the board in and out.\n\nNo wonder they were concerned. Lansing and I were both boat-rockers. Wouldn't it\nbe safer if there were a corporate co-trustee? These are usually safety-minded banks,\n\nand many banks did business with Getty Oil.\n\nConcerns rose when Lansing died in 1972. That left me as the sole trustee. I was less\nobstreperous than Lansing, but also less predictable. Hostile takeovers were\ncommon then, where bids are made directly to shareholders rather than cleared\nthrough the board. Getty was rich in oil reserves per dollar of share price. It could be\na target. Board members tend to feel that they know stockholders’ interests best,\nand that the angels are on the side of “friendly” or board-approved takeovers if any\n\nat all. Stockholders don’t necessarily feel that way.\n\nTemperatures rose when | pushed serious study of the possibility of taking Getty\nprivate. The idea was to give up our corporate structure to escape the corporate\ndouble tax. Management and its investment banker, Goldman Sachs, advised against.\nI] now think they were right, although my idea had good precedents. | pressed on,\n\nunwisely, by trying to convince the Museum to back me. They had better sense.\n\nIt was time to heal the breach. Marty Lipton of Wachtell, Lipton, a top mergers and\nacquisitions law firm, represented the Museum. He proposed a moratorium (the\n“tripartite agreement”) where the Trust, Museum and company would hold the\nstatus quo for one year. Harold Berg had retired as chairman of Getty Oil, and Sid\nwas now chairman and CEO. His COO was Bob Miller, a keen petroleum engineer.\nHarold Berg still chaired the Museum, although Harold Williams was its CEO and\nmain voice. We all signed. But Getty Oil had its fingers crossed. A few days later, the\ncompany petitioned the court to appoint a co-trustee. It proposed Bank of America.\nB of A’s chairman, Chauncey Medberry, sat on the Getty Oil board. Paul and George’s\ndaughters joined the plaintiffs.\n\nChapter 1: Recollections 1/06/16 11\n\nHOUSE_OVERSIGHT_010927",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010927.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2282,
    "word_count": 382,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.577951",
    "prefix": "IMAGES-001"
  }
}