{
  "document_id": "HOUSE_OVERSIGHT_012389",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012389.txt",
  "text": "Attorney General Opinions\n\n1) Memorial of Captain Meigs, 9 Op. Att'y Gen. 462 (1860): In this opinion the Attorney General\nconcluded that the President is permitted to disregard an unconstitutional statute. Specifically, Attorney\nGeneral Black concluded that a statute purporting to appoint an officer should not be enforced: \"Every\nlaw is to be carried out so far forth as is consistent with the Constitution, and no further. The sound part\nof it must be executed, and the vicious portion of it suffered to drop.\" Id. at 469.\n\n2) Constitutionality of Congress' Disapproval of Agency Regulations by Resolutions Not Presented to\nthe President, 4A Op. O.L.C. 21 (1980): In this opinion Attorney General Civiletti instructed Secretary\nof Education Hufstedler that she was authorized to implement regulations that had been disapproved by\nconcurrent congressional resolutions, pursuant to a statutory legislative veto. The Attorney General’\nnoted that \"the Attorney General must scrutinize with caution any claim that he or any other executive\nofficer may decline to defend or enforce a statute whose constitutionality is merely in doubt.\" Id. at 29.\nHe concluded, however, that \"[t]o regard these concurrent resolutions as legally binding would impair\nthe Executive's constitutional role and might well foreclose effective judicial challenge to their\nconstitutionality. More important, I believe that your recognition of these concurrent resolutions as\nlegally binding would constitute an abdication of the responsibility of the executive branch, as an equal\nand coordinate branch of government with the legislative branch, to preserve the integrity of its\nfunctions against constitutional encroachment.\" Id. .\n\n3) The Attorney General's Duty to Defend and Enforce Constitutionally Objectionable Legislation, 4A\n\nOp. O.L.C. 55.(1980): Attorney General Civiletti, in answer to a congressional inquiry, observed that\n“Myers holds that the President's constitutional duty does not require him to execute unconstitutional\nstatutes; nor does it require him to execute them provisionally, against the day that-they are declared\nunconstitutional by the courts.\" Id. at 59. He added as a cautionary note that \"[t]he President has no\n“dispensing power,'\" meaning that the President and his subordinates “may not lawfully defy an Act of\nCongress if the Act is constitutional. . . . In those rare instances in which the Executive may lawfully\nact in contravention of a statute, it is the Constitution that dispenses with the operation of the statute.\nThe Executive cannot.\" Id. at 59-60.\n\n4) Letter from William French Smith, Attorney General, to Peter W. Rodino, Jr., Chairman, House\nJudiciary Committee (Feb. 22, 1985): This letter discussed the legal precedent and authority for the\nPresident's refusal to execute a provision of the Competition in Contracting Act. The Attorney General\nnoted that the decision \"not to implement the disputed provisions has the beneficial byproduct of\nincreasing the likelihood of a prompt judicial resolution. Thus, far from unilaterally nullifying an Act\nof Congress, the Department's actions are fully consistent with the allocation of judicial power by the\nConstitution to the courts.\" Id. at 8. The letter also stated that \"the President's failure to veto a measure\ndoes not prevent him subsequently from challenging the Act in court, nor does presidential approval of\nan enactment cure constitutional defects.\" Id. at 3.\n\nOffice of Legal Counsel Opinions\n\n1) Memorandum to the Honorable Robert J. Lipshutz, Counsel to the President, from John M.\n\nHarmon, Assistant Attorney General, Office of Legal Counsel (Sept. 27, 1977): This opinion\nconcluded that the President may lawfully disregard a statute that he interprets to be unconstitutional.\nWe asserted that \"cases may arise in which the unconstitutionality of the relevant statute will be\ncertain, and in such a case the Executive could decline to enforce the statute for that reason alone.\" Id.\nat 13. We continued, stating that \"[uJnless the unconstitutionality of a statute is clear, the President\nShould attempt to resolve his doubts in a way that favors the statute, and he should not decline to\nenforce it unless he concludes that he is compelled to do so under the circumstances.\" Id. We declined\nto catalogue all the considerations that would weigh in favor of non-enforcement, but we identified\ntwo: first the extent of the harm to individuals or the government resulting from enforcement; and,\n\nHOUSE_OVERSIGHT_012389",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012389.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4506,
    "word_count": 690,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.958279",
    "prefix": "IMAGES-001"
  }
}