{
  "document_id": "HOUSE_OVERSIGHT_031828",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031828.txt",
  "text": "economist at the International Monetary Fund, presented a paper in 2005 warning of a “catastrophic\n\nmeltdown” and was mocked as a “Luddite” by Mr. Summers.\n\nMeanwhile, some investment bankers — at Goldman Sachs in particular — were betting against the\npositions they were pushing on their customers. An elaborate house of cards had been constructed in\nwhich bad consumer loans were bundled into securities, which, were certified as sound by rating agencies\n\npaid by the banks and then insured via credit-default swaps. One risky bet was stacked on top of another,\n\nand in retrospect the collapse of the whole edifice, along with the loss of jobs, homes, pensions and\n\npolitical confidence, seems inevitable.\n\nHow did this happen? Mr. Ferguson is no conspiracy theorist; nor is he inclined toward structural or\nsystemic explanations. Markets are not like tectonic plates, shifting on their own. Visible hands write laws\nand make deals, and in this case a combination of warped values and groupthink seems to have driven\nvery intelligent men (and they were mostly men) toward folly. In addition to business and government,\nMr. Ferguson aims his critique at academia, suggesting that the discipline of economics and more than a\nfew prominent economists were corrupted by consulting fees, seats on boards of directors and\n\nmembership in the masters of the universe club.\n\nWhen he challenges some of these professors, in particular those who held positions of responsibility in\nthe White House or in the Federal Reserve, they are reduced to stammering obfuscation — Markets are\ncomplicated! Who could have predicted? I don’t see any conflict of interest — and occasionally provoked\nto testiness. Mr. Ferguson, for his part, cannot always contain his incredulity or rein in his sarcasm.\n\nOccasionally his voice pipes up from off camera, saying things like, “You can’t be serious!”\n\nBut it is hard to imagine a movie more serious, and more urgent, than “Inside Job.” There are a few\navenues that might have been explored more thoroughly, in particular the effects of the crisis on\nordinary, non-Wall-Street-connected workers and homeowners. The end of the film raises a disturbing\nquestion, as Mr. Damon exhorts viewers to demand changes in the status quo so that the trends\nassociated with unchecked speculation of the kind that caused the last crisis — rising inequality, neglect\n\nof productive capacity, endless cycles of boom and bust — might be reversed.\n\nThis call to arms makes you wonder why anger of the kind so eloquently expressed in “Inside Job” has\nbeen so inchoate. And through no fault of its own, the film may leave you dispirited as well as enraged. Its\nfate is likely to be that of other documentaries: praised in some quarters, nitpicked in others and\n\nshrugged off by those who need its message most. Which is a shame.\n\n“Inside Job” is rated PG-13 (Parents strongly cautioned). Some drug and sex references and pervasive\nobscenity, though not the verbal kind.\n\nDe ee ee eee ee i ee ee ee i ee a\n\nHOUSE_OVERSIGHT_031828",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031828.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3031,
    "word_count": 499,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.059548",
    "prefix": "IMAGES-011"
  }
}