{
  "document_id": "HOUSE_OVERSIGHT_025780",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025780.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nNot Just A Problem For The Poor\n\nDo societies inevitably face a choice between efficient production and the equitable distribution of income? According\nto IMF economists Andrew Berg, Jonathan Ostry, and Jeromin Zettelmeyer, the answer is no. They argue that the\nempirical literature on growth and inequality using long-run average growth may have missed how income distribution\n\nis tied to abrupt ends in growth.\n\nTheir work examined growth over a long time horizon, between 1950 and 2006, focusing on the duration of growth\nspells, and showed that there may be no trade-off between efficiency and equality (51). In fact, they posited that\nequality could be an important component of sustained growth, observing that the level of inequality may be the key\ndifference between countries that enjoy extended, rapid expansion and those whose growth spurts quickly dissipate. In\n\nshort, promoting greater equality may also improve efficiency in the form of more sustainable long-run growth.\n\nOf the number of variables associated with longer growth spells, income inequality's relationship with the duration of\ngrowth spells was the strongest (see chart 8). They found that a 10% decrease in inequality (a change in the Gini\n\ncoefficient to 0.37 from 0.40) increases the expected length of a growth spell by 50%.\nChart 8\n\nIncome Distribution Has A Stronger Impact On How Long Growth Lasts Than Other\nFactors\n\nS Percent change in expected grovith duration\nExternal debt\nExchange rate competitiveness\nForeign direct investment\nPolitical institution\nTrade openness\n\nIncome distribution\n\n0 10 20 30 40 50 60\n\nNote: See Glossary of Relevant Terms for details on author’ calculations. Source:\nBergand Ostry, “Equality and Efficiency’, September 2011.\n\n© Standard & Poor's 2014.\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 18\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025780",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025780.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1994,
    "word_count": 301,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.742160",
    "prefix": "IMAGES-008"
  }
}