{
  "document_id": "HOUSE_OVERSIGHT_022708",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022708.txt",
  "text": "In fact, it used to be that the rich, reaching a certain point of philanthropy,\nmerely hoped to help make the world a better place, now they want to\nchange the world. Rockefeller and Carnegie were, as examples of\nsocial-engineering philanthropy, unique. They alone had such resources and\nwill. Now you have legions of people who have to give away vastly larger\nfortunes than Rockefeller or Carnegie had at their disposal, or might even\nhave imagined.\n\n“Except that it’s actually hard to give away this kind of wealth,\nwithout unintended consequences that can cause more problems than you’re\nsolving.”\n\nEpstein’s long-time business thesis is that the rich know very little\nabout money. They may know about their own businesses, but the great\nsums that are the result are an ultimate after thought and demand an entirely\ndifferent sort of intellectual discipline. The Forbes 400, says Epstein, not\nimmune to an amount of wonder, increased their wealth by $500 billion last\nyear, meaning, in effect, that on average every Forbes-list billionaire makes\nmore than another billion every year. And, points out the 62-year-old\nEpstein, they will almost all be dead in 40 years, most well before that,\nmeaning $4.2 trillion, compounding everyday, will have to be given away.\n“So, to understand the future, what you have to begin to do is follow the\nmoney, not in Watergate-like terms backwards, as in who has gotten it, but\nforwards to where it will go and who will get it.”\n\nEpstein can find himself echoing aspects of Thomas Piketty on the\ninequities of the accumulation of wealth (“the divide is between people with\nassets, which appreciate, and people without assets, who fail to\nadvance—that 1s, of course, the miracle of compounded interest’’), except for\nthe fact that Epstein, knowing the rich, understands a curious point that\nPiketty doesn’t: “Nobody, nobody, wants to give it all to their children.\nEverybody now has the modern appreciation that one of the curses of great\nwealth is that it can make your kids weird and fucked up.”\n\nEpstein’s position in this private allotment of a decent fraction of the\nU.S. Gross Domestic Product is not as philanthropist but as a higher sort of\nbanker or guru or brain—a rich whisperer—making him, in addition to rich\nhimself, arguably, among the most influential people you’ve never heard of.\n\nThough, likely, you have heard of him, but not for his prowess with\nhigh abstraction, but for a scandal of such luridness that he is, for a great\nmany, the poster child of the lawlessness of privilege, and for a much smaller\ncircle, the poster child for what can happen when you become the target of a\nresentful world. He is that Epstein, according to the Daily Mail—among his\n\nHOUSE_OVERSIGHT_022708",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022708.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2735,
    "word_count": 458,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.244555",
    "prefix": "IMAGES-007"
  }
}