{
  "document_id": "HOUSE_OVERSIGHT_017300",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017300.txt",
  "text": "4.2.12\nWC: 191694\n\nHelping the prosecution keep an FBI murderer in prison\n\nI’m a defense lawyer. Unlike many current defense lawyers, I never served as a prosecutor\n(though I advise my students who want to become defense attorneys to work in a good\nprosecutor’s office for a few years.) Also unlike some defense attorneys, I admire good\nprosecutors, who do their jobs ethically and professionally. The adversarial system of justice\nrequires zealous prosecution as well as zealous defense. Good prosecutors are the “gatekeepers”\nof justice: they decide which of the many cases that come before them to prosecute, which not to\nprosecute, what charges to seek, when to plea bargain and how high a sentence to recommend.\nBad prosecutors—those who base such critical decisions on political, personal, financial or other\ncorrupt considerations—can do enormous harm to our system of justice. I’ve been privileged\nover my career to know some extraordinary prosecutors. I’ve also been privileged to help expose\nsome corrupt prosecutors, policemen and FBI agents.\n\nThe case of John Connolly was an example of both. In that highly-charged case, which was the\nsubject of the semi-functional, but mostly fact-based, film “The Departed,” I helped an excellent\nprosecutor keep a corrupt FBI agent in prison. The prosecutor who asked for my help is the\nState Attorney of Dade County Florida, which covers the City of Miami and several smaller cities.\nKatherine Fernandez Rundle replaced Janet Reno in 19 _, when President Clinton appointed\nReno to serve as Attorney General of the United States. She has been repeatedly reelected and\nserved with distinction since.\n\nJohn Connolly was a high ranking FBI agent in Boston, who had grown up in the “Southie”\nneighborhood of Boston along with the notorious “Whitey” Bulger, who was responsible for\ndozens, perhaps hundreds, of cold-blooded murders, and his corrupt younger brother William\n“Billy” Bulger who served as President of the Massachusetts Senate and then President of the\nUniversity of Massachusetts, before he was forced out of office by Governor Mitt Romney.\n\nDuring the reign of the Bulger brothers, Billy served as the Godfather and Whitey as the enforcer\nof a systematically corrupt political, economic and legal system. Nothing got done—no large\nbuildings were constructed, no important jobs secured, no political appointments made—without\n“tribute” being paid to the Godfather. If anyone crossed Billy, he had to worry about being\nliterally killed by Whitey. If anyone crossed Whitey, he had to worry about suffering political or\neconomic death at the hands of Billy. For example, when a state trooper stopped and searched\nWhitey at Logan Airport, finding a large bag filled with cash, the trooper found himself demoted,\ndisgraced and ultimately driven to suicide. And when Whitey was about to be indicted, Billy’s\nprotégé, John Connolly, tipped the gangster off, allowing him to escape and become a fugitive for\n__ years. Connolly also tipped off Billy to the details of an investigation that targeted him for\nextorting a half-million dollar bribe from a Boston builder.\n\nBut these were not the only tip-offs John Connolly provided the Bulgers. He also gave Whitey\nthe names of “stool pigeons” who were about to inform or testify against htm—in other words\n\nwho had to be “silenced” to protect Whitey and his colleagues.\n\nSeveral murders were plainly attributable to this leaking of information from the FBI to gangland\nkillers and hit men. One such murder was committed in the Miami area and John Connolly was\n\n213\n\nHOUSE_OVERSIGHT_017300",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017300.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3586,
    "word_count": 572,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.764636",
    "prefix": "IMAGES-004"
  }
}