{
  "document_id": "HOUSE_OVERSIGHT_015771",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015771.txt",
  "text": "Body Language & Banter 81\n\nthe fundamental thawing of relations between East and West, was to lead\nto the Intermediate-Range Nuclear Forces Treaty and the end of the Cold\nWar.\n\nFace-to-Face Communication\n\nWhat really happened between these two leaders when they met and\ntalked? Was it a mechanical process of offer and counter-offer, as easily\nexecuted by fax, or is human interaction more complex than this?\n\nReagan, as a young man, had been a liberal, sympathetic to socialist\nideals until a painful strike in California caused him to lose faith in the\npolitics of the left. Gorbachev, a lifelong Communist, was desperate to\nreform the Soviet economy and make it more competitive. He, also, had\ncome to see the hypocrisies that could emerge in far left-wing ideology.\nI don’t believe this common experience could have been communicated\nby fax or email. Indeed, I am sure these specific points were never made,\nbut the nonverbal communication must have conveyed something of\ntheir common background and purpose.\n\nWhen we phone someone or exchange emails, the interaction is\nfactual, there is no body language, and we rarely laugh. When we travel\nto meet someone, we spend a great deal of time with them. The average\nlength of a phone call is two and a half minutes, but meetings, especially\nwhen one party has travelled to see the other, can be hours long. When\nhumans meet they greet each other, shake hands, sit in the same room,\ntalk at length, and laugh. Body language is important; people mirror\neach other’s postures, adopt open and receptive stances, and make\neye contact. You can see this in the picture of Reagan and Gorbachev\nabove. Body language allows us to convey qualitatively different things,\nsuch as trust and happiness. It is very expressive; you can see the more\nguarded postures of Yasser Arafat and Shimon Pérez below, just after\nthey negotiated a landmark peace deal. Can you tell if the leaders smiles\nare false?\n\nCommunication\n\nCommunication is one of mankind’s greatest expenditures. The US\ntelephone system is arguably the largest machine on the planet, while\nthe world’s mobile phone networks have a capital value of $2.5 trillion,\ngreater by an order of magnitude than all the steel plants in the world put\n\nHOUSE_OVERSIGHT_015771",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015771.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2259,
    "word_count": 376,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.607138",
    "prefix": "IMAGES-003"
  }
}