{
  "document_id": "HOUSE_OVERSIGHT_023340",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023340.txt",
  "text": "would be helpful. . I would like to send him this email, with your consent of course. Ifthe transactions were\nnever consummated , i would not be owed a dime, however , the expected fee was known up front. , the\ndetailed step by step plan was followed and overseen by me, the amount that I had requested before the\ntransaction had even begun, had already been heavily discounted, out of friendship, . I believe the decision re\nonly paying 20m has frankly , left me felling quite uneasy. and colors the view about the Athene or\nRothschild transaction.\n\nDate: Sun, Mar 20, 2016 at 11:17 PM\nSubject:\n\nTo: Melanie Spinella La a a\nglad to see you are personally on the mend - as well as the fence. -- As you know i dread money\n\ndiscussions with you-- however -we should address the issue of what you would like to do moving forward. re-\ndo family office, accounting trusts , estate and apollo agreements . Along with your \" payment \" last year\n\nwe agreed . no further obligations on each side. yes, i continued to moan. I realize that though Ive done\nquite a lot this year already , it is not your responsibility. . As you often like to remind me- you've paid a\ngreat deal of money to date. that being said - If you want my involvement moving foward, I suggest\n\nyou pay my regular | fee of 40 m. 20 now. 20 on completion or as per the invoice issues at the end of last\nyear pay 30 all at once. -\n\nTo help out .im keenly aware of your current cash position. so Iwill consider an in-kind payment - real\nestate ( Miami ), ,art , financing of my new plane (allows you to spread over years or of course the preferred\ncash. Get rid of Castrucci,it is over a year since the same story of findign the right guy at the top. you\n\nentire accounting needs to be re done. , office downsized, reporting re done. meetings to recitify, categlorize\n\n, the various docs re appollo , rowen , suydam, alan etc. Brad can direct investment guys, ( hopefully) my\npeople will be in your office for a few months . reorganizing IF you decide not to pay I fully understand, as I\nm sure you will re my no longer spending any serious time on these things.\n\nOf course re any non financial issues , I am always there for you and will continue to be the best friend I can\nbe.\n\nSteve jobs said that everyday he woke up , and asked himself , if he knew he was going to die tomorow , would\nhe do the same thing that he had planned for the day- he wanted to check that he was doing things that he\nreally wanted to. after three days of getting back an answer of no, he would change what he was going to do. .\nhe also did not believe in LONG term plans. I dont think either one of us will figure out what we want to do\nlong term so my thinking is that we should try to have fun everyday, and welcome serendipity.\n\nI think another trust and estate lawyer should be brought in to deal with the issues of how not to allow your\nfamily to get screwed by your partners on death. Alan, for years told me that paul weiss had drawn the\ndocs so no issue but when recently pushed by my new fire drill he asked akin to draft .?!| PLease ask brad\nabout why he keeps talking about flow. I dont know what he means, its so silly.. this is only about money\ncontrol and protection .\n\nIam leaving monday night now. free to speak in the afternoon\n\nDate: Tue, Apr 12, 2016 at 11:49 AM\n\nSubject:\n\nTo: Melanie Spinella Po\n\nuse tax questions. ? california question state returns? as you know wendy did not play arole here. . her\n\ninvolvment moving foward would help alot. . sign your gift tax return today if possible . I will be\n\nfinished tomorw with this year. crazy on april 13th. !!. last minute to say the least. . brad told you the tra\n\ncan be separated with approvals. which should be simple. . alan alwys just says no ,. unless he is asked , well\n\nwhat if we amend what is there. . moving foward , i ask you to decide if you want me and my team involved\n\nor not. . I want to be weaned. I agree the past , apart from phaidon and artspace. this year of course is done.\nfor me to allow bad reporting to negaitvely impact you, by keeping joslin, would be irresponsible on my\n\npart. . letting him do harm, or stopping him and having to listen to his leaving is my fault. is awkward. . I\n\nwill call at 3\n\nHOUSE_OVERSIGHT_023340",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023340.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4261,
    "word_count": 831,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:46.640351",
    "prefix": "IMAGES-007"
  }
}