{
  "document_id": "HOUSE_OVERSIGHT_016075",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016075.txt",
  "text": "Bibliography 385\n\nReview 100, no. 3 (1993): 363.\n\nFiske, John. Introduction to Communication Studies. 3rd ed. Routledge, 2010.\n\nFranklin, Stan. Artificial Minds. MIT Press, 1997.\n\nGilovich, Thomas. How We Know What Isr’t So: Fallibility of Human Reason in\nEveryday Life. Reprint. The Free Press, 1993.\n\nGregory, Robert J. Psychological Testing: History, Principles, and Applications. 6th\ned. Pearson, 2010.\n\nHameroff, $. R. “Quantum Coherence in Microtubules: A Neural Basis for\nEmergent Consciousness?” Journal of Consciousness Studies 1, no. 1 (1994):\n91-118.\n\nHameroff, Stuart R., and Alfred W. Kaszniak. Toward a Science of Consciousness:\nThe First Tucson Discussions and Debates. MIT Press, 1996.\n\nHarel, David. Computers Ltd: What They REALLY Can't Do. New Ed. OUP Oxford,\n2003.\n\nHawkins, Jeff, and Sandra Blakeslee. On Intelligence. Reprint. Owl Books (NY),\n2005.\n\nHofstadter, Douglas R. Godel, Escher, Bach: An Eternal Golden Braid. 20th\nAnniversary ed. Penguin, 2000.\n\nHowell, E. From Darness Light/Land of Stone/Shadow Worlds. Centaur, 2010.\n\n“IBM100 - Deep Blue? CTB14, March 7, 2012. http://www-03.ibm.com/ibm/histo-\nry/ibm100/us/en/icons/deepblue/.\n\nIvancevic, Vladimir G., and Tijana T. Ivancevic. Quantum Neural Computation.\nSpringer, 2010.\n\nJibu, Mari, and Kunio Yasue. Quantum Brain Dynamics and Consciousness: An\nIntroduction. John Benjamins Publishing, 1995.\n\nJibu, M., S. Hagan, S. R. Hameroff, K. H. Pribram, and K. Yasue. “Quantum Optical\nCoherence in Cytoskeletal Microtubules: Implications for Brain Function.”\nBiosystems 32, no. 3 (1994): 195-209.\n\nLahoz-Beltra, R., S. R. Hameroff, and J. E. Dayhoff. “Cytoskeletal Logic: A Model\nfor Molecular Computation via Boolean Operations in Microtubules and\nMicrotubule- Associated Proteins.” BioSystems 29, no. 1 (1993): 1-23.\n\nMalcolm Gladwell. The Tipping Point: How Little Things Can Make a Big Difference.\nRepr. Abacus, 2001.\n\nMorris, Desmond. Child: How Children Think, Learn and Grow in the Early Years.\nHamlyn, 2010.\n\n———. The Naked Ape: A Zoologist’s Study of the Human Animal. New edition.\nVintage, 2005.\n\nNeumann, John Von. The Computer and the Brain. 2nd Revised edition. Yale\nUniversity Press, 2000.\n\nPenrose, Roger. The Large, the Small and the Human Mind. New Ed. Cambridge\nUniversity Press, 2000.\n\nPribram, Karl H., and Sir John Carew Eccles. Rethinking Neural Networks:\nQuantum Fields and Biological Data. Routledge, 1993.\n\n“Return to Antikythera: Divers Revisit Wreck Where Ancient Computer Found.”\nThe Guardian, October 2, 2012. http://www.guardian.co.uk/science/\nblog/2012/oct/02/return-antikythera-wreck-ancient-computer.\n\nRobinson, Ken, and Lou Aronica. The Element: How Finding Your Passion Changes\nEverything. Penguin, 2010.\n\nRoebuck, Kevin. Emotional Intelligence: High-Impact Strategies - What You Need\nto Know: Definitions, Adoptions, Impact, Benefits, Maturity, Vendors. Tebbo,\n\nHOUSE_OVERSIGHT_016075",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016075.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2896,
    "word_count": 397,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:45.186222",
    "prefix": "IMAGES-003"
  }
}