{
  "document_id": "HOUSE_OVERSIGHT_024024",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024024.txt",
  "text": "James Niedel, MD, Ph.D., (70), Venture Partner, joined Sprout in May 2002 and helped found\nNew Leaf in 2005. Jim will change his status to Venture Partner in NLV-II] with the closing of\nthe new fund. In this role, Jim will work full-time as a senior member of the NLV investment\nteam working on new investments, and he will continue with full oversight and portfolio\nmanagement responsibilities for NLV-I and NLV-II. Jim is currently on the boards of directors\nof Chimerix (NASDAQ: CMRX, former Chairman) and Tioga. He was previously on the boards\nof Intarcia Therapuetics (now currently a Board observer), Sirna Therapeutics (NASDAQ:\nRNAI, acquired by Merck in 2006 for $1.1 billion), where he served as Chairman; Oriel\nTherapeutics (acquired by Novartis in 2010), where he served as Executive Chairman, and Pearl\nTherapeutics (acquired by AstraZeneca in 2012). Prior to joining Sprout, Jim was Chief Science\nand Technology Officer for GlaxoSmithKline (“GSK”). From 1995 to 2001, he led Global\nResearch and Development, Information Technology and Product Strategy and was a member\nof the board of directors of Glaxo Wellcome plc. From 1988 to 1995 Jim was Vice President,\nResearch and Senior Vice-President R & D for the U.S. subsidiary of Glaxo. During his nearly\n13 years with the Company, he oversaw the discovery, development and/or registration of over\n20 products marketed by GSK, including those for: HIV, hepatitis B, asthma/COPD, migraine,\nBPH, irritable bowel syndrome, smoking cessation, depression, chemotherapy-induced nausea\nand vomiting, breast cancer, herpes and malaria. Prior to GSK, Jim was Professor of Medicine,\nChief of the Division of Clinical Pharmacology and Principal Investigator on studies of\nmechanisms of cancer and inflammation at Duke Medical School, where he had completed an\nInternal Medicine residency and a Hematology-Medical Oncology fellowship. Jim received his\nM.D. and Ph.D. (Biochemistry) degrees from the University of Miami, was selected a Searle\nScholar and is a Fellow of the Royal College of Physicians (London).\n\nLiam Ratcliffe, MD, Ph.D., (50), Managing Director, joined New Leaf in September 2008 and\nconcentrates on biopharmaceutical investing. He is currently on the boards of directors of\nArray BioPharma (NASDAQ: ARRY), Neuronetics, Karus Therapeutics, Afferent, Calchan and\nConvergence, the latter three investments resulting from spin-outs from Roche (Afferent) and\nGSK (Calchan & Convergence), respectively. Prior to joining New Leaf, Liam previously served\nas Senior Vice President and Development Head for Pfizer Neuroscience, as well as Worldwide\nHead of Clinical Research and Development. Additional positions during his 12 years at Pfizer\nincluded Vice President of Exploratory Development for the Mid West region, and Head of\nExperimental Medicine at Pfizer’s Sandwich, UK Laboratories. As Head of Neurosciences, Liam\nwas responsible for the development of several successful late-stage projects and marketed\nproducts, including Lyrica, Chantix and Geodon. In previous roles, he gained extensive\nexperience in early drug development and translational research across multiple therapeutic\nareas, including inflammation, pain, cardiovascular disease, infectious diseases and genitor-\nurinary medicine. Liam began his career in the pharmaceutical industry in a medical marketing\nrole at Roche in South Africa. He received his M.D. degree and Ph.D. degree in immunology\nfrom the University of Cape Town and his M.B.A. degree from the University of Michigan.\nLiam completed his internal medicine training and fellowship in Immunology at Groote Schuur\nHospital and associated teaching hospitals in Cape Town, South Africa.\n\n13 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024024",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024024.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3741,
    "word_count": 556,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.860154",
    "prefix": "IMAGES-007"
  }
}