{
  "document_id": "HOUSE_OVERSIGHT_020499",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020499.txt",
  "text": "40\n\nFor their part, American universities and US scholars have also engaged in China during\nthis period, although in far fewer—but not insignificant—numbers. (For example, in\n2015-2016, 11,688 American students and scholars were studying in China.)° For those\nin the field of Chinese studies, it is de rigueur to study and do research in Chinese\nuniversities. Professional collaboration among faculty—mainly in the sciences and\nmedicine—has also flourished. Some US universities—notably Johns Hopkins School\nof Advanced International Studies (Hopkins-Nanjing Center), New York University\n(NYU-Shanghai), and Duke University (Duke-Kunshan)—have gone so far as to\nestablish campuses in China, while others have opened centers (e.g., Stanford, Virginia,\nChicago, Yale, Harvard, Columbia). Many more American universities have forged\ncollaborative exchange programs with Chinese counterparts.\n\nWhile US-China exchanges in higher education have primarily been a success\n\nstory, as in many other dimensions of the Sino-American relationship, clouds have\nappeared on the horizon.’ American students have become less keen than in the past\nto study in China due to concerns about pollution, lack of open internet access, and\nexpanding political controls. American scholars trying to conduct research in China\nhave run into an increasing number of restrictions and impediments since 2010, due\nto a broad campaign against “foreign hostile forces” and an increasingly draconian\npolitical atmosphere that has cast a shadow across Chinese society, especially over\nhigher education. Whole subject areas and regions of the country are now off-limits\nto American and other foreign scholars for fieldwork; previously normal interactions\nwith Chinese scholars are now often heavily circumscribed; many Chinese scholars\nhave become reluctant to meet with American counterparts; a growing number of\nlibraries are off-limits; central-level archives have been closed, and provincial; municipal\narchives are increasingly restricted; interviews with government officials (at all levels)\nare more difficult to arrange; public opinion surveys must be carried out with Chinese\npartners, if they can be conducted at all; simple eyewitness social research in rural and,\neven some urban areas, is considerably more limited than previously. In short, normal\nscholarly research practices permitted elsewhere in the world are regularly proscribed\nin China. These restrictions also include the inability to hold open and uncensored\npublic scholarly discussions, conferences, and other kinds of events. Meanwhile,\nChinese students and scholars enjoy unimpeded access to all of these activities in the\nUnited States, resulting in a severe asymmetry in Sino-American scholarly exchange.\nThis contravenes the spirit of the bilateral US-China educational exchange accords.\n\nAt the same time, storm clouds are also gathering on American campuses with respect\nto another aspect of this important relationship, namely, growing concerns about\nunfair Chinese “influence-seeking activities” in the United States.\n\nUniversities\n\nHOUSE_OVERSIGHT_020499",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020499.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3104,
    "word_count": 436,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.384285",
    "prefix": "IMAGES-006"
  }
}