{
  "document_id": "HOUSE_OVERSIGHT_019949",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019949.txt",
  "text": "Trump would shortly become a Gorsuch fan. But before settling on Gorsuch, he wondered\nwhy the job wasn’t going to a friend and loyalist. In the Trump view, it was rather a waste\nto give the job to someone he didn’t even know.\n\nAt various points in the process he had run through almost all his lawyer friends—all\nof them unlikely, if not peculiar, choices, and, in almost every case, political nonstarters.\nThe one unlikely, peculiar, and nonstarter choice that he kept returning to was Rudy\nGtuliani.\n\nTrump owed Giuliani; not that he was so terribly focused on his debts, but this was one\nthat was certainly unpaid. Not only was Giuliani a longtime New York friend, but when\nfew Republicans were offering Trump their support, and almost none with a national\nreputation, Giuliani was there for him—and in combative, fiery, and relentless fashion.\nThis was particularly true during the hard days following Billy Bush: when virtually\neverybody, including the candidate himself, Bannon, Conway, and his children, believed\nthe campaign would implode, Giuliani barely allowed himself a break from his nonstop,\npassionate, and unapologetic Trump defense.\n\nGiuliani wanted to be the secretary of state, and Trump had in so many words offered\nhim the job. The resistance to Giuliani from the Trump circle derived from the same\nreason Trump was inclined to give him the job—Giuliani had Trump’s ear and wouldn’t\nlet go. The staff whispered about his health and stability. Even his full-on pussygate\ndefense now started to seem like a liability. He was offered attorney general, Department\nof Homeland Security, and director of national intelligence, but he turned them all down,\ncontinuing to hold out for State. Or, in what staffers took to be the ultimate presumption,\nor grand triangulation, the Supreme Court. Since Trump could not put someone openly\npro-choice on the court without both sundering his base and risking defeat of his nominee,\nthen, of course, he’d have to give Giuliani State.\n\nWhen this strategy failed—Rex Tillerson got the secretary of state job—that should\nhave been the end of it, but Trump kept returning to the idea of putting Giuliani on the\ncourt. On February 8, during the confirmation process, Gorsuch took public exception to\nTrump’s disparagement of the courts. Trump, in a moment of pique, decided to pull his\nnomination and, during conversations with his after-dinner callers, went back to\ndiscussing how he should have given the nod to Rudy. He was the only loyal guy. It was\nBannon and Priebus who kept having to remind him, and to endlessly repeat, that in one of\nthe campaign’s few masterful pieces of issue-defusing politics, and perfect courtship of the\nconservative base, it had let the Federalist Society produce a list of candidates. The\ncampaign had promised that the nominee would come from that list—and needless to say,\nGiuliani wasn’t on it.\n\nGorsuch was it. And Trump would shortly not remember when he had ever wanted\nanyone but Gorsuch.\n\nHOUSE_OVERSIGHT_019949",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019949.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3004,
    "word_count": 493,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.785730",
    "prefix": "IMAGES-005"
  }
}