{
  "document_id": "HOUSE_OVERSIGHT_017566",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017566.txt",
  "text": "“Well, one thing I’ve always really enjoyed is making\n\nthings. Out of whatever. It started with modeling as a kid,\nbuilding models. When computers came along, I started\nlearning programming and realizing the computer was this\ngreat tool for making things, making models, dynamic models,\nand behaviors, not just static models. I think when I started\ndoing games I really wanted to carry that to the next step, to\nthe player, so that you give the player a tool so that they can\ncreate things. And then you give them some context for that\ncreation. You know, what is it, what kind of kind of world\n\ndoes it live in, what’s its purpose? What are you trying to do\nwith this thing that you’re creating? To really put the player\n\nin the design role. And the actual world is reactive to their\ndesign. So they design something that the little world inside\nthe computer reacts to. And then they have to revisit the\ndesign and redesign it, or tear it down and build another one,\nwhatever it is. So I guess what really draws me to interactive\nentertainment and the thing that I try to keep focused on is\nenabling the creativity of the player. Giving them a pretty large\nsolution space to solve the problem within the game. So the\ngame represents this problem landscape. Most games have\nsmall solution landscapes, so there’s one possible solution and\none way to solve it. Other games, the games that tend to be\nmore creative, have a much larger solution space, so you can\npotentially solve this problem in a way that nobody else has. If\nyou're building a solution, how large that solution space is gives\nthe player a much stronger feeling of empathy. If they know\nthat what they’ve done is unique to them, they tend to care for\nit a lot more. I think that’s the direction I tend to come from.”\n\nWright believes that simulations as games\ncan be used to improve education by teaching\nchildren how to learn. In his own words:\n\n“The problem with our education system is we’ve\ntaken this kind of narrow, reductionist, Aristotelian approach\nto what learning is. It’s not designed for experimenting\nwith complex systems and navigating your way through\nthem in an intuitive way, which is what games teach. It’s not\n\nreally designed for failure, which is also something games\nteach. I mean, I think that failure is a better teacher than\nsuccess. Trial and error, reverse-engineering stuff in your\nmind—all the ways that kids interact with games—that’s\nthe kind of thinking schools should be teaching. And I\nwould argue that as the world becomes more complex, and\nas outcomes become less about success or failure, games\nare better at preparing you. The education system is going\nto realize this sooner or later. It’s starting. Teachers are\nentering the system who grew up playing games. They’re\ngoing to want to engage with the kids using games.”\n\nWright will appear as a character in the video game\nMr. T, where he will team up with Mr. T to fight Nazis.\n\nWright was given a “Lifetime Achievement\nAward” at the Game Developers Choice Awards in 2001.\n\nIn 2002, he became the fifth person to be inducted into the\nAcademy of Interactive Arts and Sciences’ Hall of Fame.\nUntil 2006, he was the only person to have been honored\nthis way by both of these industry organizations. In 2007\nthe British Academy of Film and Television Arts awarded\nhim a fellowship, the first given to a game designer.\n\nHe has been called one of the most important\npeople in gaming, technology, and entertainment by\npublications such as Entertainment Weekly, Time, PC Gamer,\nDiscover and GameSpy. Wright was also awarded the PC\nMagazine Lifetime Achievement Award in January 2005.\n\nIn 1980, along with co-driver and race organizer\nRick Doherty, Wright participated in the U.S. Express,\n\na cross-country race that was the predecessor to The\nCannonball Run. Wright and Doherty drove a specially\noutfitted Mazda RX-7 from Brooklyn, New York to Santa\nMonica, California in 33:39, winning the illegal race. Wright\nonly competed once in the race, which continued until 1983.\n\nSince 2003, in his spare time, Wright has collected\nleftovers from the Soviet space program, “including a\n100-pound hatch from a space shuttle, a seat from a\nSoyuz... control panels from the Mir”, and the control\n\nconsole of the Soyuz 23, as well as dolls, dice, and\nfossils. During E3 2004 he passed off an old lapel pin\ncommemorating the Soviet space program to a reporter.\n“T’m uncollecting. I buy collections on eBay, and I\ndisperse them out to people again. I have to be like an entropic\nforce to collectors, otherwise all of this stuff will get sorted.”\nHe once built competitive robots for BattleBots\nwith his daughter, but no longer does so. As of November\n2006, Wright still had remnant bits of machined metal left\nover from his BattleBots days strewn about the garage of his\nOakland home. Wright was a former Robot Wars champion\nin the Berkeley-based robotics workshop, the Stupid Fun\nClub. One of Wright’s bots, designed with the help of Wright’s\ndaughter Cassidy, “Kitty Puff Puff”, fought against its\nopponents by sticking a roll of gauze onto its armature and\ncircling around them, encapsulating them and denying them\nmovement. The technique, cocooning, was eventually banned.\nFollowing his work in BattleBots, he has taken\nsteps into the field of human-robot interactions.\n“We build these robots and we take them down to\nBerkeley and study the interactions that people have with\nthe robots,” says Wright. “We built this newer one that has a\nrapid-fire pingpong cannon. It will fire about 10 per second.\nSo we give people this plastic bat and we say, ‘It’s set up to\nplay baseball. Do you want to play baseball? It’s going to\nshoot a little ball and you try to hit it.’ And all of a sudden\nit’s like da-da-da-da, and it’s pelting them with balls.”\nAfter building his reputation as one of the most\nimportant game designers in the world, Wright in 2009\nleft Maxis, the Electronic Arts owned studio he founded.\nHis first post-E.A. venture was the Stupid Fun Club.\nIn October 2010, Current TV announced that\nWill Wright will produce a new show for the network. The\nprogram, entitled Bar Karma, began airing in February 2011.\nIn October 2011, Will Wright became\na member of the Board of Directors of Linden\nLab, the creators of Second Life.\n\nHOUSE_OVERSIGHT_017566",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017566.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6293,
    "word_count": 1085,
    "line_count": 127,
    "import_date": "2025-11-19T21:47:48.581807",
    "prefix": "IMAGES-004"
  }
}