{
  "document_id": "HOUSE_OVERSIGHT_010959",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010959.txt",
  "text": "portfolios are chosen for returns no higher and riskier than the year before. They\nwill tend in fact to be lower, judging from logic and evidence for a decline in risk\n\ntolerance with age.\n\nThen what besides work is recovered in pay? The two possibilities I was weighing\nwere maintenance consumption and human depreciation. The winner was obvious.\nThe higher-paid usually consume more, but not always and not in proportion. The\nfact that we must generally be paid enough to cover consumption does not imply\nthat we are paid to consume. We are motivated to do that anyhow. We are paid to\napply skills, and are paid in proportion to skills applied. Human capital is skill sets.\nPay measures its transfer to products, whether in realized work currently created or\n\nfrom capital in place through human depreciation.\n\nThat’s how! came to the pay rule. We see why it ought to startle economists.\nMacroeconomic tradition teaches the doctrine that wage measures work, and\nteaches it so confidently that it uses the notation W for either. Human capital\ntradition recognizes that some work is self-invested, but effectively treats human\ndepreciation as deadweight loss. That’s why I use “pay” in place of the more usual\n\n“wage”.\n\nRefuting a Piketty Argument\n\nThere are practical uses for the pay rule aside from solution of the age-wage\nproblem. These are the impact on tax laws and public policy that I promised. Piketty\nhas shown correctly that the ratio of pay to net profit rose substantially during the\nworld wars, world depression and welfare state period following, and has declined\nsince. Piketty argues for higher capital taxes in consequence. His argument follows\ntradition in comparing pay and net profit as the shares of workers and investors in\nincome. But tradition is wrong. Pay is the worker’s gross realized income, meaning\ngross of human depreciation. Depreciation, for either factor, is a steadier flow. This\nmakes gross output for either less responsive to upturns and downturns. It is a\n\nparticularly high share of realized income or output in hard times when dislocation\n\nChapter 2: Fast Forward 1/06/16 19\n\nHOUSE_OVERSIGHT_010959",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010959.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2142,
    "word_count": 350,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.044351",
    "prefix": "IMAGES-001"
  }
}