{
  "document_id": "HOUSE_OVERSIGHT_017359",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017359.txt",
  "text": "4.2.12\nWC: 191694\n\nIs that a true and accurate statement”\nThe president responded: “That is absolutely true.”\n\nShortly thereafter, reports began to appear of tape recorded conversations between Linda Tripp\nand Monica Lewinsky suggesting that there had been a sexual relationship of some kind between\nthe President and Monica Lewinsky.\n\nOn January 23, 1998 I appeared on the MSNBC program “Internight” and criticized Bennett for\nallowing the President to walk into a perjury trap and a swearing contest. I recommended that\nthe President “get out in front of this story. He has to tell the truth, and if the truth is inculpatory\nhe has to tell it.” I recommended that the president “get a new lawyer, tell him the truth, sit down\nwith your new lawyer ... and [have him give you] the straight poop.” The lawyer has to be\nsomeone “who doesn’t care what the president thinks of him. His obligation is to tell the\npresident what he doesn’t want to hear.”\n\nOn January 27, 1998, Robert Bennett called me to complain about what I said on television.\nBennett kept me on the phone for nearly half an hour telling me that I did not understand his\n“strategy” in the case and accusing me of “Monday morning quarterbacking” his decisions.\n\nI asked Bennett a direct question: “Did you ever advise the President that in addition to the option\nof settling the Jones case, he could simply default on the liability phase of the case?”\n\nBennett replied that defaulting would have been “ridiculous” and “a stupid idea” and that he\nwould never recommend it.\n\nI asked Bennett what kind of an investigation he had conducted of the Lewinsky matter before he\nallowed the President to be deposed, and he acknowledged that he simply accepted the\nPresident’s word, since it was supported by Lewinsky’s affidavit. I asked him whether he had\never questioned Lewinsky and gave a vague response. He did say that he was surprised about the\nquestions asked concerning Lewinsky at the deposition.\n\nI told Bennett that I strongly believed he had made a mistake by walking his client into a perjury\ntrap and allowing him to get into a swearing contest about his sex life. He assured me that he\nknew what he was doing and that it would all work to the advantage of his client. I told him I\nhoped he was right, but that I still thought he had made a mistake.\n\nA lawyer owes his client the duty to explain all available legal options, even if he believes that the\nclient will probably reject a given option. Bennett failed in this duty. He now argues, in his own\ndefense, that if Clinton had defaulted the Jones case, many more litigants would “come out of the\nwoodwork” and sued Clinton in the hope that he would default. This is a fallacious argument for\nseveral reasons. First, the statute of limitations would have passed on virtually all allegations\narising — as the Jones case did — before Clinton became President. Even more importantly, the\nmoment it became public — which it quickly did — that the President previously had offered a\n$700,000 settlement to Jones, there was more than enough incentive for gold-diggers to come\n\n212\n\nHOUSE_OVERSIGHT_017359",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017359.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3120,
    "word_count": 541,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.979828",
    "prefix": "IMAGES-004"
  }
}