{
  "document_id": "HOUSE_OVERSIGHT_011910",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011910.txt",
  "text": "C AU TRIBUNAL DU ONZIEME ARRONDISSEMENT JUDICIARE DANS ET POUR MIAMI-DADE, FLORIDE.\n(1 AU TRIBUNAL DE JUGEMENT ET POUR LE DEPARTENT DE MIAMI-DADE, FLORIDE.\n\nCONVOCARION D' ACTION CIVILE\n(b) LIVRA! ON PERSONNELLE A UNE PERSONNE\n\nPLAINTE(S) VS. GONTRE ACCUSE(S)\n\nA (AUX) ACCUSE(S): ADRESSE:\n\nDes poursuites judiciaires ont ete enterprises contre vous. Vous avaz 20 fours consecutifs a partir a de la date de I'assignation d\nGilalion pour deposer une response ecrite a la plainte cijointa aupres de ca tribunal. Un simole coup de telephone est insoffisant pa VOUS\nproteger. Vous ates obliges de deposer votre response eécrite, avec mention du numero de dossier G-dessus e( du nom des barik\nnommees ici, si vous souhailez que le tribunal entende votra causa. Si vous na deposez pas aotre reponse ecite dare le relai requig\nrisquez de perdire la cause ainsi que votre salaire, votre argent, e1 vos biens peuvent etre saisis par la suite, aucun preavis ulterlqur du\ntribunal. Iya d'autres obligations juridiques et vous pouvez requerir les services immediats d'un avocatl. Si vous ne connaissez pas d'g\nvous pourriez telephoner a un service reference d'avocais ou a un bureau d'assislance juridique (figuran! a fannuaire de telephones).\n\nSi vous chotsissez de deposer vous-meme une reponse ecrite, il vous faudea egalement, en meme temps que cette formalite, faire pa\n\nexpedier une copia de votre reponse ecrite au \"Plaintif/Plaindifs Allomey” (Ptalgnant ou 4 son avocal) nomme cidessous et enregistreq volre\nreponse avec la Greffier du Tribunal, L'adresse centrale du bureau du Greffier esi la Dade County Courthouse. L'adresse du tribgnal,el\nadresse des succursales sont dans cifessous pour volre convenance\n\nADRESSES DES TRIBUNALIX EN DADE\n\nC1 bade County Courthouse (05) 0 Joseph Caisb Canter (20) OO Nath Dade Justics Center (23) CO) Humes District (21)\nReom 133 Room 103 Room 100 Room 100\n73 Weal Flagler Street 5400 NW 22 Avenues 15555 Biscayne Blvd, 11 East 6th Stes\nMiami, Florida 33130 Miami, Porida 3142 North Miami Geach, Florida 23160 Hialeah, Florida 33010\n\nOO Miami Beach Dntirict Coun (24) (1 Coral Gattes District Court (25) South Dade Jjustion Center (28)\nReam 200 Room 100 Room 1200\n1430 Washington Avenue 3100 Ponce De ian Biv. 40710 SW 211 Siren\nMiami Beach, Flonda 33739 Caral Gables, Flovida 33134 Mie, Florida 33189\n\nPlainte/Avocat du Plainte Adresse: 7\nNumero de barreau de la Floride:\n\nL'TAT DE LA FLORIDE: A chaque sherif de fetat vous etes oblige de presenter cette cilation el une photocpie de ia plainte\nce document sur accuse (e) ci-desus.\n\nHARVEY RUVIN , DATE ON:\nGreffier de Tribunal TT\n\nACT DE 1990 POUR AMERICAINS HANDICAPES\nAVIS DE I’ ADA\n“Si vous étes une personne handicapée qui a besoin d’accommodement pour pc\nparticiper 4 cette procédure, vous avez le droit, sans aucun coiit, d’avoir de |’aide 4| votre\ndisposition. S’il vous plait contacter le Coordinateur de PADA du Tribunal de ’Ongi\nCircuit Judiciaire, Lawson E. Thomas Courthouse Center, 175 NW 1\" Ave. Suite\n\nincapacité pour entendre ou parier, appelez le 711.”\n\nCLKICT. 070 Rev. 11/11 Clerk's web address: wanw,rmiamni-dadecterk.com\n\nHOUSE_OVERSIGHT_011910",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011910.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3149,
    "word_count": 501,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.117357",
    "prefix": "IMAGES-001"
  }
}