{
  "document_id": "HOUSE_OVERSIGHT_014605",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014605.txt",
  "text": "further rate cuts and lowered the deposit rate to\n-0.40%. Second, it increased the size of its asset\npurchase program from €60 billion to €80 billion\nper month, effectively buying more Eurozone\nbonds each year than are actually issued (see\nExhibit 90). Finally, it continued to limit its buying\nto bonds with yields above the deposit rate,\n\nwhich concentrated its purchases toward long-\nmaturity bonds.\n\nThese measures created an extreme scarcity\neffect in long-term German bunds, as investors\nscrambled to buy today for fear of even lower\ninterest rates tomorrow. In response, German\n10-year rates fell to an all-time low of -18 basis\npoints in July of 2016. During these same summer\nmonths, all German government bonds with less\nthan a 15-year maturity offered negative yields.\n\nHowever, monetary policy does not operate in\na vacuum. With negative interest rates impairing\nthe profitability of the European banking system,\nthe ECB has already begun to alter its policy mix.\nAt its December 2016 meeting, the ECB reversed\nthe increase in asset purchases mentioned above,\ntargeting €60 billion per month for the upcoming\nMarch—December 2017 period. Moreover, it lifted\nthe restriction on purchasing bonds with yields\nbelow the deposit rate, alleviating the scarcity\npremium attached to long-maturity bonds meeting\nthis criterion. While these adjustments are well\nshort of QE “tapering,” they have shifted the\nmarket focus toward the eventual end of asset\npurchases and the timing of the first ECB rate\nhike—currently priced for late 2018.\n\nWith less ECB policy pressure on long-maturity\nbonds, coupled with continued above-trend\nEurozone growth and some further normalization\nin global term premiums, we expect 10-year bund\nyields to increase to 0.5-1.0% by the end of 2017.\nWhile overall peripheral bond spreads should be\nmostly range-bound in 2017, political woes in\nItaly and France pose upside risks to the spreads of\nthose countries.\n\nIn the UK, we expect gilt yields to reach 1.5-\n2.25%. Here, persistently high headline inflation\ninduced by the depreciation of sterling and a\nless-than-feared economic drag from Brexit thus\nfar could encourage the BOE to unwind a portion\nof the preemptive easing it deployed in response to\nthe surprise referendum outcome.\n\nGiven this outlook and today’s still depressed\nbond yields, we remain underweight UK and\nEurozone government bonds for European\n\nExhibit 90: European Government Bond Issuance\nand ECB Purchases\nECB buying is outpacing net issuance of Eurozone bonds.\n\n€bn\n400 MNet Issuance MECB Purchases Net Issuance Including ECB Purchases\n\n200\n\n°\n\n-200 5\n\n-600\n\n-800\n\n2016 2017\n\nData as of December 31, 2016.\nSource: Investment Strategy Group, JP Morgan.\n\ninvestors. After all, just a 2 basis point increase in\nGerman 10-year bund yields generates a capital\nloss sufficient to offset an entire year of income.\nThat said, we should not confuse an underweight\nwith a zero weighting, as European clients should\nretain some exposure to German bunds and other\nhigh-quality Eurozone bonds in the “sleep-well”\nportion of their portfolios. These high-quality\nbonds would provide an attractive hedge in the\nevent of a Eurozone recession or the return of\ndeflationary concerns.\n\nEmerging Market Local Debt\n\nLast year’s 10% return for emerging market local\ndebt (EMLD) provided some solace to those who\nhave suffered through nearly three years of losses\ntotaling more than 30%. But investors had to\nendure considerable volatility to realize this gain,\nas returns fluctuated between -4% and +18% in\n2016. In fact, the asset class lost roughly 5% in just\nthe last two months of the year.\n\nThis last point is important, since many of the\ntailwinds that drove EMLD’s strong returns in the\nfirst half of 2016 reversed toward year-end and are\nlikely to impact the asset class again in 2017. Here,\nwe refer specifically to the resumption of Federal\nReserve rate hikes, renewed US dollar appreciation\nand a resumption of Chinese renminbi depreciation\nagainst the dollar. Just as falling global interest\nrates helped the asset class for the first part of\n2016, so too should the rising rates we expect\n\n72, | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014605",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014605.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4191,
    "word_count": 668,
    "line_count": 118,
    "import_date": "2025-11-19T21:47:45.246150",
    "prefix": "IMAGES-003"
  }
}