{
  "document_id": "HOUSE_OVERSIGHT_017139",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017139.txt",
  "text": "4.2.12\nWC: 191694\n\ncontroversies, such as a railroad accident or a conventional contract dispute, into monumental\nlegal decisions.\n\nJudge Bazelon did the same with regard to criminal cases, especially those involving defendants\nwho could not afford an adequate defense and those with serious mental illnesses. He would ask\nhis clerks to scour the records of cases—even those not assigned to him—for evidence of\ninjustice. He told me that most indigent defendants—and most defendants in DC were indeed\nindigent—did not have adequate lawyers: “You're their lawyer of last resort,” he would tell me.\n“Search the record for errors. Tell me if you find any injustices.”\n\n“But the case isn’t even before you,” I would protest, or “there were no objections and so the\nissues aren’t properly preserved for appeal.”\n\n“No matter. We will find a way to secure justice. Your job is to find injustices. My job is to\nfigure out a way to bring about justice.”\n\nHe told me about a conversation between the great Justice Oliver Wendall Holmes and one of the\njustice’s law clerks (who were called “secretaries”). After the justice rendered an opinion denying\nrelief to a morally deserving litigant, the clerk complained, “But Mr. Justice, the result in this case\nis unjust.” To which Holmes reportedly responded: “We’re in the law business, young man, not\nthe justice business.”\n\nDavid Bazelon was in the justice business, though he used the law—sometimes stretching it\nbeyond existing precedent—to bring about what he regarded as a just result. He was a “judicial\nactivist”, at least when it came to doing justice to the poor, the disadvantaged and the sick, and\nproud of it. That catch phrase had not yet become a term of opprobrium, as it has to so many\ntoday. I was proud to assist my activist judge and eagerly pursued my assigned task of searching\nfor injustices.\n\nI recall telling Bazelon, who was Jewish but not well educated in Jewish religion tradition, that the\nTorah commands not merely that we be just, or even that we do justice, but rather that we\nactively pursue justice, as if injustice never rests. The exact words of Deuteronomy—which I\nrecalled because I recited them in my Bar Mitzvah portion—were “Justice, justice, you must\nactively chase after.” The traditional translation “pursue” doesn’t quite capture the essence of the\nHebrew words, “Tzedek, Tzedek, Tirdof,” since “Tirdof,” comes from the root that means to run\nor chase after.\n\nBazelon asked me to make a sign for his office with these words, in Hebrew and English. He\nquoted them frequently in defense of his activism. They became his mantra, as they have become\nmine. The sign now hangs in my office. Another example of the good that has come from my not-\nso-good Jewish education!\n\nThe other good lesson—this one taught by Bazelon to me by example—was that justice requires\nsome degree of compassion.\n\n52\n\nHOUSE_OVERSIGHT_017139",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017139.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2894,
    "word_count": 481,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.208293",
    "prefix": "IMAGES-004"
  }
}