{
  "document_id": "HOUSE_OVERSIGHT_018523",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018523.txt",
  "text": "for accidental anxious pressure.\n\nOkay, I'm talking pretty theoretically, right? So here's some actual concrete advice on\nhow to avoid imposing sexual pressure:\n\n* Don't demand that people explain their preferences. A person doesn't have to\nexplain, examine, or \"figure out\" why they're gay, straight, kinky, polyamorous, or\nwhatever if they don't want to. Even your sexual partner doesn't have to explain why they\ndon't want to do something if they don't want to.\n\nIn fact, it may be very helpful if you merely make it clear that your partner doesn't have\nto explain from the beginning -- because they may feel as if they ought to, even if you\ndon't ask. I so clearly remember an encounter I had a few years ago in which my partner\nasked what I was up for and I said, hesitantly, \"Well, I'm not really up for sex tonight... I\ncan't really explain it, I --\" and he held up his hand. \"You don't have to explain it,” he said\n-- and I was totally shocked at the gratitude, relief and comfort that poured through me.\n\nI later felt proud and thrilled to \"pay it forward\" when I had my first serious encounter as\na dominant. Towards the end of the encounter, I asked, \"Do you want me?” and my\nsubmissive stiffened, saying awkwardly, \"Yes, I do, but... I don't want to have sex so\nsoon, it's just one of my own boundaries, I --\" and I saw how much the words were\ncosting him. Saw the same anxiety I'd felt once. And immediately I covered his mouth\nand said, \"Shh, it's fine, you don't have to explain it,\" and I saw him relax with the same\nterrible relief I'd once felt. And then we made out for many hours and it was unbelievably\nawesome.\n\n... Of course, sometimes people will want to examine their own preferences, which is\nobviously fine! But if your partner or friend is examining for their own mental well-\nbeing, that's very different from demanding that they examine to satisfy you. Bottom line:\nthey don't owe you an explanation, and asking for one may just make them tense up and\nfeel totally unsexy in all ways.\n\n* Express preferences gently. I once attended an incredible BDSM workshop by the\nauthor Laura Antoniou in which she offered an outline for bringing up your filthiest,\nscariest fantasy with your partner: \"Buy ice cream. Sit down at the kitchen table and\ndescribe your fantasy. Then say, 'Don't say anything now. I'll give you some time to think\nabout it -- now let's eat this ice cream and maybe go out for a movie.” I love this advice\nbecause (a) everyone gets ice cream and (b) it's so perfect for lowering tension. And as\nLaura said, \"The worst thing that can happen is that they're not into it.”\n\n[Editor's Note: since writing this post, Clarisse went vegan, and she recommends eating\nthat frozen Coconut Bliss stuff instead of ice cream. The chocolate flavor is absurdly\ndelicious.]\n\nIt's important to emphasize from the start: \"This is something I'm interested it, but it's not\na requirement and I don't want you to do it if you're not into it.\" In fact, it might help to\nbegin by saying those exact words.\n\nAnd if your partner doesn't want to do something now, it's often worth giving time for\nthem to grow into the idea. Perhaps by exploring other sexual angles, they'll come around\n\nHOUSE_OVERSIGHT_018523",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018523.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3229,
    "word_count": 579,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.810632",
    "prefix": "IMAGES-005"
  }
}