{
  "document_id": "HOUSE_OVERSIGHT_017250",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017250.txt",
  "text": "4.2.12\nWC: 191694\n\nThe strategy was simple in outline: The Supreme Court should not be allowed the luxury of\ndeciding the issue of capital punishment as an abstraction; instead, it must be confronted with the\nconcrete responsibility of determining the immediate fates of many hundreds of condemned\npersons at the same time. In this way, the Court could not evade the issue, or lightly refuse to\ndecide it if the Court’s refusal would result in the specter of mass executions of hundreds of\nconvicts. However, the Court could decline to decide the ultimate issue — the constitutionality of\ncapital punishment — if in doing so it could find some other way of keeping alive those on death\nrow. And the legal team always provided the Court with this other way — a narrower issue,\nusually in the form of an irregularity in the procedure by which the death penalty was imposed or\nadministered.\n\nPursuant to this strategy, the Supreme Court decided a number of cases involving the\nadministration of the death penalty; in each of these cases the Court declined to consider the\nultimate issue, but it always ruled in favor of the doomed, thereby sparing their lives — at least\nfor the moment. With the passage of each year, the number of those on death row increased and\nthe stakes grew higher and higher.\n\nThen in 1971 the Court took its first turn toward the noose: In Mc-Gautha v. California, it held\nthat a condemned person’s constitutional rights were not violated “by permitting the jury to\nimpose the death penalty without any governing standards” or by permitting the imposition of the\ndeath penalty in “the same proceeding and verdict as determined\n\nthe issue of guilt.” At that point it looked like the string might have been played out: there were\nno more “narrow” procedural grounds. The Court would have to confront the ultimate issue. But\nit was not the same Court that had been sitting when the strategy was\n\noriginally devised; there were four new Nixon appointees, and it was clear that at least some of\nthem believed the death penalty to be constitutional. The umpires — if not the rules — had been\nchanged after the strategy of the game had been worked out and irretrievably put into action.\nNow there was no pulling back.\n\nThe drama intensified. The Court let it be known that finally it was ready to decide the ultimate\nissue. Knowledgeable lawyers—counting noses on the Court—were predicting that the death\npenalty would be sustained by a narrow majority. Some thought that it might be struck down for\nrape but sustained for murder. Some predicted that the Court would once again find—or\ncontrive—a reason for avoiding the ultimate issue. A few, of optimistic bent, kept the faith and\nexpressed the belief that the Court—even this Court—would simply not send hundreds to their\ndeath.\n\nAnd then a major and unanticipated break. The California Supreme Court — perhaps the most\ninfluential state court in the nation —ruled that its constitution (which had substantially similar\nwordings as the federal Constitution) forbade the death penalty. Then, on the last day of the\nUnited States Supreme Court’s 1971 term, the decision was rendered in a case called Furman v.\nGeorgia. The death penalty, as administered in this country, was unconstitutional. The argument\nproposed by Justice Goldberg on my first day as his law clerk had now been accepted by a\nmajority of the Justices. Goldberg called me in joy, offering mutual congratulations and crediting\nme with implementing his idea. I was thrilled.\n\n163\n\nHOUSE_OVERSIGHT_017250",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017250.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3535,
    "word_count": 594,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.347132",
    "prefix": "IMAGES-004"
  }
}