{
  "document_id": "HOUSE_OVERSIGHT_016565",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016565.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nwould be requesting a separate fine of $250.00 a day for non-compliance and Set.\nKrauel said that was his recommendation, that there would be two concurrent fines\nrunning. Mr. Hoffman asked about the administrative costs and Sgt. Krauel said\nthe Town was only asking for one.\n\nMOTION BY MR. FRIED TO FIND DR. LYNN IN VIOLATION OF\nCHAPTER 10, SECTION 10-45 (i) AND REQUIRE HIM TO COME INTO\nCOMPLIANCE BY JULY 18, 2008\n\nSECONDED BY MS. GREENBERG\n\nMOTION PASSED UNANIMOUSLY\n\nMr. Merola questioned what the order was with regard to 10-6, if it was to have\nthe dog removed or euthanized by Friday or just to abate the nuisance. He said he\nneeded to know what to tell Dr. Lynn what had to be done by Friday to avoid the\npotential fine. Mr. Hoffman said Dr. Lynn needed to either remove the dog or\nhave it euthanized and Mr. Fried said that was his intention in making the motion.\n\nVI. Old Business:\n\nA. Case # 08-2484, 515 N. County Road, Trump Properties, LLC\nViolation of Chapter 18, Section 18-205 of the Town of Palm Beach Code of\nOrdinances, the Architectural Commission may attach conditions to any approval\nit grants.\n\nLead Code Enforcement Officer Walton advised this case would be heard at Town\nCouncil on August 11, 2008 and requested the case be postponed until the August\n21, 2008 hearing date. Mr. Trump’s attorney and the attorney for the new\npurchaser were both present.\n\nRobert Brody said he was the attorney for County Road Property LLC, who had\njust purchased the property two days ago. He said it was the intent of his client to\ncomply with the Town and also to work with the Town. There is an appeal\npending and Mr. Brody said it was his client’s intent to work everything out with\nARCOM prior to that appeal. He said he had recommended to his client that he\nwithdraw the appeal. Mr. Brody said his client had hired the Lawrence Group and\nGene Lawrence planned to work with ARCOM.\n\nMOTION BY MS. DUEMLER TO POSTPONE THE CASE UNTIL\nAUGUST 21, 2008\n\nSECONDED BY MS. VAN BUREN\n\nMOTION PASSED UNANIMOUSLY\n\nVII. Fine Consideration:\n12\n\nHOUSE_OVERSIGHT_016565",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2116,
    "word_count": 371,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.562130",
    "prefix": "IMAGES-004"
  }
}