{
  "document_id": "HOUSE_OVERSIGHT_013289",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013289.txt",
  "text": "portraying the conflicted mob boss Tony Soprano in the TV series\n“The Sopranos.” Died June 19 of a heart attack while on\nvacation in Rome.\n\nDave Jennings, 61. An All-Pro punter who played for New York’s\ntwo NFL teams, the Giants (1974 to 1984) and Jets (1985 to\n1987). Died June 19 from Parkinson’s disease.\n\nAllan Simonsen, 34. A Danish race car driver affiliated with the\nAston Martin Racing Team. Died June 22 when his car crashed at\nthe Le Mans 24 hours race.\n\nBobby “Blue” Bland, 83. A Tennessee-born singer of Southern\nblues and ballads in hit singles such as “Turn on Your Love\nLight,” who was inducted into the Rock and Roll Hall of Fame.\nDied June 23.\n\nHarry Parker, 77. He coached the Harvard University men’s\nheavyweight crew team to 22 undefeated seasons and eight\nnational titles. Died June 25 of a blood disorder.\n\nMarc Rich, 78. The Belgium-born commodities trader, who in 1983\nwas indicted for U.S. income tax evasion and racketeering, fled\nthe country and lived as a fugitive until pardoned by President\n\nBill Clinton in 2001. Died June 26 near his home in Switzerland.\n\nRawleigh Warner, 92. As the chairman and CEO of Mobil Oil Corp.\nfrom 1969 to 1986, he outmaneuvered competitors to make Mobil\nsecond in sales behind Exxon Corp., years before the companies\nmerged. Died June 26 of complications from a progressive muscle\ndisease.\n\nJuly\n\nWilliam H. Gray Ill, 71. He was a Democrat from Philadelphia who\nserved six terms in the U.S. House of Representatives, becoming\nthe first black party whip, the No. 3 leadership position. Died\n\nJuly 1 while in London to attend the Wimbledon tennis\ntournament.\n\nHOUSE_OVERSIGHT_013289",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013289.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1640,
    "word_count": 279,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.196404",
    "prefix": "IMAGES-002"
  }
}