{
  "document_id": "HOUSE_OVERSIGHT_023929",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023929.txt",
  "text": "CHAPTER 13\n\nMZ\n, \\\nCG@:\n\ni\n\nHow the Best Universities\nInadvertently Ruin Our Schools\n\nWe have met the enemy, and he is us.\n—VWalt Kelly\n\nIt should come as no surprise to readers of this book that I never re-\nally liked school. I endured it. I didn’t have the option to quit—an\nunthinkable idea in my household. In the end I even wound up with\na Yale degree (all right, an honorary one—but it is printed in Latin).\nTruth be told, I did get a real Ph.D., but that was more a testament to\nmy figuring out how to work the system while avoiding the draft, than\nit was a testament to my scholarship or academic prowess.\n\nI became a professor, an unlikely job for someone who hated\nschool, and I became an unlikely colleague who worked with people\nwho, by and large, loved school. I spent 35 years of my life as a profes-\nsor at the best universities in America, and still I hated school.\n\nSomewhere in the middle of my academic career, about the time\nthat my kids went to school, I began to think about how learning\nworked. (I was trying to develop computers that learned.) Since my\nkids also hated school, I began to wonder about why school was the\nway it was and why it really had so little to do with learning as I un-\nderstood it.\n\nEventually I realized that I was part of the problem. I readily had\nfound employment in a world that let me think about interesting\nproblems all day and work with really smart graduate students. To\npay for this life of the mind, I was required to teach every now and\nthen. I never really liked teaching for exactly the same reason I didn’t\nlike being on the other side of the classroom. I didn’t get the point.\nI talked. Students listened or at least faked listening, and then there\nwere grades to be given out based on how well they actually had been\nlistening. I didn’t like this game any more as a teacher than I had\n\n183\n\nHOUSE_OVERSIGHT_023929",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1878,
    "word_count": 355,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.308760",
    "prefix": "IMAGES-007"
  }
}