{
  "document_id": "HOUSE_OVERSIGHT_023694",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023694.txt",
  "text": "CNN’S AMANPOUR -— May 29, 2013\nPresident Xi Jinping to meet President Barack Obama\n\nInterview with Dr. Robert Lawrence Kuhn,\nlong-time adviser to China’s leaders.\n\nhttp://edition.cnn.com/video/#/video/world/2013/05/29/exp-race-china-us-amanpour.cnn\n\nCHRISTIANE AMANPOUR, CNN HOST: Good evening.\nI'm Christiane Amanpour. There may officially be only one\nsuperpower today, but another is rapidly advancing. The\nUnited States and China jockey for position at the pinnacle of\nthe world in what might just be called a race to the top. So\nhow will the first tete-a-tete go between their leaders, the two\nmost powerful men on Earth, U.S. President Barack Obama\nand China's leader, Xi Jinping, will meet just over a week\nfrom now in an informal setting at the aptly named\nSunnylands Estate just outside Los Angeles. China is\nanxious and angry about Obama's much-touted “pivot” to\nAsia and about what China perceives to be the U.S. siding\nwith Japan over disputed islands in the East China Sea. The\nUnited States, for its part, has a laundry list of concerns,\neverything from alleged Chinese hacking of even its most\nsensitive military secrets to its influence over North Korea\nand Pyongyang's nuclear saber-rattling. President Xi says the\nU.S.-China relationship 1s at a crucial juncture and he says\nthat he wants to forge, \"a new type of great power\nrelationship.\" So what exactly will that look like? We need\nto know because this may just be the most important\nrelationship in the world today. And in a moment, I will dig\ndeeper with Robert Lawrence Kuhn, a long-time adviser to\nChina's leaders.\n\nAMANPOUR: Robert Lawrence Kuhn has tremendous\ninsight into China's leaders. He's a long-time adviser to the\nChinese government; he's met President X1 several times and\nhe's the author of the book, \"How China's Leaders Think.\"\nThat is a big title. Welcome to the studio.\n\nHOUSE_OVERSIGHT_023694",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023694.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1884,
    "word_count": 299,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.299056",
    "prefix": "IMAGES-007"
  }
}