{
  "document_id": "HOUSE_OVERSIGHT_012867",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012867.txt",
  "text": "When clinicians diagnose individuals with a mental disorder, they are making a statement about\ndeviance, about what falls within and outside the range of normal mental states. Unfortunately, there are\nno clear categories, no bright lines separating normal from abnormal or uncommon. As the distinguished\nAmerican psychologist William James noted, however, studying “the abnormal is the best way to\nunderstand the normal.” Let’s follow this logic.\n\nConsider the developmental disorder of autism. This disorder, typified by difficulties\nunderstanding what others believe and feel, ranges from individuals who appear locked out of the world,\nrocking back and forth to their own internal rhythm, to high functioning individuals such as Professor\nTemple Grandin, who not only teaches college-level courses, but has done wonders as a spokesperson for\nautism and for the animal welfare movement. This range already tells us that autism is represented by a\nspectrum, once identified by purely behavioral measures, but joined today by genetic and neurobiological\nmarkers. The genetic evidence is particularly helpful for explaining the observed variation. For example,\nthe MAOA gene, located on the X chromosome, is involved in the regulation of social behavior and has\ndifferent forms that map to differences in brain activity and stress physiology. The different forms\ncorrespond to the number of copies of the genetic material. This copy number is, in turn, partially\nresponsible for the spectrum of autism observed, especially the degree of social dysfunction, including\nstress and aggression. Once we admit to a spectrum, and begin to pinpoint the factors that push\nindividuals to stand on one end or the other, we must admit to admitting virtually everyone onto this\nspectrum. All of us, at some point in our life, have lacked sensitivity to the feelings and beliefs of others.\nAll of us have been self-absorbed and locked out from the rest of the world. All of us have failed to\nexpress empathy and compassion to others. All of us have been a bit abnormal in this sense. All of us\nfall, on occasion, within the spectrum of autism as well as other disorders of the mind such as\npsychopathy.\n\nLike autism, psychopathy is not one neat and tidy disorder, but a spectrum. Diagnostically,\npsychopaths are impulsive, narcissistic, and lacking in social emotions such as empathy, remorse, and\nguilt. These behaviorally defined characteristics are complimented by genetic and neurobiological\nmarkers, some pointing to risks in the pre-school years, and linked to the same MAOA gene noted above.\nThe spectrum that defines psychopaths ranges from hyper-smart, calculating, and powerful politicians to\nlow IQ, downtrodden, serial murderers. Everyone of us occasionally shows our psychopathic face: self-\nabsorbed, impatient, manipulative, and uncaring. What is abnormal, then, is living with these\ncharacteristics, all the time. Clinically diagnosed psychopaths, like clinically diagnosed individuals with\nautism, have the characteristic traits as stable components of their personality. An honest clinician will\ntell you, however, that stability is difficult to define, and so too are the essential traits. An honest brain\n\nscientist will also tell you that, despite the observation that psychopaths have hyperactive dopamine brain\n\nHauser Chapter 4. Wicked in waiting 12]\n\nHOUSE_OVERSIGHT_012867",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012867.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3383,
    "word_count": 516,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.351619",
    "prefix": "IMAGES-002"
  }
}