{
  "document_id": "HOUSE_OVERSIGHT_018465",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018465.txt",
  "text": "giving them to their partners. (The amazing sex education site Scarleteen later\nimplemented the same idea, in a much more comprehensive way than I had!) I suggested\nthat partners write out their fantasies and email them to each other, or write out\ndescriptions of their mutual sexual experiences -- long accounts, describing how they felt\nabout everything and what sticks out in their minds -- and send those to each other, too,\nso they can get each others’ perspectives on what they've done.\n\n(By the way, I still offer a much-improved version of that workshop on my list of events,\nlectures, and workshops, just in case you're interested in bringing me in....)\n\nGod, it's so hard to talk about what we want. It's even hard to talk about talking about\nwhat we want. I mean, it's hard enough to figure out what we want in the first place -- but\ncommunicating it... eeek! And it's worth noting that this is not just a problem of having\ngood sex. As was pointed out recently on the blog for the wonderful sex-positive\nanthology Yes Means Yes!:\n\n[There is a] need to demystify and destigmatize communication about sex. If we can't talk\nabout what we like and what we want, we will always have problems making clear what\nit is we're consenting to. If we can't be frank about what we do want, we put a lot of\nweight on the need to communicate what we don't.\n\nGiving everyone great sexual communication skills doesn't just give us all better sex -- it\nfights rape. There's a noble cause for you!\n\n... SO, that's my five-pointed analysis. And that's what I'm pushing for. My goals are not\nJust to get people thinking that sex is awesome and sexual freedom is important. It's\ngoing to be hard, and it's going to be an uphill battle, but I'm hoping that I can not only\nhelp out with sexual liberation -- I'm hoping to improve it.\n\nKOK ok\n\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2010/11/11/classic-repost-liberal-sex-positive-sex-\n\neducation-whats-missing/\n\nCOMMUNICATION:\n\n[theory] Sex Communication Tactic Derived From S&M: The\nAnnotated Safeword\n\nAs soon as I started researching S&M and thinking critically about the communication\ntactics promoted in the S&M community, I realized that there were a lot of really\nimportant lessons wrapped up in those tactics -- lessons that could be deconstructed and\napplied to all kinds of sexuality. From the beginning, I planned to do a series of posts on\nSex Communication Tactics Derived from S&M, but I only got around to it in 2010.\n\nHOUSE_OVERSIGHT_018465",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018465.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2522,
    "word_count": 428,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.044865",
    "prefix": "IMAGES-004"
  }
}