{
  "document_id": "HOUSE_OVERSIGHT_020053",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020053.txt",
  "text": "The natural default might be to do smaller things, incremental versions of the program.\nBut Trump showed little interest in the small stuff. He became listless and irritable.\n\nSo, okay, it would have to be peace in the Middle East.\n\nFor Trump, as for many showmen or press release entrepreneurs, the enemy of\neverything is complexity and red tape, and the solution for everything is cutting corners.\nBypass or ignore the difficulties; just move in a straight line to the vision, which, if it’s\nbold enough, or grandiose enough, will sell itself. In this formula, there is always a series\nof middlemen who will promise to help you cut the corners, as well as partners who will\nbe happy to piggyback on your grandiosity.\n\nEnter the Crown Prince of the House of Saud, Mohammed bin Salman bin Abdulaziz\nAl Saud, age thirty-one. Aka MBS.\n\nThe fortuitous circumstance was that the king of Saudi Arabia, MBS’s father, was\nlosing it. The consensus in the Saudi royal family about a need to modernize was growing\nstronger (somewhat). MBS—an inveterate player of video games—was a new sort of\npersonality in the Saudi leadership. He was voluble, open, and expansive, a charmer and\nan international player, a canny salesman rather than a remote, taciturn grandee. He had\nseized the economic portfolio and was pursuing a vision—quite a Trumpian vision—to\nout-Dubai Dubai and diversify the economy. His would be a new, modern—well, a bit\nmore modern—kingdom (yes, women would soon be allowed to drive—so thank God\nself-driving cars were coming!). Saudi leadership was marked by age, traditionalism,\nrelative anonymity, and careful consensus thinking. The Saudi royal family, on the other\nhand, whence the leadership class comes, was often marked by excess, flash, and the\npartaking of the joys of modernity in foreign ports. MBS, a man in a hurry, was trying to\nbridge the Saudi royal selves.\n\nGlobal liberal leadership had been all but paralyzed by the election of Donald Trump—\nindeed, by the very existence of Donald Trump. But it was an inverted universe in the\nMiddle East. The Obama truculence and hyperrationalization and micromanaging,\npreceded by the Bush moral militarism and ensuing disruptions, preceded by Clinton deal\nmaking, quid pro quo, and backstabbing, had opened the way for Trump’s version of\nrealpolitik. He had no patience with the our-hands-are-tied ennui of the post-cold war\norder, that sense of the chess board locked in place, of incremental movement being the\nbest-case scenario—the alternative being only war. His was a much simpler view: Who’s\ngot the power? Give me his number.\n\nAnd, just as basically: The enemy of my enemy is my friend. If Trump had one fixed\npoint of reference in the Middle East, it was—mostly courtesy of Michael Flynn’s tutoring\n—that Iran was the bad guy. Hence everybody opposed to Iran was a pretty good guy.\n\nAfter the election, MBS had reached out to Kushner. In the confusion of the Trump\ntransition, nobody with foreign policy stature and an international network had been put in\n\nHOUSE_OVERSIGHT_020053",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020053.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3052,
    "word_count": 503,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.591126",
    "prefix": "IMAGES-005"
  }
}