{
  "document_id": "HOUSE_OVERSIGHT_012957",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012957.txt",
  "text": "3.3 Cognitive Synergy Al\n\n— Example of episodic knowledge: memory of the situation in which the agent first met\nBob; memory of a situation in which a specific tall blocks tower was built\n\ne Attentional memory (knowledge about what to pay attention to in what contexts)\n\n— Example of attentional knowledge: When involved with a new person, it’s useful to pay\nattention to whatever that person looks at\n\ne Intentional memory (knowledge about the system’s own goals and subgoals)\n\n— Example of intentional knowledge: If my goal is to please some person whom I don’t\nknow that well, then a subgoal may be figuring out what makes that person smile.\n\nIn Chapter 9 below we present a detailed argument as to how the requirement for a multi-\nmemory underpinning for general intelligence emerges from certain underlying assumptions\nregarding the measurement of the simplicity of goals and environments. Specifically we argue\nthat each of these memory types corresponds to certain modes of communication, so that intel-\nligent agents which have to efficiently handle a sufficient variety of types of communication with\nother agents, are going to have to handle all these types of memory. These types of communi-\ncation overlap and are often used together, which implies that the different memories and their\nassociated cognitive processes need to work together. The points made in this section do not\nrely on that argument regarding the relation of multiple memory types to the environmental\nsituation of multiple communication types. What they do rely on is the assumption that, in\nthe intelligence agent in question, the different components of memory are significantly but not\nwholly distinct. That is, there are significant “family resemblances” between the memories of a\nsingle type, yet there are also thoroughgoing connections between memories of different types.\n\nRepeating the above points in a slightly more organized manner and then extending them, the\nessential idea of cognitive synergy, in the context of multi-memory systems, may be expressed\nin terms of the following points\n\n1. Intelligence, relative to a certain set of environments, may be understood as the capability\nto achieve complex goals in these environments.\n\n2. With respect to certain classes of goals and environments, an intelligent system requires a\n“multi-memory” architecture, meaning the possession of a number of specialized yet inter-\nconnected knowledge types, including: declarative, procedural, attentional, sensory, episodic\nand intentional (goal-related). These knowledge types may be viewed as different sorts of\npatterns that a system recognizes in itself and its environment.\n\n3. Such a system must possess knowledge creation (i.e. pattern recognition / formation) mech-\nanisms corresponding to each of these memory types. These mechanisms are also called\n“cognitive processes.”\n\n4, Each of these cognitive processes, to be effective, must have the capability to recognize when\nit lacks the information to perform effectively on its own; and in this case, to dynamically\nand interactively draw information from knowledge creation mechanisms dealing with other\ntypes of knowledge\n\n5. This cross-mechanism interaction must have the result of enabling the knowledge creation\nmechanisms to perform much more effectively in combination than they would if operated\nnon-interactively. This is “cognitive synergy.”\n\nInteractions as mentioned in Points 4 and 5 in the above list are the real conceptual meat\nof the cognitive synergy idea. One way to express the key idea here, in an AI context, is that\n\nHOUSE_OVERSIGHT_012957",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012957.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3602,
    "word_count": 556,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.270544",
    "prefix": "IMAGES-002"
  }
}