{
  "document_id": "HOUSE_OVERSIGHT_024749",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024749.txt",
  "text": "ACKRELL\nCAPI L\n\nCAPITA CHAPTER VI U.S. and International Cannabis Market Estimates\n\n= International Legal Cannabis Market Forecast\n\nAs previously discussed, cannabis is the most widely consumed drug worldwide: an estimated 183 mil-\nlion people between the ages of 15 and 64 consumed cannabis in 2017. Cannabis legalization is gain-\ning momentum around the world. At least 20 countries now have medical laws that facilitate patient\naccess to cannabis or concentrates for treating specified medical conditions. Select countries with such\nlaws include Australia, Canada, Colombia and Germany; countries without such laws include China,\nJapan, Russia and the United States. While the merits of medical cannabis are currently driving legal-\nization, we believe that—like Uruguay and numerous U.S. states—other countries will ultimately\nenact and implement recreational laws.\n\nCanada’s legal cannabis market (presently limited to medical cannabis) is currently the largest fed-\nerally legal cannabis market in the world, estimated at $1.5 billion in 2017. We anticipate that Canada\nwill enact and implement its proposed recreational Cannabis Act in mid-2018 and that implementa-\ntion will significantly expand the size of Canada’s overall market.\n\nInternational Market Size Estimate Methodology\n\nSimilar to the methodology for our U.S. estimates, the primary factors for our international legal can-\nnabis market estimates are the estimated number of eligible consumers, penetration rates and monthly\nspending. Of course, these and other factors affecting market size vary considerably across continents\nand regions because each country has its own unique market characteristics, including laws, culture,\nreligions, consumer preferences and disposable income.\n\nWe do not attempt to estimate the timing of legal changes that affect consumer penetration rates.\nRather, we estimate the size of potential international markets at maturity when penetration rates have\nstabilized. The time required for markets in particular countries to reach maturity will vary widely and,\nlike the U.S. market, could be 10 years or more.\n\nTo estimate average monthly consumer spending, we analyzed a country’s per capita average\nmonthly income and assumed a certain percentage was spent on cannabis products. The resulting\nestimates of monthly spending in developed countries differs vastly from that in developing countries.\n\nInternational Market Size Estimates\n\nOur estimates for the international legal cannabis market include estimates for select countries with\nmedical or recreational laws and certain countries we believe may develop into legal markets for can-\nnabis in the foreseeable future. The following table lists each identified country, ranked by Gross\nDomestic Product (GDP), with its estimated adult population, monthly cannabis consumer spending\nand potential market value.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 113\n\nHOUSE_OVERSIGHT_024749",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024749.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2942,
    "word_count": 423,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.294838",
    "prefix": "IMAGES-008"
  }
}