{
  "document_id": "HOUSE_OVERSIGHT_024086",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024086.txt",
  "text": "charged to a Partner without regard to whether the General Partner made either of the elections\ndescribed above on behalf of the Fund. Furthermore, each Partner will be required to provide\nthe Fund with any information necessary to allow the Fund to comply with its obligations to\nmake Section 754 adjustments and/or its obligations as an electing investment partnership.\n\nTax-Exempt U.S. Partners\n\nUnrelated Business Taxable Income - Under the terms of the principal agreements relating to\nthe Fund, the General Partner will be required to use reasonable best efforts to conduct the\naffairs of the Fund in a manner that does not cause any tax-exempt U.S. Partner to recognize\nany “unrelated business taxable income” within the meaning of Section 512 of the Code;\nprovided, however, that the General Partner may cause the Fund to borrow on a short-term\nbasis and may guarantee the indebtedness of any portfolio company. The General Partner’s\nundertaking will be deemed satisfied with respect to the making, holding or disposing of any\nportfolio investment if the tax-exempt U.S. Partners are given the opportunity to (or if all\nLimited Partners are otherwise required to) hold their proportionate shares of such portfolio\ninvestment directly or indirectly through an alternative investment vehicle treated as a\ncorporation for U.S. federal income tax purposes. Notwithstanding this undertaking, it is\npossible that the Fund could realize income which would constitute unrelated business taxable\nincome, and in that event each tax-exempt U.S. Partner would be subject to U.S. federal income\ntax on its share of such income and may be required to file a U.S. federal income tax return with\nrespect to such income.\n\nTaxable U.S. Partners\n\nLimitations on Allowable Deductions - Under Section 67 of the Code, U.S. taxpayers who are\nindividuals may deduct certain miscellaneous expenses (e.g., investment advisory fees, tax\npreparation fees, and unreimbursed employee expenses such as the cost of subscriptions to\nprofessional journals) only to the extent that these deductions exceed, in the aggregate, 2% of\nthe taxpayer's adjusted gross income. Further, Section 68 of the Code disallows certain\ndeductions otherwise allowable to taxpayers who are individuals; the amount disallowed varies\nbased on the taxpayer’s adjusted gross income. Part or all of the Fund’s expenses allocated to\nany U.S. Partner who is an individual (including that Partner’s share of the management fee\npayable to the Fund’s Management Company) may be disallowed under these provisions,\nalthough tax-exempt U.S. Partners will generally not be affected. Finally, certain expenses\n(including the fees and expenses of placement agents, if any) incurred in connection with the\noffer and sale of the Limited Partner Interests are not deductible by any U.S. Partner. If the\nManagement Company or an affiliate pays the fees or expenses of any placement agent, a\ncorresponding portion of the Fund’s expenses attributable to payments or accruals of the\nmanagement fee is likely to constitute a nondeductible syndication expense.\n\nSurtax on Unearned Income - Section 1411 of the Code generally imposes a 3.8% surtax on the\n“net investment income” of certain U.S. Partners who are citizens or resident aliens, and on the\nundistributed “net investment income” of certain U.S. estates and trusts. Among other items,\n“net investment income” generally would include a U.S. Partner’s allocable share of the Fund’s\nnet gains and certain other income such as interest and dividends, less deductions allocable to\nsuch income. In addition, “net investment income” may include gain from the sale, exchange or\nother taxable disposition of an interest in the Fund, less certain deductions. U.S. Partners\n\n75 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024086",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3812,
    "word_count": 589,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.198327",
    "prefix": "IMAGES-007"
  }
}