{
  "document_id": "HOUSE_OVERSIGHT_017133",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017133.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 3: My Clerkships: Judge Bazelon and Justice Goldberg\n\nAppellate court clerkships, most especially with a Supreme Court Justice, are the most coveted\npositions following graduation from law school. Today, many law firms pay huge signing\nbonuses--some as high as $250,000--to attract Supreme Court clerks. In my day, the value of\nsuch clerkships were not measured in dollars, but rather in status and prestige. In 1962, there\nwere approximately 18 clerks serving the 9 justices; the chief justice had 3, the associate justices\nwere entitled to 2, but Justice Douglas--who rarely used his clerk--opted for only one. Today,\neach justice has __ law clerks and the chiefjustice has _.\n\nThe competition for these coveted positions has always been fierce. Although, theoretically, any\nlaw school graduate can apply, most of the clerkships go to a handful of elite schools, with\nHarvard, Yale, Chicago and Stanford generally garnering the most. (Probably because so many of\nthe Justices attended elite schools: The current Supreme Court has 5 justices who graduated\nHarvard, 3 Yale and | who attended Harvard but graduated Columbia.) Some clerkships were\nreserved for those who met certain criteria. Justices Brennan, Frankfurter and Harlan picked only\nfrom Harvard. Justice Douglas generally picked from the West Coast, often from Washington\nState. Justice Black favored southerners, tennis players, and “kissin’ cousins”, but was open to\naccepting recommendations from certain Yale Law School professors. Chief Justice Warren\nfavored \"hail fellows well met\" and athletes! Justice Clark preferred Texans. Justice Goldberg\n(who replaced Justice Frankfurter shortly after I graduated) liked to have one clerk with Chicago\nconnections.\n\nI fit none of the pigeonholes, except that I was male and white--as were all the law clerks. This\nmeant that, effectively, I was competing for 3 or 4 slots. My best shot was with Justice Black,\nbecause one of my mentors at law school was his recent clerk, Guido Calabresi, and he strongly\nrecommended me to the Justice. But there was a problem. I had alienated another Yale law\nprofessor, who was also very close to Justice Black. Professor Fred Rodel was something of an\niconoclast. He insisted on teaching his seminar on the Supreme Court at \"Morrie’s,\" a private\nclub near the law school (whose \"tables\" had been made famous by the Wiffenpoof song: \"From\nthe tables down at Morries to the place where Louie dwells....\") Morrie’s was a men's club that\ndid not serve women, so Rodel, who fancied himself a left-wing radical, simply excluded women\nfrom the seminar. When I learned of this policy of exclusion, I quit the seminar, earning the\neverlasting hatred of Rodel. To add insult to injury, I substituted a seminar by Professor Alex\nBickel, who Rodel despised, because Bickel took a \"Frankfurtiarian\" approach to constitutional\nlaw, rather than a \"Blackian\" approach. Though I myself favored Justice Black’s “absolutist”\nview of the Bill of Rights, I admired Professor Bickel’s writings and loved his class. This was\nenough to make me unkosher for Rodel.\n\nProfessor Bickel gave me an important, if difficult, piece of advice when I asked him to\nrecommend me for a clerkship. “Alan, I’m going to recommend you for clerkships, but you have\nto promise me you’re going to turn off at least one of your barrels when you go and clerk for\nthese judges. They’re not used to being confronted directly, and you have to really be very\nrespectful and polite and if you want to say anything critical put it in writing and read it very\ncarefully, but don’t do it in front of them.” So he taught me the etiquette of being a law clerk,\nbecause in Law School, I was doing to my law professors what I had done to my Rabbis. At\n\n46\n\nHOUSE_OVERSIGHT_017133",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017133.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3794,
    "word_count": 624,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.189424",
    "prefix": "IMAGES-004"
  }
}