{
  "document_id": "HOUSE_OVERSIGHT_011067",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011067.txt",
  "text": "Hamilton’s Parasite Theory\n\nMy take on Hamilton’s 1982 paper, which | consider his masterpiece, is a blend of\nhis thoughts, Bob Trivers’ from a decade before, Richard Alexander’s, and maybe\nmine. Mine sees a population arranged in local “demes” which intrabreed in most\ncases for best adaptation to local pressures including pathogens and parasites. A\nlocal strain to which the local deme is adapted might spread to other demes which\nare not. Hosts in the invaded demes become sick. Female ones there intuit the\ndegraded conditions, breed less often, and breed mostly females (mothers can\nchoose) because males with their now ill-adapted anti-parasite (histocampatability)\ngenes will find few willing mates. This begins the part from Trivers. I'll come to\n\nAlexander’s later.\n\nMothers in the source deme see an opposite picture. Conditions are not necessarily\nbetter than before, but they are better than in the invaded demes. They intuit this,\nbreed more often, and breed mostly males. The males migrate to those invaded\ndemes, carrying histocompatibility genes pre-adapted to the invaders, and find\nwilling mates there if they can show the signs. The idea that mothers choose to\nbreed mostly males in prosperous conditions is the other half of Trivers’ idea. The\nidea that the invading parasite and the males with antidote genes might tend to\n\noriginate from the same deme may be mine.\n\nThat presupposes that females can trust the signs. Nature makes sure they can. She\nprovides resistant males with hard-to-feign ones to prove it. This was one of\nHamilton’s key insights. His idea has been called the “truth in advertising” theory.\nSymmetrical antlers, deep croaks, accurate songs and bright colors where they\nshould be tell the females whose genes can be trusted. Parasites and pathogens\n\nwould fake them in afflicted host males if they could. It seems they can’t.\n\nHamilton, I believe, had solved three nagging puzzles at once. Why does nature\n\nwaste resources on beauty displays that seem at first glance to hinder fitness? A\n\nChapter 7 Petty’s Idea 2/3/16 8\n\nHOUSE_OVERSIGHT_011067",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011067.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2088,
    "word_count": 335,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.371815",
    "prefix": "IMAGES-001"
  }
}