{
  "document_id": "HOUSE_OVERSIGHT_014325",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014325.txt",
  "text": "Chart 15: Would you want to see ASB partner with emerging online lenders to augment organic\ngrowth?\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nYes, partnership with online lenders provides a_ No, given the uncertainty around how these\ngood source of loan growth loans will perform during a credit downturn\n\nSource: BofA Merrill Lynch Global Research\n\nBB&T (BBT), B-1-7, Buy\nPent up demand in small and middle market corporates. COO Chris Henson was\nupbeat with regards to the growth outlook for the US economy post the US\nelections, particularly from middle market companies that have been extremely\ncautious around making investments over the last few years. Mr Henson noted that\nas business confidence rises on back of potentially stronger job growth and lower\ntax reductions, BBT should see strength across its core banking operations.\n\n¢ Out of M&A in the near term but looking to grow long term. Management\nreiterated that it is out of the M&A game for now as it looks to execute on\ndelivering its targeted synergies from recent deals. That said, management expects\nto eventually engage in M&A deals with BBT having the infrastructure for double its\nsize, noting that scale has become important in the current regulatory landscape.\nWhen asked where investors would like BBT to focus on doing deals, 59% noted\nthat it would like management to pursue fee related businesses while 23% would\nlike management to prioritize dividend maximization.\n\nChart 16: Do you expect the deal activity in financial services to pick up Chart 17: Once M&A is back on the table, where would you like to see\nin 2017? BBT focus on doing deals?\n100% 70%\n87%\n90% : 60%\n9\n80% 50%\n70%\n9,\n60% 40%\n50% 30%\n40% 20%\naN 10%\n20% 13%\n. 9 0%\n10% Depository deals Fee-related Would rather they\n0% businesses prioritize maximizing\nYes No the dividend\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n\n¢ Well positioned from rising rates. Given the outlook for higher interest rates on\nboth the short and long end of the curve, Mr. Henson noted that while BBT tries to\nmaintain a relatively neutral balance sheet, it would expect to see upside in the\nmargin on back of higher rates. Additionally, higher long rates could also help drive\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 11\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014325",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014325.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2345,
    "word_count": 399,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.662068",
    "prefix": "IMAGES-002"
  }
}