{
  "document_id": "HOUSE_OVERSIGHT_029966",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029966.txt",
  "text": "Those arguments seem to have made an impression, because government officials repeated many of\nthem at this week's hearings. The Homeland Security Committee invited representatives of three\nfederal agencies to testify before the committee this week. Jennifer Shasky Calvery represented the\nFinancial Crimes Enforcement Network, which enforces the nation's laws against money laundering.\nMythili Raman spoke on behalf of the Justice Department, whose enforcement activities have\nincluded the shuttering the Bitcoin-based drug marketplace Silk Road. And Edward Lowery spoke for\nthe Secret Service, which (along with the Justice Department) was involved in shutting down e-Gold\nand Liberty Reserve, two virtual currencies that the government alleged had become vast money-\nlaundering operations. Calvery also testified before the Senate Banking committee on Tuesday.\n\"Virtual currencies have yet to overtake more traditional methods to move funds internationally\" for\n\"criminal purposes,\" Calvery said. She pointed out that the Bitcoin network has processed only about\n$8 billion worth of transactions over the last year, compared to an estimated $1.6 trillion in \"global\ncriminal proceeds\" in 2009. Clearly, the vast majority of those transactions are using some other\nfinancial network.\n\n\"We are attuned to the criminal use\" of Bitcoin, Raman said. But \"there are many legitimate uses.\nThese virtual currencies are not in and of themselves illegal.\"\n\nCalvery agreed. \"Innovation is a very important part of our economy,\" she said, cautioning that\npremature regulation could stifle Bitcoin innovation.\n\nThe personal touch\n\nRegulators are busy people. They're more likely to pay attention to flesh-and-blood advocates than to\nanonymous Internet commenters. Murck and Andresen's trip to Washington proved to be crucial to\nbuilding productive relationships with policymakers.\n\nCalvery was a keynote speaker at the June conference. Murck and Calvery met in the speakers' room\nat the conference and had a conversation that would later lead to the closed-door August meeting\nbetween regulators and Bitcoin advocates. The day after the June conference, Murck was introduced\nto staffers on the Senate Homeland Security Committee, beginning a conversation that culminated in\nthis week's hearings.\n\nMurck says that not everyone in the Bitcoin community was happy about his engagement with\nWashington. The Bitcoin community has a strong libertarian streak, and many Bitcoin devotees\nwotried that conversations with federal regulators could help to legitimize and encourage regulation.\nBut to the surprise of many, the Bitcoin advocates’ charm offensive actually changed the minds of\nmany D.C. insiders. Winning over Allen was a particular coup for the Bitcoin community. Allen's\nwarnings against the dangers of premature regulation were particularly effective coming from a long-\n\ntime activist against child pornography.\n\nHOUSE_OVERSIGHT_029966",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029966.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2932,
    "word_count": 425,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.544137",
    "prefix": "IMAGES-010"
  }
}