{
  "document_id": "HOUSE_OVERSIGHT_017200",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017200.txt",
  "text": "4.2.12\nWC: 191694\n\nThe First Amendment seemed to be in full bloom at Harvard. No one was being prevented from\nexpressing his or her views. The Quincy House Film Society was going to show Deep Throat; the\nHarvard administration was expressing but not imposing its views; the feminists were preparing\npamphlets, slide shows, and speakers to present theirs; and everyone was free to see and listen to\nall or none of these expressions.\n\nThe feminists seemed to be making their point quite effectively: more students were expected on\nthe picket lines and at the slide show than at the movie itself. Many in the Harvard community,\nwhile supporting the right of the Quincy House Film Society to show Deep Throat, now believed\nthat the society had been insensitive to the feelings of their feminist housemates by exhibiting an\noffensive film in the dormitory that was home to them all. I shared that view.\n\nThen everything changed. Days before the scheduled showing, two women residents of Quincy\nHouse, not satisfied to protest and picket, called the local District Attorney’s office and asked the\npolice to prevent the showing of Deep Throat and to arrest the students who were planning to\nshow it.\n\nThe local District Attorney was an elderly political hack named John Droney, who had repeatedly\nwon reelection on an uncompromising law-and-order platform. When he learned that the twin\nevils of obscenity and Harvard might merge on that fateful night, he dispatched an assistant to\ncourt in an effort to secure an injunction against the scheduled showing.\n\nIf there is anything more obnoxious to a civil libertarian than the punishment of speech after it has\ntaken place, it is the issuance of a prior injunction to prevent speech in the first place. Prior\nrestraint—as an injunction against speech has come to be known—s the purest form of\ncensorship. It seeks to prevent the speech from ever reaching the public. Now, almost ten years\nafter the Supreme Court had rebuffed efforts to enjoin publication of the Pentagon Papers, the\nDistrict Attorney of Middlesex County was seeking to enjoin the showing of a dirty movie to a\nsmall group of students in a college dormitory at Harvard.\n\nOnly hours before the scheduled performance, Carl Stork and Nathan J. Hagen—the co-\npresidents of the Quincy House Film Society—received telephone calls from the D.A.’s office\ndirecting them to be in Judge Charles R. Alberti’s courtroom at two o’clock for a hearing. Stork\nand Hagen tried to call me in my office. But I was at lunch, and my secretary couldn’t locate me.\nStork and Hagen told her the story and requested that I come to the court to assist them as soon\nas possible. I returned from lunch at two-fifteen, to learn that I was expected in court—fifteen\nminutes earlier!\n\nI quickly borrowed a colleague’s ill-fitting jacket, dug an old brown tie out of my desk drawer,\nand drove to the courthouse in downtown Cambridge.\n\nWithin minutes, I found myself before Judge Alberti, arguing against the injunction. With no\nbooks, cases, or statutes in my possession, I had to wing it. The judge was most understanding,\n\nasking the Assistant District Attorney to let me look over his shoulder at the relevant statute and\ncases.\n\n113\n\nHOUSE_OVERSIGHT_017200",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017200.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3237,
    "word_count": 542,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.584199",
    "prefix": "IMAGES-004"
  }
}