{
  "document_id": "HOUSE_OVERSIGHT_011351",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011351.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n48\nH3VOGIU1\n\nhelicopter with him by plaintiff in her Sharon Churcher\npublished articles.\n\nAnd here, in January of 2015, Ms. Maxwell is saying he\nwas never on the island. It doesn't depend on Louie Freeh or\nanybody else. That's obviously -- in this particular email,\n\nyour Honor, she's cataloged all of the changed stories of\n\nVirginia Roberts, all of the lies Virginia Roberts has told,\n\nall of the different news articles in which those lies were\n\ntold, and said that this is going to be the basis of her press\ncomplaint in the UK.\n\nLikewise, on the next page, your Honor, GM009, at the\n\nbottom, again, she specifically refutes the claims about Bill\nClinton being on the island and says, \"He was never there.\"\n\nRight after that, she says, \"Virginia discussed that Al Gore\n\nand his wife Tipper were also guests on the island.\" And\n\nMs. Maxwell writes, \"They have also never been on the island,\n\nand I don't believe they even know Jeffrey Epstein.\"\nSo when the jury is asked to consider what Ms. Maxwell\n\nmeant when she issued, through her attorney and her press\n\nagent, the January 2nd, 2015 statement, we have a\n\ncontemporaneous document drafted by her that was produced in\n\ndiscovery a year ago. None of it refers to the Jane Doe 102\ncomplaint, none of it refers to the CVRA joinder motion. None\nof it. It refers simply to press allegations that have been\n\nfloating around about her and about her involvement with\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011351",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011351.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1558,
    "word_count": 271,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:46.781749",
    "prefix": "IMAGES-001"
  }
}