{
  "document_id": "HOUSE_OVERSIGHT_016250",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016250.txt",
  "text": "agent that perceives, and acts in order to maximize, its expected utility. Subfields such as\nlogical planning, robotics, and natural-language understanding are special cases of the\ngeneral paradigm. AI has incorporated probability theory to handle uncertainty, utility\ntheory to define objectives, and statistical learning to allow machines to adapt to new\ncircumstances. These developments have created strong connections to other disciplines\nthat build on similar concepts, including control theory, economics, operations research,\nand statistics.\n\nIn both the logical-planning and rational-agent views of AI, the machine’s\nobjective—whether in the form of a goal, a utility function, or a reward function (as in\nreinforcement learning)—1s specified exogenously. In Wiener’s words, this is “the\npurpose put into the machine.” Indeed, it has been one of the tenets of the field that AI\nsystems should be general-purpose—i.e., capable of accepting a purpose as input and\nthen achieving it—rather than special-purpose, with their goal implicit in their design.\nFor example, a self-driving car should accept a destination as input instead of having one\nfixed destination. However, some aspects of the car’s “driving purpose” are fixed, such\nas that it shouldn’t hit pedestrians. This is built directly into the car’s steering algorithms\nrather than being explicit: No self-driving car in existence today “knows” that pedestrians\nprefer not to be run over.\n\nPutting a purpose into a machine which optimizes its behavior according to clearly\ndefined algorithms seems an admirable approach to ensuring that the machine’s “conduct\nwill be carried out on principles acceptable to us!” But, as Wiener warns, we need to put\nin the right purpose. We might call this the King Midas problem: Midas got exactly what\nhe asked for—namely, that everything he touched would turn to gold—but too late he\ndiscovered the drawbacks of drinking liquid gold and eating solid gold. The technical\nterm for putting in the right purpose is value alignment. When it fails, we may\ninadvertently imbue machines with objectives counter to our own. Tasked with finding a\ncure for cancer as fast as possible, an AI system might elect to use the entire human\npopulation as guinea pigs for its experiments. Asked to de-acidify the oceans, it might\nuse up all the oxygen in the atmosphere as a side effect. This is a common characteristic\nof systems that optimize: Variables not included in the objective may be set to extreme\nvalues to help optimize that objective.\n\nUnfortunately, neither AI nor other disciplines (economics, statistics, control\ntheory, operations research) built around the optimization of objectives have much to say\nabout how to identify the purposes “we really desire.” Instead, they assume that\nobjectives are simply implanted into the machine. AI research, in its present form,\nstudies the ability to achieve objectives, not the design of those objectives.\n\nSteve Omohundro has pointed to a further difficulty, observing that intelligent\nentities must act to preserve their own existence. This tendency has nothing to do with a\nself-preservation instinct or any other biological notion; it’s just that an entity cannot\nachieve its objectives if it’s dead. According to Omohundro’s argument, a\nsuperintelligent machine that has an off-switch—which some, including Alan Turing\nhimself, in a 1951 talk on BBC Radio 3, have seen as our potential salvation—will take\nsteps to disable the switch in some way.! Thus we may face the prospect of\nsuperintelligent machines—their actions by definition unpredictable by us and their\n\n' Omohundro, “The Basic AI Drives,” in Proc. First AGI Conf., 171: “Artificial General Intelligence,” eds.\nP. Wang, B. Goertzel, & S. Franklin (IOS press, 2008).\n\n30\n\nHOUSE_OVERSIGHT_016250",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016250.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3800,
    "word_count": 587,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.603949",
    "prefix": "IMAGES-003"
  }
}