{
  "document_id": "HOUSE_OVERSIGHT_015696",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015696.txt",
  "text": "6 Are the Androids Dreaming Yet?\n\nking, gets up, and leaves the room. Kasparov has resigned, Deep Blue has\nbeaten him 3% to 2% points and is now the most powerful chess player\non the planet.\n\nLater, when interviewed about his experience, Kasparov thought\nDeep Blue must have been assisted by humans during the games because\nthe program appeared to play intuitively. The rules of the tournament\nallowed humans to work on the program between matches, but not\nduring actual play. The argument has never been settled, and Deep\nBlue was long ago dismantled. These days chess players avoid big public\nmatches against computers, arguing it is really a different sort of game.\nA computer’s ability to crunch mathematically through all the many\npossibilities means a chess player must play without error against a\nmachine, but can play a more interesting and fluid match against a fellow\nhuman.\n\nChess is computer-friendly because it is a finite problem. You always\nwin, lose or draw. The game can't go on forever because any position that\nrepeats itself more than three times is declared a draw, and if a player\nmakes 50 moves without moving a pawn or taking a piece, the game\nis also declared a draw. In a typical game, each player makes 40 moves,\nand on each turn you can choose from 30 possible moves. Although this\nequates to a huge number of options, it is still a finite number.\n\nIt is possible, therefore, to create a perfect chess-playing machine.\nSuch a machine would project any position it encountered through\nevery permutation to the endgame. But, although chess is solvable using\nbrute force this might not be practical in our Universe. The storage\nrequired to hold all the possible positions being analyzed would be\nvast — needing most of the atoms in the Universe. You would need to\npack this information into a small enough space to allow fast retrieval in\norder to play the first 40 moves in two hours. This would require storing\nall the information within a sphere no larger than three light minutes.\nPutting that much data in such a small space would exceed the Hawking\nBekenstein bound - a limit on the information carrying capacity of\nspace-time put forward by Stephen Hawking and Jacob Bekenstein\n— causing the region of space-time to collapse to a black hole! Despite\nthese minor technical problems, an ingenious algorithm could be made\nthat was unbeatable: chess is essentially computable.\n\nThe term algorithm will often arise in the book, so it is worth giving\na little history. The word comes from the name of an 8\" Century Persian\nmathematician, Al-Khwarizmi, and means a step-by-step procedure. We\nuse one whenever we do long division or look up a phone number on\n\nHOUSE_OVERSIGHT_015696",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015696.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2707,
    "word_count": 461,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.362339",
    "prefix": "IMAGES-003"
  }
}