{
  "document_id": "HOUSE_OVERSIGHT_021426",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021426.txt",
  "text": "The items you list are false or distorted. Item 1 refers falsely and inaccurately to a consensual encounter in my hotel room in 2006\nwhere we mutually decided, in a polite discussion in fact, that taking it any further would not be appropriate, and there were respectful\nand platonic encounters afterwards. There is nothing to comment on in item 3, which involves an anonymous 3rd party claim\n\nbecause | know nothing about it, there are no details provided, and it clearly was not taken seriously enough to result in any university\naction. Item 4 is confusing. Are you saying that because | decided | didn’t want to go out to a bar with a group of attendees that | was\nharassing them? The second part did not happen. Re incident 5: The ‘female companion’ in this case is my wife, who can attest to\nthe fact that the claim is false, which is what | wrote at the time in response to the blog in question, causing it to be taken down.\n\nIt is worth responding to Item 2 and 6 in more detail,\n\nRe item 2: the student in question was interested in science communication, and on dozens of occasions came to me or wrote to me\nwith questions. When she asked about advice for after graduation | DID tell her she was different than the other students in her\n\nyear. The rest of them were interested in going on to graduate school, but she was interested in science communication so | told her\nthat she might want to take a different path. Since she was the only woman in her year, as | recall, | did ask her on one of these\noccasions if that made it difficult for her in any way. | asked, because as a faculty member | was interested in knowing what we could\ndo, if necessary to encourage more women to go into physics, and also because as someone she had asked for career advice from |\nwanted to know if that made a difference to her. Re asking her for dinner.. | have gone back over emails from that period. | have\nnumerous requests from her asking me to go for coffee to talk, which | usually had to turn down because | was busy, and on several\noccasions sh specifically asked me to have coffee with her off campus to talk, and | politely declined. | did let her accompany me off\ncampus one time to watch me do a BBC interview because she specifically requested it. | did and do have coffee and meals with\nstudents on campus, and | see nothing wrong with this. | try to treat even students as respected colleagues if possible. | was shocked\nwhen | later learned of the complaint she was apparently asked to lodge to the University, not least because there was no\ninappropriate interaction and also because, well after the dates you listed on which she was apparently offended, she continued to\nemail me with joking questions or comments. Also, at a later AAAS conference, again in 2008, for which she had asked, and for\nwhich | had written her a letter of recommendation to attend, my wife and | gave her a lift in our taxi well out out of our way in order to\ndrop her off at her hotel, and | note in an email response to her email about the conference, agin in 2008, | expressed that | would\npass her regards along to my wife and vice versa. When the University later informed me of the complaint | was shocked and\nconcerned. When | spoke to the human resources person, including relating my concerns and providing the emails in question, | was\ntold that no formal complaint of sexual harassment was deemed at that time to be called for, and that the young woman in question\nhad agreed to that. By that time | learned of the complaint | had already announced my intentions to leave Case to accept an offer at\nASU—a very difficult decision for me because of my long-standing attachment to the University, and the excellent relations | had with\nmy colleagues there, both among the faculty and among the administration. Because | was already in Arizona at the time | was asked\nnot to have any further interaction with the student | agreed to that request, both to respect her sensitivities and also because it was\nbasically moot because | was not on campus. | was also told that because it was being handled informally, that (a) it should remain\nconfidential, which |, at least abided by, and (b) if no further complaints were lodged in that case, that the University would remove the\ncomplaint from my record after 5 years, which makes me surprised that someone violated that written agreement with you.\n\nRe item 6: You report on ASU’s response to item #6 , without including the fact that the University specifically stated there were never\nany allegations of sexual misconduct or harassment by me at the University, and morever the outside complaints were in fact related\nspecifically to your item #6. Further you neglect to mention that this complaint was by an anonymous third party, not the individual\nwho was allegedly harassed, who never lodged a complaint, and that no specific evidence was provided of the alleged\n\ntransgression. | was surprised and dismayed that both ASU and ANU launched investigations on the basis of this but was told by both\nUniversities that because of my high profile even such unsubstantiated third party complaints at private events unrelated to the\nUniversity would be investigated. The complaint was investigated throughly by both ASU and ANU and both came to the conclusion\nthat it was not credible and no university policies had been violated. . In addition ANU’s investigation, which took a full month found\nsignificant inconsistencies in the allegation, suggesting distortion and fabrication, | will quote from the ANU report. The initial\ncomplaint, which in fact resulted in a temporary suspension of my position at ANU, until it was dismissed, outlined the claim you made\nin the words you quoted in your note to me, but it also stated\n\n\"It is the University’s understanding that a complaint was lodged directly to the conference organisers at the time of the incident.”\n\nAfter the month-long investigation, during which | was told | was not to interact with anyone on campus (again moot because | was a\nhemisphere removed) the final report absolved me of any wrongdoing, and indicated information inconsistent with the original claim\nand apparent later claims as follows in the report, from which | quote:\n\n\"The allegations were made by an observer to the incident.\n\n- The complaint did not identify, nor disclose the identity of the conference attendee who was allegedly touched in\n\nan unwelcome manner.\n\n- The conference attendee who took the ‘selfie’ photo did not lodge a formal complaint to the conference organisers\nat the time of the incident (November 2016).\n\n- The conference attendee who witnessed the incident, did not lodge a formal complaint to the conference organisers\nat the time of the incident (November 2016).\n\nThe photo submitted as part of the complaint does not provide evidence of any physical contact.\n\n- The complainant alleged that a photo exists, showing your hand on the breast of the conference attendee who took\nthe ‘selfie’ photo. This photo was not made available to the Australian National University, although it was requested\nin the course of the investigation.”\n\n(And for the record | often put my hand up in front of a camera if there is a flash, as | specifically request selfies not to include flashes,\nso that | don’t end up with a series bright spots in front of my eyes for the next half hour)\n\nHOUSE_OVERSIGHT_021426",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021426.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7392,
    "word_count": 1309,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:48.492524",
    "prefix": "IMAGES-006"
  }
}