{
  "document_id": "HOUSE_OVERSIGHT_033116",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033116.txt",
  "text": "There are mounting fundamental reasons to question the 3Q18 earnings\nprospects of FAANG, from the accelerating user backlash against Facebook to Apple’s\ntrade war exposure to Amazon’s rapidly-intensifying workforce revolt that could see the e-\ncommerce giant left with no option but to raise wages and improve workplace conditions\nfor its warehouse and Whole Foods employees.\n\nHowever, as Apabhai suggests, the message BAT is sending is less about earnings, and\nmore about the cost of exuberance. And FAANG exuberance faces threats that go beyond\nfundamentals. A flurry of regulatory announcements last week signaled the\npolitical tide has turned in the U.S. Across every branch of government, the\nmessage was consistent: the U.S. no longer trusts tech giants to self-\n\npolice. And the public agrees—according to a Gallup poll last month, 79% of\nAmericans now believe “tech companies should be regulated the same way\nthe news media is.”\n\nRegardless of political will, threats may not turn to action in the near term. Nonetheless,\nFAANG appears increasingly vulnerable to a decisive sentiment shift. At some point, the\nrelentless barrage of bad news will force investors to begin pricing in regulatory\n\nrisks. Any sustained stumble by FAANG’s leadership could cripple exuberance, and cause\nan unraveling of passive and algorithmic strategies that are heavily overweight tech\n\n(see WILTW April 7, 2018 for more). We will continue to watch closely to\nestimate timing, but given BAT’s collapse, today more than ever, acute\nscrutiny of tech giant leadership is required.\n\nThrough August 28, Amazon, Apple and Microsoft had accounted for greater than 35% of\nthe S&P 500’s total return this year, according to S&P Dow Jones Indices data. It took\nAmazon just 165 trading days to grow its market value from $600 billion in January to $1\ntrillion. The combined market cap of FAAMG (Facebook, Apple, Amazon, Microsoft, and\nGoogle) now sits over $4 trillion, or roughly equal to the combined market cap of the 283\nsmallest S&P 500 members.\n\nTech’s continued market leadership means investors have largely discounted\nthe mounting risks tech giants face. We have been warning about the downsides of\ntech giant monopolism for more than two years in these pages, from surveillance/data\nsecurity concerns to anticompetitive behavior and their role in escalating inequality. For\nthe political establishment, for the media, for the public, this year has seen a\nbroad awakening—the Cambridge Analytica scandal, the backlash against Jeff Bezos’\nastonishing wealth, and tech’s ever-skyrocketing market caps were all warning\n\nsigns. The past month signals a new phase has begun: from a distant\nrumbling of change to preparation for action.\n\nThe number of significant tech-related regulatory developments that have emerged from\nthe U.S. and the E.U. in recent weeks is nothing short of staggering. Here is an\nabbreviated list:\n\nHOUSE_OVERSIGHT_033116",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033116.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2926,
    "word_count": 456,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.814891",
    "prefix": "IMAGES-012"
  }
}