{
  "document_id": "HOUSE_OVERSIGHT_013583",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013583.txt",
  "text": "may partition the space of values taken by the journey of the orbital action\ngenerated by the equation over time with rectangular grids of increasing fineness.\nThe result is an equipartition of phase space such that there is at most one orbital\npoint in each rectangle of the grid, with, of course, many rectangles in the finer grids\nbeing empty. This final grid partition is called a generating partition. The proportion\nof the available boxes of the partition occupied by points is called its area or volume\nmeasure. This measure has been given a variety of names including Liouville, Haar\nand Lesbegue measures. lf every box is occupied, it has measure one. If at most\none box, it has measure zero. If we allow partitions to be non-uniform and/or not\nfine enough to be generating and apply probability weightings for how many points\nfall into each particular box of the grid, the method is called the Sinai-Ruelle-Bowen\nor SRB measure after Kolmogorov’s students and followers, the Russian, Ya Sinai,\nthe Belgian Frenchmen, David Ruelle and the American, Rufus Bowen.\n\nSimilar to the SRB measure, the distribution of box occupancy probabilities\nmultiplied by their logarithms and summed over all cells of the partition yields a\nstatistical measure that is close to the informational entropy of Claude Shannon as\ndescribed above. It is called the metric entropy ( Hy = -X(p; In(pi)), where H means\nentropy and gj; is the proportion of the total observations that occupy cell i of the\nphase space or state space partition. It was the above noted Russian father of\nmodern dynamical systems, Kolmogorov, who in 1956 proved that the Shannon\nmetric entropy is a quantifiable invariant of systems even in very complicated\nmotion. Stanford University's Donald Ornstein won a Field’s Medal (the under forty\nyear old mathematician’s Nobel Prize) for his late 1960’s work proving that the\nShannon metric entropy, Hy, was the only invariant for a large class of appropriately\ndefined, expansive (near by points separating in time) dynamical systems. Recall\nthat we refer to metric entropy reflecting the relative occupancy as probability\namong the possible boxes (or states) as Hy. Hy is maximal when the percentage\noccupancy of all occupied boxes is uniform.\n\nIBM’s Roy Adler in New York and Brian Marcus in California, Hebrew\nUniversity’s Benjamin Weiss, Warwick University’s English mathematicians, William\n\nParry, Peter Walters, Mark Pollicott and others developed and proved the relevance\n\n83\n\nHOUSE_OVERSIGHT_013583",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013583.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2512,
    "word_count": 403,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:43.997231",
    "prefix": "IMAGES-002"
  }
}