{
  "document_id": "HOUSE_OVERSIGHT_029856",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029856.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 5/22/2017 8:41:33 PM \nTo: Weingarten, Reid \nSubject: Re: Fw: WaPo story-- Trump's outside counsel \nImportance: High \nfun \nOn Mon, May 22, 2017 at 4:39 PM, Weingarten, Reid \nSent from my BlackBerry 10 smartphone. \nFrom: Parker, Ashley ‹> \nSent: Monday, May 22, 2017 3:19 PM \nTo: Weingarten, Reid \nSubject: WaPo story-- Trump's outside counsel \nHi Reid, \n> wrote: \nAshley Parker here at the Washington Post. I cover the White House and am emailing because my colleague, \nBob Costa, and I getting ready to post a story about President Trump's decision to move ahead with retaining \noutside counsel, and we understand you're one of the finalists for the role, and have already spoken with senior \nWhite House officials. I just wanted to let you know that we plan to mention your name (and of course see if \nyou want to comment), and I also wanted to check and see if you were open to chatting totally off the record, \njust in case there is any nuance or guidance you'd like to provide. I'm at or my desk is \nThanks, \nAshley \nAshley Parker \nCell: \nDesk: \nTwitter: gAshleyRParker \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nHOUSE OVERSIGHT 029856 \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 029857",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1780,
    "word_count": 283,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.324566",
    "prefix": "TEXT-001"
  }
}