{
  "document_id": "HOUSE_OVERSIGHT_016872",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016872.txt",
  "text": "Jaan Tallinn grew up in Estonia, becoming one of its few computer game developers,\nwhen that nation was still a Soviet Socialist Republic. Here he compares the dissidents\nwho brought down the Iron Curtain to the dissidents who are sounding the alarm about\nrapid advances in artificial intelligence. He locates the roots of the current AI\ndissidence, paradoxically, among such pioneers of the AI field as Wiener, Alan Turing,\nand I. J. Good.\n\nJaan’s preoccupation is with existential risk, AI being among the most extreme of\nmany. In 2012, he co-founded the Centre for the Study of Existential Risk—an\ninterdisciplinary research institute that works to mitigate risks “associated with\nemerging technologies and human activity” —at the University of Cambridge, along with\nPhilosopher Huw Price and Martin Rees, the Astronomer Royal.\n\nHe once described himself to me as “a convinced consequentialist” —convinced\nenough to have given away much of his entrepreneurial wealth to the Future of Life\nInstitute (of which he is a co-founder), the Machine Intelligence Research Institute, and\nother such organizations working on risk reduction. Max Tegmark has written about\nhim: “Tf you’re an intelligent life-form reading this text millions of years from now and\nmarveling at how life is flourishing, you may owe your existence to Jaan.”\n\nOn a recent visit to London, Jaan and I participated on an AI panel for the\nSerpentine Gallery’s Marathon at London’s City Hall, under the aegis of Hans Ulrich\nObrist (another contributor to this volume). This being the art world, there was a\nglamorous dinner party that night in a mansion filled with London’s beautiful people—\nartists, fashion models, oligarchs, stars of stage and screen. After working the room in\nhis unaffected manner (“Hi, I’m Jaan”), he suddenly said, “Time for hip-hop dancing,”\ndropped to the floor on one hand, and began demonstrating his spectacular moves to the\nbemused A-listers. Then off he went into the dance-club subculture, which is apparently\nhow he ends every evening when he’s on the road. Who knew?\n\n69\n\nHOUSE_OVERSIGHT_016872",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016872.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2095,
    "word_count": 334,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.954501",
    "prefix": "IMAGES-004"
  }
}