{
  "document_id": "HOUSE_OVERSIGHT_025583",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025583.txt",
  "text": "Morgan Stanley | sesearcs NORTH AMERICA INSIGHT ~~\n\nDisclosure Section\n\nThe information and opinions in Morgan Stanley Research were prepared by Morgan Stanley & Co. LLC, and/or Morgan Stanley C-T.V.M. S.A., and/or Morgan Stanley Mexico, Casa de Bolsa,\nS.A. de C.V., and/or Morgan Stanley Canada Limited. As usedin this disclosure section, \"Morgan Stanley’ includes Morgan Stanley &Co. LLC, Morgan Stanley C.T.V.M. S.A., Morgan Stanley Mexico,\nCasa de Bolsa, S.A. de C:V., Morgan Stanley Canada Limited and their affiliates as necessary.\n\nFor important disclosures, stock price charts and equity rating histories regarding companies that are the subject of this report, please see the Morgan Stanley Research Disclosure Website\nat www.morganstanley.com/researchdisclosures, or contact your investment representative or Morgan Stanley Research at 1585 Broadway, (Attention: Research Management), New York, NY,\n10036 USA.\n\nFor valuation methodology andrisks associated with any recommendation, rating or price target referencedin this research report, please contact the Client Support Teamas follows: US/Canada\n+1800 303-2495; Hong Kong +852 2848-5999; Latin America +1 718 754-5444 (U.S.); London +44 (0)20-7425-8169; Singapore +65 6834-6860; Sydney +61 (0)2-9770-1505; Tokyo +81\n(0)3-6836-9000. Alternatively you may contact your investment representative or Morgan Stanley Research at 1585 Broadway, (Attention: Research Management), New York, NY 10036 USA.\n\nAnalyst Certification\n\nThe following analysts hereby certify that their views about the companies and their securities discussed in this report are accurately expressed and that they have not received and will not\n\nreceive direct or indirect compensation in exchange for expressing specific recommendations or views in this report: Michael J. Cyprys, CFA, CPA.\n\nUnless otherwise stated, the individuals listed on the cover page of this report are research analysts.\n\nGlobal Research Conflict Management Policy\n\nMorgan Stanley Research has been published in accordance with our conflict management policy, which is available at www.morganstanley.com/institutional/research/conflictpolicies.\n\nImportant US Regulatory Disclosures on Subject Companies\n\nAs of December 29, 2017, Morgan Stanley beneficially owned 1% or more of a class of common eauity securities of the following companies covered in Morgan Stanley Research: Apollo Global\nManagement LLC, Ares Management, L.P, BlackRock Inc., Franklin Resources Inc., Goldman Sachs Group Inc, Invesco, KKR & CO. L.P., Oaktree Capital Group, LLC, The Blackstone Group LP,\nThe Carlyle Group L.P,, WisdomTree Investments, Inc..\n\nWithin the Last 12 months, Morgan Stanley managed or co-managed a public offering (or 144A offering) of securities of Apollo Global Management LLC, Ares Management, LP, BlackRock Inc,\nCharles Schwab Corp, E*Trade Financial Corp, Goldman Sachs Group Inc, Hamilton Lane Incorporated, LPL Financial Holdings Inc., OM Asset Management Plc, The Carlyle Group L.P, Virtus\nInvestment Partners.\n\nWithin the last 12 months, Morgan Stanley has received compensation for investment banking services from Apollo Global Management LLC, Ares Management, L.P, BlackRock Inc., Charles\nSchwab Corp, E*Trade Financial Corp, Franklin Resources Inc., Goldman Sachs Group Inc, Hamilton Lane Incorporated, Invesco, Janus Henderson Group, LPL Financial Holdings Inc., OM Asset\n\nManagement Plc, T. Rowe Price Group, Inc., The Blackstone Group L.P, The Carlyle Group L.P, Virtus Investment Partners.\n\nIn the next 3 months, Morgan Stanley expects to receive or intends to seek compensation for investment banking services from Apollo Global Management LLC, Ares Management, L.P,,\nBlackRock Inc., Charles Schwab Corp, E*Trade Financial Corp, Franklin Resources Inc., Goldman Sachs Group Inc, Hamilton Lane Incorporated, Invesco, Janus Henderson Group, KKR & CO. LP,\nLegg Mason Inc., LPL Financial Holdings Inc., Oaktree Capital Group, LLC, OM Asset Management Plc, Partners Group, T. Rowe Price Group, Inc., TD Ameritrade Holding Corp., The Blackstone\nGroup L.P, The Carlyle Group L.P, Virtus Investment Partners, Waddell & Reed Financial Inc, WisdomTree Investments, Inc..\n\nWithin the last 12 months, Morgan Stanley has received compensation for products and services other than investment banking services from Apollo Global Management LLC, Ares Manage-\nment, L.P,, BlackRock Inc., Charles Schwab Corp, E*Trade Financial Corp, Franklin Resources Inc., Goldman Sachs Group Inc, Invesco, Janus Henderson Group, KKR & CO. LP, Legg Mason Inc.,\nLPL Financial Holdings Inc., Oaktree Capital Group, LLC, OM Asset Management Plc, Partners Group, T. Rowe Price Group, Inc., TD Ameritrade Holding Corp., The Blackstone Group L.P, The\n\nCarlyle Group L.P, Virtus Investment Partners, Waddell & Reed Financial Inc, WisdomTree Investments, Inc..\n\nWithin the last 122 months, Morgan Stanley has provided or is providing investment banking services to, or has an investment banking client relationship with, the following company: Apollo\nGlobal Management LLC, Ares Management, L.P,, BlackRock Inc., Charles Schwab Corp, E*Trade Financial Corp, Franklin Resources Inc. Goldman Sachs Group Inc, Hamilton Lane Incorporated,\n\nInvesco, Janus Henderson Group, KKR & CO. LP, Legg Mason Inc., LPL Financial Holdings Inc., Oaktree Capital Group, LLC, OM Asset Management Plc, Partners Group, T. Rowe Price Group,\n\nInc., TD Ameritrade Holding Corp., The Blackstone Group L.P., The Carlyle Group L.P, Virtus Investment Partners, Waddell & Reed Financial Inc, WisdomTree Investments, Inc..\n\nWithin the last 12 months, Morgan Stanley has either provided or is providing non-investment banking, securities-related services to and/or in the past has entered into an agreement to provide\n\nservices or has a client relationship with the following company: Apollo Global Management LLC, Ares Management, L-P., BlackRock Inc., Charles Schwab Corp, E*Trade Financial Corp, Franklin\nResources Inc., Goldman Sachs Group Inc, Invesco, Janus Henderson Group, KKR & CO. L.P, Legg Mason Inc., LPL Financial Holdings Inc. Oaktree Capital Group, LLC, OM Asset Management\n\nPlc, Partners Group, T. Rowe Price Group, Inc., TD Ameritrade Holding Corp., The Blackstone Group L.P., The Carlyle Group L.P, Virtus Investment Partners, Waddell & Reed Financial Inc,\nWisdomTree Investments, Inc..\n\nMorgan Stanley & Co. LLC makes a market in the securities of Apollo Global Management LLC, BlackRock Inc., Charles Schwab Corp, E*Trade Financial Corp, Franklin Resources Inc., Goldman\nSachs Group Inc, Invesco, KKR & CO. L.P,, Legg Mason Inc., LPL Financial Holdings Inc., Oaktree Capital Group, LLC, OM Asset Management Plc, T. Rowe Price Group, Inc., TD Ameritrade Holding\nCorp., The Blackstone Group L.P, The Carlyle Group L.P, Virtus Investment Partners, Waddell & Reed Financial Inc, WisdomTree Investments, Inc..\n\nThe equity research analysts or strategists principally responsible for the preparation of Morgan Stanley Research have received compensation based upon various factors, including quality\nof research, investor client feedback, stock picking, competitive factors, firm revenues and overall investment banking revenues. Equity Research analysts@r strategists®ompensation is not\n\nlinked to investment banking or capital markets transactions performed by Morgan Stanley or the profitability or revenues of particular trading desks.\n\nHOUSE_OVERSIGHT_025583",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025583.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7424,
    "word_count": 1046,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:45.645681",
    "prefix": "IMAGES-008"
  }
}