{
  "document_id": "HOUSE_OVERSIGHT_020656",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020656.txt",
  "text": "About the Participants\n\nRobert Daly is Director of the Kissinger Institute on China and the United States at the\nWoodrow Wilson International Center for Scholars.\n\nLarry Diamond is Senior Fellow at the Hoover Institution and at the Freeman Spogli\nInstitute for International Studies at Stanford University.\n\nElizabeth Economy is the C.V. Starr Senior Fellow and Director for Asia Studies at the\nCouncil on Foreign Relations.\n\nGen. Karl Eikenberry (Ret.) is the Oksenberg-Rohlen Fellow, Director of the US-Asia\nSecurity Initiative and faculty member at Stanford University’s Shorenstein Asia-Pacific\n\nResearch Center.\n\nDonald Emmerson is Director of the Southeast Asia Program and Senior Fellow Emeritus at\nthe Freeman Spogli Institute for International Studies, Stanford University.\n\nFrancis Fukuyama is the Mosbacher Director of the Center on Democracy, Development,\nand the Rule of Law, and Olivier Nomellini Senior Fellow at the Freeman Spogli Institute for\n\nInternational Studies, Stanford University.\n\nBonnie Glaser is Senior Adviser for Asia and Director of the China Power Project at the\nCenter for Strategic and International Studies.\n\nKyle Hutzler is an MBA candidate at the Stanford Graduate School of Business.\n\nMarkos Kounalakis is a foreign affairs columnist for the McClatchy newspapers and\nVisiting Fellow at the Hoover Institution.\n\nWinston Lord is a former US Ambassador to China and former Assistant Secretary of State\nfor East Asian and Pacific Affairs.\n\nEvan Medeiros is the Penner Family Chair in Asian Studies at the Georgetown University\nWalsh School of Foreign Service.\n\nJames Mulvenon is General Manager at SOS International.\n\nHOUSE_OVERSIGHT_020656",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020656.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1674,
    "word_count": 246,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.188275",
    "prefix": "IMAGES-006"
  }
}