{
  "document_id": "HOUSE_OVERSIGHT_018744",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018744.txt",
  "text": "Exclusive Agents\n\nMare D. Renard 213-955-6413\nVice Chairman\nmarc.renard@cushwake.com\n\nManfred W. Schaub 213-955-5128\nSenior Director\nmanfred.schaub@cushwake.com\n\nJohn C. Cushman Ill 213-629-6575\nChairman\njohn.cushman@cushwake.com\n\nJohn Stinson (65) 6232 0878\nExecutive Managing Director\n(65) 6232 0878\njohn.stinson@ap.cushwake.com\n\nMl CUSHMAN &\n( WAKEFIELD\n\nCushman & Wakefield of California, Inc.\n01 South Figueroa Street, Suite 4700\nLos Angeles, California 90017\n\nLic: #955076\n\nGeoffrey West 702-688-6936\nSenior Director\ngwest@comre.com\n\nAn independently owned and\n\nCOM M E RCE | alll CUSHMAN &\n\nREAL ESTATE SOLUTIONS * COMRE.COM WAKEFIELD\nCommerce Real Estate Solutions\n3773 Howard Hughes Parkway, Suite\n100S\n\nLas Vegas, NV 89169\n\nConfidentiality & Conditions\n\nThis is a confidential Offering Memorandum intended\nsolely for your limited use and benefit in determining\nwhether you desire to express any further interest in\nthe purchase of the 38.5-acre site (“the Property”).\n\nThis Offering Memorandum was prepared by\nCushman & Wakefield and Commerce Real Estate\nSolutions (“Cushman & Wakefield”) and has been\nreviewed by representatives of the owners of The\nProperty (“the Ownership”). It contains selected\ninformation pertaining to the Property and does not\npurport to be all-inclusive or to contain all of the\ninformation that prospective purchasers may desire.\nIt should be noted that all information provided is\nfor general reference purposes only in that such\ninformation is based on assumptions relating to the\ngeneral economy, competition, and other factors\nbeyond the control of Ownership and, therefore, is\nsubject to material variation. Additional information\nand an opportunity to inspect the Property will be\nmade available to interested and qualified prospective\npurchasers. Neither Ownership nor Cushman &\nWakefield nor any of their respective officers have\nmade any representation or warranty, express or\nimplied, as to the accuracy or completeness of this\nOffering Memorandum, any of its contents, or any\nother materials provided as a courtesy to facilitate\nprospective purchaser’s own investigations of the\nProperty, and no legal commitments or obligations\nshall arise by reason of this Offering Memorandum,\nits contents or any further information provided by\nCushman & Wakefield regarding the Property.\n\nIt is essential that all parties to real estate transactions\nbe aware of the health, liability and economic impact\nof environmental factors on real estate. Cushman &\nWakefield does not conduct investigations or analyses\nof environmental matters and, accordingly, urges its\nclients to retain qualified environmental professionals\nto determine whether hazardous or toxic wastes\nor substances (such as asbestos, PCB’s and other\ncontaminants or petro-chemical products stored in\nunderground tanks) or other undesirable materials\nor conditions are present at the Property and, if so,\nwhether any health danger or other liability exists. Such\nsubstances may have been used in the construction or\noperation of buildings or may be present as a result of\nprevious activities at the Property.\n\nVarious laws and regulations have been enacted at\nthe federal, state and local levels dealing with the use,\nstorage, handling, removal, transport and disposal of\n\ntoxic or hazardous wastes and substances. Depending\nupon past, current and proposed uses of the Property,\nit may be prudent to retain an environmental expert to\nconduct a site investigation and/or building inspection.\nIf such substances exist or are contemplated to be\nused at the Property, special governmental approvals\nor permits may be required. In addition, the cost\nof removal and disposal of such materials may be\nsubstantial. Consequently, legal counsel and technical\nexperts should be consulted where these substances\nare or may be present.\n\nOwnership and Cushman & Wakefield expressly\nreserve the right, at their sole discretion, to reject any\nor all expressions of interest or offers to purchase\nthe Property and/or terminate discussions with any\nentity at any time with or without notice. Ownership\nshall have no legal commitment or obligation to\nany entity reviewing this Offering Memorandum or\nmaking an offer to purchase the Property unless and\nuntil a written commitment to purchase the Property\nhas been fully executed, delivered and approved\nby Ownership and any conditions to Ownership’s\nobligations thereunder have been satisfied or waived.\nExcept for representations and warranties expressly\nset forth in such definitive, executed purchase and\nsale agreement, Ownership makes and will make no\nrepresentations and warranties regarding the Property\nand any prospective purchaser must rely entirely on\nits own investigations and those of its agents and\nconsultants.\n\nBy receipt of this Offering Memorandum, you agree\nthat this Offering Memorandum and its contents are of\na confidential nature, that you will hold and treat it in\nthe strictest confidence, and that you will not disclose\nthis Offering Memorandum or any of its contents to\nany other entity without the prior written authorization\nof Ownership nor will you use this Offering\nMemorandum or any of its contents in any fashion or\nmanner detrimental to the interest of Ownership or\nCushman & Wakefield.\n\nThe terms and conditions stated in this section will relate\nto all of the sections of the Offering Memorandum as\nif stated independently therein. If, after reviewing this\nOffering Memorandum, you have no further interest\nin purchasing the Property at this time, kindly return\nthis Offering Memorandum to Cushman & Wakefield\nat your earliest possible convenience. Photocopying or\nother duplication is not authorized.\n\nHOUSE_OVERSIGHT_",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5686,
    "word_count": 847,
    "line_count": 151,
    "import_date": "2025-11-19T21:47:48.515516",
    "prefix": "IMAGES-005"
  }
}