{
  "document_id": "HOUSE_OVERSIGHT_030349",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030349.txt",
  "text": "From: Leon Black | _———s\n\nSent: 1/30/2017 3:52:45 PM\nTo: ‘jeffrey E.' [jeevacation@gmail.com]\nSubject: RE:\n\nImportance: — High\n\nJeffrey- | can’t print this and when we try- it messes up the computer. Perhaps you can have Lesley scan it — or show it to\nLeon this afternoon. Thanks, Melanie\n\nFrom: jeffrey E. [mailto:jeevacation@gmail.com]\nSent: Monday, January 30, 2017 10:50 AM\n\nTo: Leon Black\n\nSubject:\n\nhttp://www.nydailynews.com/news/politics/shrinks-break-silence-president-trump-exhibits-traits-m-article-\n1.2957688\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\nThis email and any files transmitted with it are confidential and intended solely for the person or entity to whom\nthey are addressed and may contain confidential and/or privileged material. Any review, retransmission,\ndissemination or other use of, or taking of any action in reliance upon this information by persons or entities\nother than the intended recipient is prohibited. If you have received this email in error please contact the sender\nand delete the material from any computer. Apollo Global Management, LLC\n\nHOUSE_OVERSIGHT_030349",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030349.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1663,
    "word_count": 237,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.724266",
    "prefix": "IMAGES-010"
  }
}