{
  "document_id": "HOUSE_OVERSIGHT_024884",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024884.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n68\n\nFebruary 25, 2019\n\nCompetition From AMZN Private Label Could Be A LT Concern, Offset By CBD’s\nEstablished Brands\n\nShould the market for CBD products expand rapidly over the next several years, one\nsource for increased competition could be Amazon's own first party (private label)\nbusiness. Amazon offers private label goods across the gamut of product verticals,\nincluding consumables and vitamins.\n\nPer industry participants that have discussed AMZN’s private label business with us,\nAmazon's approach is similar across most new product lines, most notably that the\ncompany is now focusing less on heavy discounting to take share from competition. By\ncontrast, we believe that while any foray into CBD could start with a big push by AMZN\nto gain share, if sales and reviews aren't working, AMZN would likely reduce resources\nquickly. Additionally, Amazon Private Label tends to replicate top sellers for goods that\nare high replenishment, commodity-type products with undifferentiated branding, then\nadd secondary brands over time. Amazon private label has in some cases captured huge\nmarket share early (anywhere from 25-40% market share by SKU within the first six\nmonths).\n\nAMZN also tends to have the most success in verticals where branding is less important\n(a fact that could provide an advantage to more established CBD companies). The\nwidespread availability and acceptance by a retailer such as Amazon could also help to\ndrive mainstream adoption of CBD products and thus provide a benefit for the industry\nas a whole.\n\nOther Potential Platforms: EBAY Has The Reach To Make An Impact\n\nThere are other platforms that may be easier to break into than Amazon that would also\nprovide an avenue to reach a wide array of consumers. Ebay could be an alternative for\nCBD companies to tap into. EBAY has been losing share in eCommerce over the last\nseveral years, and developing a leading marketplace in a new product vertical such as\nCBD products could be an incentive to become an early adopter. Ebay currently has\n179MM active buyers on the platform worldwide, and the company generated over\nS90BN in GMV in 2018.\n\nOur survey indicates that unlike Amazon, EBAY has had less success in driving\nconsistent purchasing in areas like personal care and beauty as well as in vitamins and\nsupplements. Our data suggests that unlike Amazon, these two key verticals are\npurchased at about the same rate as any other category, which suggests that there is an\nopportunity for these verticals to grow meaningfully, in our view.\n\nFigure 113 EBAY Purchaser % By Vertical, 2Q17-4Q18\n\n10%\n\n8%\n\n6%\n\n4%\n\n2%\n\n0%\n\n2017 3Q17 4Q17 1018 2Q18 3Q18 4018\n\nPersonal Care Products mVitamins & Supplements Average Across All Categories\n\nSource: Cowen proprietary Consumer Internet Survey, n=~2500, Dec ‘18\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024884",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024884.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2849,
    "word_count": 455,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:45.361966",
    "prefix": "IMAGES-008"
  }
}