{
  "document_id": "HOUSE_OVERSIGHT_020327",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020327.txt",
  "text": "175\n\nintelligence reports confirming its operations from many other sources, including Russian officials,\ndiplomats, and military officers who claimed to have defected from the Soviet government in\nMoscow. Since these reports all dove-tailed, they recognized the Trust as a real underground\norganization.\n\nOnce the Trust had been established in the minds of the Western intelligence services, it\noffered them as well as exile groups the services of its network of collaborators. These services\nincluded smuggling out dissidents, stealing secret documents, and disbursing money inside Russia\nto sympathizers. Within a year, exile groups in Paris, Berlin, Vienna, and Helsinki were using the\n“Trust” to deliver arms and supplies to their partisans inside Russia. The Trust also furnished\nspies and exile leader’s fake passports which allowed them to sneak back into Russia to\nparticipate in clandestine missions. It even undertook sabotage and assassination missions paid\nfor by Western intelligence services. As they saw with their own eyes police stations blown up\nand political prisoners escape from prisons, these agents and dissidents came to further believe in\nthe power of the Trust.\n\nBy the mid-1920s, no fewer than eleven Western intelligence services had become almost\ncompletely dependent on the Trust for information about Russia. They also sent millions of\ndollars into Russia via couriers to finance its activities.\n\nBut suddenly exile leaders working in Russia under the aegis of the Trust began to vanish. Then\ntop western intelligence agents, such as Sydney Reilly and Boris Savinkov were arrested, and\ntheir networks were eliminated. Instead of the Communist regime collapsing, as the Trust had\npredicted, it consolidated its power and wiped out all the dissident groups. Finally, in 1929, the\nTrust was revealed by a defector to be a long-term false flag operation run by the Russian\nintelligence service. Even the Trust building, rather than being the cover for a subversive\nconspiracy, was the headquarters for the Russian secret police during this seven-year operation.\nThe secret police had provided the documents fed to Western intelligence, briefed the agents who\npretended to defect, published the dissident newspapers the Trust distributed, fabricated the\npassport it supplied exiles, blew up Russian buildings and staged jail breaks to make the deception\nmore credible. It also collected the money sent in by Western intelligence services, which more\nthan paid for the entire deception. Since it was running the show, it could offer those lured into\nthe trap an opportunity to work for it as double-agents. The alternative, if they refused, was to\nface a firing squad.\n\nEven after the “Trust” itself had been fully exposed, The Russian Intelligence Service continued\nto succeed with other false-flag deception, During the Cold War, for example, it set up a fake\nunderground in Poland modeled on the Trust. It was called WIN. It also set up other false flag\ngroups in Ukraine, Georgia, Lithuania, Albania, and Hungary. It also had agents masquerade as\nmembers of the security services of Israel, South Africa, Germany, France and the US to recruit\nunwitting agents. These deceptions became an integral part of the recruitments of the Russian\nintelligence services.\n\nHOUSE_OVERSIGHT_020327",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020327.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3313,
    "word_count": 513,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.175898",
    "prefix": "IMAGES-005"
  }
}