{
  "document_id": "HOUSE_OVERSIGHT_015520",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015520.txt",
  "text": "308 M. Hoffman et al.\n\nusually is not commonly known. Thus, they will not reward or punish based on\neffectiveness, and we ourselves will not attend to effectiveness in equilibrium. This\nexplanation suggests that if we want to increase efficacy of giving, we ought to\nfocus on making sure donors’ friends and colleagues are aware of the efficacy of\ndifferent options. In fact, this is perhaps more important than informing the donor\nof efficacy, since the donor will be motivated to uncover efficacy herself.\n\nMagnitude of the Problem. We are surprisingly unaware of and unaffected by the\nmagnitudes of the problems we contribute to solving. How many of those who par-\nticipated in the recent ALS Ice Bucket Challenge have even the vaguest sense of the\nnumber of ALS victims? (Answer: about 1/100th the victims of heart disease.) How\nmuch happier would these individuals have been if the number of ALS victims were\ncut in half? Multiplied by 100? The same questions could be asked about AIDS or\ncleft lips. If we were actually motivated by our desire to rid the world of such afflic-\ntions as we often proclaim, then we would be happier if there were fewer afflicted\nindividuals and less happy if there were more. But we are not even aware of these\nnumbers, let alone affected by them. This suggests an alternative motivation than\nthe one we proclaim.\n\nOn the other hand, if we give in order to gain social rewards, it does not matter\nwhether the problem is large or small, provided others recognize it as a problem and\nthe social norm is to give. If our learned or evolved preferences were drastically\nimpacted by the magnitude of the crises, we would be sensitive to whether the prob-\nlem was solved, perhaps motivating us to ensure that others solve it, which we\nwould not get credit for, or perhaps motivating us to devote too much of our\nresources to solving it, beyond what we would actually get rewarded for.\n\nObservability. There is overwhelming evidence that people give more when their\ngifts are observed. Much of this evidence comes from the lab, where it has been\ndemonstrated a myriad of ways (e.g., Andreoni & Petrie, 2004; Bolton, Katok, &\nOckenfels, 2005; List, Berrens, Bohara, & Kerkvliet, 2004). For instance, when\nparticipants play a public goods game in the laboratory for money, their contribu-\ntions are higher when they are warned that one subject will have to announce to the\nroom of other participants how much they contributed (List et al., 2004). However,\nevidence also comes from real-world settings, which find large effects in settings as\ndiverse as blood donation (Lacetera & Macis, 2010), blackout prevention (Yoeli,\nHoffman, Rand, & Nowak, 2013), and support for national parks (Alpizar, Carlsson,\n& Johansson-Stenman, 2008). In Switzerland, voting rates fell in small communi-\nties when voters were given the option to vote by mail (Funk, 2006), which makes\nit harder to tell who did not vote, even though it also makes it easier to vote. In fact,\nour willingness to give more when observed extends to subtle, subconscious cues of\nbeing observed: People give twice as much in dictator games when there are mark-\nings on the computer screen that vaguely represent eyes (Haley & Fessler, 2005),\nand they are more likely to pay for bagels in their office when the payment box has\na picture of eyes above it (Bateson, Nettle, & Roberts, 2006).\n\nThese results should not surprise anyone who believes our pro-social tendencies are\ninfluenced by reputational concerns (though the magnitudes are surprisingly large).\n\nHOUSE_OVERSIGHT_015520",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015520.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3566,
    "word_count": 598,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.108239",
    "prefix": "IMAGES-003"
  }
}