{
  "document_id": "HOUSE_OVERSIGHT_016921",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016921.txt",
  "text": "might sound like a risk, human understanding comes with its own limits; engineering\ndesign is littered with what appeared to be good insights that have had bad consequences.\nDeclarative design rests on all the advances in AI, plus the improving fidelity of\nsimulations to virtually test designs.\n\nThe mother of all design problems is the one that resulted in us. The way we’re\ndesigned resides in one of the oldest and most conserved parts of the genome, called the\nHox genes. These are genes that regulate genes, in what are called developmental\nprograms. Nothing in your genome stores the design of your body; your genome stores,\nrather, a series of steps to follow that results in your body. This is an exact parallel to\nhow search is done in AI. There are too many possible body plans to search over, and\nmost modifications would be either inconsequential or fatal. The Hox genes are a\nrepresentation of a productive place for evolutionary search. It’s a kind of natural\nintelligence at the molecular level.\n\nAI has a mind-body problem, in that it has no body. Most work on AI is done in\nthe cloud, running on virtual machines in computer centers where data are funneled. Our\nown intelligence is the result of a search algorithm (evolution) that was able to change\nour physical form as well as our programming—those are inextricably linked. Ifthe\nhistory of AI can be understood as the working of scaling laws rather than a succession of\nfashions, then its future can be seen in the same way. What’s now being digitized, after\ncommunication and computation, is fabrication, bringing the programmability of bits to\nthe world of atoms. By digitizing not just designs but the construction of materials, the\nsame lessons that von Neumann and Shannon taught us apply to exponentially increasing\nfabricational complexity.\n\nI’ve defined digital materials to be those constructed from a discrete set of parts\nreversibly joined with a discrete set of relative positions and orientations. These\nattributes allow the global geometry to be determined from local constraints, assembly\nerrors to be detected and corrected, heterogeneous materials to be joined, and structures\nto be disassembled rather than disposed of when they’re no longer needed. The amino\nacids that are the foundation of life and the Lego bricks that are the foundation of play\nshare these properties.\n\nWhat’s interesting about amino acids is that they’re not interesting. They have\nattributes that are typical but not unusual, such as attracting or repelling water. But just\ntwenty types of them are enough to make you. In the same way, twenty or so types of\ndigital-material part types—conducting, insulating, rigid, flexible, magnetic, etc —are\nenough to assemble the range of functions that go into making modern technologies like\nrobots and computers.\n\nThe connection between computation and fabrication was foreshadowed by the\nvery pioneers whose work the edifice of computing is based on. Wiener hinted at this by\nlinking material transportation with message transportation. John von Neumann is\ncredited with modern computer architecture, something he actually wrote very little\nabout; the final thing he studied, and wrote about beautifully and at length, was self-\nreproducing systems. As an abstraction of life, he modeled a machine that can\ncommunicate a computation that constructs itself. And the final thing Alan Turing, who\nis credited with the theoretical framework for computer science, studied was how the\ninstructions in genes can give rise to physical forms. These questions address a topic\nabsent from a typical computer-science education: the physical configuration of a\n\n118\n\nHOUSE_OVERSIGHT_016921",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3683,
    "word_count": 589,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.226871",
    "prefix": "IMAGES-004"
  }
}