{
  "document_id": "HOUSE_OVERSIGHT_017781",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017781.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 11 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nOne of Epstein’s first assignments for Hoffenberg was to mastermind doomed bids to take over\nPan American World Airways in 1987 and Emery Air Freight Corp. in 1988. Hoffenberg\nclaimed in a 1993 hearing before a grand jury in Illinois that Epstein came up with the idea of\nfinancing these bids through Towers’s acquisition of two ailing Illinois insurance companies,\nAssociated Life and United Fire. “He was hired by us to work on the securities side of the\ninsurance companies and Towers Financial, supposedly to make a profit for us and for the\ncompanies,” Hoffenberg reportedly told the grand jury. He also alleged that Epstein was the\n“technician,” executing the schemes, although, having no broker’s license, he had to rely on\nothers to make the trades. Much of Hoffenberg’s subsequent testimony in his criminal case has\nproven to be false, and Epstein has claimed he was merely asked how the bids could be\naccomplished and has said he had nothing to do with the financing of them. Yet Richard Allen,\nthe former treasurer of United Fire, recalls seeing Epstein two or three times at the company. He\nand another executive say they had direct dealing with Epstein over the finances. And in his\ndeposition of 1989, Epstein stated that he was the one who executed “all” Hoffenberg’s\ninstructions to buy and sell the stock. He called it “making the orders.” He could not recall\nwhether he had chosen the brokers used.\n\nTo win approval from the Illinois insurance regulators for Towers’s acquisition of the\ncompanies, Hoffenberg promised to inject $3 million of new capital into them. In fact, in his\ngrand-jury testimony Hoffenberg claimed that he, his chief operating officer, Mitchell Brater,\nand Epstein came up with a scheme to steal $3 million of the insurance companies’ bonds to buy\nPan Am and Emery stock. “Jeffrey Epstein and Mitch Brater arranged the various brokerage\naccounts for the bonds to be placed with in New York, and I think one in Chicago, Rodman &\nRenshaw,” Hoffenberg reportedly said. Then, said Hoffenberg, while making it appear as though\nthey were investing the bonds in much safer financial instruments, they used them as collateral to\nbuy the stock. “Epstein was the person in charge of the transactions, and Mitchell Brater was\nassisting him with it in coordination on behalf of the insurance companies’ money,” Hoffenberg\nclaimed at the time.\n\nAt one point, according to Hoffenberg, a broker forged the documents necessary for a $1.8\nmillion check to be written on insurance-company funds. The check was used to buy more stock\nin the takeover targets. Meanwhile, in order to throw the insurance regulators off, the $1.8\nmillion was reported as being safely invested in a money-market account.\n\nUnited Fire’s former chief financial officer Daniel Payton confirms part of Hoffenberg’s\naccount. He says he recalls making one or two telephone calls to Epstein (at Hoffenberg’s\ndirection) about the missing bonds. “He said, ‘Oh, yeah, they still exist.’ But we found out later\nthat he had sold those assets ... leveraged them ... [and] used some margin account to take some\npositions in... Emery and Pan Am,” says Payton.\n\nEpstein’s extraordinary creativity was, according to Hoffenberg, responsible for the purchase by\nthe insurance companies of a $500,000 bond, with no money down. “Epstein created a great\nscheme to purchase a $500,000 treasury bond that would not be shown ... [as] margined or\ncollateralized,” he reportedly told the grand jury. “It looked like it was free and clear but it\nactually wasn’t,” he said.\n\nHOUSE_OVERSIGHT_017781",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017781.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3694,
    "word_count": 599,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.034086",
    "prefix": "IMAGES-004"
  }
}