{
  "document_id": "HOUSE_OVERSIGHT_012792",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012792.txt",
  "text": "control group, those who sniffed oxytocin perceived in-group members as more likeable, more human,\nmore richly endowed with social emotions such as embarrassment, contempt, humiliation and admiration,\nand more worthy of saving in an emergency. Oxytocin increases our sense of camaraderie toward those\nwithin the inner sanctum, which can result in greater animosity toward those outside. Oxytocin may\ntherefore facilitate our ability to take out the competition even if this means killing another human being.\nOxytocin is two-faced, cuddling with its left profile and harming with its right.\n\nThis is a small sampling of the ways in which our promiscuous brain enables new forms of harm,\nincluding killing other adults. We didn’t invent lethal aggression. We share this capacity with a small\ngroup of animals that also kill other adults. But whereas these other species typically restrict their lethal\nattacks to situations in which one group greatly outnumbers another, typically targeting adults from a\nneighboring group, we evolved far beyond this monogamous approach. We adopted the cost-benefit\nanalysis that drives killing in other animals and applied it to killing in a virtually limitless space of\nhomicidal opportunities. We kill when we outnumber our opponents or are outnumbered by them,\nattacking individuals within and outside our core group. We kill spouses, ex-lovers, stepchildren, those\nwho believe in God and those who don’t, the wealthy and the poor, kin and non-kin, and even ourselves if\nthe cause is good enough. Virtually anything goes.\n\nOur promiscuous brains opened a Pandora’s box of harmful means, including the capacity to\naddress a multitude of injustices. This is a capacity that is inherently good, but incidentally bad. It is a\ncapacity that evolved in response to growing pressures to balance inequities and take care of those who\nattempt to cheat society. It is a capacity that enabled us to engage in punishment in a broad range of\n\ncontexts, righting wrongs and opening a new path to feeling good about harming others.\n\nIncidental justice\n\nCooperation is ubiquitous in the animal kingdom, occurring in a wide range of situations.\nHumans are no exception. Like ants, humans also bring resources to their queen — think England. Like\nscrub jays, humans work with extended family members to rear the next generation of offspring — think\nMormons. Like dolphins, human males form super-coalitions to gain access to females — think the\nYanomami Indians of South America, where men raid neighboring villages to take their women. And like\nchimpanzees, humans cooperate to monitor their borders, often capturing and killing intruders — think\n\nPalestine and Israel. But human cooperation is distinctive in two ways: we frequently cooperate with\n\nHauser Chapter 1. Nature’s secrets 46\n\nHOUSE_OVERSIGHT_012792",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012792.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2831,
    "word_count": 442,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.728183",
    "prefix": "IMAGES-002"
  }
}