{
  "document_id": "HOUSE_OVERSIGHT_020037",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020037.txt",
  "text": "astonished as anyone—a kind of Stepford factotum, as absolutely dedicated to and tolerant\nof Mr. Trump as anyone who had ever worked for him.\n\nShortly after Lewandowski, with whom Hicks had an on-and-off romantic relationship,\nwas fired in June 2016 for clashing with Trump family members, Hicks sat in Trump\nTower with Trump and his sons, worrying about Lewandowski’s treatment in the press and\nwondering aloud how she might help him. Trump, who otherwise seemed to treat Hicks in\na protective and even paternal way, looked up and said, “Why? You’ve already done\nenough for him. You’re the best piece of tail he’ll ever have,” sending Hicks running from\nthe room.\n\nAs new layers began to form around Trump, first as nominee and then as president-\nelect, Hicks continued playing the role of his personal PR woman. She would remain his\nconstant shadow and the person with the best access to him. “Have you spoken to Hope?”\nwere among the words most frequently uttered in the West Wing.\n\nHicks, sponsored by Ivanka and ever loyal to her, was in fact thought of as Trump’s\nreal daughter, while Ivanka was thought of as his real wife. More functionally, but as\nelementally, Hicks was the president’s chief media handler. She worked by the president’s\nside, wholly separate from the White House’s forty-person-strong communications office.\nThe president’s personal message and image were entrusted to her—or, more accurately,\nshe was the president’s agent in retailing that message and image, which he trusted to no\none but himself. Together they formed something of a freelance operation.\n\nWithout any particular politics of her own, and, with her New York PR background,\nquite looking down on the right-wing press, she was the president’s official liaison to the\nmainstream media. The president had charged her with the ultimate job: a good write-up\nin the New York Times.\n\nThat, in the president’s estimation, had yet failed to happen, “but Hope tries and tries,”\nthe president said.\n\nOn more than one occasion, after a day—one of the countless days—of particularly\nbad notices, the president greeted her, affectionately, with “You must be the world’s worst\nPR person.”\n\nOOK Ok\n\nIn the early days of the transition, with Conway out of the running for the press secretary\njob, Trump became determined to find a “star.” The conservative radio host Laura\nIngraham, who had spoken at the convention, was on the list, as was Ann Coulter. Fox\nBusiness’s Maria Bartiromo was also under consideration. (This was television, the\npresident-elect said, and it ought to be a good-looking woman.) When none of those ideas\npanned out, the job was offered to Fox News’s Tucker Carlson, who turned it down.\n\nBut there was a counterview: the press secretary ought to be the opposite of a star. In\n\nHOUSE_OVERSIGHT_020037",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020037.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2801,
    "word_count": 463,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.955474",
    "prefix": "IMAGES-005"
  }
}