{
  "document_id": "HOUSE_OVERSIGHT_014747",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014747.txt",
  "text": "Table 1: Heatmap of inflation risks (green for high, red for low, in relative terms)\n\nTotal Inflation gap since 2007 —Inflation Inflation change Core Corechange = Taylor spread ~— Housing prices Qutput gap\n\nSource: BofA Merrill Lynch Global Research.\n\nThe results in Table 1 are supportive of the USD and the scandies against JPY, EUR and\nCHF. This is fully consistent with our projections for 2017, expecting USD strength to\ncontinue, particularly against JPY, and the scandies to do well against EUR and CHF.\n\nBased on this analysis, we recommend buying USD/JPY and selling CHF/SEK, to position\nfor inflation risks in G1O economies. Long USD/JPY is also our top directional trade for\n2017 and we already have a trade recommendation to sell EUR/SEK. Therefore, we\nwould recommend selling CHF/SEK as a new trade to position for inflation risks.\nCHF/SEK is one of the most overvalued crosses in G10. It is currently at its highest\nvalue ever, with the exception of the level reached when the SNB removed the EUR/CHF\nfloor. We also expect the SNB to intervene to offset FX pressure, while higher\nuncertainty increases risks of a rate cut.\n\nThe risk to this view is if tail risk scenarios unfold in European politics, such as an early\nelection in Italy with Five Star winning, or Le Pen wining the second round in the French\nelections. Although we expect markets to be more concerned about European politics\nfollowing the US elections, we do not see tail risk scenarios in our baseline.\n\nTrade: We recommend selling CHF/SEK, from spot at 9.184, with a target of 8.4\nand stop loss at 9.5.\n\nChange in structural fiscal\n\nCredit growth Unit labour cost Unemployment gap\n\nBankof America Global Rates, FX & EM 2017 Year Ahead | 16 November 2016-17\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014747",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014747.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1777,
    "word_count": 298,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.003346",
    "prefix": "IMAGES-003"
  }
}