{
  "document_id": "HOUSE_OVERSIGHT_014836",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014836.txt",
  "text": "Case 1:15-cv-07433-RWS Document 751-12 Filed 03/17/17 Page 2of3\nJeffrey Epstein ‘sex slave’ Virginia Roberts was a 'money-\n\nhungry sex kitten’, ex friends claim\n\nre www.dailymail.co.uk\n\nJeffrey Epstein 'sex slave’ lived a lavish lifestyle and enjoyed her role as his\n‘travelling masseuse’, former friends claim\n\ne Virginia Roberts claims she was recruited to Epstein's harem in 1999\n\ne Named Prince Andrew and Alan Dershowitz as men she had to ‘service’\ne Her friends say there was no indication she was being held captive\n\ne Asked other women if they knew anyone 'slutty’ to bring to Epstein\n\ne Would allegedly use cash she gained from sex to live a luxury lifestyle\nBy Wills Robinson For Dailymail.com\nPublished: 12:49 EDT, 1 March 2015 | Updated: 07:09 EDT, 2 March 2015\nShocking: Virginia Roberts' friends claim she was a money-hungry sex kitten’ who enjoyed her lavish lifestyle\n\nThe woman who has accused Jeffery Epstein of keeping her as a sex slave was actually a money-hungry sex kitten’\nwho enjoyed her lavish lifestyle, former friends have claimed.\n\nVirginia Roberts is currently in the midst of a lawsuit claiming she was recruited to join Epstein's harem of underage\nwomen in 1999, naming Prince Andrew and attorney Alan Dershowitz as two of the men she was made to service’.\n\nBut those who used to be close to the 31-year-old say she relished her role as his ‘travelling masseuse’ and never\nacted like she was being held captive.\n\nPhilip Guderyon, who used to date Roberts and would drive her to Epstein's Pal Beach, Florida, mansion told the\nNew York Daily News: 'She was like the head b***h. She’d have like nine or 10 girls she used to bring to him.\n\n‘She never looked like she was being held captive,’ he added. 'She and the other girls would walk out of there\nsmiling, with their little bathing suits on, like they had just come from the beach.\n\n‘She'd have like $4,000. And then I’d take them all to the mall and they'd get their nails done.’\n\nHe also said while making thousands of dollars from the relationship, she would buy fancy clothes and drive around\nin Epstein's Mercedes.\n\nCrystal Figueroa, whose brother dated Roberts in the early 2000s, told the Daily News Roberts would ask if she\nknew anyone 'slutty’ so they could be sent to Epstein.\n\nIn 2001 she was sharing a Palm Beach apartment with Anthony Valladares. He told the Daily News that she\nbragged about going to the 'millionaire's house’ for a day or two, before returning with cash.\n\nHe did say that she tried to get out of the sex business, but was dragged back in.\nLast month it was revealed Roberts accused two male acquaintances she was raped, bringing her credibility into\n\n1/2\n\nHOUSE_OVERSIGHT_014836",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014836.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2692,
    "word_count": 460,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.217539",
    "prefix": "IMAGES-003"
  }
}