{
  "document_id": "HOUSE_OVERSIGHT_013363",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013363.txt",
  "text": "AFFIDAVIT OF BRADLEY JAMES EDWARDS\n\n1. [am an attormey in good standing with the Florida Bar and admitted to practice in the\nSouther District of Florida. I am currently a partner in the law firm of Farmer, Jaffe.\nWeissing, Edwards, Fistos & Lehrman, P.L.\n\n>\n\n2. In 2008, I was a sole practitioner running a personal injury law firm in Hollywood, FL.\nWhile a sole practitioner I was retained by three clients, L.M., E.W., and Jane Doe to\npursue civil litigation against Jeffrey Epstein for sexually abusing them while they were\nminor girls. I agreed to. represent these girls, along with attorney Jay Howell (an\nattomey in Jacksonville, Florida with Jay Howell & Associates) and Professor Paul\nCassell (a law professor at the University of Utah College Of Law). I filed state court\nactions on behalf of L.M. and E.W. and a federal court action on behalf of Jane Doe.\nAll of the cases were filed in the summer of 2008,\n\n3. My clients received correspondence from the U.S. Department of Justice regarding\ntheir rights as victims of Epstein’s federal sex offenses. (True and accurate copies of\nthe letters are attached to Statement of Undisputed Facts as Exhibit “M”)\n\n4, In mid June 2008, I contacted Assistant United States Attorney Marie Villafafia to\ninform her that I represented Jane Doe #1(E. W.) and, later, Jane Doe #2(L.M.). I asked\nto meet to provide information regarding Epstein. AUSA Villafafia did not advise me\nthat a plea agreement had already been negotiated with Epstein’s attomeys that would\nblock federal prosecution. AUSA Villafaiia did indicate that federal investigators had\nconcrete evidence and information that Epstein had sexually molested at least 40\nunderage minor females, including E.W., Jane Doe and L.M.\n\n5. also requested from the U.S. Attomey’s Office the information and evidence that they\nhad collected regarding Epstein’s sexual abuse of his clients. However, the U.S.\nAttomey’s Office declined to provide any such information to me. The U.S. Attomey’s\nOffice also declined to provide any such information to the other attorneys who\nrepresented victims of Epstein’s sexual assaults.\n\n6. I was informed that on Friday, June 27, 2008, at approximately 4:15 p.m., AUSA\nVillafafia received a copy of Epstein’s proposed state plea agreement and learned that the\nplea was scheduled for 8:30 am., Monday, June 30, 2008. She called me to provide\nnotice to my clients regarding the hearing. She did not tell me that the guilty pleas in\nstate court would bring an end to the possibility of federal prosecution pursuant to the\nplea agreement. My clients did not learn and understand this fact until July 11, 2008,\nwhen the agreement was described during a hearing held before Judge Marra on the\nCrime Victims’ Rights Act action that I had filed.\n\n7. In the summer of 2008 I filed complaints against Jeffrey Epstein on behalf of L.M.,\nE.W., and jane Doe.\n\nHOUSE_OVERSIGHT_013363",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2901,
    "word_count": 480,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.266442",
    "prefix": "IMAGES-002"
  }
}