{
  "document_id": "HOUSE_OVERSIGHT_031397",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031397.txt",
  "text": "President Trump’s labor secretary, shelved a 53-page indictment that\ncould have put Epstein behind bars for life.\n\nEpstein, who counts among his friends Trump and former president Bill\nClinton, assembled a high-powered legal team to address the\nallegations he faced. Ultimately, he pleaded guilty in 2008 only to state\ncharges of soliciting prostitution. Victims told the Herald they felt\nbetrayed by the arrangement.\n\nThe department’s newly announced investigation is likely to be of\nlimited consequence. According to Boyd's letter, it is being handled by\nthe Office of Professional Responsibility, which explores allegations of\nemployee wrongdoing. The office’s findings, at worst, typically result\nin employees being fired, and they are not usually made public, though\nBoyd wrote to Sasse that the office would “share the results with you\nat the conclusion of its investigation as appropriate.” It is possible,\neven likely, the investigation could drag on so long that Acosta, already\noutside the Justice Department, would by then be out of government\nentirely.\n\nIn a statement, Sasse said: “The victims of Epstein’s child sex\ntrafficking ring deserve this investigation — and so do the American\npeople and the members of law enforcement who work to put these\nkinds of monsters behind bars. Parents should be grateful for the men\nand women at the DOJ who are committed to transparency and\naccountability and for the soon-to-be Attorney General who is\ncommitted to pursuing justice.”\n\nA representative for Acosta, who did not respond to requests for an\ninterview for the Herald’s investigation, did not immediately return a\n\nhttps://www.washingtonpost.com/world/national-security/a-justic...1718903bfc_story.html?noredirect=on&utm_term=.c9ebae38dfe7 2/6/19, 7:29 PM\nPage 2 of 3\n\nHOUSE_OVERSIGHT_031397",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031397.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1803,
    "word_count": 263,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.676489",
    "prefix": "IMAGES-011"
  }
}