{
  "document_id": "HOUSE_OVERSIGHT_010758",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010758.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 2 of 20\n\nthese documents, not only in defamatory statements broadcast worldwide, but also in his\npleadings before this Court and in recent depositions. Indeed, Dershowitz said in his\nmedia interviews that he wants “everything to be made public” and implied that Edwards\nand Cassell had something to hide. Accordingly, Dershowitz has failed to carry his heavy\nburden to justify sealing these presumptively-public documents.\n\nL DERSHOWITZ HAS NOT JUSTIFIED SEALING ALLEGED\nDEFAMATORY RECORDS THAT ARE INTEGRAL TO THIS\nDEFAMATION CASE.\n\nIn his motion, Dershowitz never recounts the heavy burden that he must carry to seal the\nrecords at issue. To be sure, Florida Rule of Judicial Administration 2.420 allows for the sealing\nof “confidential” materials. But the Rule begins by recounting the overarching principle that\n“t]he public shall have access to all records of the judicial branch of government, except as\nprovided below.” Fla. R. Jud. Admin. 2.420(a). This rule is a codification of the Florida\nSupreme Court’s admonition that a “a strong presumption of openness exists for all court\nproceedings. A trial is a public event, and the filed records of court proceedings are public\nrecords available for public examination.” Barron vy. Florida Freedom Newspapers, Inc., 531\nSo.2d 113, 118 (Fla. 1988) (emphasis added). In light of this presumption of openness, “[t]he\nburden of proof in [closure] proceedings shall always be on the party seeking closure.” Jd. To\nobtain a sealing order, the party seeking sealing must carry a “heavy burden.” Id.\n\nRemarkably, Dershowitz fails to acknowledge these well-settled principles. More\nimportant, he even fails to cite (much less discuss) the limited substantive exceptions to this\n\ngeneral principle of access— and which specific exception he believes applies to this\n\nHOUSE_OVERSIGHT_010758",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010758.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1997,
    "word_count": 303,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.985344",
    "prefix": "IMAGES-001"
  }
}