{
  "document_id": "HOUSE_OVERSIGHT_020832",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020832.txt",
  "text": "Underfunded entitlements are among the most severe financial burdens USA Inc. faces.\nAnd because some of the most underfunded programs are intended to help the nation’s\npoorest, the electorate must understand the full dimensions of the challenges.\n\nUnfunded Entitlement (Medicare + Social Security) + Underfunded\nF2010 USA Inc. Revenues + Expenses At A Glance Entitlement Expenditures (Medicaid) =\nAmong Largest Long-Term Liabilities on USA Inc.'s Balance Sheet\n\nF2010 F2010 USA Inc. Expenses = USA Balance Sheet Liabilities Composition, F2010\n\nRevenues = $3.5T\nEntitlement\nPrograms\n\n$2.2T\n\nNet Interest\nPayment\n\nDiscretionary S496p\n\nOne-Time Items Unfunded Medicaid*\n$152B Social \"Wadicare.\nOther Security Medicare\nc ' $707B $35.3T\n‘orporate ivi\nIncome Tax Income Tax Non-Defense Unfunded $22.8T\n\n$191B % $8998 Discretionary 12%\n\nS431B deral Veteran Federal\n\n‘ai ‘edera\nEmployee zi Debt\nOther Benefits Benefits\n\n$1.6T $2.1T $3.7T $9.1T\nSocial\n\n. Defense Medicare +\nFederal\nes Medicaid\nwssiraoe Tax ease 2 2 )\n\nUnemployment Insurance\n+ Other Entitlements\n$553B\n\nSocial\nSecurity\n\n$7.9T\n\nNote: USA federal fiscal year ends in September; tinalividux\ndefense discretionary induces federal spending on edi\n\nKP KP\nEE www kpcb. com USA Inc. | Summary 1H worn. kpc. com\n\nSome consider defense outlays — which have nearly doubled in the last decade, to 5% of GDP —\na principal cause of USA Inc.’s financial dilemma. But defense spending is still below its 7%\nshare of GDP from 1948 to 2000; it accounted for 20% of the budget in 2010, compared with\n41% of all government spending between 1789 and 1930. The principal challenges lie\nelsewhere. Since the Great Depression, USA Inc. has steadily added “business lines” and, with\nthe best of intentions, created various entitlement programs. They serve many of the nation’s\npoorest, whose struggles have been made worse by the recent financial crisis. Apart from Social\nSecurity and unemployment insurance, however, funding for these programs has been woefully\ninadequate — and getting worse.\n\nEntitlement expenses amount to $16,000 per household per year, and entitlement spending far\noutstrips funding, by more than $1 trillion (or $9,000 per household) in 2010. More than 35% of\nthe US population receives entitlement dollars or is on the government payroll, up from ~20% in\n1966. Given the high correlation of rising entitlement income with declining savings, do\nAmericans feel less compelled to save if they depend on the government for their future savings?\nIt is interesting to note that in China the household savings rate is ~36%, per our estimates\nbased on CEIC data, in part due to a higher degree of self-reliance — and far fewer established\npension plans. In the USA, the personal savings rate (defined as savings as percent of\ndisposable income) was 6% in 2010 and only 3% from 2000 to 2008.\n\nCB www.kpcb.com USA Inc. ix\n\nHOUSE_OVERSIGHT_020832",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020832.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2895,
    "word_count": 456,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:47.587062",
    "prefix": "IMAGES-006"
  }
}