{
  "document_id": "HOUSE_OVERSIGHT_023752",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023752.txt",
  "text": "& Teaching Minds\n\nWe have learned that learning about how other people behave is\nvery important.\n\nWe have learned that learning about one’s own emotions and\nfeelings is very important.\n\nWe have learned that building confidence is very important.\n\nWe have learned that learning to listen is very important.\n\nWe also have learned that learning how to express oneself is very\nimportant.\n\nNow let’s go back to discussing learning.\n\nWhy is it that teenagers are more interested in thinking about dat-\ning than they are in thinking about algebra? Why is it that they don’t\nrate themselves on their success in dating in the same way as they do\nwhen they are discussing how they are doing in science?\n\nWhat do teenagers know about learning that their school doesn’t\nknow?\n\nThis is it:\n\nTeenagers know that the issues I have mentioned above will be\nimportant for them for the rest of their lives in a large variety of\narenas, not just dating.\n\nNo matter what they do in life they will need to form relationships,\nassess their own abilities, gain confidence through practice, learn to\nlisten, learn to love, try things out and see how well they work, and\nlearn why they do what they do. To put this another way:\n\nDating is way more important than algebra and every teenager\nknows it.\n\nDating is much more important not because teenagers have raging\nhormones and they crave sex, as this phenomenon often is described.\nIt is important because what they learn while dating serves them in\nmany areas in life and relates strongly to who they will be and how\nwell their lives will go.\n\nAlgebra relates to none of this and they know that too.\n\nSo, let me ask a simple question:\n\nIf we must have subjects in school, why wouldn’t dating be rated\nas way more important than mathematics?\n\nHOUSE_OVERSIGHT_023752",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023752.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1790,
    "word_count": 312,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.150052",
    "prefix": "IMAGES-007"
  }
}