{
  "document_id": "HOUSE_OVERSIGHT_016195",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016195.txt",
  "text": "any affiliation with BofA Merrill Lynch. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websites before\nsubmitting any personal information to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\n\nAll opinions, projections and estimates constitute the judgment of the author as of the date of the report and are subject to change without notice. Prices also are subject to change without\nnotice. BofA Merrill Lynch is under no obligation to update this report and BofA Merrill Lynch's ability to publish research on the subject issuer(s) in the future is subject to applicable quiet\nperiods. You should therefore assume that BofA Merrill Lynch will not update any fact, circumstance or opinion contained in this report.\n\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer current. Always refer to the most\nrecent research report relating to an issuer prior to making an investment decision.\n\nn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\n\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\nhis report or its contents.\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 85\n\nHOUSE_OVERSIGHT_016195",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016195.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2208,
    "word_count": 343,
    "line_count": 21,
    "import_date": "2025-11-19T21:47:47.685617",
    "prefix": "IMAGES-003"
  }
}