{
  "document_id": "HOUSE_OVERSIGHT_012111",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012111.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 5 of 23\n\nhad frames, some of them were out of frames, but they were all, like I said, they were all\nwomen, they were all sexual in nature.\n\nJS: | Was it your impression that there were a hundred photos of a hundred different people or\nwere there multiple photos of the same woman or girl?\n\nV: There was definitely a lot of different girls. I mean it wasn’t easy to sit there and say,\nyou weren’t finding 5 girls out of some photos, no. Were there a hundred different ones?\nThere could have been pictures of some girls, I really couldn’t get close necessarily to\nactually recognize faces or anything like that. But if you, you know, the range of them\nwere all different, majority of them were different, yeah.\n\nJS: Did there ever come a point in time when you became aware that a photograph of you\nhad been added to the collection?\n\nV: Yes, there was. Ghislaine took several nude photographs of me for Jeffrey. So, yeah,\nthere were pictures of me and there were pictures, he wasn’t shy, that wasn’t the only\nplace in his house that he kept the photos. He liked photos all over his house. If you\nlooked in his den or on his desk or in on the hall table, a giant hall table in his house,\nthere were at least a hundred photos of girls in frames. Not all of them were naked, a lot\nof the ones that were all around his house were not naked girls posing pornographically,\nsome were pictures of celebrities and politicians he had known_or things like that or had\npants on or whatever, but yeah, there was a lot of mixed photographs in the outside ones.\n\nJS: | Were there any photographs of girls or young women that you knew or that you\nsubsequently came to know that you saw in the house?\n\nV: Yeah, yeah, there was. There was pictures of Nadia Bjournik ,» pictures\nSarah Keller, pictures Emmy, pictures of me, pictures of the regulars, but a lot of the\ngirls, sometimes Jeffrey could have like 7 girls a day, and he would only see those girls\nonce if he got bored. I don’t know. These weren’t my days. I heard he’s gotten a lot\nsloppier since I left. So, I don’t know anyways, but when I knew him, there was just a, it\nseemed, there was such an influx of girls coming in and out, so did I recognize a lot of\nthem? Maybe, maybe not, but then they were all definitely beautiful, they were all\nranging in age, some of them young, some of them older in their 20’s, I mean it was just\nthey were all beautiful.\n\nJS: | You’ve told us about the first visit. Was there any discussion on the occasion of that first\nvisit about your returning?\nV: Yes, they were very pleased with me and after the encounter was finished, the sexual\n\nencounter, he went and told me I did well and J have a lot of potential to become a\nmassage therapist and if I’d like I could return tomorrow, you know, and do the same\nthing and get paid $200/hr, so Jeffrey insisted that I come after work, and over the next\nfew days, I guess the relationship grew into more, and within a couple of weeks, not even\n\nHOUSE_OVERSIGHT_012111",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012111.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3055,
    "word_count": 576,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.224230",
    "prefix": "IMAGES-001"
  }
}