{
  "document_id": "HOUSE_OVERSIGHT_020262",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020262.txt",
  "text": "110\n\nCHAPTER FOURTEEN\nFugitive\n“Tf I end up in chains in Guantanamo, I can live with that.”\n\nm= —Edward Snowden, Hong Kong\n\nDuring his interview with Poitras and Greenwald, Snowden said stoically “If I am arrested, I\nam arrested.” His fatalistic words notwithstanding, Snowden had made plans to seek a haven\nfrom American justice well before his meeting with journalists in Hong Kong. As early as May\n24, 2013, Snowden had suggested to Gellman that he was making arrangements with a foreign\ngovernment. To that end, he asked Gellman to insert an encrypted key in Internet version of the\nNSA expose that Snowden proposed he write for the Washington Post. He told him the purpose\nof the encrypted key was to assist him with a foreign government. Snowden did not identify that\nforeign government to Gellman so Gellman knew that Snowden wanted to “seek asylum”\noverseas. He decided against assisting him. “I can’t help him evade U.S. jurisdiction—I don’t\nwant to, and I can’t,” he later explained. “It’s not my job. It’s not the relationship. Iam a\njournalist.”\n\nAlthough Gellman suspected that Iceland might be the foreign government in question,\nSnowden, as it turned, had not ever contacted the consulate of Iceland while he was in Hong\nKong. “We had heard nothing from Snowden,” an Iceland government official told Vanity\nFair.\n\nSnowden also did not contact the government of Ecuador in Hong Kong. In late June,\nwhile Harrison was laying down false tracks for Snowden in Hong Kong, Assange in London\nasked Fidel Narvaez, who was a friend of his and the legal attaché in the London embassy of\nEcuador, to issue a document that Snowden could use. But this document was not delivered to\nSnowden in Hong Kong (and later it was invalidated by Ecuador.) If Snowden had really\nplanned to go to Ecuador from Moscow, it would require him first going to Cuba. Cuba did not\neven require a U.S. passport (as, in 2013, U.S, citizens were not supposed to travel to Cuba.) He\ndid require a Cuban travel document, which he could have obtained from the Cuban consulate\nany time during his month in Hong Kong. Yet he did not ever obtain it. Nor did he acquire a\nvisa to go to any other country in Latin America or elsewhere. So where was he headed?\n\nWhatever foreign government with which Snowden was dealing earlier in May presumably did\nnot have an extradition treaty with the United States. Yet few other foreign governments, which\ndid not have active extradition treaties with the United States, could be directly reached by air.\n\nHOUSE_OVERSIGHT_020262",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020262.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2539,
    "word_count": 433,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.945681",
    "prefix": "IMAGES-005"
  }
}