{
  "document_id": "HOUSE_OVERSIGHT_021964",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021964.txt",
  "text": "James PATTERSON\n\n“As a result, they will be our five finalists. As I call each name, Why didn't any of\n“as ; yo\nyou will see a figure on your television screen. That 1s the total always someone mo\n! re\nscore received by the contestant since she became a semifinalist. corner. Perhaps non\nj ' ec\n\nBut one thing | would point out to you: the point total is not BY urges. But he did hav\n} F ee\n\nnecessarily a sign of who our eventual winner will be. Being first ; E by his side through tk\nnow is no guarantee of being first at the time of our judges’ final if a with them.\nballot.” E g When he was thro\n\nOh, get on with it, Miss Sweden thinks. And, as if by her com- a o say, they graduated up\n\nstatus of “lover” to “frie\n\nmand, Bob Barker does.\n“Now our five finalists. Good luck, gitls! The first finalist is: In his estimation, th\n\nMiss Sweden!” The world was ful\n\nFva’s hands fly up to her face. The time it takes her to walk to\nthe front of the stage is all the time she needs to stop herself from\n\nfriendship seemed to bi\ncrying.\n\nFor Eva, it’s not meant to be. Miss USA, Shawn Weatherly, wins\n\nthat year's competition—she'll go on to become a star on Bay-\n\nwatch, But Eva’s future is secure nonetheless. After the pageant,\n\nshe'll spend three years studying in Stockholm, finish med ©\n\nschool at UCLA, and become a doctor of internal medicine.\n\nAlong the way, she'll meet Jeffrey Epstein. 3\n\nPeople who knew them when they were a couple say that Eva —\nwanted to marry Epstein. One friend says he considered it set 4\nously. In the end, Eva ended up with a man named Glenn Dubin, |\nthough she and Epstein remained very close. And if Eva was the\ngot away,” Epstein ended up dating othe :\n\nproverbial “one who\nclass beauties —as he made his way\n\nimpressive women—world-\n\nin the world.\n\n1%\n4\n\nHOUSE_OVERSIGHT_021964",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1814,
    "word_count": 347,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:49.376251",
    "prefix": "IMAGES-006"
  }
}