{
  "document_id": "HOUSE_OVERSIGHT_026836",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026836.txt",
  "text": "Of Counsel and Chair of DC Government Relations\n\nNelson Mullins Riley & Scarborough LLP\n\n101 Constitution Avenue, NW, Suite 900\nWashington, DC 20001\n\nTel:\nFax:\n\nwww.nelsonmullins.com\n(View Bio)\n\nFrom: elisabeth feliho [\nSent: Monday, February 29, 2016 6:29 AM\n\nTo: Vinoda Basnayake\n\nCc: Bob Crowe; Cheikh Tidiane Sy; Mohamed Seydou Diagne; El Hadji Amadou Sall\nSubject: Re: Revised letter. Arbitrary detention of Mr. Wade\n\nCongratulations!!! Can we share this with the press here?\nBest regards.\n\nEF\n\n2016-02-26 13:04 GMT+00:00 Vinoda Basnayake <i >.\n\nGreat news, the piece was published in The Hill this morning-\n\nhttp://thehill.com/blogs/pundits-blog/international/270878-senegals-democratic-backslide\n\nWe can share this w Congress and State.\nSent from my iPhone\n\nOn Feb 26, 2016, at 6:06 AM, elisabeth fcliho {> wrote:\n\nExcellent!!!\n\n2016-02-24 20:13 GMT+00:00 Vinoda Basnayake i\n\nWe are working on getting the following article placed in the Hill or the Politico within the next week. As of now it looks\nlike former Chairman of Armed Services, Congressman Ron Dellums, will be the author. Please keep highly\n\nconfidential. Will keep you posted on if, when and where it gets published. Once it is published we can all circulate it\nhighly. We believe that this article sets the tone for the advocacy we will be doing and having someone very prominent\nlike Congressman Dellums will also be a great way to launch this campaign.\n\nCongressman Ronald Dellums is a thirteen term Member of the U.S. House of Representatives (D-CA) who\nserved from 1971-1998. He also served as the 48th Mayor of Oakland from 2007-2011. Dellums served as the\nChairman of the House Armed Services Committee and the House Committee on the District of Columbia. He\nalso served on the Foreign Affairs Committee, the Post Office and Civil Service Committee, the Permanent\nSelect Committee on Intelligence and co-founded the Congressional Black Caucus.\n\nHOUSE_OVERSIGHT_026836",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026836.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1945,
    "word_count": 299,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.362950",
    "prefix": "IMAGES-009"
  }
}