{
  "document_id": "HOUSE_OVERSIGHT_024690",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024690.txt",
  "text": "KR L\nPI L\n\nAC EL\nCA TA\n\nCannabis Investment Report | December 2017\n\nPharmaceuticals\n\nCannabinoid-based pharmaceuticals are drugs containing cannabinoids or cannabinoid-like com-\npounds that are either derived from natural cannabis or chemically synthesized. A handful of such\ndrugs have been approved for use to treat certain medical conditions both in the United States and\nelsewhere. Examples of cannabinoid-based pharmaceuticals that have been approved for use in various\ncountries include Marinol, Syndros, Cesamet and Sativex. Another cannabinoid-based pharmaceuti-\ncal, Epidiolex, has not yet been approved but could become the first medicine derived from the canna-\nbis plant to be approved by the U.S. Food and Drug Administration (FDA).\n\nThe drug Marinol is comprised of dronabinol (a synthetic THC) encapsulated with sesame oil in a\nsoft gelatin capsule. Marinol has been approved by the FDA for use in treating (i) anorexia associated\nwith weight loss in patients with AIDS and (ii) nausea and vomiting associated with cancer chemo-\ntherapy. Marinol is a Schedule HI controlled substance under the U.S. Controlled Substances Act\n(CSA). Syndros is a drug that contains dronabinol in a liquid solution; it has been approved by the\nFDA for use by adults in treating the same symptoms for which Marinol has been approved. Syndros\nis a Schedule II controlled substance under the CSA. Forms of dronabinol have been approved for use\nin jurisdictions outside the United States, including Canada and Denmark.\n\nCesamet is a drug made up of encapsulated nabilone, a synthetic cannabinoid similar to THC.\nCesamet has been approved by the FDA for use in treating nausea and vomiting associated with cancer\nchemotherapy. Cesamet is a Schedule II controlled substance under the CSA. Forms of nabilone have\nbeen approved for use in jurisdictions outside the United States, including Australia, Canada, Mexico\nand the United Kingdom.\n\nSativex is a mouth spray used for treatment of spasticity caused by multiple sclerosis; it includes\nTHC and CBD derived from cannabis. Sativex was first approved for use in the United Kingdom in\n2010, and has been approved for use in at least 30 countries (but not in the United States). Sativex is\nmanufactured by U.K.-based GW Pharmaceuticals and is generally recognized as the first prescription\ndrug in the world to include plant-based cannabinoids. The cannabis extract used in Sativex is a Sched-\nule I controlled substance under the CSA.\n\nSS ative X 2zmgiasma\n\nSolucién para\npulverizacion bucal\n\n®\n\npelta-9-tetrahidrocannabinol -\n- Cannabidiol\n\n: ,\nmh\n\n3 envases pulverizadores de 13h |\n\nR =)\nriled\n\n¥\n\ner] Via bucal\n| b GAlmirall\nPharmaceuticals\n54 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024690",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024690.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2757,
    "word_count": 432,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.387206",
    "prefix": "IMAGES-008"
  }
}