{
  "document_id": "HOUSE_OVERSIGHT_028660",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028660.txt",
  "text": "mysterious explosions like the massive blast at a missile base, which\ndestroyed ballistic missiles that could reach Israel.\n\nThe covert onslaught dovetails with Israel’s history of reaching “‘over the\nhorizon” to disarm perceived threats at a distance. To keep advanced arms\nfrom reaching Hamas and Hizballah, Israel in the past year sent warplanes\nto bomb convoys and arms depots in Sudan and Syria, respectively,\nwithout apparent retribution. In the case of Iran, however, experts say the\naudacity of Israel’s covert campaign stirred Tehran to revive an espionage\neffort that lay largely fallow since 9/11. The Spy vs. Spy contest that\nensued would prove woefully one-sided, even in the third-world countries\nwhere Iran chose to strike, hoping to avoid heightened security awareness\nin the developed world. In the end, its only success came inside Iran,\nwhere the secret police operate without inhibition.\n\nThe shadow war may have started on Jan. 15, 2007, the day Ardeshir\nHosseinpour passed away. Hosseinpour was a specialist in\nelectromagnetics at the Nuclear Technology Center in the city of Isfahan,\nIran, but his death might have escaped notice had Iran’s government not\nkept it under wraps for almost a week, finally attributing it to fumes from\na faulty heater. An online report by the American private intelligence firm\nStratfor suggested another cause — radioactive poisoning — and hinted\nthat Mossad’s Caesarea section was back in business. Caesarea, named for\nan Israeli beach town that dates back to Roman times, is the operations\nbranch of Israel’s secret service, most notoriously responsible for the\nassassinations of some two dozen Palestinians (and an innocent waiter)\nafter the 1972 Munich Olympics. Assassinations are carried out by a very\nsmall unit dubbed Kidon, the Hebrew word for “tip of the spear.” Kidon\noperates at a remove from the legions of Mossad employees working in\nless lethal fields.\n\nIt would have been a unit called Hatzomet, or “The Junction,” that\nrecruited Majid Fashi, a handsome young Iranian who dropped out of high\nschool to pursue a career in kickboxing. By the account he gave on Iranian\nstate television early in 2011, Fashi presented himself at the Israeli\nconsulate in Istanbul in 2007 and was vetted for a solid year before being\nshown any trust. Two years later, on Jan. 12, 2010, he would place a bomb\n\nHOUSE_OVERSIGHT_028660",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028660.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2380,
    "word_count": 384,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.776845",
    "prefix": "IMAGES-010"
  }
}