{
  "document_id": "HOUSE_OVERSIGHT_023146",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023146.txt",
  "text": "OUP CORRECTED PROOF - FINAL, 12/9/2014, SPi\n\nAbout the Editors\n\nTERJE RO@D-LARSEN\n\nTerje Red-Larsen became the President of the International Peace Institute (IPI) in\n2005. IPI is an independent, international not-for-profit think tank headquartered in\nNew York, with regional offices in Vienna and Manama. IPI is dedicated to the\nprevention and settlement of conflict. The UN Secretary-General is the honorary\nchair of the board of the International Peace Institute. Concurrently, Terje Red-Larsen\nis a UN Under-Secretary-General. He serves as a Special Envoy of the Secretary-\nGeneral.\n\nTerje Red-Larsen began his career as an academic, studying history, philosophy,\npublic administration, and sociology. He taught Sociology, Political Science, and\nPhilosophy at the Universities of Bergen and Oslo, before establishing the Fafo Institute\nfor Applied Sciences in Oslo in 1981.\n\nAs Director of Fafo, he initiated a research project into the living conditions of\nPalestinians in the West Bank and Gaza Strip. The relationships with both Palestinians\nand Israelis that he established during the period of preparing and implementing this\nproject led to a request by the PLO in 1992 that he help establish a secret channel for\nnegotiations between the PLO and the Government of Israel. Those negotiations\nconcluded with the Oslo Accords and the signing of the Declaration of Principles at\nthe White House on 13 September 1993.\n\nIn 1993, Mr Rod-Larsen was appointed Ambassador and Special Adviser for the\nMiddle East Peace process to the Norwegian Foreign Minister. In mid-1994, he was\nappointed United Nations Under-Secretary-General, Special Coordinator for Gaza and\nthe West Bank. In 1996, he was appointed Norwegian Cabinet Minister for Planning\nand Cooperation.\n\nIn 1999, he moved back to the UN as Special Coordinator for the Middle East Peace\nProcess and Personal Representative of the Secretary-General to the Palestine Liber-\nation Organization and the Palestinian Authority at the level of Under-Secretary-\nGeneral, a post he held until December 2004. In this capacity he negotiated the Israeli\nwithdrawal from Southern Lebanon in 2000 and established the UN line of withdrawal,\nthe “Blue Line’.\n\nOn 14 December 2004, he was appointed by the Secretary-General as his Special\nEnvoy for the implementation of Security Council Resolution 1559, on Lebanon and\nSyria. In this capacity he negotiated the withdrawal of Syrian troops from Lebanon in\n2005. He also represented the UN Secretary-General in the cease-fire negotiations\nduring the 2006 war in Lebanon between Hezbollah and Israel.\n\nHOUSE_OVERSIGHT_023146",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023146.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2614,
    "word_count": 396,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.764934",
    "prefix": "IMAGES-007"
  }
}