{
  "document_id": "HOUSE_OVERSIGHT_015999",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015999.txt",
  "text": "Creativity 309\n\nideas through patents, copyright, and trade secret is big business and\ncombines to form the practice of ‘intellectual property. Societies with\nthe best protection of intellectual property are often the most successful.\nThe USA is the unassailed leader, with Asian countries rapidly catching\nup. Poor old Europeans have struggled with an almost unworkable\npatent system for nearly 30 years; a genuine Europe-wide patent only\ncame into effect in 2013.\n\nCreativity in the economy is now extremely important, and nothing\nemphasizes the point more than the job market. During the 60s finding a\njob was easy. There was an almost unlimited range of mechanical jobs on\noffer. In the post-industrial age, almost all the mechanical jobs have gone.\nToday we need to be experts in a field, able to solve problems creatively.\nYou can't expect to walk into a job and be profitably productive on the\nfirst day. Finding a job is harder and the cost of employing someone is\ngreater.\n\nWhy did we Evolve Creativity?\nRoger Penrose wonders why mathematical creativity evolved in humans\nsince it only became useful in ancient Greece a few thousand years ago.\nHe believes it must have been useful for something before this. But what?\nDavid Deutsch thinks creativity developed to allow one human to\nunderstand the thoughts of a fellow human being. We can't precisely\ncommunicate the ‘programs’ we run in our heads. We are unable to\ndownload a detailed thought and put it on a memory stick. He thinks\nour creative capacity developed to help us pass skills from one to another.\nThe ability to paint and sculpt is an accidental by-product of this adaption.\nIt's my view we evolved creativity to deal with new situations\nand puzzles in our daily lives. We use creative thought processes and\ningenuity to come up with novel solutions for when we can't rely on\nprogramming or a store of rules. Otherwise, the very first unforeseen\nsituation could kill us!\n\nComputer Creativity\n\nHumans find creativity difficult. It requires peace and quiet, detailed\nstudy and input of caffeine. How does a computer fare? I have argued\nthat computers cannot be creative above the logic limit, so this does not\npreclude them from creating within the narrow confines of a particular\nsolution space. But a human still needs to set the rules for this space. The\nlevel of creativity we should see from computers is convincing within\n\nHOUSE_OVERSIGHT_015999",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015999.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2420,
    "word_count": 401,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.795392",
    "prefix": "IMAGES-003"
  }
}