{
  "document_id": "HOUSE_OVERSIGHT_019433",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019433.txt",
  "text": "“Datapalooza.” Here’s the reference:\n\n“New college ratings will help students compare the value offered by different colleges,” the fact sheet said. “The\nDepartment of Education will enlist entrepreneurs and technology leaders with a ‘Datapalooza’ to catalyze new private-\nsector tools, services, and apps to help students evaluate and select colleges. The effort will be complemented by earnings\ninformation by college that will be released for the first time on [the] administration’s College Scorecard this fall.”\n\nWhatis a datapalooza? Apparently, itis a festival of, or related to, data. The White House and the Education Department\nhosted such an event Oct. 9. Students and parents are arguably awash in data now, much of it conflicting and confusing.\nSome would say more is better.\n\nFew would argue that better data would be best of all for the consumer.\nThe yen for better data is shared not just by Obama but also by some colleges. Start with graduation rates.\n\nNow, the federal government measures how many students graduate within four years or six years of starting college. But it\nonly measures that for students who are first-timers, who are enrolled full-time and who don’t transfer from one institution to\nanother, omitting a huge share of the college population. Millions of students are part-timers. Community colleges with\nexcellent records of getting students into prestigious four-year schools are not rewarded for their efforts if those students fail\nto pick up an associate’s degree before they transfer. Nor are four-year colleges that give transfer students or former\ndropouts a second chance and help them get a bachelor’s degree.\n\nThe Association of Public and Land-grant Universities, which represents schools such as the University of Maryland, is\nspearheading an effort to improve this flawed metric, using not only federal data but also information from the nonprofit\nNational Student Clearinghouse to track degree completion for students who move from one school to another.\n\nOne question Education Secretary Arne Duncan will face, as he confers with colleges to create a ratings system within the\nnext two years, is what kind of graduation rate the government will use. Another is what kind of data the government will\nreport on income of college graduates.\n\nAll we know about the federal rating metrics at this point are rough sketches from the fact sheet, highlighting these potential\nfactors: “access, such as percentage of students receiving Pell grants; affordability, such as average tuition, scholarships,\nand loan debt; and outcomes, such as graduation and transfer rates, graduate earnings, and advanced degrees of college\ngraduates.”\n\nThe plan envisions that ratings will be tied to student aid formulas by 2018, if Congress agrees. Thatis a big if. It’s also a year\nafter Obama’s term ends.\n\nThere is nothing in the plan that would force states to give more funding to public higher education, one of the key cost\ndrivers in tuition. The president recognized the issue, touting a proposal that he has made before — a “Race to the Top”\nincentive fund of $1 billion for higher education. This fund would aim to spur state reforms and reward states that maintain\nstrong higher education funding, much as an identically named fund for K-12 education did in 2009 and 2010. Butitis\nunlikely to win congressional approval.\n\nObama’s plan highlights innovation. The president gave a major shout-out to a movement to award degrees based not on\nhow much time students spend in class but on how well they master their material, citing an experiment under way at\nSouthern New Hampshire University and one that is about to launch at the University of Wisconsin.\n\n“So the idea would be if you’re learning the material faster, you can finish faster, which means you pay less and you save\nmoney,” Obama said Thursday in a speech at the University at Buffalo. This notion is indeed revolutionary in academia\nbecause most degrees are awarded based on the concept of a credit hour — which is a rough measure of the time a student\nspends doing work in and for a course.\n\nObama also underscored the online learning movement, which has gained steam in recent years, saying that it holds out the\n\npromise of reducing costs. Carnegie Mellon, Arizona State and Georgia Tech universities won coveted presidential\nmentions in the speech. So did the University of Maryland, in the fact sheet. Fans of massive open online courses, or\n\nHOUSE_OVERSIGHT_019433",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019433.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4471,
    "word_count": 723,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.376867",
    "prefix": "IMAGES-005"
  }
}