{
  "document_id": "HOUSE_OVERSIGHT_020494",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020494.txt",
  "text": "35\n\nand dominated by the Chinese Communist Party. Members are expected to adhere to the\ndisciplines and goals of the Party and work to strengthen China and the Party’s rule of\nChina. Members of the CPPCC are expected to write reports about how their activities have\naligned with China’s interests and to detail their work on China’s behalf.”* The potential\nexploitation of Chinese American members in this body by the Chinese government not\nonly risks harming the interests of the United States but also has the potential to harm the\nsecurity, reputation, and welfare of these Chinese Americans.\n\nA similar quandary could present itself to those Chinese Americans who have chosen\n\nto accept positions as consultants for another united front organization, the All-China\nFederation of Returned Overseas Chinese, which also serves the Party’s interests. In 2018,\ntwelve representatives from the United States, including wealthy businessmen and civic\nleaders, were listed as advisors of the Federation’s 10 congress. The Chinese government\npicked them in recognition of their prominence and efforts in advocating positions friendly\nto Beijing.”\n\nTo engender a sense of close support, state-owned Chinese media outlets routinely report\nabout such contacts made between prominent Chinese Americans and senior Chinese\nofficials. There are literally hundreds of such reports in the Chinese-language press\nabout prominent Chinese Americans escorting leading figures from China’s united front\nbureaucracy in the United States or being hosted by them in China.*° In May 2017, Li\nKexin, the deputy chief of mission at the Chinese embassy in Washington, praised the\nPeaceful Reunification Council's DC chapter for holding a “peaceful reunification forum”\nin Washington and for opposing Taiwan’s independence.”’ Officials from China have also\ntraveled freely to the United States to take part in conferences and activities designed\nto further China’s influence operations in the United States. For example, United Front\nofficials traveled to the United States in November 2016 for the council’s annual executive\nmeeting, during which the council pledged to renew its efforts to “oppose Taiwan’s\nindependence.””8\n\nConclusion and Recommendations\n\nAs US citizens, Chinese Americans enjoy the same constitutional rights of freedom of speech,\nassociation, and political participation as everyone else, and their exercise of these rights is\nfully legitimate and protected by the Constitution and law. What’s more, it is incumbent\n\non the United States government and American society as a whole not to demonize\nChinese Americans for their feelings for and pride in China. However, it is also important\nthat all American citizens be aware that such feelings can sometimes be exploited by an\nauthoritarian regime to advance its goals and interests. Here it is not Chinese Americans who\nare at fault for having an attachment to their “motherland,” but it is the Chinese Communist\nParty for cynically attempting to use Chinese Americans to further its own interests in the\nprocess making overseas Chinese communities vulnerable to distrust.\n\nSection 3\n\nHOUSE_OVERSIGHT_020494",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020494.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3151,
    "word_count": 476,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.823386",
    "prefix": "IMAGES-006"
  }
}