{
  "document_id": "HOUSE_OVERSIGHT_011353",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011353.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n50\nH3VOGIU1\n\nresponse an FBI 302 motion xcuse m statement of -- she\nclaims is authentic, but she doesn't know how it was redacted,\ndoesn't explain how it's redacted, but she wants to admit that\n\ninto evidence.\n\nWe are actually offering to put on the stand the\n\nperson who submitted the FOIA request to explain what was\n\nrequested and what was received. That is not expert testimony,\n\nyour Honor, that's chain of custody.\n\nWith regard to motion in limine number 5, evidence of\n\ndenials by Prince Andrew and Buckingham Palace. Again, your\n\nHonor, in a defamation case -- and I'm now quoting from\n\nplaintiff's treatise that they cited throughout their response\n\nand their reply xcuse m \"In defamation cases,\n\ndefendants can also prove that other liables and rumors about\n\nthe claimant are circulating, at least if they are widespread,\n\nto demonstrate that it is not what the defendant said about the\nplaintiff that causes her reputation to suffer but what others\nsaid.\"\n\nPlaintiff also cites Sack of Defamation. He supports\n\nour position, your Honor. Here, we have a statement by\n\nBuckingham Palace that was issued on the internet and widely\n\ncirculated. There is also a videotape of Prince Andrew denying\n\nVirginia Roberts' claims. Both of those were far more\ncirculated than anything Ms. Maxwell said, as evidenced by the\n\nfact that plaintiff can't even find Ms. Maxwell's statement on\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011353",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011353.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1527,
    "word_count": 252,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:46.868305",
    "prefix": "IMAGES-001"
  }
}