{
  "document_id": "HOUSE_OVERSIGHT_016078",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016078.txt",
  "text": "388 Are the Androids Dreaming Yet?\n\n1992.\n\n———. Symbolic Logic. New issue of 1896 ed. Dover Publications Inc., 2000.\n\nCrilly, Tony. The Big Questions: Mathematics. Quercus Publishing Plc, 2011.\n\nDoxiadis, Apostolos, and Christos H. Papadimitriou. Logicomix: An Epic Search for\nTruth. First Edition. Bloomsbury Publishing PLC, 2009.\n\nGoldrei, D.C. Classic Set Theory: A Guided Introduction. Chapman and Hall/CRC,\n1996.\n\nHodges, Wilfrid. Logic. 2nd Revised edition. Penguin, 2001.\n\nMartin, Robert M. There Are Two Errors in the the Title of This Book*. Rev. and\nExpanded Ed. Broadview Press Ltd, 2002.\n\nNewbery, John. Logic Made Familiar and Easy: To Which Is Added a Compendious\nSystem of Metaphysics Or Ontology : Being the Fifth Volume of the Circle of\nthe Sciences, &c. Published by the King’s Authority. BiblioBazaar, LLC, 2010.\n\nOechslin, Werner. Byrne, Six Books of Euclid: Facsimile of the Famous First Edition\nof 1847. Har/Pap. Taschen GmbH, 2010.\n\nRussell, Bertrand. Introduction to Mathematical Philosophy. Reprint. Spokesman\nBooks, 2007.\n\nChapter 7\n\nGleick, James. Chaos: Making a New Science. New edition. Vintage, 1997.\n\nGriffeath, David, and Cristopher Moore. New Constructions in Cellular Automata.\nOxford University Press, 2003.\n\n“Mathematical Games - The Fantastic Combinations of John Conway’s New\nSolitaire Game ‘Life’ - M. Gardner - 1970,” June 3, 2009. http://web.archive.\norg/web/20090603015231/http://ddi.cs.uni-potsdam.de/HyFISCH/\nProduzieren/lis_projekt/proj_gamelife/ConwayScientificAmerican.htm.\n\nMitchell, Melanie. Complexity: A Guided Tour. OUP USA, 2009.\n\nWeisstein, Eric W. “Elementary Cellular Automaton,’ Text. Accessed September 28,\n2014. http://mathworld.wolfram.com/ElementaryCellularAutomaton.html.\n\nWolfram, Stephen. A New Kind of Science. First Edition. Wolfram Media Inc, 2002.\n\nChapter 8\n\nCantor, Georg. Contributions to the Founding of the Theory of Transfinite Numbers.\nDover Publications Inc., 2003.\n\nClegg, Brian. Brief History of Infinity: The Quest to Think the Unthinkable. Robinson\nPublishing, 2003.\n\nCohen, Paul J. Set Theory and the Continuum Hypothesis. Dover Publications Inc.,\n2009.\n\nPica, Pierre, and Alain Lecomte. “Theoretical Implications of the Study of Numbers\nand Numerals in Mundurucu.” Philosophical Psychology 21, no. 4 (August 1,\n2008): 507-22. doi:10.1080/09515080802285461.\n\nPica, Pierre, Cathy Lemer, Véronique Izard, and Stanislas Dehaene. “Exact and\nApproximate Arithmetic in an Amazonian Indigene Group.” Science 306,\nno. 5695 (October 15, 2004): 499-503. doi:10.1126/science.1102085.\n\nPotter, Michael. Set Theory and Its Philosophy: A Critical Introduction. Clarendon\nPress, 2004.\n\nChapter 9\n\nChaitin, Gregory J. Thinking About Gédel And Turing: Essays On Complexity 1970-\n2007. World Scientific Publishing, 2007.\n\nHOUSE_OVERSIGHT_016078",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016078.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2808,
    "word_count": 373,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:47.955459",
    "prefix": "IMAGES-003"
  }
}