{
  "document_id": "HOUSE_OVERSIGHT_025274",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025274.txt",
  "text": "High yield corporate bonds\n\nPreference: overweight\n\nSpread USD HY (24 Oct): 540bps (last month: 573bps)\nUBS View USD HY spread target (6-month): 475bps\n\n¢ We reiterate our spread target of 475bps based on still robust corporate fundamentals, a favorable\ntechnical backdrop and the commitment of major central banks to provide strong monetary support. In\nparticular, the Fed's buying of mortgage-backed securities (MBS) is likely to provide further support for the\ncredit universe.\n\n¢ Thus, US high yield (HY) bonds continue to offer attractive value although spreads tightened\nconsiderably in Q3. We think the recent rally has been justified in light of the favorable default outlook\nand central bank action. The ongoing slow recovery of the US economy, healthy company balance sheets,\nrobust earnings, and strong investor appetite for yield assets continue to push spreads lower. US HY thus\nremains our preferred asset class.\n\n¢ Despite the recent uptick in defaults, in the absence of a renewed US recession, we expect the default\nrate to remain stable at 3.5% until the end of the year. A heavy load of new issuance so far this year means\nthat HY companies will be faced with a lower risk of failed refinancing going forward (e.g. in case of an\nunexpected economic slump).\n\n4 Positive scenario USD HY spread target (6-month): 400bps\n\ne Even in the positive economic scenario, spreads are unlikely to tighten to pre-crisis lows of below 300bps\ndue to lower liquidity and a generally higher risk premium after the financial crisis. Benchmark yields\nwould rise, limiting HY returns to around 7%. European HY outperforms the US.\n\n& Negative scenario USD HY spread target (6-month): 1,000bps\ne A global recession is the major risk for high yield bonds. Based on the robust state of the corporate\nsector, we would not expect spreads to surpass \"usual\" recession levels around 1,000bps. Although short-\nterm spikes are possible due to liquidity suddenly drying up, we expect a quick normalization.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\nCredit quality/\n\ndefault cycle\n\nUS earnings were roughly flat in 2Q compared to 1Q. A modest pickup is expected in 2H.\nBalance sheets are backed by high cash levels and low debt ratios. Against this backdrop\nthe default rate will likely remain below its long-term average.\n\nNew issuance For now, favorable conditions in the primary market have mainly been used for\nrefinancing. More aggressive issuance activities should be monitored.\n\nBank lending standards\n\n2 UBS\n\nBank lending provides an important source of funding. US banks relaxed standards\nfurther in early 3Q. Key dates: late October, US Fed Senior Loan Officer Survey\n\nFor further information please contact CIO's asset class specialist Philipp Schdttler, philipp.schoettler@ubs.com\n\nRecommendations\n\nTactical (6 months)\n\ne US high yield corporate bonds offer an\nattractive return outlook and should be\noverweighted.\n\nWe prefer US over European issuers given\nthe increasing proportion of peripheral\nand financial issuers in the European HY\nuniverse and the poorer economic outlook\nin Europe.\n\nInflows into HY mutual funds have been\nstrong so far in 2012. New issuance was\nstrong in Q3.\n\nStrategic (1 to 2 years)\n\ne We expect US defaults to remain at below-\naverage levels for longer. Significant re-\nleveraging is unlikely in the medium term.\n\ne We believe US high yield corporate bonds\nwill provide good returns both relative to\nother fixed income and for absolute\nreturn-oriented investors.\n\nYield spreads\n\n2,500\nbps\n\n2,000\n4,500\n4,000\n500\n0\n2005 2006 2007 2008 2009 2010 2011 2012\n—EUR High Yield —USD High Yield\nSource: Bloomberg, UBS, as of 16 Oct 2012\n\nNote: Past performance is not an indication of future returns.\n\n27\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025274",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025274.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3882,
    "word_count": 620,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:48.889734",
    "prefix": "IMAGES-008"
  }
}