{
  "document_id": "HOUSE_OVERSIGHT_024885",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024885.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nCannabidiol (CBD) Entrance Into Mass Retail May Start In Beauty Before\nEntering Broadlines (Chen)\n\n2\n\nCowen’s take is that first movers may predominantly consist of independent operators,\nfollowed by beauty, convenience, and other major chains. We believe that growth could\ntake on a barbell dynamic, with early adopters being both high-end luxury players\nalongside lower-end local convenience shops, with middle-ground retailers including\nWMT, TGT, and COST likely being the last to sell CBD products after a test-and-learn\nphase is observed among the early adopters. We expect that CBD in beauty could be a\n~$1bn opportunity within skincare specifically; the skincare category currently\ncomprises ~23% of the overall S87bn beauty products market.\n\nLuxury Department Stores Are Early Adopters. A number of independent retail\noperators have recently announced plans to expand their physical presence to\nincorporate CBD. For example, luxury department store Barneys New York is adding a\n300-square-foot cannabis store-within-store concept called “The High End” to its\nflagship store in Beverly Hills, where it will sell CBD beauty products and vintage\nparaphernalia. Neiman Marcus also announced its “Trending Beauty’ initiative, which\nincludes carrying leading CBD brands (5 SKUs) online and within 5 of its 44 stores.\n\nAnother example is Green Growth Brands (CSE: GGB, not covered) recently announcing a\ndeal with DSW Inc. (DSW, not covered) to sell its Seventh Sense brand within 96 US-\nbased DSW stores; this announcement comes after a 10-week trial phase where 74.4%\nof product presented on shelves was reportedly sold. GGB also announced it will open\n108 stores within Simon Property malls (SPG, not covered), starting in March 2019.\n\nBeauty Could Be First Major Distribution Channel. Cowen believes that the future of\nbeauty will increasingly emphasize clean, natural ingredients within products — in line\nwith the broader health and wellness movement that is permeating into various other\nretail verticals. Therefore, we believe that beauty could be the first major distribution\nchannel to adopt CBD given the compound's properties as a natural remedy to manage\npain, inflammation, and anxiety.\n\nSephora.com currently carries 3 SKUs with CBD dosages (Lord Jones and Josie Maran),\nand a variety of hemp-based products. Meanwhile, ULTA only has hemp-based offerings\nbut could adopt a comparable line to Sephora within its Prestige assortment. Average\nUnit Retail (AUR) for the three Sephora CBD SKUs is ~$70, or $1.85/mL, which supports\nour view that adopters will skew toward Prestige-cosmetics-oriented retailers such as\nspecialty beauty players (Sephora, ULTA) and department stores (JWN, M), before Mass\ncosmetics carriers like grocery stores, pharmacies or broadline retailers adopt it, as price\npoints are closer to $10/SKU.\n\nHistorically, broadline retailers, including WMT, TGT, and COST have shied away from\nentering controversial categories in their earlier innings, preferring to be last movers\nand not create controversies. We do note, TGT has previously made small inroads into\nCBD. According to AdAge, TGT briefly sold hemp and CBD oils in late 2017 before pulling\nall the products. Also, we note, WMT’s website does sell several hemp oil products.\n\nFigure 114 CBD Presence Is Limited In Mass Retail Outlets\n\nBroadline Beauty Pharmacy/Mass\nWMT TGT COST ULTA Sephora (LVMH) CVS WBA\nCarry CBD Products x b4 b4 x v x x\nGarry temp Seed Products nn a fon oon ae\nCBD SKU Count n/a n/a n/a né/a 3 n/a né/a\n\nNote: CVS and WBA are covered by Charles Rhyee\n\nSource: Cowen and Company, company websites; Note: Search “CBD oil, CBD, Cannabis, Cannabis Oil”\n\nCOWEN.COM 69\n\nHOUSE_OVERSIGHT_024885",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024885.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3749,
    "word_count": 577,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.349572",
    "prefix": "IMAGES-008"
  }
}