{
  "document_id": "HOUSE_OVERSIGHT_026393",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026393.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 7/23/2016 8:41:23 AM\nTo: Joscha Bach a |\nSubject: Re: Mechanisms for learning\n\nImportance: — High\n\ngender differenece. unlikely motivational. every cell is different. size is didfferent. .\n\nthe more radical idea is that brains are the nucleus of the human\" cell: the body the membrane, . the\norganizm the colletcions and interactions of brains. wisdom of crowds . mirroring. etc. . money used\nas signals. as is spoken language.. what does social behavior mean , it is the cooridiation of indiv brains. =\n\nI think that mathematics based thinking does not allow for censorship. money people concepts if they are\nall math , then political correctness and their structures are only subsets of a larger group of thoughts. its not\nemotinal for me.\n\nOn Sat, Jul 23, 2016 at 3:02 AM, Joscha Bach (> wrote:\n\nSome thoughts I meant to send back for a long time:\n\nno worry,  ifiunderstand correctly you are suggsting there are layers 1 through N . lets cal them L 1 -\n\nLn. there aretimesT 1-Tn/ and then conjecture that changing the time . correlations ( by genetic swtch or\nother method. , you might be able to make blacks smarter by changing the time for motor layer\n\ndevelopment and changing the time for other layers. .). like telemeres for the cell , are their equivalents for\nthe layers. . as you talked about culling the unused neurons in each layer, each neuron in each layer would get\ndfferent ( kill yourself if you are not being used instructions ).\n\nExactly. I looked up the statistics, black kids in the US have slower cognitive development (and never catch\nup), which the study of course attributed to social factors without any evidence, and they had faster motor\ndevelopment! I suspect this means their brains are slower at learning high-level concepts, because the low-\nlevel structures are optimized for a shorter time. But they will keep the lead in motor development, because it\nis easier to learn, and they have more time and attention to practice once they get the structures in place.\n\nIt could also be that they have an additional set of learning directives in place that adapts them better to a more\nhunting/running style of life, whereas the Europeans had to adapt for identifying long-term seasonal patterns,\ndelayed gratification for agriculture etc.\n\nand CONCEPTS could be layer to layer communicaiton. . are gender differences also a matter of time , and\nstructure of interactions. .\n\nI suspect gender differences are mostly motivational, i.e. we have a reward system for all the different social\nand cognitive needs, which makes us receive different kinds of pleasure and pain, thereby pay attention and\nlearn. You cannot learn what does not attract your attention. Women tend to find abstract systems, conflicts\nand mechanisms intrinsically boring. Most women in computer science do not write programs because they\nenjoy solving puzzles, but because they want to help people, get approval etc. There are almost no women in\nmath, because it does not help people or yield social attention.\n\nHOUSE_OVERSIGHT_026393",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026393.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3079,
    "word_count": 514,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.739892",
    "prefix": "IMAGES-008"
  }
}