{
  "document_id": "HOUSE_OVERSIGHT_020218",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020218.txt",
  "text": "66\n\nCHAPTER SEVEN\n\nCrossing the Rubicon\n\n“What I came to feel is that a regime that is described as a national security agency has stopped representing the\npublic interest and has instead begun to protect and promote state security interests. “\n\n--Edward Snowden, interviewed in Moscow 2014\n\nSoon after Snowden failed to get a SES job at the NSA, he intensified his rogue activities. At\nthat time, Dell was tasked with building an enhanced backup system for the NSA in Hawaii. Deputy\nDirector Ledgett explained that part of Snowden’s job as a system administrator under contract to Dell was\ntransferring files held at Fort Meade to back-up computers in Hawaii. He “was moving copies of that\ndata there for them, which was perfect cover for stealing the [NSA] data.” Snowden took\nadvantage of this cover.\n\nSnowden expanded his own rogue operation, as Ledgett reconstructed the breach, through the\nfall and winter of 2012. There was little risk of him getting caught. The security measures at the\nHawaii base presented no obstacles to him since, as a system administrator, he had privileges that\nallowed him to copy documents that had not been encrypted. Indeed, it was part of the process\nof building the backup system. The flaw he had pointed to in Japan in which system\nadministrators working solo could safely steal files also existed in Hawaii. This time, however,\ninstead of bringing it to the attention of the NSA, he used it to himself steal files. He could be\nconfident that his 2012 thefts of documents would go undetected because the NSA’s base had not\nyet installed an auditing system. Such real-time auditing of the movement of documents, which\nwas done at NSA headquarters in Fort Meade and most of the NSA’s regional facilities, had not\nyet been installed at the Hawaii base because a lack of bandwidth prevented the safe upgrading of\nthe software. This auditing software was scheduled to be installed after the backup system was\ncompleted in 2013. The Kunia base was one of the last NSA bases which did not monitor\nsuspicious transfers of files on a real-time basis. Snowden certainly was certainly aware of this\ndeficiency. He later pointed out in his interview in Wired magazine in Moscow that the NSA base\nwhere he worked did not have an “audit” mechanism. This security gap allowed Snowden, using\nhis system administrator’s credentials, to copy classified data to a thumb drive without anyone\nbeing able to trace the copied data back to him. And, according to the NSA’s subsequent damage\nassessment, he stole many thousands of pages while working for Dell in 2012 before he contacted\njournalists. Deputy Director Ledgett subsequently reported that the NSA analysis the 58,000\ndocuments that were given by Snowden to journalists in June 2013 showed that most of them\nwere taken by Snowden while he was still working at Dell.\n\nHOUSE_OVERSIGHT_020218",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020218.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2865,
    "word_count": 479,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.556422",
    "prefix": "IMAGES-005"
  }
}