{
  "document_id": "HOUSE_OVERSIGHT_025511",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025511.txt",
  "text": "From: Lisa New is\n\nSent: 12/2/2014 6:29:16 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: poetry and science\n\nImportance: — High\n\nDear Jeffrey,\n\nApropos of our conversation of a few minutes ago, This proposal went to someone I thought was\ninterested in the environment and science but who seems, in fact, far more interested in supporting TV\non a broad range of topics.\n\n500,000 would fund this initiative as the second HGSE course (after Poetry of the City) and could begin\nimmediately, Jan 1. . I'd be thrilled to include other scientists you name, perhaps taping the group in a\nsession on metaphor at the edges of fields.\n\nINote that taped sessions already include economics, marine biology, astronomy, evolutionary biology,\nzoology, physics and computer science. Richard Dawkins, Walter Isaacson, David Mossberg and David\nMalan have all said yes to tapings. Footage for all the others is already shot and ready for post\nproduction.\n\nI am having a drink with Dean of Ed School today and can explore this with him among other topics\n\nLisa\n\nPoetry in America for Teachers II : The Poetry of Earth, Sea, and Sky\n\nCombining study of poetry with study of science, environment and the visual arts. Materials include\nhundreds archival images and live footage shot in\n\nCape Cod, Nantucket, Vermont, New York, Connecticut, Jamaica, Aspen, California, Papua New Guinea\nincluding oceans, ponds, marshes, birds, fish mountains, coral reefs, forests as well in some major collections\n(HMNH etc)\n\nwith author Michael Pollan on Joel Barlow (and colonial agriculture)\n\nHOUSE_OVERSIGHT_02551 1",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1588,
    "word_count": 252,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.263258",
    "prefix": "IMAGES-008"
  }
}