{
  "document_id": "HOUSE_OVERSIGHT_019727",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019727.txt",
  "text": "The Chinese Puzzle | 239\n\ntains there its largest intelligence base outside mainland China. A\nlarge contingent of its officers are stationed officially in the Prince\nof Wales skyscraper in central Hong Kong and unofficially main-\ntain informers in Hong Kong’s police, governing authority, airport\nadministration, and other levers of power. It checks the computer-\nized visitors entering Hong Kong and has the capability to ferret\nnames that match those in the immense database its global cyber\nespionage has amassed. When it detects the entry of any person of\npossible intelligence interest, it can use its sophisticated array of\ncyber tools to attempt to remotely steal data from that individual.\nSuch remote surveillance was so effective in 2013 that the U.S. State\nDepartment had instructed all its personnel in Hong Kong to avoid\nusing their iPhones, Androids, BlackBerry phones, and other smart\nphones when traveling to Hong Kong or China. Instead, it supplied\nthem with specially altered phones that disable location tracking\nand have a remotely activated switch to completely cut off power\nto its circuitry. No one in the intelligence community doubts the\nprudence of taking such precautions in China, and it is nearly incon-\n\n© ceivable that Snowden, whose prior position at the NSA included ©\nteaching military personnel about Chinese capacities, could himself\nbe unaware of Chinese intelligence service capabilities to acquire\ntravelers’ data in Hong Kong.\n\nOnce Hong Kong had served as a window into China for West-\nern intelligence, but in the first decade of this century the Chinese\nintelligence service had achieved such a pervasive presence in Hong\nKong, and such ubiquitous electronic coverage of diplomats and\nother foreigners even suspected of involvement in foreign intelli-\ngence work, that the CIA and British intelligence found it almost\nas difficult to operate in Hong Kong as in mainland China. Even\nthough the CIA kept officers there in 2013, it was considered “hos-\ntile territory,” according to the former CIA officer Tyler Drumheller.\n\nSnowden apparently knew the limits of CIA operations in Hong\nKong, which provided him with an envelope of protection. He told\nGreenwald that he was counting on the Chinese presence in Hong\nKong to deter the CIA from intruding on their meetings.\n\nWhen he flew to Hong Kong in May 2013, he took with him\nNSA secrets, which he knew would be of great interest to China.\n\n| | Epst_9780451494566_2p_all_r1.indd 239 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019727",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019727.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2518,
    "word_count": 404,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.037113",
    "prefix": "IMAGES-005"
  }
}