{
  "document_id": "HOUSE_OVERSIGHT_028126",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028126.txt",
  "text": "heart of Tel Aviv. He was worried that not enough people would show up, and\nthat those who did would be from the left: Meretz, not Labor, people who would\nbe there mainly to criticize him for not going far, or quickly, enough in pulling\nout of the West Bank.\n\nIn the end, he was persuaded it should go ahead. In fact, by the time the date\napproached — Saturday evening, November 4 — he seemed to be feeling more\nenergized, and upbeat. I wouldn’t be there, because I was going to New York as\nthe government’s representative at a fundraising dinner that same night for the\nYad Vashem Holocaust memorial. A few hours before leaving, however, I met\nwith Rabin. We’d found a 15-minute window in his schedule, but we ended up\ntalking for an hour. He said he knew that, in some ways, the difficulties\nsurrounding the peace talks were likely to get worse. Hamas would not abandon\nterror. The kind of intolerance we were seeing from the right wing was not\ngoing to go away. He was furious at Bibi, who in his view was hypocritically\ngoing through the motions of calling for restraint and pretending to be unaware\nthat the mobs were full of Likud voters. “They’re his people,” he said, “and he\nknows it.”\n\nBut he was relishing the idea of taking on Bibi in the next election, due in\nabout a year’s time. Though Rabin was trailing in the polls, he was confident of\nturning that around once the campaign began. “The main thing is that the party\nisn’t focused. We have to get serious about preparing,” he said. He was worried\nabout the effect of inevitable tensions between his supporters and Peres’s over\nhow to run the campaign. “Bring back Haim Ramon,” I suggested. I knew by\nnow that Haim had helped orchestrate the false story which Yediot had run\nabout Tze’elim. But I also realized he was a Labor heavyweight and that,\nalthough he’d left the government, he remained personally close to Yitzhak.\n“Yes,” Yitzhak replied, nodding, suggesting that we talk through the idea in\ndetail when I returned from New York.\n\nI was in my room at the Regency Hotel, on New York’s Upper East Side,\nwhen the phone rang on Saturday afternoon. I was dimly aware that the Tel\nAviv rally had been going on back home, but was more focused on preparing\nmy speech for the Yad Vashem event. “Ehud, “hud!” It was Nava, her voice\nbarely understandable through the sobs. “Rabin has been shot!”\n\n278\nHOUSE_OVERSIGHT_028126",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028126.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2386,
    "word_count": 428,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.821519",
    "prefix": "IMAGES-009"
  }
}