{
  "document_id": "HOUSE_OVERSIGHT_020555",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020555.txt",
  "text": "96\n\ncontrol of a foreign government, not simply a foreign individual or firm. Second,\n\nthe diminishing space within America’s Chinese-language media for independent\nvoices runs counter to the goals of a liberal society seeking a diversity of perspectives.\nFurthermore, the PRC’s control of Chinese-language media outlets in America and\n\nits increasingly strong position among English-language outlets provides China\nwith the potential of mobilizing Chinese Americans and Americans alike to espouse\npolicies counter to US interest. The constant drumbeat of anti-American reporting\n\nin pro-Beijing media outlets headquartered in the United States creates an unhealthy\n\nenvironment.\n\nPromoting Transparency\n\nA major challenge is the fact that China has worked successfully to mask its influence\noperations with respect to US media. On paper, for example, the Asian Culture and\nMedia Group controls the pro-China SinoVision and Qiaobao as a private company.\nThe reality is that it is staffed by people who served the state-run China News Service\nand were, sources insist, dispatched to the United States by the Chinese government\nto establish propaganda operations in the United States. Given its nominal status\n\nas a private company, taking action to shut down its operations would be fraught\nwith even more legal and ethical challenges than those involving media corporations\ndirectly owned by the PRC. The same holds true for publications and websites that\nwere once independent but have now increasingly fallen under the sway of the PRC. If\nUS law protects the rights of publishers of newspapers or websites to put their personal\npolitical imprint on their enterprises, how can the US government move to deny it to\nthose of a pro-PRC bent?\n\nAt a minimum, what US authorities can do is work to establish the real ownership\nstructure of Chinese (and other foreign) companies purchasing US-based media. Any\nforeign-owned or foreign-controled media (including print media), and particularly\nthose that advance a foreign government line, should be required to register under the\n\nForeign Agents Registration Act (FARA).\n\nBeyond FARA, there should also be a review to see whether these organizations and\ntheir employees should also register under existing lobbying laws as foreign agents.\nIn addition, there is an argument to be made to ensure that employees of these\norganizations should be given a disclosure package making them aware that they are\n\nworking for a foreign agent institution.\n\nMedia\n\nHOUSE_OVERSIGHT_020555",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2517,
    "word_count": 384,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.925490",
    "prefix": "IMAGES-006"
  }
}