{
  "document_id": "HOUSE_OVERSIGHT_017938",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017938.txt",
  "text": "Case 1:19-cv-03377 Document 1 Filed 04/16/19 Page 4 of 28\n\n10. In December 2014, Roberts, who had not initially been part of the CVRA action,\nwas asked to, and did, provide information to Plaintiffs’ counsel in the CVRA case in which she\ndiscussed her sex trafficking by Epstein. On December 31, 2014, Plaintiffs counsel in the\nCVRA proceeding (Brad Edwards and Paul Cassell) filed a Motion Pursuant to Rule 21 for\nJoinder in the Action (“Joinder Motion”) on behalf of Roberts. Ms. Roberts’s joinder motion\ndescribed how she had been sexually trafficked by Jeffrey Epstein and was forced to have sex\nwith, among others, Alan Dershowitz.\n\n11. Based on Plaintiff’s December 2014 filing, Dershowitz, as he had previously done\nto Epstein’s victims, publically and viciously attacked plaintiff's counsel in the CVRA actions,\nBrad Edwards and Paul Cassell. Dershowitz, in nationally televised news interviews, wrongfully\nclaimed that Edwards and Cassell had engaged in unethical behavior warranting disbarment for\nfiling the Joinder Motion that described Dershowitz’s involvement with Epstein and Roberts.\nEdwards, who is a prominent attorney for sexually abused women and children, and Cassell who\nis a former United States District Court judge who left the bench to advocate for criminal\nvictims, sued Dershowitz for defamation. Edwards and Cassell asserted that the factual\nallegations that Dershowitz had knowledge of and participated in Epstein’s criminal conduct\nwere entirely proper and well founded and that Dershowitz’s statements about Edwards and\nCassell were defamatory.\n\n12. ‘In April 2016 Dershowitz settled the Edwards and Cassell defamation claims\nagainst him. As a condition of the settlement, Dershowitz required that the financial terms of the\nsettlement be kept confidential.\n\n13. In November 2018, after conducting a lengthy investigation that involved\n\ninterviewing over eighty (80) women, the Miami Herald published the first in a series of articles\n\nHOUSE_OVERSIGHT_017938",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017938.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1990,
    "word_count": 300,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:46.015874",
    "prefix": "IMAGES-004"
  }
}