{
  "document_id": "HOUSE_OVERSIGHT_017671",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017671.txt",
  "text": "Page 36 of 78\n2007 Utah L. Rev. 861, *911\n\nof trial and that failure to obtain such inspection may tend unreasonably to delay the trial; and (4) that the application 1s made in\n\"279\n\ngood faith and is not intended as a general \"fishing expedition.\nBecause of this governing law, I proposed that Rule 17 should itself identify restrictions on a defendant's ability to subpoena\nconfidential information. My proposal incorporates specificity, relevancy, and admissibility components - conforming with,\nrather than altering, existing law. My current proposal 7°° requires the information be specifically described and admissible at\ntrial - and it bars evidence sought for impeachment purposes only. In contrast, the Advisory Committee seemingly enlarges the\nsubstantive rights of defendants by failing to reference even a single Nixon factor in its proposal. Thus, unless a court takes it\nupon itself to ensure the relevancy, specificity, and admissibility of the subpoenas, [*912] the Advisory Committee proposal\nmight provide the defendant with license to conduct the very \"fishing expedition\" that Nixon forbids.\n\nThe proposed Advisory Committee Note adds to this confusion. The Note indicates that in considering whether to issue the\nsubpoena, the court should consider \"the relevance of the subpoenaed material to the defense.\" 78! But this is an overly broad\nformulation. The court should only consider the relevance of the material to the defense at trial, since this is the only\npermissible basis for a subpoena.\n\nCurrent law clearly limits Rule 17 subpoenas to evidence that is admissible at trial. 2°? The reason for Nixon's limitations of\nrelevance, admissibility, and specificity is that subpoenas are \"not intended to provide a means of discovery for criminal cases\"\nbut only to \"expedite the trial by providing a time and place before trial for the inspection of subpoenaed materials.\" 78? With\nregard to admissibility, Nixon explained that \"generally, the need for evidence to impeach witnesses is insufficient to require its\nproduction in advance of trial.\" 784 In other words, documents sought for the narrow purpose of impeachment are not\nevidentiary for the purposes of Rule 17. 7°° In Nixon, only because the prosecutor made a sufficient preliminary showing that\nthe subpoenaed tapes contained \"evidence admissible with respect to the offenses charged in the indictment\" and that the\nevidence could be validly used as nonimpeachment evidence, did the Court find the evidence to be subpoenable. 78°\n\nCourts apply Nixon's admissibility test strictly, rejecting, for example, subpoenas for hearsay evidence that would be\ninadmissible at trial. 78” The cases have recognized that broad subpoenas run afoul of these limitations - including subpoenas\nseeking information about crime victims. 7°* For example, in United States v. Hang, the Eighth Circuit affirmed the district\n\n279 Id. at 699-700 (citing United States v. Iozia, 13 F.R.D. 335, 338 (S.D.N.Y. 1952)).\n\n280 My earlier proposal specifically required that no subpoena would issue \"without a finding by the court that the information is relevant to\ntrial.\" Cassell, Proposed Amendments, supra note 4, at 875 (emphasis added). In view of the importance of the Nixon factors, it now seems\ndesirable to spell them all out, as my current proposal does.\n\n281 Proposed Amendments, supra note 71, R. 17, at 8.\n\n282 Nixon, 418 U.S. at 699-700.\n\n283 Td. at 698-99 (emphasis removed).\n284 Id_at 7Ol.\n\n285 See United States v. Cherry, 876 F. Supp. 547, 553 (S.D.N.Y. 1995).\n\n286 Nixon, 418 U.S. at 700-702.\n\n287 See, e.g., Cherry, 876 F. Supp. at 553 (rejecting subpoenaed prosecutors’ investigative files as inadmissible hearsay).\ng (pp. J g subp Pp 8 ry.\n\n288 Cf. United States v. Alexander, No. 94-10568, 1996 U.S. App. LEXTS 1662, 16-17 (9th Cir. Jan. 18, 1996) (quashing subpoenaed records\nfrom rape center because nothing warranted disclosure prohibited by Victims of Crimes Act); United States v. Cherry, No. 90-5784, 1991\nU.S. App. LEXTS 18192, 11-13 (4th Cir. Aug. 12, 1991) (quashing subpoenaed police files because they were in part irrelevant); Ams/er v.\nUnited States, 38] F.2d 37, 51 (9th Cir. 1967) (holding subpoena of Frank Sinatra, regarding ransom money, an oppressive and unreasonable\nuse of the court).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017671",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017671.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4320,
    "word_count": 679,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.543820",
    "prefix": "IMAGES-004"
  }
}