{
  "document_id": "HOUSE_OVERSIGHT_017002",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017002.txt",
  "text": "from regular verbs (regularity>50%). Six verbs became\nregular (upper left quadrant, blue), while two became\nwregular (lower right quadrant, red). Inset: the regularity of\n“chide” over time. (G) Median regularity of verbs whose past\ntense is often signified with a -t suffix instead of —-ed (burn,\nsmell, spell, spill, dwell, learn, and spoil) in US (black) and\nUK (grey) books.\n\nFig. 3. Cultural turnover is accelerating. (A) We forget:\nfrequency of 1883 (blue), 1910 (green) and 1950 (red). Inset:\nWe forget faster. The half-life of the curves (grey dots) is\ngetting shorter (grey line: moving average). (B) Cultural\nadoption occurs faster. Median trajectory for three cohorts of\ninventions from three different time periods (1800-1840:\nblue, 1840-1880: green, 1880-1920: red). Inset: The\ntelephone (green, date of invention: green arrow) and radio\n(blue, date of invention: blue arrow). (C) Fame of various\npersonalities born between 1920 and 1930. (D) Frequency of\nthe 50 most famous people born in 1871 (grey lines; median:\ndark gray). Five examples are highlighted. (E) The median\ntrajectory of the 1865 cohort is characterized by four\nparameters: (1) initial “age of celebrity” (34 years old, tick\nmark); (ii) doubling time of the subsequent rise to fame (4\nyears, blue line); (ii1) “age of peak celebrity” (70 years after\nbirth, tick mark), and (iv) half-life of the post-peak\n“forgetting” phase (73 years, red line). Inset: The doubling\ntime and half-life over time. (F) The median trajectory of the\n25 most famous personalities born between 1800 and 1920 in\nvarious careers.\n\nFig. 4. Culturomics can be used to detect censorship. (A)\nUsage frequency of “Marc Chagall” in German (red) as\ncompared to English (blue). (B) Suppression of Leon Trotsky\n(blue), Grigory Zinoviev (green), and Lev Kamenev (red) in\nRussian texts, with noteworthy events indicated: Trotsky’s\nassassination (blue arrow), Zinoviev and Kamenev executed\n(red arrow), the “Great Purge” (red highlight), perestroika\n(grey arrow). (C) The 1976 and 1989 Tiananmen Square\nincidents both lead to elevated discussion in English texts.\nResponse to the 1989 incident is largely absent in Chinese\ntexts (blue), suggesting government censorship. (D) After the\n“Hollywood Ten” were blacklisted (red highlight) from\nAmerican movie studios, their fame declined (median: wide\ngrey). None of them were credited in a film until 1960’s\n(aptly named) “Exodus.” (E) Writers in various disciplines\nwere suppressed by the Nazi regime (red highlight). In\ncontrast, the Nazis themselves (thick red) exhibited a strong\nfame peak during the war years. (F) Distribution of\nsuppression indices for both English (blue) and German (red)\nfor the period from 1933-1945. Three victims of Nazi\nsuppression are highlighted at left (red arrows). Inset:\nCalculation of the suppression index for “Henri Matisse.”\n\nFig. 5. Culturomics provides quantitative evidence for\nscholars in many fields. (A) Historical Epidemiology:\n“imfluenza” is shown in blue; the Russian, Spanish, and Asian\nflu epidemics are highlighted. (B) History of the Civil War.\n(C) Comparative History. (D) Gender studies. (E and F)\nHistory of Science. (G) Historical Gastronomy. (H) History\nof Religion: “God.”\n\nSciencexpress / www.sciencexpress.org / 16 December 2010 / Page 7 / 10.1126/science.1199644\n\nDownloaded from www.sciencemag.org on December 16, 2010\n\nHOUSE_OVERSIGHT_017002",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017002.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3393,
    "word_count": 515,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.525768",
    "prefix": "IMAGES-004"
  }
}