{
  "document_id": "HOUSE_OVERSIGHT_027884",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027884.txt",
  "text": "I was intrigued by the mechanical puzzle and managed to locate two slightly\nrusted locks. One was a Yale, the other an Israeli-made lookalike called a\nNabob. One evening after dinner, I searched the ground around the kibbutz\ngarage for shards of metal that looked like they might fit into the key slot, and\nspent the next half-hour or so propped against a tree, trying and failing to coax\neither lock to open. I realized I would need to discover how the locks worked.\nBut how to get inside to see?\n\nSaturday afternoons in Mishmar Hasharon were a quiet time, like the old\nJewish neighborhoods and shtetls back in Europe but minus the religious\ntrappings. The next day, I waited until mid-afternoon and walked past the\nbakery towards the garage. Its roll-down, corrugated door was locked. So was\nthe structure next to it, where the blacksmith and metalwork shop were. But\nattached to the blacksmith’s was a hut where our scrap metal was dumped. I\ndoubted it would be locked, and it wasn’t. Pausing to let my eyes get used to the\ndark, I made my way into the metalwork area. I crossed to the cabinet where the\ntools were kept. I took out a steel jigsaw used for cutting through metal and,\nhiding it under my shirt, made my way out again.\n\nFortunately, the saw was up to the task of cutting into the softer alloy that\nmade up the body of the locks. Once I’d cut inside them, I saw they shared the\nsame basic construction. There was a series of springs and shafts which, in\nresponse to the indentations of a key, aligned in such a way to allow the lock to\nopen. I sneaked back into the metalwork shop five or six times. By trial and\nerror, I managed to shape one of jigsaw blades into a pick tool that seemed like\nit should do the job. For days, I manipulated it into each of the padlocks. I knew\nI had the principle right, but I still couldn’t get it to work. Blisters formed on my\nthumb and fingers. Then, finally, the Yale sprung open! With each successive\ntry I got better at knowing how to put the blade in, when and where to rotate it\nand how much pressure to apply. After fashioning a half-dozen other tools, each\nslightly different in width and shape, I reached a point where I could get the\nmechanism to work on my first try. Other locks — doors, trunks, closets — were\neven easier after I made picks for them as well.\n\nI couldn’t resist sharing my newly acquired skill with a couple of the boys in\nmy class, and word gradually spread. There was a handful of slightly older boys\nwho we referred to as the “rogues”. They weren’t delinquents. They were free\nspirits, bridling at the uniform expectations and rules of kibbutz life. Over the\nnext few years, as co-conspirators more than close friends, I found myself\ndrawn to two of them. Ido and Moshe were 18 months older than me. Though\n\n36\nHOUSE_OVERSIGHT_027884",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027884.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2816,
    "word_count": 517,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.555832",
    "prefix": "IMAGES-009"
  }
}