{
  "document_id": "HOUSE_OVERSIGHT_023766",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023766.txt",
  "text": "20 Teaching Minds\n\nteaches them how to teach. In fact, professors are not qualified to\nteach since they know nothing about teaching. They are hired by uni-\nversities because of their research credentials, and teaching doesn’t\nmatter much. There is some lip service about the subject but no one\never got hired at Yale as a professor because she was a great teacher\nwho did no research.\n\nHere is a professor of computer science from a very highly ranked\nBig Ten university (he does not want his name mentioned):\n\nEvery faculty member in the Department of Computer Science\nat my university thinks that their small insignificant area is\nimportant enough that all undergraduates must take a course in\nit. When you add all those courses up there is simply no time\nfor a student to do anything other than take crazy courses in\nsubdisciplines represented by the faculty in the department.\nEverybody’s course is a sacred cow. If you tried to put something\nnew in, something would have to come out, and no faculty\nmember wants his course to be eliminated.\n\nProfessors are not there because they are good teachers.\n\nI certainly knew nothing about teaching when I became a profes-\nsor at Stanford many years ago. But I hated seeing students bored and\nmiserable and started to think about what the problem was and how\nI could fix it. Many professors do exactly this. They want to be good\nat something they do regularly and their pride makes them into good\nteachers. Not all professors do this, by any means. What does it mean\nto become a good teacher in that context?\n\nProfessors are rated for their teaching ability. It is clear if one looks\nat those ratings what the criteria are from the students’ perspective.\nThey rate the friendliness, fairness, enthusiasm, and even the “hotness”\nof their teachers. These ratings have been studied extensively and\nconclusions like this one are typical:\n\nWhile student evaluations of faculty performance are a valid\nmeasure of student satisfaction with instruction, they are not by\nthemselves a valid measure of teaching effectiveness. If student\nevaluations of faculty are included in the evaluation process of\nfaculty members, then they should represent only one of many\nmeasures that are used.!\n\nHOUSE_OVERSIGHT_023766",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023766.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2247,
    "word_count": 376,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.563285",
    "prefix": "IMAGES-007"
  }
}