{
  "document_id": "HOUSE_OVERSIGHT_016913",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016913.txt",
  "text": "in the pages of The Atlantic Monthly that he would not “publish any future work of mine\nwhich may do damage in the hands of irresponsible militarists.”°° He remained\nambivalent about the transformative power of new technologies, indulging in neither the\nboundless hype nor the digital utopianism of later pundits.\n\n“Progress imposes not only new possibilities for the future but new restrictions,”\nhe wrote, in Human Use. He was concerned about human-made restrictions as well as\ntechnological ones, especially Cold War restrictions that threatened the flow of\ninformation so critical to cybernetic systems: “Under the impetus of Senator [Joseph]\nMcCarthy and his imitators, the blind and excessive classification of military\ninformation” was driving political leaders in the United States to adopt a “secretive frame\nof mind paralleled in history only in the Venice of the Renaissance.” Wiener, echoing\nmany outspoken veterans of the Manhattan Project, argued that the postwar obsession\nwith secrecy—especially around nuclear weapons—stemmed from a misunderstanding of\nthe scientific process. The only genuine secret about the production of nuclear weapons,\nhe wrote, was whether such bombs could be built. Once that secret had been revealed,\nwith the bombings of Hiroshima and Nagasaki, no amount of state-imposed secrecy\nwould stop others from puzzling through chains of reasoning like those the Manhattan\nProject researchers had followed. As Wiener memorably put it, “There is no Maginot\nLine of the brain.”\n\nTo drive this point home, Wiener borrowed Shannon’s fresh ideas about\ninformation theory. In 1948, Shannon, a mathematician and engineer working at Bell\nLabs, had published a pair of lengthy articles in the Be// System Technical Journal.\nIntroducing the new work to a broad readership in 1949, mathematician Warren Weaver\nexplained that in Shannon’s formulation, “the word information...is used in a special\nsense that must not be confused with its ordinary usage. In particular, information must\nnot be confused with meaning.”?! Linguists and poets might be concerned about the\n“semantic” aspects of communication, Weaver continued, but not engineers like\nShannon. Rather, “this word ‘information’ in communication theory relates not so much\nto what you do say, as to what you could say.” In Shannon’s now-famous formulation,\nthe information content of a string of symbols was given by the logarithm of the number\nof possible symbols from which a given string was chosen. Shannon’s key insight was\nthat the information of a message was just like the entropy of a gas: a measure of the\nsystem’s disorder.\n\nWiener borrowed this insight when composing Human Use. If information was\nlike entropy, then it could not be conserved—or contained. Physicists in the 19th century\nhad demonstrated that the total energy of a physical system must always remain the same,\na perfect balance between the start and the end of a process. Not so for entropy, which\nwould inexorably increase over time, an imperative that came to be known as the second\nlaw of thermodynamics. From that stark distinction—energy is conserved, whereas\nentropy must grow—followed enormous cosmic consequences. Time must flow forward;\n\n3° Norbert Wiener, “A Scientist Rebels,” Zhe Atlantic Monthly, January 1947.\n\n31 Warren Weaver, “Recent Contributions to the Mathematical Theory of Communication,” in Claude\nShannon & Warren Weaver, The Mathematical Theory of Communication (Urbana, IL: University of\nIllinois Press, 1949), p. 8 (emphasis in original). Shannon’s 1948 papers were republished in the same\nvolume.\n\n110\n\nHOUSE_OVERSIGHT_016913",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3615,
    "word_count": 553,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.741252",
    "prefix": "IMAGES-004"
  }
}