{
  "document_id": "HOUSE_OVERSIGHT_023864",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023864.txt",
  "text": "1718 Teaching Minds\n\nThe way to do this is to look at processes that children engage\nin during the course of their daily lives and have them first explain\nhow and why the processes work and then try to improve upon them.\nThey could carefully examine the operations of the school cafeteria,\nfor example. Of course, this has to be done in line with the interests\nthat the children actually have. The idea is building the model, not\ntelling them what models they have to build. Every child has an inter-\nest—animals, sports, family, cars, dinosaurs, whatever. Children need\nto learn to model the processes that interest them in order to better\nunderstand them and to make them better. Children will learn about\nthe modeling process from working on a car engine, for example, if\nthey are taught to think about what is going on in a deep way rather\nthan just learning a set of facts about how the car runs. This is true in\nany area of interest, from medicine to government to science.\n\nAdults have a difficult time with models at work, as citizens, at\nhome, and so on. They don’t always know how things really work. To\nget people to be better at understanding the processes that they en-\ngage in daily life, they need to be able to model them. This ability has\nto be taught and practiced early..\n\nOf course, kids have been building models of actual objects for a\nlong time. Using a kit to build a model airplane is fun but it doesn’t\nteach you much about how planes fly. More detailed models of physi-\ncal objects are very helpful.\n\nBuilding a medieval castle, for example, sounds like fun to me,\nand there are things to be learned from doing this, of course. It is a\ngood activity for little kids, but modeling involves social processes as\nwell. Kids need to understand how the world works, so it isn’t the\ncastle itself that is so important but perhaps a model of the society\naround the castle, and the need for the castle, that would matter in\nthis instance.\n\nHOW TO TEACH EXPERIMENTATION\n\nEveryone experiments all the time. We eat foods that we hope won’t\nmake us fat or might make us healthy. We take drugs that are supposed\nto help us, and maybe they do maybe they don’t. We try out relation-\nships that may or may not work. We experiment with jobs, hobbies,\n\nHOUSE_OVERSIGHT_023864",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023864.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2283,
    "word_count": 413,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.271137",
    "prefix": "IMAGES-007"
  }
}