{
  "document_id": "HOUSE_OVERSIGHT_016395",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016395.txt",
  "text": "from kuber- to guber—the root of “gubernatorial” and “governor,” another term for\nmasculine control, deployed by James Watt to describe his 19th-century device for\nmodulating a runaway steam engine. Cybernetics thus took ideas that had long\nanalogized people and devices and generalized them to an applied science by adding that\n“-ics.” Wiener’s three c’s (command, control, communication) drew on the mathematics\nof probability to formalize systems (whether biological or mechanical) theorized as a set\nof inputs of information achieving outputs of actions in an environment—a muscular,\nfleshy agenda often minimized in genealogies of AI.\n\nBut the etymology does little to capture the excitement felt by participants, as\nmathematics joined theoretical biology (Arturo Rosenblueth) and information theory\n(Claude Shannon, Walter Pitts, Warren McCulloch) to produce a barrage of\ninterdisciplinary research and publications viewed as changing not just the way science\nwas done but the way future humans would engage with the technosphere. As Wiener\nput it, “We have modified our environment so radically that we must now modify\nourselves in order to exist.”48 The pressing question is: How are we modifying\nourselves? Are we going in the right direction or have we lost our way, becoming the\ntools of our tools? Revisiting the early history of humanist/artists’ contribution to\ncybernetics may help direct us toward a less perilous, more ethical future.\n\nThe year 1968 was a high-water mark of the cultural diffusion and artistic uptake\nof the term. In that year, the Howard Wise gallery opened its show of Wen-Ying Tsai’s\n“Cybernetic Sculpture” in midtown Manhattan, and Polish émigré Jasia Reichardt opened\nher exhibition “Cybernetic Serendipity” at London’s ICA. (The “Cybernetic” in her title\nwas intended to evoke “made by or with computers,” even though most of the artworks\non view had no computers, as such, in their responsive circuits.) The two decades\nbetween 1948 and 1968 had seen both the fanning out of cybernetic concepts into a\nbroader culture and the spread of computation machines themselves in a slow migration\nfrom proprietary military equipment, through the multinational corporation, to the\nacademic lab, where access began to be granted to artists. The availability of cybernetic\ncomponents—“sensor organs” (electronic eyes, motion sensors, microphones) and\n“effector organs” (electronic “breadboards,” switches, hydraulics, pneumatics)—on the\nhome hobbyist front rendered the computer less an “electronic brain” than an adjunct\norgan in a kit of parts. There was not yet a ruling metaphor of “artificial intelligence.”\nSo artists were bricoleurs of electronic bodies, interested in actions rather than calculation\nor cognition. There were inklings of “computer” as calculator in the drive toward Homo\nrationalis, but more in aspiration than achievement.\n\nIn light of today’s digital convergence in art/science imaging tools, Reichardt’s\nshow was prophetic in its insistence on confusing the boundaries between art and what\nwe might dub “creative applied science.” According to the catalog, “no visitor to the\nexhibition, unless he reads all the notes relating to all the works, will know whether he is\nlooking at something made by an artist, engineer, mathematician, or architect.” So the\ncomically dysfunctional robot by Nam June Paik, Robot K-456 (1964), featured on the\ncatalog’s cover and described as “a female robot known for her disturbing and\nidiosyncratic behavior,” would face off against a balletic Colloquy of Mobiles (1968)\nfrom second-order cybernetician Gordon Pask. Pask worked with a London theater\n\n48 The Human Use of Human Beings (1954 edition), p. 46.\n\n175\n\nHOUSE_OVERSIGHT_016395",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016395.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3724,
    "word_count": 564,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.471386",
    "prefix": "IMAGES-003"
  }
}