{
  "document_id": "HOUSE_OVERSIGHT_026065",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026065.txt",
  "text": "THC\n\nTIIC Group backed by Edmond de Rothschild, is a pan-European infrastructure firm advising on mid-market\ninfrastructure projects across Europe in both the transportation and social sectors. It was established in 2008\nby the 3 founding partners of TIIC Group, Jaime d’Almeida, Manuel Cary and Francisco Mendes, with strategic\nsupport from the Edmond de Rothschild Group and Brisa.\n\nThe aim of TIIC Group is to bring an operational approach to infrastructure investments in Europe, drawing\nupon the extensive management and financial skills of its team members. These skills have been developed\nover many years at some of Europe’s leading infrastructure operators and project financing firms which,\nwhen combined with the very specific infrastructure expertise of both the Edmond de Rothschild Group and\nBrisa, makes for a powerful and differentiated investment platform.\n\nTIIC Group operates from two offices in Lisbon and Paris, providing its team with access to relevant\ninvestment opportunities across key target markets in Europe as well as to leading industrial contractors,\noperators, advisors and financiers in the infrastructure industry.\n\nTIIC Group successfully raised a First Fund with €140m of commitments targeting transportation investments\nacross Europe. The portfolio of the First Fund comprises 6 assets located in Portugal, Spain, France and\nPoland. They represent a carefully balanced mix of greenfield and early stage brownfield projects in roads\nand car parks. TIIC Group has played an active role in the sourcing and development of all investments and\nhas made a significant contribution to value creation. TIIC Group believes that this is a high quality,\noperationally secure, cash yielding portfolio of assets which will be of strong interest to potential investors\nover the coming few years.\n\nTIIC has launched a successor fund, TIIC 2, which will build upon TIIC Group’ differentiated approach to\ninfrastructure in Europe. TIIC 2 will is targeting aggregate commitments from investors of €300m (€350m\nhard cap) to invest into both transportation and social infrastructure projects in Europe. TIIC 2 will also seek\nto invest, ona very selective basis, into greenfield social infrastructure projects in New Frontier Markets,\nwithin close proximity to the European Union. Given its powerful network of relationships across Europe and\nthe operational skills of its team, TIIC Group will continue to target superior investment returns for TIIC 2’s\nportfolio of assets. These returns should be in line with the anticipated returns from the First Fund portfolio\nwhich is forecast to deliver a gross IRR of up to 14% and a multiple of approximately 2x on invested capital.\n\nTIIC announced the first close of TIIC 2 on December 30\" 2016, with aggregate commitments of €135m from\na group of high quality and well-diversified limited partners. First close investors in TIIC 2 include the\nEuropean Investment Bank and Edmond de Rothschild, both with significant commitments, as well as the\nTIIC team. TIIC 2 is also supported by a number of existing investors, together with several European\ninsurance companies, pension funds and family offices. A second close is planned in the coming months and\nthe final close will occur before the end of 2017. We have received significant interest from a number of\n\nHOUSE_OVERSIGHT_026065",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026065.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3344,
    "word_count": 517,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.996931",
    "prefix": "IMAGES-008"
  }
}