{
  "document_id": "HOUSE_OVERSIGHT_031359",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_031359.txt",
  "text": "﻿Basic Policy Plan of the Convention\n* Unauthorized use of information, postings and distributions are strictly prohibited. For information, please contact the Nobel Charitable Trust at info@nobelcharitabletrust.org\n0\nNCT Convention\nNobel Charitable Trust Earth Environment Convention (tentative), hosted by NCT\nA convention will be hosted for developers (organizations and corporations) of eco-friendly products and renewable,\nalternative and sustainable energy developments from around the world to exhibit their products at the time the winner of the\nNCT Energy Award (and the other awards) are announced. Visitors and judges from the Judging Committee will select , .\nfrom the exhibited products of the exhibitors ( organizations and corporations) , the best corporation or exhibitor of the year\nand an accreditation mark (NCT No.1010) or award will be granted.\nConvention Name\nA convention will be hosted for developers (organizations and corporations) worldwide, of\neco-friendly products and new energies from around the world to exhibit their products at\nNobel Earth Environment Convention (tentative)\nthe time the winner of the NCT Energy Award (and the other awards) is announced.\nEvent visitors and NCT trustees will select the best corporation or exhibitor for that year\nTheme\nand an accreditation (NCT-1010) or award will be granted.\n”Environment and Technology, Looking to the Future of the Next Generation”\n◆By providing grants to efforts in the fields of natural conservation, natural resources and energy, education, culture and other\nrelevant areas, NCT hopes to contribute to the creation of a stable protected environment and promote sustainable development of\nour societies NCT aims to promote and encourage travels to Japan as well as assisting Japan to become the world’s leader in\nenvironmental issues and environmental technologies.\n◆NCT will support activities to improve children’s environments and education conditions around the world as children are the source\nof our future energy.\n1\nPurpose of the Convention\nNobel Charitable Trust Earth Environment Convention (tentative)\n■NCT will host the awards and convention.\nHosting Awards and the Convention\n■Hosting the convention is not NCT’s ultimate objective. Rather, NCT strives to promote excellent energy\nefficient products and the development of renewable, alternative and sustainable energy resources through the\nconvention and to financially support corporations and individual(s) aiming to develop such products.\nRight to Carry the Accreditation Mark\n■Awarded products will have the right to carry the NCT accreditation mark (NCT No.1234).\n■Awarded products will enjoy high status and recognition as a product accredited by the prestigious Nobel\nCharitable Trust, giving it a significant advantage in expanding its market.\nParticipants (Exhibitors)\n■Corporations from all over the world supporting NCT’s cause and activities and are either members or support\nmembers can become exhibitors.\n2\nBasic Policy Plan of Hosting the Convention\nPoints to Keep In Mind in Hosting the Convention(Direction of Hosting the Convention)\n1.Host Country\n■In the future we will construct a framework where different countries will\nrotate to host and support the Convention.\n■To establish an implementation model as well as build recognition and\nsuccess, the first 3 to 4 Conventions will be held in Japan.\nthat the source of information (the\nconvention) should start in Japan\n■One of the most well-known environmental instrument is the Kyoto\nProtocol adopted in Japan. Despite the many environmental conferences\ntaking place around the world, no event has ever included an exhibit ion\nof environmental technologies . Therefore, it is a natural course of\nevents, that this Convention should begin in Japan, which would carry a\nsignificant message . Global consensus on this matter should be easy\nto attain.\n2.Venue\n■Venue candidates include Kyoto from the Kyoto Protocol, and\nOkinawa and Hokkaido from the past G8 summits but considering\nfactors such as transportation, operation and promotion, we would\nlike to recommend the Tokyo Big Sight (Tokyo International\nExhibition Center.)\n3.Timing of the Conference\n4.Exhibitors (Corporations)\n■With the cooperation of governments around the world, NCT will\nencourage corporations worldwide to participate in the exhibition.\n■Participation of Japanese corporations will be managed through the\nfuture energies organization (GSSI Earth Environment Technology\nDevelopment Expo Executive Committee)\n(Anticipated number of participating corporations: from 500 to 1000)\n5. Advantages in Participating in the Exhibition\n■By participating, corporations will have the opportunity to introduce and promote\ntheir energy efficient products, obtain information on renewable, alternative and\nsustainable energy resources, and may obtain rights to or participate in projects.\n■By positioning participation itself as a status symbol, higher awareness will be\nseen in corporate efforts to engage in environmental friendly endeavors.\n■Improved brand image of participating corporations and an opportunity to\naccumulate consumer response data\n6.Operations\n■Hosted by: Nobel Charitable Trust\n■ The GSSI Earth Environment Technology Development Expo\nExecutive Committee will manage all production and operations of\nthis convention.\n■As the formation of NCT and preparations to organize the\nsupport system in Japan will begin in spring 2010, timing of the 1 st\nConvention will be in the year 2012.\n■Seasonal factors in Japan indicate the best timing for the\nconference to be in spring (April-May) or fall (Sept- Oct).\n7. Implementation Costs\n■Funds will be provided by NCT, sponsors, and exhibition fees\nwill be collected from each participating exhibitor.\n3\nOverall Structure\nStructure of Funds and Operations of the Convention\nThe Noble Charitable Trust\nIndividuals Corporations and Organizations Who Support NCT\nDonations\nDonations\nSponsors\nMember\nCorporations\nEnvironmental corporations\nfrom around the world\nBusiness Advantages for\nParticipation Corporations\n●Anchoring environmental\nimprovement activities\n●Improved customer evaluations\n●Corporate PR\n●Increase in sales\n●Advertisement and Promotion\n● Improved brand image and an\nopportunity to accumulate\nconsumer response data\nSponsor/\nEndorse\nExhibition\nFees\nExhibition\nBooths\nHost\nNobel Charitable Trust\nManagement of\nOperations\n*GSSI Earth Environment Technology Development\nExpo Executive Committee\n*NTC Executive Committee\nWill manage all production and operations of the Convention\nPlanning/Operations\nNCT Earth Environment Convention\n(Tentative)\nSupport\n◆Global Warming\nResearches\n◆Venture Scholarships\n◆NCT Energy Award\n◆Environmental Venture\nCorporations\n◆NCT Children’s\nGoodwill Ambassador\n◆Improving Living\nEnvironment for Children\n4\nBasic Development Plan of the Convention\n* Unauthorized use of information, postings and distributions are strictly prohibited. For information, please contact the Nobel Charitable Trust at info@nobelcharitabletrust.org\n5\nOutline of Convention\n■Name of Event\nNobel Charitable Trust Earth Environment Convention (tentative)\n■Date of Event May, 2012 (to be confirmed) 3 days (Thurs, Fri, Sat) Day 1: Morning: Press Day/ Afternoon: Public Day/\nDay 2-3: Public Day (open to the public)\n■Venue\nTokyo Big Sight West Exhibition Halls 1-2 (plan), International Conference Room, Reception Hall and other conference rooms\n■Hosted by Nobel Charitable Trust (Endorsements and Sponsors listed below are only for reference)\n■Endorsed by\n■Sponsored by\n■Exhibitors\n■Visitors\n■Admission\nGeneral Administrative Agency of the Cabinet, Ministry of the Environment, Ministry of Foreign Affairs, Ministry of Education, Culture,\nSports, Science and Technology, Ministry of Economy, Trade and Industry, Ministry of Internal Affairs and Communication (plan), various local authorities.\nTV Broadcasters, mass medias, Junior Chamber International Japan, National Congress of Parents & Teachers Association of Japan, JETRO, UNICEF, UNESCO\n(List of companies)\nNCT Member Corporations (Organizations), Universities\nDay1 : morning: media and industry people, afternoon: public / Day2-3: open to the public (students etc)\nAdmission Fee TBD\n■Number of Visitors 60,000 visitors (goal) (goal for 2 nd year, 100,000 visitors and 150,000 visitors for the 3rd year)\n■Operation\nGSSI Earth Environment Technology Development Expo Executive Committee and NCT Executive Committee (tentative)\n■Content of Event\nExhibition of energy efficient products, energy efficient product awards, keynote lecture, forums and others\n6\nContent of the Convention\nWe will not be concerned with the number/variety of event contents for the first year and focus our\nefforts on bettering the quality of each content.\nDevelopments Before the Event (Announcements/PR)\nPress Conference\nOfficial Website\nMedia Announcements\nExhibition of Energy Efficient Products\n《 Venue: West Hall 1&2 》\nExhibition of renewable, alternative and sustainable\nenergy developments and energy efficient products\nLarge scale exhibition with exhibition booths\nAward Ceremony\nKeynote Lecture Forum Others\n《 Venue: International Conference Room 》\nForum/Symposium\nKeynote lecture by world class\nenvironmental authorities.\nConvey direction of NCT and the\nConvention\nNobel Earth Environment Convention (tentative)\n《 Venue: International Conference\nRoom and other conference rooms 》\nForum/Symposium\nPanel discussions on themes of renewable,\nalternative and sustainable energies and\nearth environment\n《 Venue: Special Stage in the West Hall Atrium 》\nNCT Energy Award and other Award’s Ceremony\nThe Award Ceremony will be the highlight of the Convention\nPresentations by Corporations\nPublic presentations by corporations that pass the first screening.\n《 Venue: Other areas 》\nEvents for Children\nExperiment stages and interactive events\nfor children\nReception Party\nReception party for NCT members to\nexchanges ideas and information\n7\nVenue Overview (Tentative)\n1 st Convention to be held at Tokyo Big Sight: Easy access, large capacity and good facilities\nOverview of Tokyo Big Sight (Tokyo International Exhibition Center)\n■Facilities\nLocation 3-11-1 Ariake Koto-ku Tokyo\nTotal Site Area 243,419.46m2\nTotal Bldg Area 141,700.04m2\nTotal Floor Area 230,873.07m2\nTotal Exhibition Area 80,660m2\nStructure Steel frame, reinforced concrete construction\nHeight Conference Tower: 8F and B1/\nWest Exhibition Hall: 5F/ East Exhibition Hall: 3F and B1\n【 East Exhibition Hall 】\nConsists of six halls, three on each side of the Galleria. Each hall contains\nrecessed electronic and information control service pits every six meters,\nequipped with large freight entrances to facilitate exhibition setup and removal.\nEach hall is 90m x 90m and can be combined into one large exhibition area to\nmeet the needs of large exhibitions and events\n【 West Exhibition Hall 1 & 2 】\n2 Halls on 1F with Atrium in the middle. Adjacent to the Outdoor Exhibition area.\n【 West Exhibition Hall 3 & 4 】\n2 Exhibition halls around the top open space of the Atrium on 4F. Adjacent to\nthe Rooftop Exhibition area. Direct slopes to the 4F freight entrance.\n【 Reception Hall 】\nFully equipped with a stage that can be raised, audio and lighting systems, and an\nsimultaneous interpretation system.\n【 International Conference Room 】\nMain facility in the Conference Tower. Seats 1000. Fully equipped with audio\nand lighting systems and an simultaneous interpretation system of up to 8\nlanguages. Used for international conventions, symposiums and other large\nscale events.\n【 Other Conference Rooms 】\nThe Conference Tower also has 22 other small to medium sized conference\nrooms. Largest rooms 605-608 can accommodate up to 612 persons each.\n8\nExhibition Zone\nExhibition\nEnergy efficient products and services from Japan and around the world all exhibited in one venue. NCT will send out the\nlatest information on energy efficiency to reduce effects on the environment.\nExhibition of Renewable. Alternative and Sustainable Energy Developments & Energy Efficient Products\nExhibitors will be corporations (organizations) of energy efficient products and renewable, alternative and sustainable energy developments from around the\nworld. The exhibition will scale in size each year as the most prestigious environmental exhibition.\nEach participating corporation (organization) will enter a product (technology/service)for the awards. As corporations hope to win, an active and lively\natmosphere will be created.\nCategories\nThe exhibition zone will be divided into 2 subzones under the following categories:\n1 Renewable, Alternative and Sustainable Energy Zone ⇒ Introducing new energy developments such as fuel cells and biomass energy\n*3 Awards will be selected from this division by the Judging Committee: NCT Energy Aware, Kyoto Energy Award, Nobel Family Award\n2 Environment and Eco Zone ⇒ Exhibits and demonstrations of energy efficient products, services and\ntechnologies\n*3 Awards will be selected from this division by visitors and the Judging Committee: NCT Contribution to the\nEnvironment Award, NCT Environmental Design Award and the Special Ecology Award (3 products)\nVenue and Booths\nVenue scheduled to be at Tokyo Big Sight’s West Halls 1 & 2 (17,760 m2 ).\nDepending on the number of exhibitors, may use West Halls 3 & 4 (11,520 m2 ) and also the rooftop exhibition area.\n〈 Construction of Booths 〉\n■Booth space will be in units of 3m x 3m: 1 unit, 2 units, 3 units, 4 units, 8 units . Other requests\nfrom exhibitors can be accommodated.\n■The Japan Earth Environment Technology Development Organization office will set up basic\neco-friendly structures (floor, building frames, etc).\n■Exhibitors will be responsible for the construction and set up of exhibition decorations.\n※If there are many exhibitors we will change venues to the East Hall\n9\nSelection of Awards\nAward\n★Selection, Announcement of Winners and the Award Ceremony\nAwards will be granted to energy developments, products and services evaluated as being most ingenious,\npractical and eco-friendly (Winners will be selected through visitor’s votes and the Judging Committee)\nNCT aims to gain worldwide recognition and establish the NCT accreditation mark as the world’s most prestigious environmental accreditation mark.\nThis will be the most distinctive feature of this Convention.\nAwarded products will have the right to carry the NCT accreditation mark and news of the winners will be sent through NCT’s PR division to the world.\nHow Awards are Selected (tentative plan)\nEstablishment of a\nJudging Committee\nEntries 1 st Screening Presentation Final Screening\n● Establishment of a\nqualified Judging\nCommittee\n*● The Committee will\nconsist of approximately\n10 judged and 10 civil\nmembers\n● A review committee\n●A summary of\nthe entry product\nwill be submitted\nat the time the\nentry application\nis submitted\n●Judges from the committee and\n●Held on the last day of\nvisitors will go around booths and\nthe Convention. The\ncheck products.\nselected 8 corporations\n●8 finalists will be selected upon\nconduct public\nthe results of votes from day 1-2.\ndemonstrations.\nVisitor Votes\n●After the presentations,\nthe judging committee\nwill select the winners.\nCount Votes\nwill work on the method\n●On day 1 &2, ballots will be handed out to visitors at the entrance. ●Voting will end at 12:00\nof selection for visitor\n●Visitors will go around each booth, mark the product/service they on the 3 rd day and\nvotes\nfind most outstanding and cast their votes.\nballots counted.\nAwards (tentative)\nENERGY DIVISION\n★NCT Energy Award ★Kyoto Energy Award ★Nobel Family Honorary Award\nThese awards will be awarded to the best achievements or most practical inventions in the energy field.\n(selection will be made by the Judging Committee)\nENVIRONMENT & ECOLOGY DIVISION\n★NCT Contribution to Environmental Award ★NCT Environmental Design Award ★Special Ecology Award\nThe “NCT Contribution to Environment Award” and the “NCT Environmental Design Award” will be awarded to\nthe best achievements or most practical inventions the fields of energy efficient products, eco-friendly services\nand R&D. The “Special Ecology Award” will be awarded to the product that wins the most votes of visitors .\n(selection will be made by the Judging Committee and visitors)\nAward Ceremony Venue\nAnnouncement and\nAward Ceremony\n●Winners will be\nannounced on the last\nday at 15:00 followed\nby an award ceremony\nThe Award Ceremony will take place at a special\nstage constructed in the West Hall Atrium.\n■Announcement of winners and the Award Ceremony will\ntake place at the special stage in the West Atrium\n■Judges, the 8 finalists (companies), press and other parties\ninvolved will participate.\n■Winners will be presented with a certificate of\nmerit,/medal/prize money by members of the Nobel family in\naccordance with the awards.\n10\nSelection and the Award Ceremony\nPublic Presentations\n★NCT Energy Award★ Kyoto Energy Award ★Nobel Family Honorary Award\nThe 8 finalists will conduct public presentations of their products.\nOutline of Presentation\nEach corporation will have 15 minutes to make a presentation in front of the\njudge.\nThe presentation will place the spotlight on environmental products and\nservices representing the year.\n●Date & Time: Final Day (10:30-12:30)\n●Place: International Conference Room\n●Participants : Judges, press and others\ninvolved\n●Visitors: free (first 500 visitors)\n■ The 8 finalists will be announced at 16:00 on the 2 nd day.\n■No defined style of presentation. A screen will be used.\n■After all 8 finalists complete their presentations, the judges will\nhold a final selection meeting.\n■Announcement of winners and the Award Ceremony will take\nplace at the special stage from 15:00.\n※Presentations are held to better explain the features of the product to the Judges\nand visitors and will be a factor in determining the awards.\nAwards Selected by Visitors and the Judging Committee\n★NCT Contribution to the Environment Award ★NCT Environmental Design Award\n★Special Ecology Award\nThe Judging Committee will select the winners from the finalists selected by votes\nof the visitors\n◆Selections will be made on the basis of the votes casted by visitors during public days\n◆The Awards above will be awarded to the top 3 products with the most votes\nAnnouncement of Awards & Ceremony\nIngenuity, practicality, lessening effects on the\nenvironment and design. All these factors will be\ncomprehensively examined in determining the awards.\nAs the audience watch, an impressive award ceremony will be\nproduced. Each award will be presented in a prestigious\nmanner, well suited for this honor.\n●Date and Time: Last Day (15:00-15:45)\n●Place: Special stage build in the Atrium\n●Participants: Judges, press and others\ninvolved\n●Visitors: Free\n1Opening Speech\n2Announcement of Awards, Award Presentation and Speech\nfrom Winners\nENVIRONMENT & ECOLOGY DIVISION :\n★Special Ecology Award ★NCT Contribution to the Environment\nAward★NCT Environmental Design Award\nENERGY DIVISION:\n★Kyoto Energy Award ★Nobel Family Award ★NCT Energy\nAward\n3Overall Comments by the Chair of the Judging Committee\n4Photo Session of Winners\nOutline\nAward Ceremony Program (draft)\n●Closing Remarks\nPresenter: Michael Nobel\nPhoto Session\nNobel Medal\n(image)\nStage decorations will be prestigious and dignified within the premises of eco-friendly materials.\n11\nKeynote Speech\nKeynote\nSpeech\nKeynote Speech by world renown authorities in the field of environmental issues : A lecture on the direction of NCT and the Convention\nNCT’s Aims for the Earth Environment Lectures\nThrough the keynote lectures, the fundamental principals of the Convention, current earth environment issues and\ndirections will be addressed. As NCT aims to gain worldwide status and further promote this Convention, keynote\nspeakers will be selected from world class authorities.\nOutline of Keynote Lectures\n● A total of 3 keynote lectures will take place (each 45minutes)\nduring day 1 & 2.\n●Admission: Related authorities, press and the public (reservation\nrequired for the public/ admission fee required)\n●Content of lectures will be provided in newsletters\n●Keynote Lectures will be broadcasted on NCT’s official website\n【 International Conference Room 】\nVenue of Keynote Lectures\n■Capacity: 1000(fixed chairs)\n■Simultaneous Interpretation System for up to 8\nlanguages, equipped with audio-visual and lighting\nsystems\n■Large screen will project a real time enlarged image of\nthe keynote speaker\n■Large screen can also be used for presentations.\nKeynote Lecturers (plan)\nLecturers for the first Convention in 2012 will be the founders of NCT, the Nobel Family, well known environmental activists Bono and 45 th Vice President of the United States,, Al Gore (tentative)\nThe Nobel Family\nThe 4 founders and directors\nof the NCT will be the keynote\nspeakers for Day 1 (1st\nspeech).\nThey will speak about NCT’s\ndirection in facing the\nenvironmental crisis the world\nneeds to address.\nAl Gore\n45th Vice President of the United States,\nNobel Peace Prize laureate and active\nenvironmentalist Al Gore will be the\nkeynote speaker for Day2 (2 nd speech)\nAl Gore will speak about the threats of\nglobal warming, and the desired path of\ncorporations in relation to the\nenvironment and technology.\nBono\nU2’s lead vocalist, renown\nphilanthropist and 3 time\ncandidate for the Nobel Peace\nPrize, Bono will be the keynote\nspeaker for Day 2 (3 rd speech).\nBono will convey his thoughts on\nthe connection of environmental\ntechnology and world peace.\n12\nProfile: Michael Nobel, who visited Japan in March, 2010\nMichael Nobel\nTrustee, Nobel Family Society\nFormer Chairman of the Nobel Charitable Trust in Switzerland\nFormer Chairman of the Appeal of the Peace Prize Laureates Foundation.\n【 Michael Nobel’s Profile 】\nDr. Nobel was born in Sweden and has been living in Switzerland for many years. He is a citizen of Sweden and Switzerland. After studies in Sweden\nand America he obtained a doctorate at the University of Lausanne in psycho-pedagogy in 1979. He then worked for seven years as a researcher in\nsocial sciences at the Institute for Mass Communication at the Lausanne University and at the Institute of Social and Preventive Medicine and has\nbeen a consultant to UNESCO in Paris and the United Nation’s Social Affairs Division in Geneva.\nCommercially he participated in the introduction of magnetic resonance imaging and is chairman or board member of a total of 10 international\ncompanies in the fields of diagnostics, treatment, financial investments and information systems in the field of medicine, satellite communications,\nInternet service provision, airport security, management consulting and finance.\nIn his idealistic work Michael Nobel is chairman or board member of several non-for-profit organizations in the field of conflict resolution, youth\neducation and development. He has also served as Chairman of the Nobel Charitable Trust, a trust that will honor politicians, scientists and\ncorporations who make a significant contribution in the field of renewable energy by providing awards. NCT also plans to hold international\nconferences in this field.\nMichael Nobel has received numerous international citations and awards for his work in the fields of medicine and conflict resolution including an\nhonorary doctorate from Soka University and an honorary professorship from the National Academy of Science of Azerbaijan. He is also an honorary\nmember of two Rotary clubs and in 1997 Rotary International conferred on him the Paul Harris Fellowship Award.\nIn 2002 he was awarded the Gandhi, King, Ikeda Award from Morehouse College in Atlanta, earlier only given once, to Prince El Hassan bin Talal of\nJordan. In 2004 he became the Board of Trustees Citation Recipient from the Midwest Research Institute of Kansas City. Previous recipients include\nMargaret Thatcher (former Prime Minister of the United Kingdom), Henry Kissinger (former US National Security Advisor), Paul Volcker (former\nchairman of the Federal Reserve Bank), Edward Teller (father of the H-bomb) and Henry Ford (founder of the Ford Motor Company).\nIn 2004 he was appointed foreign member of the Russian Academy of Natural Sciences as well as receiving the UNESCO medal for outstanding\ncontributions to the cultural dialogue between nations. The same year in Jerusalem he received the Albert Einstein Medal for Outstanding\nAchievements in Life Sciences and Technology and in 2006 the International Order of Perfection, First Class.\n13\nForums/Symposiums\nForums\nIdentifying a vision for the future of environmental energies and products through forums with experts and researchers\nForums and Symposiums to Improve Our Environment\nDiscussions on environmental issues from various perspectives with cultural figures, scholars, and journalists in\nthe environmental field, and in-house developers.\nSimultaneous interpretation will be available. Forums will be unique and richly international.\nOutline of Forums/Symposiums\n●A total of 5 sessions will be scheduled throughout the 3 day event\n(last day will have one session)\nEach session will have a different theme and environmental issues will be\ndiscussed from various perspectives: global, environmental economics,\ntechnological, governmental and biological.\n●Sessions will be panel discussion. 3-5 panelists will discuss a theme.\nVenue\n●Venue will be the international conference room and other\nconference rooms\n【 conference rooms 605 to 608 】\n■760m2\n; 612 seats (theater style)\n■Large screen available\n●To enhance understanding we will include time to take questions\nfrom the audience.\n●Admission : reservations required/ admission fee required\n(Photos of speakers will be inserted as they are confirmed)\nPanelists (example)\n14\nOther Events\nTo promote interest and knowledge of environmental issues and renewable, alternative\nand sustainable energy resources in children.\nEstablishment of the NCT Children’s Goodwill Ambassador\nEvents for Children\nProvide an opportunity to exchange information and promote\napplication into future businesses\nDeepen Exchanges Between Members\nExperiments & Interactive Events\nProvide children, who will take on the role of R&D for\nfuture energies, an opportunity to learn and\nexperience energy and the environment\nExperimenting with the Wonders of Energy\nA special children’s experiment corner will be set up in the exhibition zone\nWith the cooperation of exhibitors, we will have a corner for\nchildren to experience energy related experiments. (ex. fuel\ncell experiments etc.)\nPurpose is for children to experience and understand, not to\nwatch experiments\n◆ Only available on public days. Participation will be on a first come first serve basis\nExperimental Show: the Wonders of Energy\nEnergy and environment related experiment\nshows will be conducted on the special stage\nin the Atrium on public days\nEx. Performances by popular science producer\nDenjiro Yonemura (energy experiment shows)\n◆Only available on public days, Participation is free\nDenjiro Yonemura\nEstablishment of the NCT Children’s Goodwill Ambassador program.\nCamps for children to experience and think about nature/\nvisits to locations with environmental issues (plan)\nAfter the end of Day 1, a reception party inviting members and\nother related authorities will be held to provide an opportunity to\npromote and deepen exchanges.\nOutline\nThe reception party will be an informal gathering for NCT and members\nto deepen exchanges, an opportunity for future product development\nand opening new distribution channels,\n●Date & Time: Day 1 (18:00 to 20:00)\n●Place: Reception Hall (1,700 m2 )\n●Participants: Members (2 per corporation),\nother related authorities, approx. 1500 people\n●Reception Style: Stand up Party\n〈 Draft Schedule 〉\n1Opening Speech by Host\n2Guest Speaker\n3Festive Opening of Sake Barrel\n4Free time\n5Show time\n6Free time\nReception Party\n〈 Example of Shows 〉\nTap Show\n(Super LiBLAZE)\nIllusion Magic\n(Cyril)\n15\nProgram (Tentative)\nDay 1: Morning: Press,/Afternoon: Public Day 2: Public Day Day 3: Public Day\nEx. Hall Sp. Stage Int.Conf. Rm Conf.Rm\nEx. Hall Sp. Stage Int.Conf. Rm Conf.Rm\nEx. Hall Sp. Stage Int. Conf. Rm\nConf.Rm\n09:00\n09:00\n09:00\n10:00\n11:00\n12:00\n13:00\nPress\nOpening Ceremony\nKeynote\nLecture 1\nSelection process by Judges and\nvisitors all day\nForum 1\n10:00\n11:00\n12:00\n13:00\nExhibition\nSelection process by Judges and\nvisitors all day\nExperiment\nShow\nKeynote\nLecture 2\nKeynote\nLecture 3\nForum 3\n10:00\n11:00\n12:00\n13:00\nCount\nVotes\nExhibition\nExperiment\nShow\nPublic\nPresentations\nForum 5\n14:00\n14:00\n14:00\nExhibition\n15:00\n16:00\nForum\n2\n15:00\n16:00\nAnnounce\nFinalists\nForum 4\n15:00\n16:00\nAnnounce/Award\nCeremony\nClosing\n17:00\n17:00\n17:00\n18:00\n18:00\n18:00\n19:00\nReception Party\n(Reception Hall)\n19:00\n19:00\n20:00\n20:00\n20:00\n※This program is tentative and may change.\n16\nMedia Announcements and PR\nEffective PR Activities to Ensure Target Turnout Number is Attained and the Convention is a Success\nPress Release\nOfficial press release of Convention\nand Awards. Press release by a\nmember of the Nobel Family .\nA press release will be held to a wide range of\nmedia to announce and topicalize the creation of\nthis new Convention.\nDevelopment Plan\nIt is Important to hold a press meeting that will\ncreate a buzz to attract as many press and articles\nreleases as possible\n■Ensure the attendance of the Nobel Family\nand other prominent directors\n◆ By releasing comments (personally signed) from Prince\nCharles and Former US Vice President Al Gore, attract media\nattention worldwide.\n1Opening Speech by Host (Chairman)\n2Introducing Directors (include comments from\nPrince Charles and Al Gore)\n3 Video of the History of NCT\n4Introducing the Nobel Charitable Trust\n5Summary Presentation of the Convention\n6Q&A\n7Schedule up to the Convention\n8Closing Speech\n9Photo Session\nPress kit and souvenir at the end.\nWebsite\nOpening a website for NCT and the\nConvention where information of the\nevent will be released.\nOpening an official website immediately to\naccommodate interests generated through the\nannouncement of the press release.\nDevelopment Plan\n■Timely opening of the official website after the\npress release.\n■Active use of the site as an eco product portal\nsite that provides an outline and highlight of the\nConvention, NCT’s official website and links to\nexhibitors.\n◆The dedicated members (Exhibitors Only) page will\nprovide information on exhibitors.\n◆Blog-style information of the Convention will be\nprovided.\n〈 Website Examples 〉\nAdvertisements\nPromote awareness and attract\nvisitors to the Convention through\nadvertisements using mass media.\nAs this will be the first Convention, it is essential that\nwe reach and penetration the public using mass media\nto promote widespread awareness of the Convention..\nDevelopment Plan\n●Newspaper Ads\nAds in Nikkei Newspaper\nand others will advertise the\nevent 1 week before the\nConvention (all 15 columns)\n●Web Ads\nBanner Ads on Yahoo’s search engine page\n( from a month before Convention)\n(Example of Ad)\nLink to the official\nNCT Convention\nwebsite\n17\nOverall Schedule\n4 5 6 7 8 9 10 11 12 1 2 3 4 5\nOverall\nAwards\nExhibition\nBasic Initiatives\n●\nReserve Venue\n基本構想\nBasic Plan\n●\nFinalize Venue\n●\nPress Release\nGather Exhibitor\n●\nSelect Judges\nImplementation Plan\n●\nExhibitor Briefings\nApplication to\nAuthorities\nConfirm entry\nproducts\nProduction\nConvention Opening\nSet Up\nKeynote\nLecture\nForums\n●\nSelect Candidates\n●\nFinalize Speakers\nAnnouncements\nPR Activities\nOpening of the Official Website\n● ● ●\nReleases\nWeb Ads\nNewspaper Ads\n18\nNCT’s Activities\n19\nNCT’s Activities\n20\nNCT’s Activities\n21\nThe Nobel Charitable Trust Symposium (Sep 10 th , 2010)\n22\nThe special video messages of celebrities\n• \"I hope that people look upon charity as they look upon the necessity of flowers needing\noxygen. Any dream is possible if it comes from the heart because it is a real thing\"\n- Stevie Wonder\n• “I hope to have the opportunity to bring our own modest contributions one day together\nwith you because we are the world”\n- Quincy Jones\n• \"I dream that, one day when I wake up, the whole world will be one people who loves\neach other. I think it is possible that people throughout the world will communicate with\neach other since we are not different\"\n- George Duke\n• “I am pleased to learn that all your work is to achieve peace of help, peace of mind,\npeace of heart and peace of body”\n- Dionne Warwick\n• “Remember, you can achieve everything if you really try. Never, never, never give in”\n- Former Los Angeles Mayor Tom Bradley",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_031359.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 32447,
    "word_count": 4931,
    "line_count": 794,
    "import_date": "2025-11-19T21:47:46.900349",
    "prefix": "TEXT-001"
  }
}