{
  "document_id": "HOUSE_OVERSIGHT_022707",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022707.txt",
  "text": "It’s an absurdly vast house, among the largest in Manhattan, but the\ndining room is windowless, creating a hermetic or stop-time sense, broken\nonly by the household help ferrying in time-of-day-appropriate foods and\nbeverages.\n\nIn sweatshirt, draw-string pants, palm beach slippers, and half glasses,\nJeffrey Epstein sits at the head of the table. He spends most of his day in the\ndining room, remote from the world, in front of a lap top and beside a row of\nreading glasses (there are a lot of them in case, apparently, he misplaces a\npair, but being quite meticulous he never does) advising, or instructing, a\nstartling collection of the rich and powerful, slotted in on an hourly basis.\n\nThe apartness of Epstein’s dining room might seem to offer some\nbuffer in this leveled, angry age for a super rich man who attends to even\nmore fabulously rich men (and the occasional fabulously rich women). On\nthe other hand, with the paparazzi often posted near by, the outside world\nseem dangerously close too. (Once I arrived for a visit and found several\npolice cars blocking the street and thought the worst—they’d come for\nJeffrey. But it was a security detail for a controversial head of state, also\nvisiting him.)\n\nHis subject for the morning 1s “hyper wealth.” His subject 1s always\nwealth—how capital should react to the given global political, economic,\nand cultural moment. The otherwise baronial dining room is disturbed by an\never-present white board, on which he scribbles calculations and notes,\nconducting perhaps the world’s most rarified economics class, often to many\nof the world’s finance ministers and foremost economists.\n\nEpstein’s apartness or parallel life reflects much of the other-worldly\ncharacteristics of the wealth revolution that began in the late 1970s and that\ncontinued through the Wall Street boom of the 80s, the tech boom of the\n90s—surviving, to often bitter attack, the banking crisis—and that has now\nseen the emergence of the international billionaire and oligarch class.\n\nEpstein’s way to riches was to become a canny student of such wealth\nas it’s grown to an unanticipated and disruptive scale. His stock in trade 1s\nnot precisely the making of money, but the issues that arise when money, at a\nheretofore unimaginable rate, makes itself, altering many basic economic,\nsocial and personal calculations.\n\nHe recounts a dinner he had two nights before. It is, like much of what\nhe does, a conspiracist’s fantasy. The six men at this dinner, all technology\nentrepreneurs, represented, together, several hundred billion dollars.\n\n“In the past, only governments had this kind of money,” says Epstein\nmaking something of a pedagogical point, “money of a reality altering scale.\n\nHOUSE_OVERSIGHT_022707",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022707.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2735,
    "word_count": 443,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.925774",
    "prefix": "IMAGES-007"
  }
}