{
  "document_id": "HOUSE_OVERSIGHT_016563",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016563.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nMerola went into detail about the requirements of 10-45 and said Dr. Lynn had\ncomplied with all of those. Then the letter of June 20\" came, requiring Dr. Lynn\nto remove the dog or euthanize it. Mr. Merola read subsection (h) into the record\nand said the Code Enforcement Board did not have any jurisdiction over\nsubsection (i) as subsection (h) just mentioned (d) through (g). The Town filed a\nlawsuit and he and Mr. Randolph were before Judge Hoy this morning. The Town\nis asking to have the dog removed or euthanized and asking for a permanent\ninjunction, stating an emergency situation. Judge Hoy gave them a hearing at 1:30\np-m. on Tuesday where it will be determined whether the dog is a nuisance,\nwhether 10-45 (1) even applies to the situation and if the Board has authority over\n10-45 (1). If the Judge says the dog has to go, they are not going to argue with the\nCourt but he believes they have a right to present their case. He does not believe\nthe Town’s position that the fine should start tomorrow is correct. He believes the\nBoard can only find violations of subsections (d) through (g) of 10-45. There have\nbeen no allegations that Dr. Lynn has violated subsections (d) through (g). Mr.\nMerola believes it is clear that the Code Enforcement Board has no authority\nunder (i). Mr. Merola then addressed 10-6 and said he believed that since all\nprecautions have been taken under 10-45, the dog does not constitute a nuisance.\nMr. Merola said he has an injunction relief request before the Judge to stop the\nBoard from making this decision. Mr. Merola said Mr. Randolph has asked them\nto determine these two (2) ordinances separately and he does not believe 10-45 (1)\nis in the Board’s purview, and as to the nuisance, the dog has to be a nuisance now\nand it is not. This is all going to be determined Tuesday and he is asking the Board\nto either deny the Town’s recommendation because the Town cannot prove the\ndog is a nuisance now or reset this case until next month’s hearing.\n\nSgt. Krauel advised he wanted to make a rebuttal to some of Mr. Merola’s\ncomments. The service of notice Mr. Merola referred to in declaring the dog\ndangerous was when the police department spoke with Dr. Lynn on June 12, 2008\nand was told Duke was being housed at a kennel in Palm Beach County. A notice\ncould not be served to Dr. Lynn to have him come into compliance with something\nhe was already in compliance with. The dog was not in the Town. The police\ndepartment did not find out the dog was in Town until June 20\" when Laura Klein\nreported the dog attempted to break free of Dr. Lynn to attack her and this is\nwhen the letter was sent out requesting compliance with Section 10-45. Dr. Lynn\nwas given the entire ordinance on June 10\", not just sections or specific acts that\nhe needed to comply with. Duke was not on the property at that time and no\nnotification to remove the dog from the property could be served then because the\ndog was not there. As far as the police department was concerned, Dr. Lynn was\nin compliance with the ordinance. Sgt. Krauel pointed out that the Town does not\nabide by the state and the county ordinances, that the Town has the ability to\nenforce more stringent and strict ordinances and that is what we have done here.\n\nSgt. Krauel said he was prepared, based on Counsel’s recommendation, to\nrecommend a motion to find Dr. Lynn in non-compliance with Section 10-6 and\nmove to postpone 10-45 (i) until after further consideration by the Circuit Court\non Tuesday. The Town recommends administrative costs in the amount of\n\n10\n\nHOUSE_OVERSIGHT_016563",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016563.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3630,
    "word_count": 650,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.174120",
    "prefix": "IMAGES-004"
  }
}