{
  "document_id": "HOUSE_OVERSIGHT_010909",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010909.txt",
  "text": "Professor Alan Dershowitz\nHarvard Law School\n\n1575 Massachusetts Avenue\nHauser Hall 518\n\nCambridge, MA 02138\n\nHon. Louis J. Freeh\nMobile: 202.215.8321\n\nJanuary 22, 2016\nRE: FOIA Request\nDear Professor Dershowitz:\n\nAs you know, on April 6, 2015, a request was made to the United States Secret Service under the federal\nFreedom of Information Act (FOIA; 5 U.S.C. Sec. 552), relating to the period 1/01/01 to 1/1/03, for \"any\nand all shift logs, travel records, itineraries, reports and other records for USSS personnel traveling with\nformer President Bill Clinton to Little St. James Island and the US Virgin Islands” (Attachment A).\n\nThe basis of the above-described FOIA request was a claim by Virginia Roberts, in court papers filed in\nearly 2015 in Florida federal court, that she and former President Clinton were on Little St. James Island\nat the same time during the 1/01/01 to 1/1/03 period.\n\nAs set forth in a January 16, 2016 letter from Kim E. Campbell, United States Secret service Special\nAgent In Charge, Freedom of Information Act and Privacy Act Officer, the \"USSS has conducted a\nreasonable search for responsive records. It appears, from a review of USSS main indices, that there are\nno records pertaining to your request that are referenced in these indices\" (Attachment B).\n\nI therefore conclude from this response that former President Clinton did not in fact travel to, nor was he\npresent on, Little St. James Island between January 1, 2001 and January 1, 2003.\n\nBased upon my experience and knowledge of the duties, protocols and operations of USSS Protective\nDetails, the Special Agents accompany and escort former President Clinton 24 hours per day, and would\nhave certainly went with him to Little St. James Island during the period at issue. If the Agents had\naccompanied the former President to that location, they would had been required to make and file shift\nlogs, travel vouchers and related documentation relating to the visit.\n\nThe total absence of any such records and documentation, in my opinion, strongly establishes that former\nPresident Clinton was not present on Little St. James Island during the period at issue.\n\nBest Regards,\n\nLouie Freeh\n\nHOUSE_OVERSIGHT_010909",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010909.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2205,
    "word_count": 357,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.233825",
    "prefix": "IMAGES-001"
  }
}