{
  "document_id": "HOUSE_OVERSIGHT_013560",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013560.txt",
  "text": "regime of a schizophrenic break down, critical slowing can be both global and literal\nas the patient freezes in catatonic postures.\n\nIn the neighborhood of the bifurcation set, big jumps in the stock index, up or\ndown, are possible under almost the same surrounding conditions. This stock\nanalyst-humbling phenomenon is called bimodality. Jimmy Swaggert’s Saturdays\nwere often spent watching the show at naked dance parlors and buying videos at\nthe pornography shops of Metairie Highway near Schwegmann’s Grocery outside\nNew Orleans. Sundays found him on national television engaged with infectiously\nreal, transcendent experiences in the public arena of the pulpit. The ecstatic\ncongregation was deeply moved by his eloquent and tearful sermons about sin and\nsalvation. Counter to most suspicions, this is less conscious fakery than the\ngenuinely felt alternating states intrinsic to the bimodality in neighborhoods of\nspiritually unstable, born again transitions.\n\nSimilarly, beginning with nearly the same initial values near the boundary of\nthe bifurcation set, very similar motions lead to dramatically different results. This\ncounter-intuitive behavior has been called divergence. At UCLA’s Neuropsychiatric\nInstitute, | interviewed a pair of lively teenage, genetically identical male twins raised\nby a loving family in Los Angeles’s Valley. One was president of his high school\nclass, a Sunday school nursery school volunteer and a Saturday soup server to the\npoor. The other twin sold pot and cocaine to support his habit. Deep and potentially\ndark mysteries live in these spiritual bifurcation sets. They leave us pondering child\nsexual abuse by deeply religious clergy and the massacre by mass suicide of a\nNew Christian congregation by James Jones. We wonder why it is that\nfundamentalists (Jewish, Christian and Muslim) have the most ecstatic and direct\nvalidating experiences of God and do the most shooting and bombing of other\npeople. In Burt Lancaster's portrayal of bifurcation set dweller, Elmer Gantry,\ncharismatic believer and exploitative psychopath, were simultaneous and both\ncredibly real.\n\nAnother feature of the occupancy of this bifurcation region in control space is\nthat the values producing a sudden jump that occur passing through going one way\n\nalong the “normal” dimension usually jump back much further along when moving\n\n60\n\nHOUSE_OVERSIGHT_013560",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013560.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2383,
    "word_count": 359,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.294091",
    "prefix": "IMAGES-002"
  }
}