{
  "document_id": "HOUSE_OVERSIGHT_012599",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012599.txt",
  "text": "08/31/2007 13:03 PAX 5618021787 USAD WEB FL i oo2\n\nU.S. Department of Justice\n\nUnited Stutes Attorney\nSouthern District of Florida\n\nS500 South Austration Ave. Suite 400\nWest Palm Beach, FL 3340]\n\n(561) §20-871]\nAngust 31, 2007\nDELIVERY BY FACSIMILE\nMs.\nIn care of Bruce Lyons, Esq.\nLyons and Sanders\n600 Northeast 3rd Avenue\n\nFort Landerdale,; FL 33304\n\nRe: Grand Jury investigation—Confidential\nDea i\n\nThis letter is an invitation for you to testify before a federal Grand Jury, and is\nsupplied in order to provide helpful background information about the Grand Jury. The\nGrand Jury consists of from sixteen to twenty-three persons from the Southern District of\n\n- Florida. It-is their responsibility to inquire into federal crimes which may have been\n\ncommitted m this District.\n\nAsa Grand Jury witness you will be asked to testify and answer questions under oath,\nand to produce records and documents. Only the members of the Grand Jury, attorneys for\n\nthe United States anda stenographer are permitted in the.Grand Jury room while you testify..\n\nThe U.S. Department of Justice encourages prosecutors to notify an individual in\nappropriate cases that he or she is a target of a grand jury investigation. Accordingly, you\nare hereby notified that you are a target of a federal grand jury investigation in the Southern\nDistrict of Florida concerning suspected violations of federal law, including but not limrted\nto, possible violations of Title 18, United States Code, Sections 2, 371, 1512, 1591, 1952,\n\n1956, 1960, 2421, 2422, and 2423.\n\nYou are advised that the destruction or alteration of any document required to be\nproduced before the grand jury constitutes serious violation of federal law, including butnot\ntumited to Obstruction of Justice. '\n\nA “target” is a person as to whom the prosecutors or the Grand Jury have substantial\n\nHOUSE_OVERSIGHT_012599\n\nsf orarhaten ele emenaner pa ceioin poetics tnt err mempnainipe ett\n\ntre et erate en ne rere ere er Orit",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012599.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1970,
    "word_count": 317,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.231570",
    "prefix": "IMAGES-002"
  }
}