{
  "document_id": "HOUSE_OVERSIGHT_016543",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016543.txt",
  "text": "Page 34 of 42\n103 Minn. L. Rev. 844, *910\n\nSuccesses notwithstanding, reliance on this kind of political supervision cannot be an equally effective remedy for\nunderenforcement across all contexts. The independence of local prosecution and police agencies means that policies,\nresources, and constituent support for rigorous enforcement inevitably vary. 7! They will differ not only across localities but\nalso according to the type of offense and the identity of the victim. Some groups, such as victims of intoxicated drivers, can\nsucceed at achieving more rigorous enforcement policies. 732 Other victims with less political support or popular sympathy -\nundocumented immigrants, sex workers, prison inmates, and casualties of police shootings 777 - have dimmer prospects when\nprosecutors are responsive to local majorities’ preferences. In some places, public [*911] sentiment is a force in favor of\ncharging in categories of wrongdoing that have suffered from patterns of underenforcement. In other places, the same can be a\nforce against charging and can reinforce underenforcement practices. Either way, electoral accountability can lead to undue\npressure on prosecutors to yield to majoritarian or interest-group pressure to avoid \"commiting political suicide.\" 774\n\nIn short, political supervision, as an institutional structure to minimize unjustified failures to prosecute, is an institutional\nstructure with a highly uneven track record and decidedly mixed prospects. On the other hand, some of the strategies for\nenforcement redundancy examined above that take the form of legal entitlements would likely also achieve partial success.\nPrivate prosecution is an unpromising device to aid certain marginalized victim groups such as inmates, undocumented\nimmigrants, or low-income people generally. Other options - review of declination by courts, or concurrent jurisdiction of a\nseparate prosecution agency - hold somewhat more promise. Judicial review is somewhat more removed from political\ninfluence (though perhaps less so in jurisdictions that elect judges), 73° although that mechanism still depends on victims to\npetition for review. The overlap of federal and state criminal jurisdiction subjects enforcement to review by a rival agency\nsubject to, at worst, different political influences. At best, as with a Justice Department that can minimize political influence\n\nwith professional and bureaucratic norms, it expands the prospect for less political review. 7°°\n\n(criticizing the use of federal convictions data in public corruption analysis and advocating instead for the use of administrative data). For a\nlist of state criminal laws and ethical rules governing corruption, see Penalties for Violations of State Ethics and Public Corruption Laws,\nNat'l Conf. St. Legislatures, http://www.ncsl.org/research/ethics/50-state-chart-criminal-penalties -for-public-corr.aspx (last updated Sept. 10,\n2018).\n\n4 Pub. Integrity Section, U.S. Dep't Of Justice, Report to Congress on the Activities and Operations of the Public Integrity Section for\n2015, at 1 (2015), Attps://www.justice.gov/criminal/file/891961/download.\n\n> See, e.g., id. at 17-19 (providing examples of the Justice Department's prosecution of state and local officials).\n\n56 Td. at 23-24 tbl.2 (tracking the number of convictions of corrupt public officials during 1996-2015); id. at 25-28, tbl.3 (tracking public\ncorruptions prosecutions by federal district during 2006-2015); Patricia Salkin & Bailey Ince, It's a \"Criming Shame\": Moving from Land\nUse Ethics to Criminalization of Behavior Leading to Permits and Other Zoning Related Acts, 46 Urb. Law. 249, 250 (2014) (describing\nfederal prosecution of state and local officials).\n\n157 Fed. Bureau of Investigation, U.S. Dep't of Justice, The FBI Story: 2017, at 11 (2017), hitps:/Awww.fbi.gov/file-repository/the-fbi-story-\n2017 .pdf/view (describing public corruption as a \"key responsibility\").\n\n58 See, e.g., id. at 10-20 (providing specific examples of federal public corruption prosecution for various types of conduct).\n\n159 Tq,\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016543",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016543.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4107,
    "word_count": 580,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.916000",
    "prefix": "IMAGES-004"
  }
}