{
  "document_id": "HOUSE_OVERSIGHT_016139",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016139.txt",
  "text": "Government arrears to contractors could be significant\n\nWe estimate the range of unpaid capex for 2015 to be SAR23bn-SAR100bn (US$6bn-\nUSS$27bn or 1-4.3% of 2015 GDP). At the very minimum, unpaid capex could be around\nSAR23bn. This is the amount of additional loans taken out by construction contractors\nover 2015 compared to 2014. Total construction loans were SAR106bn in 2015 versus\nSAR83bn in 2014. Contractors likely did not go to obtain alternative bank funding for\nthe same amount as the delayed payments from the government, suggesting delayed\npayments should be larger than SAR23bn, in our view.\n\nBy the same token, the 2015 budget outturns imply capex was down by 45% to\nSAR205bn versus 2014 levels of SAR370bn. This is of course unlikely as construction\ngrew by 5% in real terms in 2015. Correcting the 2015 budget by the likely\nunderreporting (an additional SAR100bn in spending, assuming it was all capex-related),\nthen capex spending was likely down by SAR65bn (17%) in 2015. This would be in line\nwith the c15%yoy drop in construction awards as reported by MEED.\n\nIn comparison, government overdues in the healthcare sector are much smaller. Based\non the disclosures of two listed healthcare groups, we estimate the growth of\ngovernment receivables owed to them alone is SARO.4bn. We estimate the total sector\ngovernment overdues to private healthcare operators could be 2-3 times this level.\n\n1OUs to serve multiple purposes\n\n1OUs could support simultaneously the multiple needs of the government, domestic\nbanks and contractors, in our view. The government will be able to conserve fiscal\nreserves and restructure the maturity of its outstanding dues. Domestic banks would\nsubstitute corporate credit risk with sovereign risk and improve asset quality, while\ncontractors could improve their liquidity and working capital position by cashing in early\non the IOUs. We believe most of the contractors impacted could be domestic ones, and\nwe presume these IOCs would be issued in domestic currency. Furthermore, to the\nextent these |OUs are structured as tradable instruments, this could better distribute\nrisk in the financial sector to those agents more capable or willing to hold it.\n\nDomestic liquidity could be eased, but Fx outflows may not subside\n\nThe impact of |OUs on domestic liquidity will likely depend on the issuance mechanism,\nof which we have little visibility for now, though this could likely ease domestic liquidity.\nWe would however expect subsequent Fx reserves losses due to an increase in demand\nfor Fx consequent to the liquidity injections (a 50% leakage would for instance lead to\nUSS13.5bn loss in Fx reserves at the high-end of the estimated arrears range).\n\nOne possibility for the mechanism would be for banks to extend more secured credit to\ncontractors using the lOUs as collateral. In this case, domestic liquidity is likely to\nremain tight as the banking sector balance sheet would stay stretched. Another, perhaps\nmore likely, option would be for banks to accept IOUs as deposits. Contractors would\nthen be able to transfer |OUs to their trade creditors and withdraw cash regularly, with\nthe total amount being likely a portion of the face value of the |OUs. Banks would hold\nnew government instruments on the asset side of their balance sheet. This mechanism\ncould also be structured as a simple sale of the IOUs to domestic banks (with a haircut),\nwhich domestic banks would accommodate through equivalent changes on the asset\nside of their balance sheet, without the creation of additional liabilities.\n\nIn the latter option, to avoid straining the banking sector liquidity, the deposits\nwithdrawal or in effect the increased money in circulation would likely require monetary\naccommodation from SAMA, in our view. We believe this could take the form of liquidity\ninjection, possibly through repo operations for the |OUs. Although unconventional, this\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 29\n\nHOUSE_OVERSIGHT_016139",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016139.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3978,
    "word_count": 635,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.112341",
    "prefix": "IMAGES-003"
  }
}