{
  "document_id": "HOUSE_OVERSIGHT_019584",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019584.txt",
  "text": "96 | HOW AMERICA LOST ITS SECRETS\n\nGreenwald flew back to Brazil that day. Soon afterward, he would\nresign from The Guardian. In February 2014, he became the co-\nfounding editor of The Intercept, an online publication dedicated to\ninvestigative journalism, which was backed by the Internet billion-\naire Pierre Omidyar.\n\nPoitras remained in Hong Kong, where she moved, along with the\nGuardian reporter MacAskill, to the five-star Sheraton Hong Kong\nHotel & Towers, which, like the Mira hotel, was on Nathan Road in\nKowloon. The Guardian paid the bill. Her next task was to set up\nwhat turned out to be Snowden’s final interview in Hong Kong. It\nwas scheduled for June 12.\n\nThe journalist chosen was Lana Lam, a young Australian reporter\nworking for the South China Morning Post. Tibbo had suggested\nLam to Snowden. She had served as Tibbo’s outlet on previous news\nstories, and, as he told me, he found her to be a totally reliable jour-\nnalist. He brought her to Poitras’s suite at the Sheraton in Kowloon.\nFirst, Lam had to agree to the conditions of the interview, which\nincluded submitting the story to Poitras for Snowden’s approval.\n\n® Next, as Lam put it, Poitras “confiscated” her cell phone. Finally, ©\nafter a ten-minute wait, Poitras took her to another room and sat\nher before a black laptop. The laptop, which had a Tor sticker on it,\nhad on its screen an online chat room where she was connected by\nPoitras to Snowden.\n\n“Hi Lana, thanks for coming for this,” Snowden said from his safe\nhouse. He told her that the NSA had intercepted data from at least\nsixty-one thousand different computers in Hong Kong, China, and\nelsewhere. To expose what he called America’s “hypocrisy” in accus-\ning China of cyber espionage, he supplied her with relevant NSA\ndocuments. “Last week the American government happily operated\nin the shadows with no respect for the consent of the governed, but\nno longer,” he said. “The United States government has committed a\ntremendous number of crimes against Hong Kong [and] the People’s\nRepublic of China as well.” Under Poitras’s close supervision, Lam\nwas allowed to ask Snowden more questions about the NSA’s inter-\nception of communications in Hong Kong and China. He told her, “I\nhave had many opportunities to flee Hong Kong, but I would rather\n\n| | Epst_9780451494566_2p_all_r1.z.indd 96 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019584",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2379,
    "word_count": 402,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.525039",
    "prefix": "IMAGES-005"
  }
}