{
  "document_id": "HOUSE_OVERSIGHT_023629",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023629.txt",
  "text": "household infrastructure. One woman, on an afternoon when I was there, had just returned from an around-the-\nworld honeymoon that Epstein had arranged for her. Some are, or may have been, his romantic interests. One\nformer girlfriend, Eva Andersson Dubin, a Swedish model and Miss Universe finalist whom Epstein has known\nfor more than thirty years, became one of new yorks top doctors—Epstein helped finance her medical school\neducation —She married hedge funder Glen Dubin. Together they financed the Dubin Breast Center at Mount\nSinai Hospital.\n\nEpstein will sometimes move a meeting in his dining room outside to Central park—his idea of going out to\nlunch is a Sabrett’s hot dog—with the various young women in the house acting as the accompanying\nentourage, as though something out of an 18th-century French court.\n\nBut the Hefnerian like attitude can also atthe flash turn to sharply honed financial discussion. The highly\npoised young women ina mansion on the Upper East Side with various office responsibilities remind me of the\nvarious uptown art galleries in the surrounding neighborhood. They mingle freely with his hyper powerful\nguests, not so much as hostesses—or, in tabloid language, harem-like “sex slaves”—but as attentive colleagues\n(which, of course, might be regarded by some as having its own fetish-like attraction). Epstein explicitly\ndenies , and is seconded by the group that there is no sexual quid pro quo. (“If you’re sleeping someone you\nwork with they then believe they can come in late—that’s what Jimmy Goldsmith used to say.”) Still, the\nconstant attendance of so many comely young women, seems so outside of conventional living or staffing or\nsocial or romantic relationships that it is hard to describe ina straightforward or non- smirky way. And while\nit has been said that it may be part of the appeal for the men who come to visit Epstein, it is as well a\npeculiarity for them that they merely put up with in order to spend time with him.\n\nThe Epstein house/office is, by careful design, exclusive and clubby, part hang out, part secret society. Along\nwith the fact that, even after his jail term, the rich and powerful have continued to so eagerly solicit him, it’s\nalso notable in the fixed hierarchy of who comes to whose turf, that, when they want to see Epstein, they tend to\ncome to him. He’s created a world and you enter it. Many arrive in weekend clothes. or as one world leader\nsaid , Ah _ here ican come in sweat clothes .\n\nHis conversations are less meeting-like—focused and agenda-driven—then narrative therapy . In effect: the\noutside world comes to Epstein’s and he eagerly solicits reports. It’s a real time newspaper, or the news you\ndon’t read in a newspaper, market movements before they occur, geopolitics with the ultimate decision makers\nat the table, the health and personal eccentricities of some world leaders, discussions in hushed tones of the\nnext high level government appointments soon to be announced.\n\nIt’s Sunday lunch—in his schedule from a week last fall—with Gates, Mort Zuckerman, the real estate\nbillionaire and owner of the Daily News, and Peter Thiel, the PayPal co-founder and early Facebook investor.\nThat evening its Sheikh Hamad Bin Jassim, the foreign minister of Qatar. Hamad lives across the street in a\nsimilarly furnished house—he and Epstein have the same decorator. (Epstein, in his relaxed and amused\nmanner, keeps prodding: “Why are you financing the bad guys? What do you get out of that?”’)\n\nNext morning, Epstein is joined for breakfast in the dining room by the lawyer Reid Weingarten, who’s\nrepresented, among other fat cats in trouble, Worldcom’s Bernie Ebbers and Goldman Sachs’s Lloyd\nBlankfein. Weingarten, hoarse with a cold, is still lamenting his failed defense of former Connecticut Governor\nJohn Rowland. (later to be overturned on appeal ) After a blow-by-blow of the trial, they discuss the\nQatarian’s visit—Epstein served chocolate made with specialy chosen pistachios grown on the Sheikh’s\nfarm—and speculate about who actually controls ISIS, with Weingarten arguing that the Turks are not getting\nenough scrutiny. Weingarten represents Gulen , the U.S. target of the Turks, There is, in Epstein’s dining\nroom, always an alternative version of world events—“perception versus reality,” says Epstein, “not to imply\nthat one necessarily has greater weight than the other.”\n\n“Why,” I ask Weingarten, when Epstein briefly steps out of the room, “do so many people keep coming back\nhere, everything considered.”\n\n“Why we camp out here? I guess because there’s truly no other place like it.”\n\nEpstein summons in the next person cooling his heels in the ante-room. It’s a young man named Brock Pierce,\nan active investor” in Bitcoin and the programmable currency space. Epsteins blackboard gets quickly filled\nwith the details of the Bitcoin blockchain mathematics,\n\nAfter a bit, Epstein invites his next appointment to join them: Larry Summers, the former treasury secretary and\nPresident of Harvard, off Diet Coke, digs deep into the Sheikh Hamad chocolates, then focuses in on the\nBitcoin investor.\n\nHOUSE_OVERSIGHT_023629",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023629.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5129,
    "word_count": 832,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.312521",
    "prefix": "IMAGES-007"
  }
}