{
  "document_id": "HOUSE_OVERSIGHT_014453",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014453.txt",
  "text": "Risks to trades\n\nEquity trades\n\n¢ The risks to long divi basket & Pharma trades are a steepening of rates curves and\nbetter than expected growth outside of Europe causing investors to rotate out of\nbond proxies. Plus our analysts’ expectations of improved earnings from the\nhealthcare pipeline not coming through.\n\n« The risks to trade dividend future trade is lower than expected profits for major\nEuropean sectors, e.g. Banks, Oils, causing a correction in dividend expectations.\n\n« The risk to EM Asia ex-Japan is from a stronger USD and faster than expected US\nrates hiking cycle. Trade tensions with the new US administration an additional risk\nnow.\n\n« — Risk to long Nikkei trade is a reversal of JPY weakness or a change in policy by the\nBO).\n\nFixed income trades\n\n« The risks to the US rates trades are a dovish Fed responding to a tightening of\nmonetary conditions before the fiscal boost kicks in. Disappointment on the fiscal\nstimulus also a risk. The risk to the UK inflation trade is that the BoE doesn’t\nrespond to expected rising inflation by raising rates faster.\n\n¢ The risks to the Industrial spreads trade is a deterioration of US industrial growth\nand step away from credit purchasing by ECB/ BoE.\n\ne The risks the AT1 trade are the ECB pulling out of the credit markets causing a\ncorrection in the riskier portion of the market and bank profitability deteriorating\nraising concerns about default.\n\ne — The risks to our XOVER trade are Eurozone growth disappointing and a risk-off\nevent in markets causing a flight to quality amongst credit investors.\n\nVolatility trades\n\n¢ Our equity vol trades are hedges, the risks are that they expire worthless due to the\nlack of a financial event in China and persistent low vol spread in equity markets\nsupported by higher growth.\n\nFX trades\n\ne The main risk to our FX trades is of a more dovish than expected Fed, a more\nhawkish than expected BOE, improved politics in South Africa/weaker oil price and\na more dovish Riksbank.\n\nBankof America\n22 Global Cross Asset Strategy - Year Ahead | 30 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014453",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014453.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2104,
    "word_count": 360,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.761689",
    "prefix": "IMAGES-002"
  }
}