{
  "document_id": "HOUSE_OVERSIGHT_013510",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013510.txt",
  "text": "Leonard, Integral Transformative Practice. | watched him go through a dramatic\npersonal transformation after participating in Professor of Asian Studies, Frederick\nSpiegelberg’s seminar (with meditation lab) about Sri Arubindo’s interpretation of\nthe Hindu Bible, the Bhagavad-Gita. Shortly after the semester, he climbed into an\nabandoned tower on campus to continue his meditation. He remained there for\nseveral months, refusing to come down even after the Stanford Student Health\nService sent a medical school psychiatrist to investigate. | was more than curious\nabout how it was that this hard drinking, and like his brother Dennis, all night poker\nplaying, Phi Gamma Delta party boy, had suddenly become a transcendent ascetic.\n\nMy girl friend Mary and | signed up for Spiegelberg’s seminar in Indian\nReligions. We were made breathless by his accounts of administering a Rorschach\nTest to the Indian Saint, Swami Sivananda. He recounted discussions about God\nwith the artists Paul Klee and Max Ernst and the philosophers Rudolph Otto, Paul\nTillich, Martin Heidegger and Martin Buber. As homework, Mary and | practiced\nbreathing awareness mediation twice a day. During the year, Spiegelberg\nsponsored a visit by the aging but still very lively Aldous Huxley to our seminar. He\nalso brought us Alan Watts and several lecturers from the Jung Institute of San\nFrancisco. Shortly after hearing Huxley talk about the spiritual power of a particular\nexercise of will and loving thoughts, Mary and | began the daily practice of karessa,\nsome Call it coitus reservatus. | was eighteen and she was nineteen. We found that\nwithholding an orgasm in order to achieve nirvanic extinction of all desires and\npassions was difficult. We spent hours in karessa meditation, trying to experience\nthe detachment described in the Bhagadvad Gita. This biblical explication of karma\nyoga told how it was that the warrior, Ardjuna, instructed by God Krishna in the form\nof his charioteer, was able to detach sufficiently to do his assigned job of killing\nwithout emotional involvement. Ken Wilbur, a modern, self proclaimed pandit, an\nacademically oriented articulator and intellectual justifier of the dharma, the spiritual\nwork of Hindu and Buddhist practice, contrasts the nirvana (literally “end”)\ncomposed of emptiness in time and space, dharma Kaya in which “...no objects are\n\nn\n\narising...” with the lesson of the Bhagavad-Gita. Its message involved realizing\n\n10\n\nHOUSE_OVERSIGHT_013510",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2475,
    "word_count": 384,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.207258",
    "prefix": "IMAGES-002"
  }
}