{
  "document_id": "HOUSE_OVERSIGHT_010978",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010978.txt",
  "text": "macroeconomics (“macro”) rests on micro, the convergence axioms say only what\neconomics has accepted implicitly since micro began. The “law of one price”,\nmeaning market equilibrium, actually begins a century and a half earlier with\nCantillon. But Jevons, in co-founding the marginalist revolution in 1871, effectively\n\nmade it an axiom.\n\nI don’t want to seem to claim that the convergence axioms are safe because they are\naccepted. Arguments ad majoritatem or ad auctoritatem prove nothing. But markets\ndo seem to form and hold, and the convergences seem implied. Authority and\n\nmajority are sometimes right.\n\nNot all economists have agreed. There have been “historicists” and\n“institutionalists” who mistrust the idea of convergent tastes, and prefer to see\nidiosyncratic national tradition or power groups or mindsets as the prime movers in\nplace of uniform human nature. Heinrich Schmoller, a historicist who stressed\nnational differences, tangled with Carl Menger, an independent co-founder of the\nmarginalist revolution in 1871, in a childish feud for which Menger was at least as\nmuch to blame. If you must answer your critics, be gracious. Thorstein Veblen, an\ninstitutionalist from Wisconsin, coined the term “neoclassicism” for what we now\ncall marginalism. He made fun of it for missing the role of institutions in driving\n\neconomies for institutional or collective goals rather than individual human ones.\n\n] think there’s something there. My main theme in this book is growth theory at the\ncollective scale. I argue that collective growth flourishes where laws and practices\nand cultures nurture and protect it. These are national institutions. New ideas, by\ndefinition, are opposite from the fungible commodities for which supply and\ndemand meet at price equilibria. Somehow they come. Dogs bark, cats climb, people\ninnovate. I’m with Menger and Jevons and the marginalists and human nature, but\nwith asterisks there too. There is plenty left for historicists and institutionalists to\n\nhelp explain.\n\nChapter 3: Foundations 1/11/16 7\n\nHOUSE_OVERSIGHT_010978",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010978.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2071,
    "word_count": 316,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.024126",
    "prefix": "IMAGES-001"
  }
}