{
  "document_id": "HOUSE_OVERSIGHT_024510",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024510.txt",
  "text": "Other costs recorded at the center level include rent, marketing, maintenance, utilities, transportation,\nclassroom and office supplies, insurance and food. KLC’s management believes its large, combined\nnationwide center base gives it the ability to leverage the costs of programs and services, such as\ncurriculum development, training programs and other management processes.\n\nDuring fiscal year 2005, KLC experienced a reduction in projected claims costs for its self-insurance\nprograms. However, management anticipates that premium and claims costs will continue to refiect\nmarket forces, which are beyond KLC’s control.\n\nThe Real Estate Transaction did not affect consolidated rent expense, but resulted in an increase of\napproximately $96.0 million in annual rent expense of KLC OpCo, which is leasing centers from KLC\nPropCo which now has title to substantially all of KLC's owned real property.\n\nOther Operating Expenses\n\nKLC’'s other operating expenses include the costs associated with the field management and corporate\noversight and support of its centers and resiructuring related expenses. Labor related costs are the\nlargest component of KLC's general and administrative expenses.\n\nSeasonality\n\nNew enrollments are generally highest during the traditional fall “back to schocl” period and after the\ncalendar year-end holidays. KLC attempts to focus its marketing efforts to support these periods of high\nreenrallments. Enrollment generally decreases somewhat during the summer months and the calendar\nyear-end holidays.\n\nResuits Discussion\nRevenue increased to $1.48 billion in 2005, which represents an increase of $35.6 million over 2004.\nGross margin was $340.7 million during the 52 weeks ended December 31, 2005, an increase of $11.1\n\nmillion, or 3.4%, compared to the same period last year. Adjusted EBITDA during the 52 weeks ended\nDecember 31, 2005, was $238.0 million which was $6.6 million, or 2.9%, above the same period in 2004.\n\n77\n\nHOUSE_OVERSIGHT_024510",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1982,
    "word_count": 290,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.065638",
    "prefix": "IMAGES-008"
  }
}