{
  "document_id": "HOUSE_OVERSIGHT_018286",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018286.txt",
  "text": "with little useful warning, and anyhow with a merciless and unstoppable efficiency.\nConnected, surprising terrorism has cost trillions to fight; linked-up network\nbusinesses have demolished, surely and even gladly, trillions of dollars of old profit\nsources with their cold, clicking efficiency. Skype blitzes hundreds of billions of\ndollars of long distance telephone profits, for instance. And replaces it with free.\nAmazon, in the space of a few years, cripples marketplace ideas built at the cost of\ntrillions of dollars.\n\nThe world we're entering into now, one of constant, sensor-filled data streams that\ngive us areal-time feeling for everything from the temperature of your car before\nyou get in to the pace of your heart as you sleep, means the potent, network forces\nof our day are not “blind” as Morgenthau’s states were, but gifted with an exactness\nof vision. They see everything, always, more than we or our leaders do. They see it\nconstantly. They never forget. Networks seem to have an irresistible and amazing\nenergy that impels them to find and then exploit pin-holes. Think of Al-Qaeda coolly\nregarding the American airline network in 2000, for instance. Or rising powers now\npoking at weaknesses in the international order that we’ve not yet begun to\nconsider, let alone patch up. Whether confronting mobs of network-organized\nterrorists or cascades of computer error, we often discover the unnerving truth that\non these connected systems there is no plug to pull.\n\nNetworks of one sort or another are hardly new in international affairs, even if the\nsheer scale and speed of our modern systems is totally, revolutionarily fresh. The\nspiderwebbed tendrils of the Ganges River, for instance were a network that fed the\nMughal Empire in the 16 and 17\" centuries.”* The Yangtze and the Yellow and the\nMekong river systems each marked out vital webs that carried wealth and\nknowledge into a half-dozen, spectacularly rich Chinese dynasties. Egypt and\nMesopotamia developed great powers that endured for centuries along the Nile and\nthe Euphrates. Later, networks of trade overlaid the Mediterranean, which became\nthe heart of the wealthy Carthaginian, Roman and Byzantine empires. And the\ngreatest geographical empire in history, Great Britain, was nothing if not a network\npower, run on sea lines. Waterways, for centuries, pulsed with power. They were\nvital for trade, essential in war and crucial for national freedom.\n\nNetwork empires emerged on land too, assembled from connected webs of politics,\nof silk and tobacco and gold, or from shared religious passions. These sorts of\nnetworks, sometimes as thin as the trail of a single adventurer like Marco Polo,\ncarried promises of prosperity (and intimations of violence) as they spread. Baron\nAntoin-Henry Jomini, Napoleon’s inspired tactical accomplice, was onto something\nwhen he remarked that it was the interior, networked lines of communication and\nlogistics that had decided and delivered victory for history's great empires.\n“Methods change,” Jomini observed, “but principles are unchanging.” The skeins of\nlinks running inside national war machines were as essential for security as any\n\n74 The spiderwebbed tendrils: Peter Turchin, “A theory for the formation of large\nagrarian empires”; Jean-Paul Rodrigue, Claude Comtois, and Brian Slack, The\nGeography of Transport Systems Routledge 2006 p. 10-15\n\n54\n\nHOUSE_OVERSIGHT_018286",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018286.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3406,
    "word_count": 531,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.694451",
    "prefix": "IMAGES-004"
  }
}