{
  "document_id": "HOUSE_OVERSIGHT_020572",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020572.txt",
  "text": "113\n\nits fungibility, ultimately renders any distinction between domestic and foreign sources\nmeaningless. Corporations should also provide greater clarity on their financial and supply\nchain exposure to China and disclose the presence of CCP members in joint- or wholly\nowned ventures. In certain instances, new limitations on corporate activity that is harmful\nto the national interest may be required.\n\nAmerican business leaders should become better versed in the evolving nature of China’s\nglobal ambitions, especially in the use of United Front tactics for influencing almost all\naspects of China’s interaction with the United States. American corporations should raise\ntheir voices through chambers of commerce or other collective commercial entities that can\ncollectively represent their interests when a company confronts pressures or coercion. To more\neffectively resist growing Chinese pressures, American corporations will most certainly need\nto find new ways to cooperate more closely with each other, and at times even in coordination\nwith the US government. Like think tanks, universities, other civil society organizations,\n\nand media outlets, American companies will be most vulnerable to Chinese pressure when\nthey are atomized and isolated. In this sense, the challenges with which US corporations are\nconfronted by a rising authoritarian China with a far more ambitious global agenda are not so\ndissimilar to those confronted by those other sectors of American society highlighted in this\nreport. Each confronts an un-level playing field that lacks reciprocity.\n\nTo help rectify these imbalances, in certain instances, the US government should be the\none to coordinate collective action, as it recently sought to do with the US airline industry.\nIt may also need to be more prepared to impose reciprocal penalties on Chinese companies\nor even compensate American companies for losses when they stand up to punitive action\nfrom China as an additional incentive to maintain resolve.\n\nMost important, corporate executives, their boards, and their shareholders must double\ntheir efforts to exercise the kind of principled leadership and restraint that will help them\nresist the loss of corporate control in pursuit of short-term profit. This includes not only\nindividual companies but also their representative organizations, notably the US Chamber\nof Commerce, the US-China Business Council and other specific trade associations. These\nbodies not only need to promote American business interests by pushing back against\nChinese restrictions where necessary but they also need to adopt a heightened awareness of\nthe role that corporations must play in protecting both their own interests and the national\neconomic security of the United States itself.\n\nIn the corporate sector, China is not just taking advantage of the openness of American\nmarkets, which are rightfully a point of pride for the United States and a pillar of our\neconomic vitality, but it is also exploiting American capitalism’s short-termism. This latter\npredilection could end up being as much of a threat to the ability of American corporations\nto maintain healthy economic relations with China as Beijing’s very strategic and targeted\nUnited Front tactics.\n\nSection 7\n\nHOUSE_OVERSIGHT_020572",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3278,
    "word_count": 492,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.636261",
    "prefix": "IMAGES-006"
  }
}