{
  "document_id": "HOUSE_OVERSIGHT_024338",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024338.txt",
  "text": "Table of Contents\n\nPERQUISITES AND BENEFITS\n\nCurrently, we do not view perquisites or other personal benefits as a significant component of our executive compensation program.\nAccordingly, we did not provide perquisites to our executive officers in 2018, including our named executive officers, except that each of the NEOs, along\nwith certain other employees, can use one of the company inventory vehicles (which generally will be replaced every three years); each, along with many of\nour employees, may use a company-provided cellular phone; and each, along with all of our employees, may participate in our 401(k) match benefit which\nis based on salary.\n\nWe do not expect that any future perquisites or other personal benefits will be a significant aspect of our executive compensation program. All\nfuture practices with respect to perquisites or other personal benefits will be approved and subject to periodic review by the Compensation and Nominating\nCommittee.\n\nTERMINATION, SEVERANCE AND CHANGE IN CONTROL BENEFITS\n\nWe do not have employment or severance agreements with our executives.\n\nIn the event of a change in control of Carvana Group, all outstanding unvested Class B Unit awards held by participants in the Carvana Group\nequity incentive plan, whose employment has not previously terminated, will accelerate in full, subject to certain escrow demand rights held by a purchaser\nof control of Carvana Group.\n\nIf an executive is terminated involuntarily without cause within twenty-four months following a change in control as defined by our 2018\nequity award agreements, all outstanding vested stock options and time-based RSUs of that executive will become fully exercisable or vested. An executive\nwhose employment is terminated because of death or disability will receive one year from the time of termination to exercise any then-vested options\ninstead of the usual 90 days, but not past the expiration date of the options. If a person’s employment is terminated for disability, and that person later dies\nwithin a year, the legal representative of the person’s estate may exercise the options within one year of the date of death, though not past the expiration date\nof the options.\n\nIf a change in control occurs before the performance-contingent RSUs are vested, outstanding shares will vest in a proportionate number based\non the company’s progress toward positive EBITDA, starting from the EBITDA loss baseline as of the end of the calendar quarter immediately preceding\nthe award (-$41.5 million) to the EBITDA as of the end of the calendar quarter immediately preceding the date of the closing of the change in control.\n\nExcept for these arrangements, none of our named executive officers have entered into any plans, arrangements or agreements with Carvana\n\nproviding for payments upon termination of employment or change in control of Carvana, other than payments generally available to all salaried employees\nthat do not discriminate in scope, terms, or operation in favor of the executive officers of Carvana.\n\n- 30-\n\nHOUSE_OVERSIGHT_024338",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024338.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3069,
    "word_count": 478,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.814938",
    "prefix": "IMAGES-007"
  }
}