{
  "document_id": "HOUSE_OVERSIGHT_022570",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022570.txt",
  "text": "FCPA Penalties,\nSanctions, and\nRemedies\n\nFCPA PENALTIES,\n\nAND REMEDIES\n\nWhat Are the Potential Consequences\nfor Violations of the FCPA?\nThe FCPA provides for different criminal and civil\n\npenalties for companies and individuals.\n\nCriminal Penalties\n\nFor each violation of the anti-bribery provisions, the\nFCPA provides that corporations and other business enti-\nties are subject to a fine of up to $2 million.) Individuals,\nincluding officers, directors, stockholders, and agents of\ncompanies, are subject to a fine of up to $100,000 and\nimprisonment for up to five years.>”\n\nFor each violation of the accounting provisions, the\nFCPA provides that corporations and other business enti-\nties are subject to a fine of up to $25 million.>* Individuals\nare subject to a fine of up to $5 million and imprisonment\nfor up to 20 years.>#\n\nUnder the Alternative Fines Act, 18 U.S.C. § 357 1(d),\ncourts may impose significantly higher fines than those pro-\nvided by the FCPA—up to twice the benefit that the defen-\ndant sought to obtain by making the corrupt payment, as\nlong as the facts supporting the increased fines are included\nin the indictment and either proved to the jury beyond a\n\nreasonable doubt or admitted in a guilty plea proceeding.”\n\nSANCTIONS,\n\nFines imposed on individuals may not be paid by their\n\nemployer or principal.*\n\nU.S. Sentencing Guidelines\n\nWhen calculating penalties for violations of the FCPA,\nDOJ focuses its analysis on the US. Sentencing Guidelines\n(Guidelines)*” in all of its resolutions, including guilty pleas,\nDPAs, and NPAs. The Guidelines provide a very detailed and\npredictable structure for calculating penalties for all federal\ncrimes, including violations of the FCPA. To determine the\nappropriate penalty, the “offense level” is first calculated by\nexamining both the severity of the crime and facts specific to\nthe crime, with appropriate reductions for cooperation and\nacceptance of responsibility, and, for business entities, addi-\ntional factors such as voluntary disclosure, cooperation, pre-\nexisting compliance programs, and remediation.\n\nThe Guidelines provide for different penalties for the\ndifferent provisions of the FCPA. The initial offense level\nfor violations of the anti-bribery provisions is determined\nunder § 2C1.1, while violations of the accounting provi-\nsions are assessed under § 2B1.1. For individuals, the initial\noffense level is modified by factors set forth in Chapters 3,\n4, and 5 of the Guidelines to identify a final offense level.\n\nThis final offense level, combined with other factors, is used\n\nHOUSE_OVERSIGHT_022570",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022570.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2589,
    "word_count": 398,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.163194",
    "prefix": "IMAGES-007"
  }
}