{
  "document_id": "HOUSE_OVERSIGHT_020532",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020532.txt",
  "text": "73\n\nPressure from Think-Tank Boards or Outside Influencers\n\nInteraction between think-tank analysts and the members of their institution’s boards\nof trustees varies significantly. Some engage frequently, socialize, and consult on\nChina-related issues—while others have virtually no contact. Only three interviewees\nreported incidents of attempted interference. In one case, a prominent former board\nmember complained to the head of the think tank about an article that was “too tough”\non China. However, no pressure, besides the obviously intimidating impact of having\na piece of writing singled out by an overseer, was brought to bear on the scholar. In\nanother case, a board member tried to pressure a think-tank president to avoid hosting\nthe Dalai Lama, but failed. A third instance involved the Hong Kong political activist\ndiscussed earlier. The tendency can also work in the other direction. One scholar\nindicated that his board is very involved and has lately become tougher on China in\nrecent years, focusing on “how do we still counter China, yet still engage.”\n\nChinese Nationals in US Think Tanks\n\nAmerican think-tank analysts differ in their assessment of the risks and rewards\n\nfor hosting Chinese scholars as visiting fellows or employing Chinese nationals on\nstaff, with most suggesting that it is better to have them inside the think tanks to\nunderstand how they are thinking and working. One analyst said he “assumed some\nor all would be interrogated” when they returned to China. “RAND,” he said, “should\nbe worried.” One researcher noted that she is “careful to keep Chinese nationals from\nattending sensitive meetings featuring US officials or military officers,” but otherwise\nwelcomes them to events.\n\nOnly one Washington think tank hosts Chinese scholars on a regular and continuous\nbasis (although Washington-based universities do so more often), including them in\nprogramming and most meetings, even when funded by a Chinese host institution.\nScholars at this institution view them as valuable for gaining insights and for training\npurposes. Another think-tank analyst who has hosted visiting fellows from China\npointed out that two prominent Chinese scholars who spent time at their institution\nwent back and wrote “important papers.” Still, some expressed concern over all the\n“bright young Chinese showing up on Mass [Massachusetts] Ave.” and the potential\nthat they might have for reporting back to Beijing. The scholar noted that think\ntanks want young people to “plow through the Chinese literature,” and this means\nhiring Chinese nationals, Chinese Americans, or Taiwanese because of their language\nabilities. Some analysts expressed concerns that think-tank analysts who are of\nChinese nationality (either nationals or American citizens) may face special pressures\nfrom the imputation that as ethnic Chinese, they are susceptible to Chinese influence\nand control.\n\nSection5\n\nHOUSE_OVERSIGHT_020532",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020532.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2931,
    "word_count": 444,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.438137",
    "prefix": "IMAGES-006"
  }
}