{
  "document_id": "HOUSE_OVERSIGHT_032897",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_032897.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 11/4/2016 10:17:45 PM \nTo: Kathy Ruemmlerl \nSubject: told you \nImportance: High \nFrom: NYSD ECF Pool@nysd.uscourts.gov [mailto:NYSD ECF Pool@nysd.uscourts.gov] \nSent: Friday, November 04, 2016 5:59 PM \nTo: CourtMail@nysd.uscourts.dov  \nSubject: Activity in Case 1:16-cv-07673-RA Doe v. Trump et al Notice of Voluntary Dismissal \nThis is an automatic e-mail message generated by the CM/ECF system. Please DO NOT RESPOND to \nthis e-mail because the mail box is unattended. \n***NOTE TO PUBLIC ACCESS USERS*** Judicial Conference of the United States policy permits \nattorneys of record and parties in a case (including pro se litigants) to receive one free electronic copy of \nall documents filed electronically, if receipt is required by law or directed by the filer. PACER access fees \napply to all other users. To avoid later charges, download a copy of each document during this first \nviewing. However, if the referenced document is a transcript, the free copy and 30 page limit do not \napply. \nU.S. District Court \nSouthern District of New York \nNotice of Electronic Filing \nThe following transaction was entered by Meagher, Thomas on 11/4/2016 at 5:59 PM EDT and filed on \n11/4/2016 \nCase Name: Doe v. Trump et al \nCase Number: 1:16-cv-07673-RA  \nFiler: Jane Doe \nDocument Number: 15 \nDocket Text: \nNOTICE OF VOLUNTARY DISMISSAL Pursuant to Rule 41(a)(1)(A)(i) of the Federal Rules of \nCivil Procedure, the plaintiff(s) and or their counsel(s), hereby give notice that the above-\ncaptioned action is voluntarily dismissed, against the defendant(s) All Defendants. Document \nfiled by Jane Doe. (Meagher, Thomas) \n1:16-cv-07673-RA Notice has been electronically mailed to: \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nHOUSE OVERSIGHT 032897 \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 032898",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_032897.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2381,
    "word_count": 350,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.704560",
    "prefix": "TEXT-002"
  }
}