{
  "document_id": "HOUSE_OVERSIGHT_021137",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021137.txt",
  "text": "26 MICHAEL WOLFF\n\nshutting down the government would sweep that approach right off the\ntable.\n\nThe White House, quite behind Trump’s back, was aggressively work-\ning to pass the appropriations bill and avoid a shutdown. The vice presi-\ndent gave Trump the same assurance he had been given previously when\na budget had been passed without full funding for the Wall: Pence said the\nbill provided a “down payment” for the Wall, a phrase whose debt-finance\nimplications seemed to amply satisfy the president and which he repeated\nwith great enthusiasm. Marc Short, the White House director of legisla-\ntive affairs, and Mick Mulvaney, the director of the Office of Manage-\nment and Budget, in a joint appearance in the White House briefing room\nthat Thursday, shifted the debate from the Wall to the military. “This bill\nwill provide the largest year-over-year increase in defense spending since\nWorld War II,” said Mulvaney. “It'll be the largest increase for our men\nand women in uniform in salary in the last ten years.”\n\n+b\n\nThe attempt to distract the Trumpian base with these bromides utterly\nfailed. The hard-core cadre insisted on forcing the issue, and Bannon was\ndelighted to serve as their general.\n\nWithin minutes of the budget bill’s passage on March 22, Bannon,\nin the Embassy, began working the phones. Calling Trump's most ardent\nsupporters, his goal was to “light him up” The effect was nearly imme-\ndiate: an unsuspecting Trump started to hear from many of those on his\nnoisy back bench, who were suddenly furious.\n\nBannon understood what moved Trump. Details did not. Facts did not.\nBut a sense that something valuable might be taken from him immediately\nbrought him up on his hind legs. If you confronted him with losing, he\nwould turn on a dime. Indeed, turning on a dime was his only play. “It’s\nnot that he needs to win the week, or day, or even the hour” reflected\nBannon. “He needs to win the second. After that, he drifts”\n\nFor the hard-core Trumpers, it was back to a fundamental through\nline of Trumpism: you had to constantly remind Trump which side he\nwas on. As Bannon organized a howling protest from the president's base,\n\nSIEGE 27\n\nhe took stock of the Trump reality: “There simply is not going to be a Wall,\never, if he doesn't have to pay a political price for there not being a Wall”\n\nIf the Wall was not under way by the midterm elections in Novem-\nber, it would show Trump to be false and, worse, weak. The Wall needed\nto be real. The absence of the Wall in the spending bill was just what it\nseemed to be: Trump out to lunch. Trump's most effective message, the\nforward front of the Trump narrative—maximal aggression toward ille-\ngal immigrants—had been muted. And this had happened without him\n\nknowing it.\n\nOF\n\nThe night of the twenty-second, the Fox News lineup—Tucker Carlson,\nLaura Ingraham, and Sean Hannity—hammered the message: betrayal.\n\nThe battle was on. The Republican leadership on the Hill, along with\nthe donor class, stood sober and pragmatic in the face of both political\nrealities and the prospect of unlimited billions in government spending—\nwith, certainly, no illusions that Mexico was going to pay for the Wall.\nOpposing them were the Fox pundits, righteous and unyielding in their\nappeal to the true emotion of Trumpism.\n\nThe personal transformation of Trump over the course of the evening\nwas convulsive. All three Fox pundits delivered a set of electric shocks.\neach rising in current. Trump had sold out the movement. Or, worse.\nTrump had been outsmarted and outwitted. Trump, on the phone, roared\nin pain and fury. He was the victim. He had no one in his corner. He could\ntrust no one. The congressional leadership: against him. The White House\nitself: against him. Betrayal? Almost everyone in the White House hac\nbetrayed him.\n\nThe next morning it got worse. Pete Hegseth, the most obsequious o:\nthe Fox Trump lovers, seemed, on Fox & Friends, nearly brought to tear:\nby Trump's treachery.\n\nThen, almost simultaneously with Hegseth’s wailing, Trump abruptly—\nconfoundingly—shifted position and tweeted that he was considering vetoing\nthe appropriations bill. The same bill that, twenty-four hours before, he\nhad embraced.\n\n'\n\nHOUSE_OVERSIGHT_021137",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4215,
    "word_count": 710,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:46.733563",
    "prefix": "IMAGES-006"
  }
}