{
  "document_id": "HOUSE_OVERSIGHT_019786",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019786.txt",
  "text": "298 | HOW AMERICA LOST ITS SECRETS\n\nsuggested they had been interested in acquiring radioactive isotopes.\nWithout the advance warning that the NSA’s surveillance of the pre-\nencrypted Internet had provided in the past, could the CIA now con-\ntend with such unconventional threats?\n\nThe NSA also saw its sources disappearing from its surveillance.\nBefore the Snowden breach, the FBI, the CIA, and the DIA, which\nwere the NSA’s partners in the PRISM program, had compiled a\nwatch list of highly active foreign terrorist targets for the NSA’s\nPRISM program. These “targets” included logistics officers, bomb\nbuilders, weapons specialists, and suicide bomber recruiters. Until\nJune 6, 2013, many of these targets had frequently used Internet\nservices, such as Twitter, Facebook, and Xbox Live, to send what they\nbelieved would be hidden messages. After the PRISM story broke\nin The Washington Post on June 6, the NSA “saw one after another\ntarget go dark,” according to a senior NSA executive involved in\nthat surveillance. The NSA has watched about one thousand of\nthese targets take “steps to remove themselves from our visibility.”\nAccording to the NSA’s deputy director, Richard Ledgett, in 2016,\n\n© the vanishings included a group planning attacks in Europe and the ©\nUnited States.\n\nAdmiral Rogers, the new NSA director, was asked about the dam-\nage done by Snowden. He was blunt and direct. Asked in February\n2015 whether or not the disclosures by Snowden had reduced the\nNSA’s ability to pursue terrorists, he answered, “Have I lost capabil-\nity that we had prior to the revelations? Yes.”\n\n| | Epst_9780451494566_2p_all_r1.indd 298 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019786",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019786.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1681,
    "word_count": 270,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.486996",
    "prefix": "IMAGES-005"
  }
}