{
  "document_id": "HOUSE_OVERSIGHT_010958",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010958.txt",
  "text": "I found a solution that seemed to make sense then. It was the exact opposite of what\nI think now. If maintenance consumption were recovered in pay and work products,\nas I now think human depreciation but not maintenance consumption is, then\nhuman depreciation instead of maintenance consumption could be exhausted in\ntaste satisfaction! That seemed less macabre to me then. I looked for ways in which\nhuman depreciation, hardly the biological end in itself, could somehow be its\nmeasure. It was not unreasonable, I thought, to interpret human depreciation in\naging as the cost of survival. The old gag says that aging is not so bad when you\nthink about the alternative. Age-wage profiles could be explained, I thought then, as\nrecovery of maintenance consumption rather than of human depreciation in pay.\nAnd I had those precedents from the 18 century. I knew that Francois Quesnay\nand the physiocrats, in Adam Smith's time, had argued too that consumption could\nbe recovered in earnings. Mill could be interpreted that way, in his definition of\n“productive consumption”, as could Piero Sraffa in a paper from 1960. | thought I\n\nwas on the right track.\n\nWhat brought me to my senses was the thought experiment about a boss and her\nsecretary I mentioned earlier. Picture them together at the beginning of the last year\nof human capital for each. The boss earns ten times as much. Human capital for each\nis one year’s pay, or even less in the unlikely case that invested consumption\ncontinues to the end, less one year’s discount. If pay measured work, rate of return\n(work/human capital) would be something over 100% per year for each. It would\nbe even more in the unlikely case that some work remains unrealized (self-invested)\nuntil the end. Yet their time preferences measured by return to their other\ninvestments, say securities, is less than a tenth as much. This already states pretty\n\nclearly that pay covers more than work.\n\nIn case there was doubt, go on to the beginning of the last day. Age-wage profiles\nshow that pay for each is about what it was a year before. Rate of return to each is\nnow a little over 100% per day. At the beginning of the last second, it is a little over\n\n100% per second. At the end of the last second it is infinite. Yet the securities in their\n\nChapter 2: Fast Forward 1/06/16 18\n\nHOUSE_OVERSIGHT_010958",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010958.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2340,
    "word_count": 406,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.202572",
    "prefix": "IMAGES-001"
  }
}