{
  "document_id": "HOUSE_OVERSIGHT_023795",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023795.txt",
  "text": "Twelve Cognitive Processes That Underlie Learning 49\n\na child who speaks poorly. The value held by the parents may well\nbe that self-confidence is more important than being articulate (“We\ndon’t want to criticize him.”). Perhaps it is. But the consequences of\none’s values manifest themselves every time a value-based decision is\nmade.\n\nNevertheless, we do need to learn to make value-based judgments.\nDoing this requires understanding what our values are. Confronting\na person with her own value system (one that she has unconsciously\nadopted) can help her think things out, but change is never easy.\n\nANALYTIC PROCESSES\n\n1. Diagnosis: Making a diagnosis of a complex situation by\nidentifying relevant factors and seeking causal explanations\n\nDiagnosis is a very important skill and one that needs to be learned\nboth in principle and separately for each domain of knowledge. Diag-\nnosis of heart disease isn’t a different process in principle from diag-\nnosis of a faulty spark plug in a car engine. Nevertheless, one wants a\nspecialist to do the diagnosis in each case. Why is this? Diagnosis is a\nmatter of both reasoning from evidence and understanding what to\nlook for to gather evidence. Given all the evidence, it is easy to make\na diagnosis in an area of knowledge you don’t know very well. So, the\ngathering of the evidence is the most important part. Crime analysts\nand gardeners both do diagnosis. They both reason from evidence.\nWhat separates them is knowing what constitutes important evidence\nand what does not. Here again, this comes from experienced cases.\n\nAnalytic processes involve attention to details that enable the\nforming of hypotheses that can be tested by a variety of methods.\nThese three pieces, determining evidence, forming hypotheses, and\ntesting hypotheses, are what is commonly referred to as the scientific\nmethod. When science is taught, it often dwells on the facts of science\nrather than the process. Diagnosis is about the process. But the process\nis not of much use without domain knowledge. Domain knowledge\nis often about causality, although that knowledge of causality may be\nsubconscious. Experts know what causes an engine to misfire so they\n\nHOUSE_OVERSIGHT_023795",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023795.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2210,
    "word_count": 356,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.183751",
    "prefix": "IMAGES-007"
  }
}