{
  "document_id": "HOUSE_OVERSIGHT_018299",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018299.txt",
  "text": "spiritually mordant Jews in Rome. His message was among the simplest and most\ncompact and personal possible: The transmission of faith requires nothing more and\nnothing less than faith itself. Romans teaches us that believing in God, which is faith,\nis enough for access to all the riches of heaven: God’s righteousness, an afterlife,\nforgiveness.\n\nBy Luther’s age, however, access to those riches was not so simple. Among other\nthings, spiritual control had become a source of lucre for the church. The glory of the\nCatholic Church, her magnificent cathedrals and clothes, and her insidious habits of\nselling passes to heaven in the form of indulgences - this was a deployment of faith\nand power marked by a venality that grated against Luther’s from-faith-to-faith\nsensibility. When he saw his own congregation increasingly slipping away to\nchurches with priests who would do what he would not, which was to market and\nsell indulgences, he saw a rank, strange hypocrisy: The Church as an economic\ninstrument. His rage boiled over in the summer of 1517, and he summarized his\ncase against the Church in the 95 Theses that he nailed to the door of his local\nchurch on October 31s\". Papa non vult nec potest ullas penas remittere preter eas,\nquas arbitrio vel suo vel canonum imposuit, he wrote in Thesis Five: No matter what\nyou might pay him, the Pope can’t influence what happens to you after you die. Or,\nThesis 78, Euangelici rhetia sunt, quibus olim piscabantur viros divitiarum.\nIndulgences are nets with which one fishes for the riches of men.\n\nAs much as Luther was crying for a restoration of Saint Paul’s sense of a personal\nfaith, he was also starting a difficult and - for the Church - unpleasant argument\nabout power. Our relation to God, Luther meant, is our relation. It’s not something to\nbe brokered or sold or negotiated. It does not require fancy clothes or cathedrals or\nhierarchies. For Luther, this new logic had engendered a profound spiritual crisis.\nHe recalled, later in life, the very first time he’d encountered the possibility of direct\naccess to God, in the pages of Saint Augustine, probably around 1508. “When I came\nto the words ‘thee, most merciful father,” he wrote, “the thought that I had to speak\nto God without a mediator almost made me flee.”?! Who was he, Martin Luther, to\nspeak directly to God? But from then on, Luther’s experience of God, his own sense\nof power honestly passing from faith to faith - and not from faith to church to faith -\nembodied an extremely heretical idea about power: faith without a middleman.\n\nSuch a concept undid much of what had been taken as inarguable doctrine. The\nChurch immediately understood the danger. They rushed to label Luther as heretical\nand, later, crazy. In arguing that the Catholic Church, with all of its magnificent\ntrappings of faith, was really a useless toll gate, Luther was picking at a still larger,\nmore significant question: How should power be split? If Luther was right, and God\nshould be accessible directly to each of us, then some other questions tumbled after\nthat one. Should we have direct access to political power? To ideas? To money and\nland and control of our own economic destiny? Could “from faith to faith,” be recast\nas “from idea to idea” or “truth to truth” or - and this turned out to be the really\n\n91 “When I came to the words”: Preserved Smith, The Life and Letters of Martin\nLuther, (Boston: Houghton Mifflin, 1911) Introduction\n\n67\n\nHOUSE_OVERSIGHT_018299",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018299.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3479,
    "word_count": 595,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:43.997913",
    "prefix": "IMAGES-004"
  }
}