{
  "document_id": "HOUSE_OVERSIGHT_020620",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020620.txt",
  "text": "161\n\nof German society that has a clear interest in good German-Chinese relations and thus\nis susceptible to Chinese influence: the business community.\n\nWhile this report has focused on distinguishing legitimate influence efforts from\nimproper interference, it is important to acknowledge behavior that is unquestionably\nillegal. Most acts of espionage have not become public knowledge. Occasionally there\nare unconfirmed reports about cyber activities and Chinese IT hardware containing\ndevices enabling espionage. In December 2017, German authorities revealed that\nChinese agents had used faked LinkedIn identities or avatars of Germans engaged with\nChina to contact people in the political and media spheres.\n\nPolitics\n\nAngela Merkel, the present chancellor, has a decidedly cool attitude toward China,\nalthough she has established mechanisms to work closely with China over the years.\nPossibly because of her experience of being raised in communist East Germany, Merkel\nclearly sees the challenges presented by China to democracy and a liberal society.\nIndeed, there’s an argument to be made that with the retreat of the United States\nfrom human rights issues, Germany has taken up the mantle as the strongest critic\nof China’s human rights practices. It was Merkel’s government that won the release\nof Liu Xia, the widow of Nobel Peace Prize winner Liu Xiaobo. Thus, it makes sense\nthat the Chinese Communist Party has opted to plant a seed within the German\nbusiness elite with the hope that in a post-Merkel Germany, China’s interests would be\naccommodated more than now,\n\nGermany is also an indirect target of China’s efforts directed at the 16—1 group\n\nin Central Europe and within the EU. Among the sixteen Central and Eastern\nEuropean countries (eleven of them EU member states) gathered in the 16—1 group,\nthe expectation of Chinese investment has led to laxer application of EU rules on\nprocurement and in some cases to opposition to joint EU criticism of China (e.g.,\nconcerning the South China Sea, human rights, and the Belt and Road Initiative).\nChinese “divide and rule” activities weaken the EU’s China policy and the EU’s\ncohesion in general and thus affect Germany negatively.”\n\nThere have been limited conspicuous efforts to target specific politicians for\ncultivation, with two notable exceptions: former chancellor Helmut Schmidt (now\ndeceased) and former minister of economics Philipp Roessler. Influence activities\ndirected toward political parties are negligible, apart from efforts to include them in\nevents on the Belt and Road Initiative and the recent commemoration of forty years\nof the policy of Reform and Opening. There have been some attempts to establish\nrelations with the new right-wing party “Alternative ftir Deutschland.”\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020620",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020620.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2799,
    "word_count": 429,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.174802",
    "prefix": "IMAGES-006"
  }
}