{
  "document_id": "HOUSE_OVERSIGHT_011038",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011038.txt",
  "text": "revenue = collective gross cash flow = collective earned revenue (6.4)\n\nfrom all contributors to revenue together. Then revenue and earned revenue would\n\nbe the same if there are no other claims.\n\nEarned Revenue and Cash Flow\n\nA classical illustration of revenue generated collaboratively is the firm. The firm\nproper can be interpreted as a single asset of physical capital. Its typically many\nowners agree to hire outside management, meaning outside themselves, to contract\nand trade on their behalf. The firm through its managers hires the other employees,\ncontracts with suppliers, and generates a joint product representing all its own\ngross cash flow plus any contributed parts of gross cash flow of others. The product\nis sold for revenue in the collective sense. Revenue is first applied to satisfy claims\non it by those outside contributors. Claims recovered include current purchases\nfrom suppliers realized in sales. Others are pay to management and other\nemployees, along with rent, interest, utilities, other services, and whatever is due to\nthe tax man. The principle is to include all outlays by the firm needed to secure\nrevenue now, as distinct from outlays invested for the sake of more revenue later.\nThe share of revenue due the firm proper is any residue after all those prior claims\n\nare met. Then\n\ngross cash flow = revenue - prior claims = earned revenue (6.5)\ngives the contribution of the firm proper.\nEarned revenue may or may not be passed to owners. Management is typically\nauthorized to plow back any part as reinvestment, say in replenishing inventory or\n\ncash or in buying new plant and equipment. Any revenue left over after that\n\nplowback is transferred out to owners as dividend yield.\n\nChapter 6: Parallels with the Firm 2/4/16 4\n\nHOUSE_OVERSIGHT_011038",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011038.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1789,
    "word_count": 292,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.643047",
    "prefix": "IMAGES-001"
  }
}