{
  "document_id": "HOUSE_OVERSIGHT_023799",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023799.txt",
  "text": "Twelve Cognitive Processes That Underlie Learning 53\n\nthese subconscious choices, then there is no need to fix anything. But\noften we might behave differently in how we treat others, if we real-\nized what we were doing. Getting along with people is a very big part\nof life. Each of us has our own distinct personality and often it doesn’t\nmatch with our own ambitions and desires. To change our behavior,\nwe need to practice new behaviors that become as natural to us as\nour old behaviors. The only way to do this is to do it. People can help\npoint out what you are doing that isn’t helpful to your needs but that\ndoes not mean you can easily change. If you want to change, you need\nto try new behaviors and practice them. This can be coached. Practic-\ning new behaviors and being critiqued can help greatly. Written com-\nmunication is handled the same way.\n\n2. Teamwork: Learning how to achieve goals by using a team,\nconsciously allocating roles, managing inputs from others,\ncoordinating actors, and handling conflicts\n\nIt is the rare individual who works all alone. Most people need\nto work with others. Children are not naturally good at this and are\ntaught to “share.” Then they sometimes do what is called “parallel\nplay” where they play near one another doing different things. Get-\nting kids to cooperate to do something together is not easy. Usually\none wants to dominate the others. There is nothing wrong with this\nper se. People are who they are and they need to assume roles in any\nteam that are consonant with their personalities. One person plays\nquarterback and another blocks. People do not have to do the same\nthing in order to work together. But they do need to get along and\nfunction as a team. This is no more true of sports than it is of the\nworkplace. People learn to work in teams by working in teams and re-\nceiving helpful advice when a team is dysfunctional. Football coaches\nexplicitly teach this. More formal learning situations (like school) of-\nten don’t, which is unfortunate. It really isn’t possible to get along in\nthe real world unless you can assume various roles in a team that fit\nwith who you are.\n\n3. Negotiation: Making a deal; negotiation/contracts\n\nContracts, formal and informal, are the basis of how we function.\nWe reach agreements in business, in marriage, in friendship, in a store,\n\nHOUSE_OVERSIGHT_023799",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023799.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2356,
    "word_count": 412,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.532891",
    "prefix": "IMAGES-007"
  }
}