{
  "document_id": "HOUSE_OVERSIGHT_022198",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022198.txt",
  "text": "From: jeffrey E. <jeevacation@gmail.com>\nTo:\n\nSent: Friday, January 9, 2015 1:44 PM\nSubject: Re: we'll see\n\n| only met Jeffrey Epstein, after | was adult. ( over 18). | was never, ever, his \"sex slave \"\n\n. obviously a lurid chauvenistic categorization. which in my opinion could only have been\nmade by some loser of a repressed male reporter. He was always kind , funny and generous to\nme . These fantasy fabrications made by a delusional thief. ( charged with stealing from the\nburger place and which she worked, though she claimed to paid thousands of dollars in cash\n\nand held at the beck and call of the genious tycoon. ) . Her story telling had it been done while\nsleeping would have been called dreaming, if awake, hallucinaitons but to the English press they\nare referred to as allegations . She claimed in the minutest of detail , her dinner with President\nClinton on the Caribean Island, How he arrived . ( by black heli). where he sat. ,(on jeffreys\n\nleft.) a21st century tale of power, sex, money. The fact is that this story is total make\nbelieve , fabricated on purpose to gain tabloid attention ,and easily refuted by readily availalble\ntravel records of a former president. . it defies belief that any person would take seriously such\na preposterous story. little different than her telling her father that sne met the queen, whoops- he\nbelieved her though her mother at the relevant time complained that she must have been\nengaging in satan worship and asked that she be put her in a drug home. cmon. | am currenty a\nprofessional pilot with a spotless record. | have a checklist that | follow before every flight to verify\nthat things are what they are supposed to be , checking her story which the presss has refused to\ndo would serve the public well. In this case human error is merely a euphmisn for hijacking the\ntruth ,\n\nOn Fri, Jan 9, 2015 at 2:10 PM,ยง a wot:\n\nApparently...\n\nThey are now asking how my parents bought a building in town...implying it was all the money they got for selling me :)\nGetting ugly..\n\nFrom: jeffrey E. <jeevacation@gmail.com>\nTo: Nadia <nadja2102@yahoo.com>\nSent: Friday, January 9, 2015 12:50 PM\nSubject: Re: we'll see\n\nnotable?\n\nOn Fri, Jan 9, 2015 at 1:44 PM, i rote:\n\nHOUSE_OVERSIGHT_022198",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022198.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2243,
    "word_count": 396,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.642575",
    "prefix": "IMAGES-006"
  }
}