{
  "document_id": "HOUSE_OVERSIGHT_024485",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024485.txt",
  "text": "Child Care and Development Block Grant to provide child care assistance to needy families in lieu of\nTANF funds, thereby reducing the amount of funds available to other families, including families that\nutilize KLC's child care centers.\n\n6.1.18 A termination or reduction of tax credits for child care could have a material\nadverse effect on KLC's business\n\nKLC may enjoy heightened demand for its services because of tax incentives for child care programs.\nSection 21 of the Internal Revenue Code of 1986, as amended (referred to herein as the \"Code\"),\nprovides a federal income tax credit ranging from 20% to 35% of specified child care expenses with\nmaximum eligible expenses of $3,000 for one child and $6,000 for two or more children. The fees paid to\nKLC by eligible taxpayers for child care services qualify for these tax credits, subject to the limitations of\nSection 21 of the Code. However, these tax incentives are subject to change.\n\nCode Section 45F provides incentives to employers to offset costs related to employer provided child care\nfacilities. Costs related to (a) acquiring or constructing property used as a qualified child care center, (b)\noperating an existing child care center, or (c) contracting with an independent child care operator io care\nfor the children of the taxpayer's employees will qualify for the credit. The credit amount is 25% of the\nqualified costs. An additional credit of 10% of qualified expenses for child care resource and referral\nservices has also been enacted. The maximum credit available for any taxpayer is $150,000 per tax year.\n\nMany states offer tax credits in addition to the federal credits discussed above. Credit programs vary by\nstate and may apply fo both the individual taxpayer and the employer. A termination or reduction of such\ntax credits could have a material adverse effect on KLC's business.\n\n6.1.19 Material weaknesses in KLC’s internal controls were discovered during KLC’s\n2005 audit\n\nFor a discussion of certain material weaknesses in KLC’s internal controls discovered in KLC’s 2005 audit,\nsee “KLC: Management's Discussion and Analysis of Financial Condition and Results of Operations for\nthe Fiscal Years Ended 2005, 2004 and 2003\" in Appendix B. To address these issues, and as part of\nthe Company’s growth plan, KLC is increasing expenditures on IT systems and accounting and IT\npersonnel.\n\n6.1.20 If KLC is unable to attract and retain sufficient numbers of qualified employees, if\nminimum wage rates increase or if KLC's employees unionize, KLC's results of\noperations may be adversely affected\n\nKLC believes that its success is largely dependent on its ability to attract and retain qualified employees.\nMany of KLC's child care center staff are entry level wage earning employees, and turnover in this\nindustry has traditionally been significant. If KLC is unable to hire or retain sufficient numbers of qualified\nemployees (particularly center directors and supervising employees) or are only able to hire or retain such\nemployees by providing significantly greater salaries, wages and benefits than KLC currently does as a\nresult of increases in the federal or state minimum wage rates or other market conditions, KLC’s\noperations may be adversely affected.\n\nSince early 1998, union organization efforts in the child care industry have received considerable\npublicity. While union officials associated with the American Federation of State, County and Municipal\nEmployees and Service Employees international have repeatedly announced their intention to engage in\na nation-wide effort to organize child care workers, organization efforts have been focused on\ngovernment-funded providers. To date, efforts to organize employees of for-profit providers have been\nminimal. However, organizational efforts may occur and, if successful, could have an adverse effect on\nKLC's relationships with employees and KLC's labor costs. In addition, the general publicity surrounding\nsuch efforts, even if not focused on KLC's centers, could result in increased wages for child care workers\nand, as a result, increase KLC's labor costs.\n\na2\n\nHOUSE_OVERSIGHT_024485",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024485.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4136,
    "word_count": 643,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.827663",
    "prefix": "IMAGES-008"
  }
}