{
  "document_id": "HOUSE_OVERSIGHT_017106",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017106.txt",
  "text": "4.2.12\nWC: 191694\n\nThe first real books I actually read were several to which I had been introduced by the Classic\nComics: The Count of Monte Christo, The Red Badge of Courage; Moby Dick; and a\nConnecticut Yankee in King Arthur's Court.\n\nDuring my senior year in high school, I became a voracious reader, to the disdain of some family\nmembers. My Uncle Hedgie (a nickname for Harry) would berate me for sitting around the house\nreading, when I could be working or playing sports. \"Be a man,\" he would demand. \"Get off\nyour ass.\" But I would stay in my tiny room, with my Webcote tape recorder playing classical\nmusic I had recorded off WQXR, the New York Times classical music station, or off a record I\nborrowed from the library and recorded from my friend Artie's turntable. I also bought a used\ncopy of the Encyclopedia Americana, whose twenty plus volumes filled the hitherto empty shelves\nin our living room. My friend Norman Sohn had found an old book store in Manhattan that sold\nused Encyclopedias, and the Americana cost only $75, as contrasted with the Britannica, which\nwas $200.\n\nDuring my early years, all we had was a small plastic radio that lived in the kitchen, unless it was\nmoved near the stoop. When I was 10 years old, we bought a ten inch TV \"console\" that\nincluded a 78 phonograph player that opened at the top. But my mother had situated her \"good\"\nlamp on the top of the console, so I couldn't get access to the turntable. I saved up, and with my\nBar Mitzvah money, I bought a humongous webcore reel to reel tape recorder, which must have\nbeen a foot cubed. I could barely lift it, and the tape often tangled or split, but it was better than\nthe wire recorder technology that it replaced.\n\nI loved classical music, especially opera and choral music. As an adolescent I had sung alto in the\nlocal synagogue choir and had a fairly good voice. I was \"fairly\" good--but not very good-- at\nlots of things in addition to singing: athletics, acting, joke telling and getting dates with girls. I\nwas very good at only one thing: debating. And I was equally bad at one thing: school.\n\nMy passion for music took me to the Metropolitan Opera House, where for 50 cents, a student\ncould get a seat with a table and a lamp if he came with a score of the opera. We would borrow\nthe score from the library, take a train to Times Square and listen to Richard Tucker, Robert\nMerrill, Jan Pierce and Roberta Peters sing Carman, La Boheme and La Traviata. (We were\nforbidden to listen to Wagner, because he was an anti-Semite, who admired).\n\nI also became passionate about art. All kinds of art from Egyptian and Roman Sculpture to\nPicasso's Guernica and Rodan's Thinker. There were no art poster or reproductions in our home.\nThe walls had mirrors (to make the apartment seem bigger) and some family photos. But there\nwere free museums all around us, and the library had art books--with pictures of naked women! I\nloved Goya's nude, especially when contrasted with the clothed version of La Gioconda who I\ncould imagine undressing just for me!\n\nThe girls loved to be asked on a museum date, and we loved to ask because it was free and it\nshowed them that we had \"culture\" (pronounced \"culchah\").\n\n19\n\nHOUSE_OVERSIGHT_017106",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017106.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3229,
    "word_count": 580,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.602866",
    "prefix": "IMAGES-004"
  }
}