{
  "document_id": "HOUSE_OVERSIGHT_012390",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012390.txt",
  "text": "~\n\nsecond, the creation of an opportunity for a court challenge through non-enforcement (e.g., Myers).\n\n2) Appropriations Limitation for Rules Vetoed by Congress, 4B Op. O.L.C. 731 (1980): In this\n\nopinion we rejected the constitutionality of a proposed legislative veto, prior to the Court's decision in\nChadha. We opined that \"[t]o regard this provision as legally binding would impair the Executive's\nconstitutional role and would constitute an abdication of the responsibility of the Executive Branch.\"\nId. at 734. It should be noted that the legislation in question was pending in Congress, and the\npossibility that President Carter would sign the legislation did not affect our analysis of the\nconstitutional issue. We simply stated that, \"if enacted, the [legislative veto provision] will not have\nany legal effect.\" Id.\n\n3) Issues Raised by Section 102(c)(2) of H.R. 3792, 14 Op. O.L.C. 38 (1990) (preliminary print): This\nopinion also addressed then-pending legislation, in this case the foreign relations authorization bill for\n\nfiscal years 1990 and 1991. The opinion found that a provision of the bill was unconstitutional and\nseverable. Regarding non-execution, the opinion stated that \"at least in the context of legislation that\ninfringes the separation of powers, the President has the constitutional authority to refuse to enforce\nunconstitutional laws.\" Id. at 53. The opinion concluded that “if the President chooses to sign H.R.\n3792, he would be constitutionally authorized to decline to enforce\" the constitutionally objectionable\n\nsection. Id. at 38.\n\n4) Issues Raised by Section 129 of Pub. L. No. 102-138 and Section 503 of Pub. L. No. 102-140, 16\n\nOp. O.L.C. 18 (1992) (preliminary print): This opinion concluded that two statutory provisions that\n\nlimited the issuance of official and diplomatic passports were unconstitutional and were severable from\n\nthe remainder of the two statutes. On the question of non-execution, the opinion rejected \"the argument\n\nthat the President may not treat a statute as invalid prior to a judicial determination.\" Id. at 40. The\nopinion concluded that the Constitution authorizes the President to refuse to enforce a law that he\nbelieves is unconstitutional.\n\n5) Memorandum for Bernard N. Nussbaum, Counsel to the President, from. Walter Dellinger, Assistant\nAttorney General, Office of Legal Counsel (Nov. 3, 1993): This opinion discusses different categories\n\nof signing statements, including those construing bills to avoid constitutional problems and those in\n\nwhich the President declares “that a provision of the bill before him is flatly unconstitutional, and that\nhe will refuse to enforce it.\" Id. at 3. The opinion concludes that such \"uses of Presidential signing\nstatements generally serve legitimate and defensible purposes.\" Id. at 7.\n\nPresidential Signing Statements\n\n1) Statement by the State Department (Announcing President Wilson's Refusal to Carry Out the\nSection of the Jones Merchant Marine Act of June 5, 1920, directing him to terminate treaty provisions\nrestricting the Government's right to impose discriminatory tonnage dues and tariff duties )I7A\nCompilation of the Messages and Papers of the Presidents 8871 (Sept. 24, 1920) (Pres. Wilson): The\n\nState Department announced that it \"has been informed by the President that he does not deem the\n\ndirection contained in Section 34 of the so-called Merchant Marine Act an exercise of any\n\nconstitutional power possessed by the Congress.\" Id. The statement also defended President Wilson's —\n\n‘decision to sign the bill and noted that \"the fact that one section of the law involves elements of\n\nillegality rendering the section inoperative need not affect the validity and operation of the Act as a\nwhole.\" 5.Green Haywood Hackworth, Digest of International Law 324 (1943).\n\n2) Special Message to the Congress Upon Signing the Department of Defense Appropriation Act, Pub.\n\nPapers of Dwight D, Eisenhower 688 (July 13, 1955): President Eisenhower, in signing a bill (H.R.\n\n6042) that contained a legislative veto, stated that the legislative veto \"will be regarded as invalid by\nthe executive branch of the Government in the administration of H.R. 6042, unless otherwise\ndetermined by a court of competent jurisdiction.\" Id. at 689.-\n\nHOUSE_OVERSIGHT_012390",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012390.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4292,
    "word_count": 655,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:45.192438",
    "prefix": "IMAGES-001"
  }
}