{
  "document_id": "HOUSE_OVERSIGHT_021476",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021476.txt",
  "text": "ae , =\noe ©\n\n-108062 22\n\n=\n\nThe following investigation was conducted by sat\n\nOn 08/27/2007 at approximately 8:26 AM, this writer\nreceived a telephone call from SA SA\n\nb6\nb7C\n\nadvised she had just been notified that Jeffrey Epstein's\n\nprivate plane, bearing tail number N909JE, was due to take off from\nSt. Thomas! airport, Cyril E. King Airport, within the next five\nminutes. This writer advised sa DO\n\ncalls to see if he could have the flight delayed while he responded\nto the airport.\n\nAt approximately 8:27 AM, this writer then contacted[~]\n[| Federal Security Director, U.S. Department of Homeland\nSecurity, United States Virgin Islands. This writer asked if there\nwas any way to delay a flight from taking off due to the possibility\nof that flight bearing targets of interest in a criminal\ninvestigation. [\n\nhe would make some phone\n\nadvised the only way he could delay a flight if\n\nthere was a threa o the safety of the flight. This writer informed\nthis case did not meet that criteria. [CL —_]then provided this\n\nwriter with the phone number to Air Traffic Control (ATC).\n\nThis writer_then contacted ATC (340-714-0793 or 340-774-\n1836) and spoke with, __] (the code name used by the individual\nworking at the tower). I identified myself to i and asked him\nthe status of the flight for N909JE. [_] advised the plane had\nfiled a flight plan that showed estimated departure as being four\nminutes prior to our conversation. [ advised the plane was still\nprocessing through customs at this time. I asked if he had the\ncapability of delaying the flight due to the plane possibly\ntransporting targets of interest in a criminal investigation.\nadvised he could delay the flight a few minutes by informing the\npilot of our approach, should the pilot request permission to take\noff prior to my arrival.\n\nThis writer then departed for Cyril E. King Airport.\nWhile in route to the airport, this writer contacted ssrf\nFBI St. Thomas, and requested she contact Unite tates\nCustoms and Border Patrol (CBP) and inform them of my impending\narrival. This writer then contacted SA[___Jand informed her\n\nof my departure to the airport.\n\nAt approximately 8:44 AM, this writer received a telephone\ncall éxon[ Supervisor, CBP. This writer told[__ ]there\n\nwere possibly two female targets getting ready to take off on the\n\naforementioned plane. [__]told this writer to meet him at the cargo\n\nentrance of the airport.\n\nB/E- 11-10 802 LOO\n\nHOUSE_OVERSIGHT_021476",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021476.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2443,
    "word_count": 412,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:46.296345",
    "prefix": "IMAGES-006"
  }
}