{
  "document_id": "HOUSE_OVERSIGHT_021244",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021244.txt",
  "text": "Back on the set I tell Oliver that Graydon is willing to be in the film with lines. Oliver finds that intriguing.\n\nOliver shoots the piano recital scene over and over again from different angles all afternoon. Financial wizard Don Marron\nsaunters on the set to visit and Oliver spontaneously puts him in a scene chatting with Josh. Carrie Mulligan hangs out watching\nboyfriend Shia work.\n\nAt sundown Julia Koch has to race from reel to real life and explain to her husband where she has been all day. (He loves it.)\n\nChuck Pfieffer plants a \"Page Six\" item and the next day socialites begin calling me to get into the film.\n\nThursday, November 5, Shun Lee Restaurant, West 65th Street\n\nOliver shoots a crowded tight interior scene with Michael, Carrie and Shia, who are having an intimate Chinese dinner.\nSpontaneously, Oliver decides this is the perfect scene for Graydon Carter. After a flurry of calls, Graydon arrives on set, and playing\nhimself, sashays by the table. Gekko jumps up to say hello and Graydon brushes him off with a few dismissive lines.\n\nMonday, November 9, 25 Broadway\n\nOne hundred swells show up at the former Canard Shipping building, a massive Italianate hall, at the crack of dawn for the\nAlzheimer’s Ball, a grand charity event.\n\nSusan Hess and I are chauffeured downtown with our Vera Wang gowns and report to the VIP extra holding area where we join\nPrince Dimitri of Yugoslavia in a bespoke dinner jacket, journalist Christopher Mason, songstress Yanna Avis, photographer Kelly\nKlein, art dealer Larry Gagosian's girl friend Shala Monroque in see-through Rodarte, beauty executive Olivia Chantecaille, producer\nLawrence Robins, author Jackie Weld Drake, Vogue film critic Joan Juliet Buck, fashion consultant Jill Fairchild, CNN’s Felicia\nTaylor and Italian newsman Mario Calvo-Platero.\n\nEllen Mirojnick and her costume department have assembled racks of the most expensive elaborate designer gowns and work at\nbreak neck speed styling while we wildly strip to our undies in a makeshift dressing area. Ellen pours me into a black tulle Marchesa\nwith a enormous wired silver bow. Twenty hairdressers and make-up artists systematically work on 250 extras. A mile of tables are\nalternately filled with steaming coffee, fattening breakfast foods, hair sprays, mirrors, shoes and jewelry. It’s a madhouse of\nexcitement.\n\nWe are led to the part of the set used for the cocktail reception and placed around Michael Douglas and Charlie Sheen stand-ins.\nCharlie has been flown in from LA for half a day's work to reprise his original character. He is now the highest paid television actor\ncommanding two million dollars an episode of “Two and a Half Men.”\n\nOliver arrives on the set greeting, examining, tweaking the shot and always pulling the prettiest girls closest to the\ncamera. Michael and Charlie arrive from their trailers and run their lines as socials drift into their sight lines challenging their\nconcentration on pages of dialogue. Oliver yells, \"Action\" as the extras aggressively jockey for face time. Charlie is not having an\neasy day and they do take after take. My corporate husband Chuck Pfieffer has gotten his real girlfriend Lisa Crosby in the film and\nmy marriage has become a threesome.\n\nSensing our concern of not making it onto the silver screen Oliver tells his first assistant director to seat a dinner table with\nSusan Hess, Jill Fairchild, Prince Dimitri, Chuck Pfieffer, Grace Meigher and Mario Calvo-Platero. He directs us to chat with each\nother turning left and right as the camera closely pans past our faces.\n\nElsewhere on the set are John Buffalo Mailer, as Shia's character's best friend, Austin Pendleton, 94-year-old Eli Wallach and\n\nNatalie Morales. Also in this film are: the magnificent Frank Langella, as Shia’s boss, who throws himself in front of a train early in\nthe film, Susan Sarandon as Shia’s real-estate broker mother, Sylvia Miles, who reprises her hilarious cameo as another real-estate\n\nHOUSE_OVERSIGHT_021244",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021244.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3986,
    "word_count": 650,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.903065",
    "prefix": "IMAGES-006"
  }
}