{
  "document_id": "HOUSE_OVERSIGHT_029429",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029429.txt",
  "text": "From: Joichi Ito \nSent: 7/7/2017 12:05:21 PM \nTo: Jeffrey Epstein [jeevacation@gmail.com] \nSubject: Fwd: A message on the Trump Administration Proposal on Indirect Costs \nAttachments: dkkolnphoaemodnh.png \nImportance: High \nFYI \nBegin forwarded message: \nFrom: \"Maria T. Zuber\" < \nSubject: A message on the Trump Administration Proposal on Indirect Costs \nDate: July 6, 2017 at 12:27:05 PM EDT \nTo: all-research@mitedu  \nCc: Suzanne Pettit < >, Paul Schierenbeck <___________________ \nReply-To: \nIII — \n1 Massachusetts Institute of Technology \nMurtin A, Schmidt, Provost \nMaria T, 7Lihor. Vice President for Research \nDear colleagues, \nWe are writing to alert you to an issue that threatens all of MIT's federally funded research activities but that is often underappreciated. \nWe're referring to the Trump Administration's proposal to put a 10 percent cap on indirect cost reimbursements to universities by the \nNational Institutes of Health — an idea that is already beginning to be talked about for other federal agencies as well. \nAn article explaining indirect costs and why they are important to MIT can be found in the most recent Faculty \nNewsletter: http://web.mit.edu/fnl/volume/295/zuber.html. \nThe Administration's proposed cuts to federal R&D agency budgets have rightly been met with consternation on campus. The indirect \ncost cap proposal is actually an even graver danger because it is easier for the government to institute, and it would do far-reaching \ndamage that is harder to reverse. We need faculty and research staff to understand the devastating effects that capping indirect cost \nwould cause to MIT and other research institutions. \nThe indirect cost cap is easier to implement than a cut to the budget because the Administration can act unilaterally without \nCongressional approval. The proposed agency budget cuts are already running into strong headwinds on both sides of the aisle in \nCongress, and they cannot move forward without 60 votes in the U.S. Senate. The indirect cost cap, by contrast, does not attract the \nsame level of attention because it is not well understood, and the Administration can simply impose a cap — at a single agency, or at all \nof them (since indirect cost reimbursement is fairly uniform across the government now). \nWhat would a 10 percent cap mean for MIT? A 10 percent cap on all federal agencies would cost MIT around $100 million a year. To \nput that in context, the financial crisis of 2008, where we saw a significant decline in endowment, required us to reduce spending by this \nsame order of magnitude. Fortunately, the recovery of the endowment was relatively quick, and we were able to recoup some of that \nloss. In this case, the 10 percent cap is unlikely to be altered in the foreseeable future. Since this is a recurring cost, attempting to \nHOUSE OVERSIGHT 029429 \nrecover this in the future through endowment payout would require on the order of an additional $26 in endowment. These indirect cost \nfunds partially reimburse MIT for upkeep of research buildings and equipment, and literally keeping the lights and heating and cooling \nsystems on. A portion of the money also pays administrative costs required to implement federal regulations and to provide staff who \nhelp apply for and monitor federal grants. \nA cap on indirect costs would directly affect research and researchers. If MIT failed to receive the federal funds needed to operate \nresearch infrastructure, we would need to limit the number of federal grants that the Institute accepts. It would be necessary to \nintroduce a process analogous to under-recovery of foundation proposals to identify the indirect costs to support each federal grant. \nWhile we would seek other ways to raise revenues, we would also need to cut other expenditures (e.g., through layoffs, salary freezes, \netc.), reduce the use of research facilities to cut operating costs, and/or to allow facilities to deteriorate. All of our peer institutions are \nconsidering similar steps. In short, a cut to indirect costs is a cut to research funding. And it's a cut that's more difficult to handle than a \ndecision by a federal agency not to fund a particular project in a given year. \nThe percentage of federal research funding that goes to indirect costs has remained relatively steady for decades, and there has been \na federal cap on administrative costs since the 1990s. The Administration may hope that a proposed cap on indirect costs is seen as \nmitigating the impact of their proposed 22% reduction of the NIH budget. Although it may obscure this impact, in reality it will worsen \nit. The Administration is claiming that a cut to indirect costs will not cut research, but in truth without indirect cost recovery, academic \ninstitutions, including MIT, will not be able to afford to support current levels of federal grants. \nThe MIT administration is working on this matter with the urgency that it deserves. Let us be clear that no one on campus should be \nblasé or unconcerned about the proposal to cap indirect costs. Capping these costs will negatively impact every researcher at MIT. \nPlease let us know if you have any questions or comments. We will keep you informed as this situation evolves. \nSincerely, \nMartin A. Schmidt \nMaria T. Zuber \nHOUSE OVERSIGHT 029430",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029429.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5296,
    "word_count": 847,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.455311",
    "prefix": "TEXT-001"
  }
}