{
  "document_id": "HOUSE_OVERSIGHT_011982",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011982.txt",
  "text": "‘eader in the modeling. fashion. entertainment Public relotions. restaurant, and\ntourism industries has made Mr. Brune! internationally renowned in nose fields.\nAmong his various accomplishments throughout his career are the successful\nmodeling agencies he has founded both in Europe and in the United States. For\nexample, in 1978. Mr. Brunel founded and grew Karin Models Paris from the\nground up to become oa lgad-market agency with a world-wide presence.\nCapturing a sirong market share in Paris, Mr. Brunel successfully created Karin\nModeis as a platform for marquee cllents to obtain sophisticated public retations\nservices and important modeling contract opporiunities. Mr. Brunel's success\nwas 50 greai wilh Karin Paris that in the next ten years, he founded Next Model\nManagement in Los Angeles, California in 1980, Nexi Model Managemen in\nMiami, Flotida in 1982, Mode! Management Group alse in Miami, Floricia in 1986,\nand Rebecca Commercial Casting in New York City. in 1988. The loiter one was\nopened as a talent and casting agency for performers. offering services such as\nvoice-overs, television, and cinema advertising work. again. successfully carving\noul a niche by which to make his mark and achieve bold commerciai\nperformance results,\n\nAlthough Mr. Brunel later sold his rights to Next Management io Faith Kalas\nin 1989, whe parinered with Joel Wilkenfeld a couple of years later: NEXT\nrepresents some of the mosi prestigious women and men in the fashion world\ntoday. Star faleni includes renowned fashion models Molly Sims, Doniela\nPesiova, Audrey Quock. Yamila Diaz, and Malgosia Bela. NEXT continues to\nmainiain on infivential international force in Ihe foshion and modeling industry\nihrough its fully operational offices in New York. Los Angeles, Miami. Sao Paolo,\nMontreal, London. and Paris. as well as iis affiliates in Milan ond Australia,\n\nBecause of sirong revenue growth and successful business perlormance.\nas a resull of his arlislic vision as an artislic director and tateni coordinator. Mr.\nBrunel founded ihe very successful Karin Models of America in New York Cily\nand Karin Models USA in Mami Beach. Mr. Brunel's commercial ventures in\nopening Karin agencies in Pars. New York, and Miami have been oxiremely\nsuccessful. generating combined annua! revenues of twenty five (25) million\ndollars. Eveniually. Mr, Brunel kcensed the Karin nome to agencies in Israel,\nDenmark. Germany, and Span, Mr. Brunel's extraordinary ialanis are not only\nlimiied to launching successful modeling businesses. but also in discovering and\nlaunching the careers of some of ine world's most successful models. Mr. Brunel\nhas launched the extremely successful careers of supermodels such as Chrisly\nTurtingion. Rachel Hunter, Sharon Stone, Monica Bellucci, Estella Warren, and\nChistina Semonnovskaya. These women all proceeded to become some of the\nmos! phoiographed inlernational cover models in the word. appeoring on\nthousands of magazine covers worldwide and spanning many years. ASO resu't\nof his teputalion as 4 highly visible, sitategrc networker who cuilivales and\nconducts business in a global environment and brokers lucrative deals, many\n\nHOUSE_OVERSIGHT_011982",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011982.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3186,
    "word_count": 485,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.024707",
    "prefix": "IMAGES-001"
  }
}