{
  "document_id": "HOUSE_OVERSIGHT_030325",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030325.txt",
  "text": "But whatever the caveats about the bonds, the potential for improving the government’s performance is\nobviously huge. That’s true in education, health care, criminal justice and many other areas.\n\nA recent review found that 10 major social programs had been rigorously evaluated over the past two decades,\nusing the scientific gold standard of random assignment. Only one of the 10 — Early Head Start, for infants,\ntoddlers pregnant women — was a clear success. Yet all 10 still exist, and largely in their original form.\n\nJon Baron, the president of the Coalition for Evidence-Based Policy in Washington, points out that the social\nproblems addressed by antipoverty programs have not gotten much better in years. School test scores have\nbarely changed. College graduation rates for low-income students have stagnated. The poverty rate is as high as\nit was in 1981. Median household income is lower than it was in 1998.\n\n“If we just keep funding social programs the way we have been,” Mr. Baron says, “there’s not a lot of reason to\nthink we'll have much success.”\n\nThe Obama administration’s seven pilot programs would create bonds for, among other areas, job training,\neducation, juvenile justice and care of children’s disabilities. Nonprofit groups like Social Finance could apply.\nSo could for-profit companies, said the White House official, who asked not to be named because the president\nhad not yet released next year’s budget. The $100 million for the bonds would come out of the budgets of other\nprograms, to stay consistent with Mr. Obama’s announced freeze on non-security spending.\n\nOfficials in Massachusetts and New York are looking at similar ideas but have not yet decided whether they\nwill issue bonds.\n\nBeyond the impact of any single program, the bonds have the potential to nudge all government agencies to pay\nmore attention to results. Mr. Obama, after all, campaigned as a reformer who wanted to create a sleek, efficient\n“iPod government.” He has had some success, like the expansion of a program — backed by years of solid\nevidence — in which nurses go to the homes of new at-risk parents to counsel them.\n\nOver all, though, the administration has not done enough to improve government efficiency. Put it this way: If\nsomeone asked you how Mr. Obama had made government work better, would you have an answer?\n\nMaking government work better will be all the more important in the years ahead. The free market is not going\nto solve many of our biggest problems, be it stagnant pay or spotty medical care. And government — in\nWashington and locally — is going to be financially squeezed for a long time.\n\nThere never was a good excuse for wasting billions of taxpayer dollars on programs that didn’t work. But now,\nespecially, there’s no excuse.\n\nHOUSE_OVERSIGHT_030325",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030325.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2792,
    "word_count": 462,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.379589",
    "prefix": "IMAGES-010"
  }
}