{
  "document_id": "HOUSE_OVERSIGHT_023275",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023275.txt",
  "text": "for what , its not a publice co. ? townhouse construciton , household operations, boat, plane, taxes, we\nwent through this with the cash flow. you and 1 know approx how much each will cost. its a week job not\na fulll time one- ada has no lien copies. none. ?! impossible not to know , ask, quesiton? two senior\naccountants CPAs. not the 75k girl that they hired, . IT professional backed by a firm. high quality,can\nwe tap apollo resources? new lawyer , heather level . new receptionist, and bookeeper. get rid of ava.\nnext could be new office ,new furniture , , the whole place reeks of cheap. ITIS MAY<_ I have not\nbeen asked to interview one person to date. notone. having cpas in there tomrrow woudl go a long\nway. idont understand the time line, coo first. ? in by july?? cpas in by sept. tax return due oct 15. ?\n\nDate: Fri, May 1, 2015 at 2:36 PM\n\nSubject:\n\nTo: Melanie Spinella\n\nI know that both you and I heard brads’. 1m out of here if i dont get a coo. . sorry,. 1 know that neither of\nus have stood in the way of his finding/ gettting one.. JPM account DB account GS account, ??? its\nMAY 1. nothing in the first quarter and these are only papers that need signing.\n\nI suggest your thinking on my role and compensation for my work might benefit , from a mental shift -\nthink mark and josh, without the mutual resentment ( HAHA) only in terms of sharing ,thanks, Iam and\nhave been your financial partner i.. rectifying circumstances that appear in hind sight unexplainable. I\nwish you woudl have asked me earllier to review your things , but i understand. I do know that soley asa\nresult of my actions your personal bottom line has increased dramatically, if you had thought of me as\nyour partner in this endeavor , instead of an employee, i think your reaction to sharing t benefits would be\ndifferent.\n\nIf you recall, you wanted me to be paid , unlike others at the END of my work. we discussed this ad\nnauseum, and agreed OCT 15, last year was the end. You had wanted more comfort initially on the art\npartnership so that date was delayed. It has now been six monhts since then, your concept of aftercare .\n. for free. was already unique , in your words this has to have an end.( weaned ) if the actions of josh\nand mark led to one hundred million dollars , what would be their share. Im not sure why it is different\nin your mind. but i respect the fact that it is, Is it because their work seems harder. it cannot be simply\nbecause they devote more time to you .or it appears to involve more effort. I am happy to continue to\nplay a partnership role. as I have been in many areas of your life. . I am also happy to move on and have\nno more of these emails. I find them as tedious as you do . if you prefer a partnership structure , ok with\nme, I tried to minimize the amount of money i would recieve by making it a flat fee . as i wanted you to\nfeel good and have no second thoguths somehow if the payment comes from a partnership structure you\nseem relaxed as opposed to writing a check, I focus on trust and friendship first, and the fact that you\ndon't include josh and mark in that category, gives me great pause . I proposed 33 percent of money\nmade for you. . in the past you agreed that amount. it will be huge, but ok with me, I can talk today at\n945 as you suggested. or if you woudl rather over the weekend ok\n\nDate: Fri, May 1, 2015 at 7:08 PM\nSubject: Fwd: Picasso agreement - question\n\nTo: Melanie Spinella = ss\n\nsilly\n\nDate: Fri, May 1, 2015 at 12:27 PM\nSubject: Picasso agreement - question\n\nTo: Brad Wechsler <>, \"Jeffrey Epstein (jeevacation@gmail.com)\"\n\n<jeevacation@gmail.com>\n\nHOUSE_OVERSIGHT_023275",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023275.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3633,
    "word_count": 693,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.329790",
    "prefix": "IMAGES-007"
  }
}