{
  "document_id": "HOUSE_OVERSIGHT_019993",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019993.txt",
  "text": "world stage carrying out a singular mission.\n\nHere was yet another battle to be won or lost. Bannon regarded Kushner and Cohn (and\nIvanka) as occupying an alternative reality that had little bearing on the real Trump\nrevolution. Kushner and Cohn saw Bannon as not just destructive but self-destructive, and\nthey were confident he would destroy himself before he destroyed them.\n\nIn the Trump White House, observed Henry Kissinger, “it is a war between the Jews\nand the non-Jews.”\n\nOOK Ok\n\nFor Dina Powell, the other Goldman hire in the West Wing, the main consideration when\nIvanka pitched her on coming to work at the White House was the downside assessment of\nbeing associated with a Trump presidency. Powell ran the Goldman Sachs philanthropic\narm, a public relations initiative as well as a courtship of the increasingly powerful pools\nof philanthropic money. Representing Goldman, she had become something of a legend at\nDavos, a supreme networker among the world’s supreme networkers. She stood at an\nintersection of image and fortune, in a world increasingly swayed by private wealth and\npersonal brands.\n\nIt was a function of both her ambition and Ivanka Trump’s sales talents during swift\nmeetings in New York and Washington that Powell, swallowing her doubts, had come on\nboard. That, and the politically risky but high-return gamble that she, aligned with Jared\nand Ivanka, and working closely with Cohn, her Goldman friend and ally, could take over\nthe White House. That was the implicit plan: nothing less. Specifically, the idea was that\nCohn or Powell—and quite possibly both over the course of the next four or eight years\nwould, as Bannon and Priebus faltered, come to hold the chief of staff job. The president’s\nown constant grumbling about Bannon and Priebus, noted by Ivanka, encouraged this\nscenario.\n\nThis was no small point: a motivating force behind Powell’s move was the certain\nbelief on the part of Jared and Ivanka (a belief that Cohn and Powell found convincing)\nthat the White House was theirs to take. For Cohn and Powell, the offer to join the Trump\nadministration was transmuted beyond opportunity and became something like duty. It\nwould be their job, working with Jared and Ivanka, to help manage and shape a White\nHouse that might otherwise become the opposite of the reason and moderation they could\nbring. They could be instrumental in saving the place—and, as well, take a quantum\npersonal leap forward.\n\nMore immediately for Ivanka, who was focused on concerns about women in the\nTrump White House, Powell was an image correction to Kellyanne Conway, whom, quite\napart from their war with Bannon, Ivanka and Jared disdained. Conway, who continued to\nhold the president’s favor and to be his preferred defender on the cable news shows, had\npublicly declared herself the face of the administration—and for Ivanka and Jared, this\n\nHOUSE_OVERSIGHT_019993",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019993.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2891,
    "word_count": 475,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.234460",
    "prefix": "IMAGES-005"
  }
}