{
  "document_id": "HOUSE_OVERSIGHT_019896",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019896.txt",
  "text": "understatement. Early in the campaign, in a Producers-worthy scene, Sam Nunberg was\nsent to explain the Constitution to the candidate: “I got as far as the Fourth Amendment\nbefore his finger is pulling down on his lip and his eyes are rolling back in his head.”\n\nAlmost everybody on the Trump team came with the kind of messy conflicts bound to\nbite a president or his staff. Mike Flynn, Trump’s future National Security Advisor, who\nbecame Trump’s opening act at campaign rallies and whom Trump loved to hear complain\nabout the CIA and the haplessness of American spies, had been told by his friends that it\nhad not been a good idea to take $45,000 from the Russians for a speech. “Well, it would\nonly be a problem if we won,” he assured them, knowing that it would therefore not be a\nproblem.\n\nPaul Manafort, the international lobbyist and political operative who Trump retained to\nrun his campaign after Lewandowski was fired—and who agreed not to take a fee, amping\nup questions of quid pro quo—had spent thirty years representing dictators and corrupt\ndespots, amassing millions of dollars in a money trail that had long caught the eye of U.S.\ninvestigators. What’s more, when he joined the campaign, he was being pursued, his every\nfinancial step documented, by the billionaire Russian oligarch Oleg Deripaska, who\nclaimed he stole $17 million from him in a crooked real estate scam.\n\nFor quite obvious reasons, no president before Trump and few politicians ever have\ncome out of the real estate business: a lightly regulated market, based on substantial debt\nwith exposure to frequent market fluctuations, it often depends on government favor, and\nis a preferred exchange currency for problem cash—money laundering. Trump’s son-in-\nlaw Jared Kushner, Jared’s father Charlie, Trump’s sons Don Jr. and Eric, and his daughter\nIvanka, as well as Trump himself, all supported their business enterprises to a greater or\nlesser extent working in the dubious limbo of international free cash flow and gray money.\nCharlie Kushner, to whose real estate business interests Trump’s son-in-law and most\nimportant aide was wholly tied, had already spent time in a federal prison for tax evasion,\nwitness tampering, and making illegal campaign donations.\n\nModern politicians and their staffs perform their most consequential piece of\nopposition research on themselves. If the Trump team had vetted their candidate, they\nwould have reasonably concluded that heightened ethical scrutiny could easily put them in\njeopardy. But Trump pointedly performed no such effort. Roger Stone, Trump’s longtime\npolitical adviser, explained to Steve Bannon that Trump’s psychic makeup made it\nimpossible for him to take such a close look at himself. Nor could he tolerate knowing that\nsomebody else would then know a lot about him—and therefore have something over him.\nAnd anyway, why take such a close and potentially threatening look, because what were\nthe chances of winning?\n\nNot only did Trump disregard the potential conflicts of his business deals and real\nestate holdings, he audaciously refused to release his tax returns. Why should he if he\nwasn’t going to win?\n\nHOUSE_OVERSIGHT_019896",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019896.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3173,
    "word_count": 514,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.060822",
    "prefix": "IMAGES-005"
  }
}