{
  "document_id": "HOUSE_OVERSIGHT_029160",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029160.txt",
  "text": "Sickle cell DISEASE by contrast refers to an individual with two sickle genes and this\nis a serious condition since there is extensive sickling in a person who is otherwise\nnormal and lacks, for example, malaria. The survival rate of such individuals in\nJamaica (where 10% of the population have a sickle gene and 1% two copies) is 57\nyears, a good 10+ years below normal—nor is life pleasant or easy. This is the only\ncrudity in the same, the failure to ameliorate the negative effects of two copies.\n\nIt is correct as Peter says, that relatively recent human invasion by malaria\n(~10,000 years ago) was probably in response to large population increases due to\nagriculture and so on. This short time period has also prevented much selection to\nameliorate the sickle cell disease. It is not true, however, that “it and many other\ncrude adaptations” result from the “ability of the malarial parasites to outwit the\nimmune system”. First of all, other “adaptations” are no more crude than the sickle\ntrait. For example, the Duffy antigen, a surface protein on red blood cells, is designed\nto spot Plasmodium and prevent entry. And the parasite does not “outwit the\nimmune system”. It is one of the very few Protozoa (or for that matter bacteria) that\nlive WITHIN cells and thus escape the immune system entirely (except see below).\nViruses live inside cells, precisely why we can’t use antibiotics against them.\n\nAnd here is a joke for you. Bacteria, as we know, are rapidly evolving resistance to\nalmost all antibiotics but on many tips of the branches of the bacterial bush, species\nare evolving that DEPEND on antibiotics for their food—stop treating them with\nantibiotics and they die of hunger!\n\nPlasmodium reproduces within its red blood cell and the offspring are released into\nthe blood as the cell bursts. Now the immune system responds strongly and all hell\nbreaks loose, fever and chills, bed-ridden and sometimes dead. When given a choice,\nmosquitos preferentially bite sick people, perhaps because they are too weak to\nswat the mosquitos away. Once in a mosquito, they do nothing to harm it other than\ncongregate in its mouth near the biting organ, the better to arrive new human.\n\nHOUSE_OVERSIGHT_029160",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2216,
    "word_count": 373,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:45.943896",
    "prefix": "IMAGES-010"
  }
}