{
  "document_id": "HOUSE_OVERSIGHT_013413",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013413.txt",
  "text": "Palm Beach Daily News: Archives 4/7/11 1:32 PM\n\nStart or\n\nPalmBeachDailyNews.com I Rone vou\n\nThine Subscription\nTHE SHINY SHEET . pt\n\n| powered by PRHOO!\n\nSearch for Palm\nBeach Daily News\n\n\" | Follow @ShinySheet\non Twitter!\n\nNEWS : Classifieds Real Estate\nReligion | Archives\nAdvertise Automotive\n\nE-mail this page ©Print this page 27 Most popular\n\nNew Search Return to results Printer Friendly\nAbout your archives purchase:\nYour purchase of 20 articles expires on 04/07/2011 4:22 PM.\nYou have viewed 2 articles and have 18 articles remaining.\n\nupdates in your e-mail\n\nSign up to receive\nPalm Beach Daily News (FL) our e-mail\nnewsletters here.\n\nLAWYER: EPSTEIN MADE ADMISSIONS ON TAPE\nMICHELE DARGAN, Daily News Staff Writer\n\nPublished: April 29, 2010 ee\n\nA tape recorded interview between a reporter and convicted sex offender Jeffrey Epstein contains t ns\n\n\"damning admissions by Epstein,” which includes Epstein saying he had come \"close to crossing a line\" -\n\nconcerning sex with underage girls. H\n\nThose and other revelations about the 22-minute interview by New York Daily News reporter George Rush Palm Beach Dal ly News\n\nwith Epstein are contained in a 24-page court filing by attorneys Brad Edwards and Paul Cassell on behalf NEWSLETTERS\n\nof Jane Doe. Edwards represents Doe and two other Epstein victins. Edwards and Cassell are fighting to\n\nobtain the tape to further their case of sexual abuse by Epstein when Doe was a minor.\n\nEpstein, 57, was released from jail in July after serving 13 months of an 18-month state sentence for\n\nsoliciting a minor for prostitution and soliciting prostitution. Nearly two dozen young women have filed\n\nlawsuits against Epstein -- some already settled -- all alleging Epstein sexually abused them as minors at\n\nhis El Brillo Way home, where he is now serving house arrest.\n\nThe New York Daily News is seeking to keep the tape confidential, citing reporter's protected privilege.\n\nIn response, Cassell says the newspaper waived its protected privilege when Rush played the recording\n\nfor three people and described its contents to two others, including Edwards.\n\nIn addition, Cassell writes that privilege can't be applied in this situation because it doesn't involve an\n\nissue related to a confidential source. The person on the tape is Epstein.\n\nEven if there is \"qualified privilege,\" Cassell maintains it is outweighed by Doe's inability to obtain the\n\ninformation anywhere else and her “compelling need to obtain Jeffrey Epstein's own words about his\n\nsexual abuse and lack of remorse.\"\n\nWhen reached by phone Wednesday, Anne Carroll, attorney for the New York Daily News, said she will\n\nanswer Cassell in a court filing. Both the New York Daily News and Doe have asked a federal court judge\n\nin Manhattan to listen to the tape in chambers to help determine whether privilege applies.\n\nEpstein and others who helped him procure minor girls for massages and sex acts have taken the Fifth\n\nAmendment in their depositions, stymieing Doe and the other victims suing Epstein, the documents say.\n\nMichael Fisten, an investigator working for Doe, discovered the existence of the tape in fall 2009. An\n\nauthor who had listened to the tape told Fisten that Rush had a tape recording of Epstein \"discussing the\n\nsexual abuse of minor girls.\"\n\nAccording to a sworn affidavit by Fisten, he called Rush, who confirmed he interviewed Epstein and made\n\na tape. According to Fisten, Rush told him that he compiled negative information from Epstein about his\n\nexploits with underage girls and how he eluded the justice system. But Fisten said that Rush told him that\n\nhis publisher, who knows Epstein, killed it after receiving a call from Epstein.\n\nFisten said Rush told him, among other things, that the following information was contained on the tape:\n\nThat Epstein said he went to jail in Florida for no reason and if the sexual abuse of minors had happened\n\nin New York, he would have only received a $200 fine.\n\nThat L.M., one of Edwards’ clients who sued Epstein for sexual abuse as a minor, came to him as a\n\nprostitute and a drug user (meaning she came to him for sex, rather than him pursuing her).\n\nThat all the girls suing him are only trying to get a meal ticket.\n\nThat the only thing he might have done wrong was to maybe cross the line a little too closely.\n\nIn a sworn deposition, Edwards states that Rush disclosed much of the information contained on the tape\n\nto him in a conversation.\n\nEdwards said in his statement that the Rush interview is \"unique and not otherwise obtainable from other\n\nwitnesses because it can be used to prove perjury -- a federal crime.\n\nEdwards said Epstein testified in a deposition that he did not recognize the name George Rush from the\n\nNew York Daily News \"despite the fact that he gave a personal interview that we all now know to have\n\nbeen tape recorded.”\n\n-- mdargan@pbdailynews.com\n\nhttp://nl.newsbank.com/nl-search/we/Archives?p_action=doc&p_doci...ername=dkiesq&s_accountid=AC0O111040620221012261&s_upgradeable=no Page 1 of 2\n\nHOUSE_OVERSIGHT_013413",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013413.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5040,
    "word_count": 819,
    "line_count": 134,
    "import_date": "2025-11-19T21:47:48.855582",
    "prefix": "IMAGES-002"
  }
}