{
  "document_id": "HOUSE_OVERSIGHT_024712",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024712.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\na dietary supplement but not represented for use as a conventional food or as a sole item of a meal or\nthe diet. A dietary supplement generally is deemed to be a food under the FD&C Act.\n\nThe FD&C Act does not require foods or food labels to be pre-approved by the FDA, but it does\ngive the FDA broad authority to regulate the safety of food and food labels and to prevent interstate\ncommerce in adulterated or misbranded food. Facilities engaged in manufacturing, processing, pack-\ning or holding food for consumption in the United States are required to be registered with the FDA.\nThe FD&C Act requires most foods to bear nutrition labeling and requires food labels that bear\nnutrient content claims and certain health messages to comply with specific requirements. The FDA is\nauthorized to enforce safety and labeling regulations by conducting inspections, sampling, recalls and\nseizures, and by pursuing injunctions and criminal prosecutions.\n\nCannabis-Based Foods and Dietary Supplements\n\nThe FDA has published guidance (most recently updated in August 2017) concluding that (i) the\nFD&C Act does not permit foods to which THC or CBD have been added to be sold in interstate\ncommerce and (ii) any product containing THC or CBD is not a dietary supplement. For this conclu-\nsion to be legally correct, based on the FD&C Act provisions cited by the FDA, it would need to be\ndemonstrated that neither THC nor CBD were marketed in or as a food or as a dietary supplement\nbefore the occurrence of certain approvals and clinical investigations of drugs that include THC (e.g.,\nMarinol) or CBD (e.g., Sativex or Epidiolex). The FDA publication does not demonstrate that neither\nTHC nor CBD were marketed in or as a food or as a dietary supplement before such occurrences and\nmerely states that the FDA is “not aware of any evidence that would call into question” its conclusion.\nThe FDA’s conclusion has not been subject to any legal challenge, and it remains unresolved whether\ncertain cannabis-based products, particularly hemp-derived CBD products, might be regulated by the\nFDA as foods or dietary supplements rather than as drugs.\n\nFDA Policy and Enforcement\n\nIn December 2016, the FDA published a document titled Botanical Drug Development; Guidance for\nIndustry that discusses several areas in which, due to the unique nature of botanical drugs, the FDA\nbelieves it is appropriate to apply regulatory policies that differ from those applied to nonbotanical\ndrugs. The guidance discusses challenges inherent to botanical drugs, including challenges related to\nensuring therapeutic consistency, and suggests certain steps to address those challenges. The guidance\nwas published only months after the DEA announced a new policy designed to increase the number\nof DEA-registered cannabis cultivators and permit-registered cultivators to grow cannabis for privately\nfunded commercial drug development projects. These parallel developments indicate to some that the\nfederal government is opening a pathway to federal approval of cannabis-derived drugs.\n\nThe FDA has the legal authority under the FD&C Act and related regulations to significantly dis-\nrupt the state-legal cannabis industry in the United States. The FDA has issued warning letters during\nthe past several years to distributors of hemp-based CBD products but has not broadly enforced fed-\neral law against the cannabis industry. A cannabis-focused publication on the FDA website states that\nin deciding whether to initiate federal enforcement, the FDA may consult with its federal and state\n\n76 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024712",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024712.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3691,
    "word_count": 581,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.102525",
    "prefix": "IMAGES-008"
  }
}