{
  "document_id": "HOUSE_OVERSIGHT_011114",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011114.txt",
  "text": "solution is to devolve commercial banks into their separate deposit and lending\n\nfunctions, with separate stockholders and only incidental interaction.\n\nIt is best for the free market to do this alone. The omnibus fund could be the decisive\ninnovation. It too is possible today. It would offer clients full competitive return, so\nthat no supply would be too large. It would match bank deposits in liquidity and\npayment services with the low service charges typical of other index funds, while\ntailoring risk and return to client needs with essentially costless derivatives. The\n\nintention would be obsolescence of bank accounts, and devolution of banks in result.\n\nDeposit-and-lend banks, inevitably leveraged at 10:1 or more, are the weak link\nexplaining economic collapses about once a generation since the system was\nfounded in the Renaissance. Misdeeds and misguesses and world events were only\nthe proximate cause. Chicanery will be with us forever. Honest bad judgment will be\nwith us forever. Supply shocks, as when OPEC raised oil prices in 1973, will be with\nus forever. Wars will be with us forever. Setbacks for our trading partners will be\nwith us forever. These bring the high winds. I don’t foresee much payout in trying to\n\ndial down the winds by upgrading human nature. The payout is in stabler structures.\n\nThe big bad wolf huffed and puffed, and the brick house stood. Omnibus funds will\ncarry no leverage. Accounts themselves will be levered to taste, but for short periods\nonly. Futures trade in seconds. The fund as a whole cannot become worthless until\neach and every security in its portfolio does. High winds and leverage can wipe out\nthe accounts of risk-takers who chose the long leg, but not of those who opted for\ncontractual interest and safety. That’s as it should be. Risk-takers may name their\n\npoison. Omnibus means for all, and all-inclusive.\n\nDerivatives are central to the omnibus fund idea. Some see them as dangerous. They\ncan be. They are powerful. But they have a good track record of performing as\n\ncontracted. Cash reserves, called margins, have proved enough to escape default\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 25\n\nHOUSE_OVERSIGHT_011114",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011114.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2196,
    "word_count": 358,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.196573",
    "prefix": "IMAGES-001"
  }
}