{
  "document_id": "HOUSE_OVERSIGHT_018565",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018565.txt",
  "text": "made mistakes, so there are moments in Sex Positive that I wish I could clarify -- but it's\nnot my film. That's why I'm thrilled that you're giving me the first opportunity to address\nthe moments that make me cringe when I see the movie -- and what amazed me is that\nyou nailed most of them.\n\nMe -- pressured into S&M? Hell, no. I stumbled across BDSM porn in college, and was\nboth appalled and more turned on than I was to any other porn. I pursued a few\nexperiences as a novice when I was in college, and I was completely turned off to the\nscene for years. The few Tops I met were clumsy, distracted by fetishes that bored me,\nand I was convinced a bottom could easily get hurt -- so I walked away.\n\nWhen I began hustling in NYC, I was an angry activist and it attracted S&M bottoms that\nwere happy to teach me what I could do with my anger that was erotic and consensual.\nTo that I added what I had learned that Tops did wrong -- and presto! I got really good at\nit fast -- and I loved it. I was doing two or three scenes a day, but because I could often\nsteer a scene to what turned me on, it felt more like play than work.\n\nIf I hadn't had been trained as a Top by older, experienced bottoms who were hiring me, I\nstill would have had S&M experiences on my own. But I doubt that I would have gotten\nas heavily into the scene if it wasn't for hustling. That's where I earned my S&M PhD.\n\nIn 1979, S&M was considered the fallback scene for aging hustlers -- it was what you\nturned to when you were losing your youth. There was such a dearth of good Tops. But I\nhad the raw material to be a great Top at 23, and I built quite a reputation on word-of-\nmouth referrals and repeats. Many of my clients became close friends.\n\nCT: Where do you place BDSM in your sexual identity and self-conception? Do you\nsee it as deeply part of you, or something you chose? Do you think of your BDSM\nurges as coming from a place as deep, as intrinsic, as your gay orientation?\n\nRB: I think it's too late for me to answer that question. Turning my libido into an\noccupation at 23 changed me in both good ways and bad. It would take a book to explain\n-- so let me just say that as a product of gay male sex in the 70s, there was an element of\npower intrinsic to the sexuality of the times. That shaped me. I don't see vanilla sex and\nS&M sex as mutually exclusive because I believe in Tops and bottoms -- and that's the\nbasis of BDSM. \"Tops and bottoms\" are not exclusive to BDSM; the terms are widely\nused for assigning roles of power in sex in general. Gore Vidal said, \"There is no such\nthing as gay and straight -- only top and bottom.\" I believe both are true.\n\nBut one shouldn't lose sight of the fact that a third of my living space for the past three\ndecades was a sound-proofed dungeon.\n\nI think that a culture like ours that's based on competition, as opposed to cooperation, can\nbe extremely sadomasochistic. I think bad S&M can be found in many aspects of our\ndaily life, and good S&M is just eroticizing aspects of being human that can enhance sex\nimmensely for some.\n\nCT: What kind of BDSM advocacy have you encountered? What kind of sex work\nadvocacy have you encountered? What did you think of what you saw? Do you have\nany ideas about how to make those movements effective? Do you have any fears\n\nHOUSE_OVERSIGHT_018565",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3318,
    "word_count": 644,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.084249",
    "prefix": "IMAGES-005"
  }
}