{
  "document_id": "HOUSE_OVERSIGHT_018367",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018367.txt",
  "text": "problem eight years sooner!*3, Between 2007 and 2015 the number of connections a\nHillis-style neural computer could handle grew from 1 million to 100 billion. This\nspeed did produce things very like science fiction: Accurate voice recognition. Real-\ntime genetics. And it also began to mark out, clearly, the powerful network territory\nwhere our future will be decided.\n\n<P\n\nOf all the things that mark a change between our modern lives and the days of those\nwho came before us, few are as sensationally obvious as the sheer acceleration of\nlife, the reduction of delay and the emerging instantness of experience. Faster. What\nis going on inside the machines, as Mel Conway’s old law would have told us, is\nhappening too on the surface of our lives. A feeling of breathlessness in the face of\nspeed isn’t new, of course. When Anna Karenina folds herself under an oncoming\ntrain at the end of Tolstoy’s novel, for instance, her suicide is as much metaphor as\npersonal tragedy, a comment on the disorienting steam, engine, and rail pace of\nmodernity. Speed kills, old habits and ideas particularly. Between 1840 and 1940\ntravel times between Anna’s St. Petersburg and Vronsky’s Moscow shrunk by 10\nminutes every year on average, loosing deep cracks in Russian economics and\npolitics, tearing apart Anna’s slow-moving world of glittering balls and hereditary\nestates with the fast force of industry, modernity and then the awful pliers of\ncommunism. Tolstoy’s own death in 1910 held a bit of this acute tension between\nold and new velocities: At 82, hoping to live out his final days in the peace of a small\nhut, he left his family for the rural Russian town of Sharmardino. By train. He died at\na station on the way, stopped quite literally, like an absurd figure in a Gogol novel, as\nhe was enacting the tragedy of trying to use the modern to get to the past.\n\nAt the same time in the late 19 Century, the American rail system was working its\nown transformation, but with almost no ambivalence. America was using the\nmodern to get to the future - as fast as possible. This was a decisive difference in\ntemperament. “The American frontier,” Frederick Jackson Turner wrote in his\nfamous 1894 essay about borders and American life, “is sharply distinguished from\nthe European frontier—a fortified boundary line running through dense\npopulations.”1% American rails and roads (and trade) encountered no substantial\nfortifications. They ran nearly unchecked into the wilderness. The only apparent\nlimit to expansion, that generation thought, was technology itself. The trains had,\nfrom the start, an unusual purchase in American life. During the three decades after\n1840, the refinement of small but important details - faster train engines, stiffer\ncarriage design, tracks that were straighter, an ability to move and re-load boxcars\nat night, better time-table management - eased America into the steam engine age\n\n193 You can solve: Adam Beberg lecture “Distributed Systems: Computation with a\nmillion friends”, speech at Stanford University Computer Systems Colloquium (April\n30, 2008) available online\n\n195 “The American frontier”: Frederick Jackson Turner, “The Significance of the\nFrontier in American History”, The Annual Report of the American Historical\nAssociation, 1894, pp. 119-227\n\n135\n\nHOUSE_OVERSIGHT_018367",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3316,
    "word_count": 536,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.676331",
    "prefix": "IMAGES-004"
  }
}