{
  "document_id": "HOUSE_OVERSIGHT_014822",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014822.txt",
  "text": "Case 1:15-cv-07433-RWS Document 751-9 Filed 03/17/17 Page 3 of 3\nThe women have objected to how U.S. prosecutors handled Epstein's case, and want authorities to reconsider a\nplea deal that allowed Epstein to avoid much more serious federal charges and potentially longer prison time.\nEpstein served 13 months of an 18-month sentence after pleading guilty to a single charge of soliciting prostitution\nbefore being released in 2009.\n\nIt was not the first time Prince Andrew has faced media scrutiny over his friendship with Epstein. In July 2011 the\nroyal stepped down from his role as a U.K. trade ambassador after he was photographed with Epstein in New York.\n\nPrince Andrew is the second son and third child of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. He is\nfifth in line to the British throne behind his older brother Prince Charles, nephew Prince William, grandnephew\nPrince George, and nephew Prince Harry.\n\nThe Sunday Mirror reported that Prince Andrew was on a skiing holiday in Switzerland, where he had been staying\nwith his ex-wife Sarah Ferguson and their daughters, Princess Beatrice and Princess Eugenie.\n\nIn a further bizarre twist to the story, prominent attorney Alan Dershowitz, who is also named in the court\ndocuments, told the BBC that he is planning legal action against the woman.\n\n\"If she believes she has been hurt by me and Prince Andrew, she should be suing us for damages,\" the former\nHarvard Law professor said. \"| welcome that lawsuit. | welcome any opportunity that would put her under oath and\nrequire her to state under oath these false allegations.\"\n\nThe Associated Press contributed to this report.\n\n2/2\n\nHOUSE_OVERSIGHT_014822",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014822.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1677,
    "word_count": 274,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:45.219091",
    "prefix": "IMAGES-003"
  }
}