{
  "document_id": "HOUSE_OVERSIGHT_012759",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012759.txt",
  "text": "connection to individual nghts; we have cut out morality as the governor. This suite of transformations,\nenabled by our promiscuous brain, allowed us to occupy a unique position within the animal kingdom as\nlarge scale killers.\n\nChimpanzees only kill adults when there are many attackers against one victim, with the vast\nmajority of kills focused on individuals outside of their own group; most kills within the group are aimed\nat infants, where the costs to the attacker are low. Though humans also kill members of enemy groups\nwhen there are many against one —a pattern that is common among hunter-gatherers and other small-\nscale societies — we depart from this narrow pattern in terms of numbers and the array of potential\nvictims. When humans kill, we go at it with many against many, one against one, and even one against\nmany, including as victims both those outside of our group and those within, young and old, same and\nopposite sex, and mating partner and competitor.\n\nAdd the chimpanzee’s adaptive capacity for coalitionary killing to the promiscuous capacity of\nthe human brain, and we arrive at a uniquely aggressive species, one capable of inflicting great harm on\nothers in any context. Though the modern invention of scud missiles and stealth bombers undoubtedly\nenriched our capacity to kill on a large scale by putting distance between killers and victims, these\nweapons of mass destruction were not necessary. Today, we need only travel back a few years to 1994 to\nwitness the machete genocides of Rwanda, a painful memory of our capacity to wipe out close to a\nmillion people in 100 days with hand to hand combat. This is excessive harm, enabled by our ability to\nuse denial to minimize the perceived costs of killing another person and to motivate the anticipated\nbenefits. Denial turns down the heat of killing another and turns us into callous predators.\n\nEvolutionary changes in the connections to the brain’s reward system provided a second, cost-\noffsetting step, allowing us to move into novel arenas for harming others. When an animal wins a fight,\nthe reward circuitry engages, providing a physiological pat on the back and encouragement for the next\nround. This same circuitry even engages in anticipation of a battle or when watching winners. The\nreward system is important as it motivates competitive action in situations that are costly. There is one\nsituation, however, where the reward system is remarkably quiet, at least in all social animals except our\nown: detecting and punishing those who attempt to cheat and free-ride on others’ good will.\n\nPunishment carries clear costs, either paid up front in terms of resources expended on physically\nor psychologically attacking another, or paid at the end if the victim fights back or retaliates. These costs\ncan be offset if punishers and their group benefit by removing cheaters or teaching them a lesson. Among\nanimals, punishment is infrequently seen in vertebrates, especially our closest relatives the nonhuman\nprimates. When it is seen, the most common context is competition, not cooperation. Like lethal killing,\nthen, punishment in animals tends to be restricted to a narrow context. Like lethal killing, punishment in\n\nanimals is psychologically monogamous.\n\nHauser Prologue. Evilution 13\n\nHOUSE_OVERSIGHT_012759",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012759.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3307,
    "word_count": 534,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.319995",
    "prefix": "IMAGES-002"
  }
}