{
  "document_id": "HOUSE_OVERSIGHT_020076",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020076.txt",
  "text": "and become his replacement—and indeed, eleven days later Lewandowski would be gone.\n\nAll this was part of the background to one of the most preposterous meetings in\nmodern politics. On June 9, 2016, Don Jr., Jared, and Paul Manafort met with a\nmovieworthy cast of dubious characters in Trump Tower after having been promised\ndamaging information about Hillary Clinton. Don Jr., encouraged by Jared and Ivanka,\nwas trying to impress his father that he had the stuff to rise in the campaign.\n\nWhen this meeting became public thirteen months later, it would, for the Trump White\nHouse, encapsulate both the case against collusion with the Russians and the case for it. It\nwas a case, or the lack of one, not of masterminds and subterfuge, but of senseless and\nbenighted people so guileless and unconcerned that they enthusiastically colluded in plain\nsight.\n\nOOK Ok\n\nWalking into Trump Tower that June day were a well-connected lawyer from Moscow,\nwho was a likely Russian agent; associates of the Azerbaijani Russian oligarch Aras\nAgalarov; a U.S. music promoter who managed Agalarov’s son, a Russian pop star; and a\nRussian government lobbyist in Washington. Their purpose in visiting the campaign\nheadquarters of a presumptive major party nominee for president of the United States was\nto meet with three of the most highly placed people on the campaign. This meeting was\npreceded by an email chain addressed to multiple recipients inside the Trump campaign of\nalmost joyful intent: the Russians were offering a dump of negative or even incriminating\ninformation about their opponent.\n\nAmong the why-and-how theories of this imbecilic meeting:\n\n¢ The Russians, in organized or freelance fashion, were trying to entrap the Trump\ncampaign into a compromising relationship.\n\n¢ The meeting was part of an already active cooperation on the part of the Trump\ncampaign with the Russians to obtain and distribute damaging information about\nHillary Clinton—and, indeed, within days of the Don Jr. meeting, WikiLeaks\nannounced that it had obtained Clinton emails. Less than a month later, it started to\nrelease them.\n\n¢ The wide-eyed Trump campaign, largely still playacting at running for president—\nand with no thought whatsoever of actually winning the election—was open to any\nand all entreaties and offers, because it had nothing to lose. Dopey Don Jr. (Fredo, as\nSteve Bannon would dub him, in one of his frequent Godfather borrowings) was\nsimply trying to prove he was a player and a go-to guy.\n\n¢ The meeting included the campaign chairman, Paul Manafort, and the campaign’s\nmost influential voice, Jared Kushner, because: (a) a high-level conspiracy was\nbeing coordinated; (b) Manafort and Kushner, not taking the campaign very\n\nHOUSE_OVERSIGHT_020076",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020076.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2750,
    "word_count": 441,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.380020",
    "prefix": "IMAGES-005"
  }
}