{
  "document_id": "HOUSE_OVERSIGHT_027941",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027941.txt",
  "text": "Places like Bet El, Shiloh, or Hebron. They represented the historic wellspring\nnot just of the state we’d created, but of Jewish civilization, our heritage, our\nmoral and ethical foundation. As I drove back to Tel Aviv with Avraham and\nthe others on the morning of fourth day of the war, we heard Israeli ground\nforces were consolidating their hold there as well.\n\nAfter dropping Avraham at the kirya, we drove back to the sayeret base, but\nit was nearly empty. The main fighting was now with Syrian armored units on\nthe Golan Heights, and most of the men in the unit had gone north in the hope\nof joining what seemed likely to be the final stage of the war. Although the\nprecise outcome was not yet clear, there was a dawning certainty, almost\nsurreal, that\n\nIsrael was gaining control of all the areas across our 1948 borders from\nwhich the Arab states around us had shelled Israeli farming settlements, or\nfacilitated fedayeen attacks and ambushes against our citizens — the very border\nareas where I’d led intelligence operations in Sayeret Matkal.\n\nI, too, drove north. Not far from Kibbutz Dan, the staging point for our first\nGolan operation, I linked up witha group of other sayeret reservists. Israeli\ntanks had already broken the main resistance of the Syrians, but fighting was\ncontinuing in a few parts of the Golan. In the western corner of the Heights\nwhich bordered Lebanon, several villages still lay beyond the Israeli advance.\nWe got an order to see if we could take them. It took barely an hour, against no\nmore resistance than I’d met in “capturing” the Egyptians in the Sinai bunker.\nBy the time we had made our way back across the Golan to the now-abandoned\nSyrian headquarters in Quneitra, it was sunset. The war was drawing to a close.\n\nI gave my Jeep to a couple of paratroopers and hot-wired a more comfortable\nmode of transport back home: a big, black Mercedes which had obviously\nbelonged to a senior Syrian officer. If only because of the license plates, I\navoided the main road back into Israel. I found a dirt track running between\nSyrian positions on the southern edge of the Golan and descended toward the\nfruit groves of Kibbutz Ha’on, near the Sea of Galilee. I then headed for\nGivataim in north Tel Aviv, to a place I knew well. It was the home of\nMenachem Digli. He had been Avraham Arnan’s deputy in the sayeret when I\nleft for my stint in officers’ school. Before I returned to the unit, he had a\nmotorcycle accident, badly damaging his leg. He’d been temporarily reassigned\nto a post in intelligence. I figured a Syrian Mercedes would make a nice gift.\nNot wanting to wake him, I left it in front of his house. Sadly, he never got to\nuse it. The next day a couple of military policemen knocked on his door and\n\n93\nHOUSE_OVERSIGHT_027941",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2777,
    "word_count": 495,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.202273",
    "prefix": "IMAGES-009"
  }
}