{
  "document_id": "HOUSE_OVERSIGHT_022453",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022453.txt",
  "text": "Inference: International Review of Science\n\nFeedback & Comments\n\n“Many thanks for information concerning the new issue of Inference. J will be reading the\nmaterial presented in it with my great interest, especially because of very eminent persons among\nthe authors of articles of this issue.”\n\nWilliam Kininmonth\nAustralian retired meteorologist.\n\n“Thank you for advising of the availability of the fifth issue of Inference. Jt has splendid articles\n\ngd\n\nand may the publication prosper.’\n\nMatthew Kleban\n\nAssociate Professor of Physics and Director of the Center for Cosmology and Particle Physics at\nNew York University.\n\n“Tt seems to me that Ellis’ criticism of my response is rather dishonest. He quotes part of a\nparagraph, and then attacks it (“Wrong...”) on precisely the grounds that I addressed in the\nsentences following the part he quoted, which he ignores. Nevertheless, I’m glad to see this\ndebate playing out in a serious publication (rather than on blogs etc).”\n\nLawrence Krauss\n\nFoundation Professor of the School of Earth and Space Exploration at Arizona State University\nand director of its Origins Project.\n\n“It is a remarkable collection. Iam honored to be listed as a part of it.”\n\nMartin Krieger\n\nProfessor of planning at the Sol Price School of Public Policy at the University of Southern\nCalifornia.\n\n“Inference continues to have terrific stuff: Please tell the editors that what is being published in\nInference is much better than what appears elsewhere in its areas of concern. Concrete, specific,\ninteresting.”\n\nHOUSE_OVERSIGHT_022453",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022453.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1561,
    "word_count": 242,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.643655",
    "prefix": "IMAGES-006"
  }
}