{
  "document_id": "HOUSE_OVERSIGHT_013438",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013438.txt",
  "text": "The billionaire financier, who attended The Queen's birthday party in 2000, was sentenced to 18 months in prison in 2008,\nhaving secured a plea bargain that prevented full criminal trials. He later settled more than a dozen multi-million dollar civil\nlawsuits from his alleged victims out of court.\n\nThe previously undisclosed journal, however, “detailed the full scope and the extent of Epstein's involvement with underage\ngirls’, according to lawyers for several alleged victims.\n\nProsecutor of the Duke of York’s sex offender friend Jeffrey Epstein speaks of\n\nIt contained the names of girls that Epstein allegedly abused in “Michigan, California, West Palm Beach, New York, New\nMexico, and Paris”, according to court papers.\n\nIt also listed extensive contact details for Epstein’s house guests, who had “no connection whatsoever’ with alleged\noffences, including Mr Clinton, the former US President, and Mr Trump, the famous businessman.\n\nIt could not be confirmed last night whether the book contained contact details for the Duke. One lawyer for Epstein’s\nalleged victims said: “I would bet he is, because he is that good a friend”.\n\nThere is no suggestion that the Duke did anything wrong. However he has this week faced a string of questions about his\njudgment due to his association with a convicted child sex offender.\n\nEpstein kept 21 different phone numbers for Mr Clinton, including some for his assistant and also “Clinton’s personal\nnumbers’, the court papers state.\n\n.9\n\nAlfredo Rodriguez, a servant who “saw numerous underage girls coming into Epstein’s mansion for purported ‘massages’,\ntook the journal and did not mention it to investigators.\n\n“Because of the importance of the information in the journal to the civil cases, Mr Rodriguez called it ‘The Holy Grail’,” the\ncourt documents state.\n\nHe attempted to sell the book to lawyers for $50,000 (£31,000) in August 2009 - by which time Epstein had already been\nsentenced and released from jail.\n\nThe lawyers contacted the FBI, who sent an undercover agent to buy the book from Rodriguez. He was then arrested and\ncharged with obstruction of justice.\n\nHOUSE_OVERSIGHT_013438",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013438.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2146,
    "word_count": 340,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.237614",
    "prefix": "IMAGES-002"
  }
}