{
  "document_id": "HOUSE_OVERSIGHT_021142",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021142.txt",
  "text": "36 ‘ MICHAEL WOLFE\n\nTrump's stupidity, said Bannon, could sometimes be made into a vir-\ntue. Here was Bannon's idea: the president should make a retroactive claim\nof executive privilege. I didn’t know. Nobody told me. I was ill-advised.\n\nIt was hard not to see Bannon’s satisfaction in a prostrate Trump\nadmitting to his own lack of guile and artfulness.\n\nBannon understood that this claim of retroactive executive privilege\nwould have no chance of success—nor should it. But the sheer audacity\nof it could buy them four or five months of legal delay. Delay was their\nfriend, possibly their only friend. They could work this claim of retroac-\ntive executive privilege, no matter how loopy, all the way to the Supreme\nCourt.\n\nFor this plan to work, the president would have to get rid of his inept\nlawyers. Oh, and he would also have to fire Rod Rosenstein, the deputy\nattorney general who was overseeing the Mueller investigation. Bannon\nhad been against the firing of Comey, and in the months after the appoint-\nment of the special counsel, he had fought the president's almost daily\nimpulse to fire Mueller and Rosenstein, seeing this as the surest invitation\nto impeachment. (“Just don’t pay attention to his crazy shit” he had urged\neveryone around the president.) But now they had run out of options.\n\n“Firing Rosenstein is our only way out of here” Bannon told Costa.\n“I don't come to this lightly. As soon as they went to Cohen—that’s what\nthey do in Mob prosecutions to get a response from the true target. So\nyou can sit there and get bled out—get indicted, go to grand juries—or\nyou can fight it politically. Get it out of the law-and-order system where\nwe are losing and are going to lose. A new DAG will review where we\nstand on this thing, which could take a couple of months. Delay, delay,\ndelay—and shift it politically. Can we win? I have no fucking idea. But I\nknow on that other path I’m going to lose. It’s not perfect . . . but we live\nin a world of imperfect”\n\n+\n\nCosta’s story, which was posted online later that day, described Bannon as\n“pitching a plan to West Wing aides and congressional allies to cripple the\nfederal probe into Russian interference in the 2016 election, according\nto four people familiar with the discussions.” But however many people\n\nSIEGE 37\n\nCosta had spoken to about the background machinations of Steve Ban-\nnon, what mattered was that he had spoken directly and at length to\nBannon himself, who was using the Washington Post to pitch a plan to\nthe president.\n\nBannonss three-part plan for Trump instantly made its way to the\nOval Office. And the next morning, the president offered Kushner his\nview that he should fire Rosenstein, reinstate a claim of executive privi-\nlege, and get a tough-guy lawyer.\n\nKushner, pressing his own strategies, urged his father-in-law to move\ncautiously when it came to Rosenstein.\n\n“Jared is spooked,” said a scornful Trump later that day while on the\nphone to a confidant. “What a girl!”\n\nHOUSE_OVERSIGHT_021142",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021142.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2995,
    "word_count": 518,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.458061",
    "prefix": "IMAGES-006"
  }
}