{
  "document_id": "HOUSE_OVERSIGHT_012973",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012973.txt",
  "text": "Chapter 4\nBrief Survey of Cognitive Architectures\n\n4.1 Introduction\n\nWhile we believe CogPrime is the most thorough attempt at an architecture for advanced AGI,\nto date, we certainly recognize there have been many valuable attempts in the past with similar\naims; and we also have great respect for other AGI efforts occurring in parallel with Cog-\nPrime development, based on alternative, sometimes overlapping, theoretical presuppositions\nand practical choices. In most of this book we will ignore these other current and historical\nefforts except where they are directly useful for CogPrime — there are many literature reviews\nalready published, and this is a research treatise not a textbook. In this chapter, however, we\nwill break from this pattern and give a rough high-level overview of the various AGI archi-\ntectures at play in the field today. The overview definitely has a bias toward other work with\nsome direct relevance to CogPrime, but not an overwhelming bias; we also discuss a number of\napproaches that are unrelated to, and even in some cases conceptually orthogonal to, our own.\n\nCogPrime builds on prior AI efforts in a variety of ways. Most of the specific algorithms\nand structures in CogPrime have their roots in prior AI work; and in addition, the CogPrime\ncognitive architecture has been heavily inspired by some other holistic cognitive architectures,\nespecially (but not exclusively) MicroPsi [Bac09], LIDA [BF 09] and DeSTIN [ARK09a, ARCO9J.\nIn this chapter we will briefly review some existing cognitive architectures, with especial but\nnot exclusive emphasis on the latter three.\n\nWe will articulate some rough mappings between elements of these other architectures and\nelements of CogPrime — some in this chapter, and some in Chapter 5. However, these mappings\nwill mostly be left informal and very incompletely specified. The articulation of detailed inter-\narchitecture mappings is an important project, but would be a substantial additional project\ngoing well beyond the scope of this book. We will not give a thorough review of the similarities\nand differences between CogPrime and each of these architectures, but only mention some of\nthe highlights.\n\nThe reader desiring a more thorough review of cognitive architectures is referred to Wlodek\nDuch’s review paper from the AGI-08 conference [DOPO8]; and also to Alexei Samsonovich’s\nreview paper [Sam 10], which compares a number of cognitive architectures in terms of a feature\nchecklist, and was created collaboratively with the creators of the architectures.\n\nDutch, in his survey of cognitive architectures [DOP08], divides existing approaches into three\nparadigms — symbolic, emergentist and hybrid — as broadly indicated in Figure 4.1. Drawing on\nhis survey and updating slightly, we give here some key examples of each, and then explain why\n\n57\n\nHOUSE_OVERSIGHT_012973",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012973.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2862,
    "word_count": 445,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.652601",
    "prefix": "IMAGES-002"
  }
}