{
  "document_id": "HOUSE_OVERSIGHT_019780",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019780.txt",
  "text": "292 | HOW AMERICA LOST ITS SECRETS\n\nNovember, they made online bookings for quarters in Paris for the\nnine attackers, Even though Abaaoud was well-known to Western\nintelligence services, none of the communications surrounding the\npreparations for the attack came to the attention of the NSA or its\nallied services in Europe. A critical find for the investigators enabled\nthem to unravel the chain that eventually led them to the perpe-\ntrators, but it had nothing to do with electronic surveillance. A cell\nphone belonging to one of them was found by the security forces,\nfollowing a broad search they conducted, which included trash cans\nsituated in the vicinity of the concert halls. So this breakthrough in\nthe investigation had nothing to do with systematic data analysis\nconducted prior to the attack.\n\nIndeed, in the sequence of the Paris events, as in other terror\nevents, the challenge is not just bringing culprits to justice. It is pre-\nventing the terrorists from carrying out their attack to begin with.\nPolice cannot constantly protect “soft targets” such as restaurants,\ncafés, theaters, and street gatherings. The only practical means by\nwhich a government can prevent such attacks is to learn in advance\n\n® their planning and preparations. One means of acquiring this infor- ®\nmation is by listening in on the channels through which members\nof loosely knit terrorist organizations, such as ISIS, communicate.\nThis form of intelligence gathering obviously works best so long\nas the terrorists remain unaware that the communication channels\nthey are using are being monitored. Once they find out that their\nmessages and conversations are being intercepted, they will likely\nfind a safer means to communicate important information. For that\nreason, communications intelligence organizations keep the sources\nand methods they employ for monitoring these channels in a tightly\nsealed envelope of secrecy.\n\nYet, in June 2013, the NSA found that envelope had been breached\nby Snowden, who knowingly compromised three programs that it\nused to keep track of terrorist organizations around the world. The\nfirst system he divulged, and the one that received the most public\nattention, was what the NSA called the “215” program because it\nhad been authorized by Section 215 of the Patriot Act of 2001. This\nprogram compiled the billing records of every phone call made in\nAmerica. The data included the number called and the duration of\n\n| | Epst_9780451494566_2p_all_r1.indd 292 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019780",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019780.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2528,
    "word_count": 403,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.086354",
    "prefix": "IMAGES-005"
  }
}