{
  "document_id": "HOUSE_OVERSIGHT_031560",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_031560.txt",
  "text": "From: \nSent: 7/4/2018 1:02:08 PM \nTo: jeevacation@gmail.com \nSubject: Re: Hello \nImportance: High \nPersonal/Political bias is one thing (I still would exploit it any and every time on cross); this was an obsession and directly \nrelevant \"Stop Trump.\" Also, the IG made clear in his testimony Strzok told him McCabe was there. McCabe is another \nreal character. He denies this; but he also is irreconcilably at odds with Comey on WSJ leak. Absolutely right that taking \nemails alone is not fair; but I would point out that it is folks like Strzok and company who have ruined many a \nbusinesman's life based exclusively on a twisted reading of emails sold to a jury. Flynn is an interesting case. I believe I \ncould have gotten his plea back for him in a second based on what has surfaced; but he decided to go a different \nway. But as to your underlying point that there might well be something to go after with these guys, I hear you; but I have \nspent my whole career fighting bullies and crooked, unethical prosecutors. That will remain a guiding principle for me, \nwhether the target is popular, hated, a complete jerk, guilty, etc. I am doing ok, thanks. I see you really follow this stuff. \n-----Original Message----- \nFrom: jeffrey E. <jeevacation@gmail.com> \nTo: David Schoen_________________________ \nSent: Wed, Jul 4, 2018 8:51 am \nSubject: Re: Hello \nwe're on the same team. strzok. testimony was that discussions with lovers , often include embellishments, and not \nindicative of non professionalism. I believe he said nothing more than it referenced \" andys office\". . says andy \nwas there. how many other people were there ? were strzok and . off in the corner talking to each other. was \nmccabe on the phone? you know that taking emails alone is not meaningful. . isnt it a but much to say that \nprosecutors that have strong opinions . should be looked out with skepticism? who doesnt have bias. . strzok had \nmany neg hillary opinions .. - michael cohen. michael flynn.. are not fictions created by mueller ? how are you ? \nOn Wed, Jul 4, 2018 at 8:31 AM, <_____________________> wrote: \nGotti was an anomaly because of his personality (some agents loved him and some hated him); but I get your \npoint. Couple of things: \n1. This the investigation of the President. It is only as good as public confidence in it can be (subtracting the conspiracy \ntheorists on both sides). We just can't have someone with this kind of political bias as a lead investigator. But more \nimportantly, he was not alone. He was just stupid enough to show it in office emails. We don't yet know what his private \nemails showed. Strzok, however, says that he met with McCabe - the number 2 guy in the FBI - and in his office \ndiscussed how best to stop Trump from becoming President. That just cannot be tolerated. Plus, if I find any evidence \nof personal or other extraneous animus in any case by any agent or prosecutor, I view it as an open invitation for cross \nexamination and any other exploitation possible as it cannot be an accepted part of the process. \n2. In this whole matter, I am most disturbed by the composition of the Mueller team and it seems to me that if we are to \nlearn anything from the IG's report it is the importance of having an investigation conducted above-board without \npersonal and political baggage. Mueller had a whole universe of lawyers from around the country to choose from to \nmake up his team. He purposefully chose a murderer's row of the worst. I can go one by one; but I will spare you. Here \nare a couple of examples: \nA. Andrew Weissmann was known in the EDNY as \"The Pathological Liar\" after the SNL character. He literally would \nwithhold exculpatory evidence throughout the case and then one day when defense counsel went to the bathroom or \nlunch, stick the documents under others on his table and tell the judge the lawyer had it all along. I have been brought \ninto a case in which he lied from start to finish - and now his rats have come to me to admit their role in it - to get murder \nconvictions in two cases. He has been cited by judges for his misconduct and he runined both Arthur Anderson and \nEnron through his work, all of which was rejected by the higher courts. He also is a Trump hater and Clinton \nsycophant. Mueller knows Weissmann's conduct up close and personal. He chose Weissmann for his chief counsel at \nthe FBI years ago. \nHOUSE OVERSIGHT 031560 \nB. Jeannie Rhee, hand-picked by Mueller from Mueller's own firm, was actually Clinton's lawyer in the email \ninvestigation. Now how does that look. She also is a bully and thinks she is a real tough guy and I don't want that kind \nof character around. I also have an ineffective assistance of counsel case against her for a client in a $100 million \nearnings management fraud case in which she was way over her head. \nC. Greg Andres was another bully who replaced Weissmann in the EDNY. He withheld evidence terribly in his cases, \nregularly threatened others, and accused a defendant of putting out a contract on him when he knew it was a completely \nbogus claim, but gave him the publicity he craved. He is 100% in the pro-Clinton, anti-Trump camp. President Obama \ngave his wife a federal judgeship on the SDNY \nand on and on. \nI don't personally believe Russia affected the election at all; but I certainly am not qualified to say. I do know that we \nhave meddled in other countries' elections as a matter of policy forever. But the bottom line is, if there is to be an \ninvestigation, just play it straight up. I am friends for a long time with the IG. If they had picked him to head up the team, \nI would not be a weekly guest on Hannity tv and radio (I never would have been asked), as I know he would pick a team \nof honest folks from across the spectrum. \n-----Original Message----- \nFrom: jeffrey E. <ieevacationagmail.com> \nTo: David Schoen ______________________> \nSent: Wed, Jul 4, 2018 8:10 am \nSubject: Re: Hello \nis it overblown. ? all mob prosecutors have strong feelings towards their targets. I recall many that told stories of \nhow they despised gotti etc. why is stryok different ? \nOn Wed, Jul 4, 2018 at 7:51 AM, < > wrote: \nI am obsessed with prosecutorial and FBI misconduct wherever it rears it ugly head and i am committed to doing what i \ncan to fight it whether for my death penalty clients or a klansman. Lots of wrongdoing here and we all lose when the \nsystem breaks down. \nI assume you were just flipping the channels. \nHope you are doing well. I see they never miss an opportunity to try to drag you in - saw an article the other day asking \nhow you missed the #metoo press and tying you to trump. Didn't mention much of all you have been put through \nalready. I hope the cases are all behind you now. I would have liked to have helped; but i guess you and your team \ndecided on a different direction. Whatever works best. \nOr Wednesday, July 4, 2018 jeffrey E. - jeevacation@gmail.com  \njudge jeannie? \nOn Mon, Apr 16, 2018 at 9:54 PM, <______________________> wrote: \nJust checking in to see how you are getting along these days. I hope all the litigation is well behind you and things are \ngoing well \nTake care. \nDavid \nDavid I. Schoen \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nHOUSE OVERSIGHT 031561 \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacationagmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacationagmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacationagmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 031562",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_031560.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9067,
    "word_count": 1549,
    "line_count": 128,
    "import_date": "2025-11-19T21:47:46.631422",
    "prefix": "TEXT-001"
  }
}