{
  "document_id": "HOUSE_OVERSIGHT_029169",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029169.txt",
  "text": "campaign with “official documents and information that would\nincriminate\" Hillary Clinton, the presumed Democratic candidate for\nPresident.\n\nAccording to the indictment, by June 7, 2017, news outlets were\nreporting that the Deputy Director of the FBI, Andrew McCabe, could\ncorroborate James Comey's allegation that the President had asked for\nComey's loyalty before firing him. As part of the cover-up, the\nindictment alleges, on July 26, 2017, the President called upon the\nAttorney General to fire McCabe.\n\nOn December 21, 2017, McCabe testified before the House\nPermanent Select Committee on Intelligence that the President had in\nfact asked Comey for his loyalty before firing him. Six days later, in\nretaliation, the President tweeted that McCabe was \"racing the clock to\nretire with full benefits,\" and implying by use of a question mark, that it\nwas uncertain whether McCabe had \"90 days to go?!!!\"\n\nOn March 16, 2018, McCabe was dismissed, depriving him of his\npension. According to the indictment, the President directed McCabe to\nbe fired with the intent to threaten and retaliate against him, the FBI,\nand the Office of the Special Counsel, \"or to impede their respective\nabilities to assist or carry out the work of the FBI, DOJ, the Office of the\nSpecial Counsel, the Congressional Intelligence Committees, and the\ngrand jury.\"\n\nTogether with its narrative of Presidential behavior with, it\ncontends, the certain intention of subverting ongoing investigations, the\nMueller office is also ready to argue its right and obligation to charge a\nsitting president with a criminal violation.\n\nIt is the outline of this argument that White House sources say\nboth prompted Rudy Giuliani to scoff at the idea of indictment and,\nseveral weeks later, for the President and his lawyer to make sweeping\nclaims about Presidential authority.\n\nIt is acoming battle of absolutist positions.\n\nThe Special Counsel, according to reports from both the\ninvestigation and from the White House, has spelled out an argument—\none that appears to be at odds with Department of Justice standing\npolicy that precludes charging a sitting president with a crime—that\nnothing in the Constitution or in an statute suggests a status with regard\nto criminal prosecution for the President different from any other\nfederal office. Nor is there any statute or case law that finds that\nimpeachment has to come before an indictment. The Mueller team\n\nHOUSE_OVERSIGHT_029169",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029169.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2445,
    "word_count": 388,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.322905",
    "prefix": "IMAGES-010"
  }
}