{
  "document_id": "HOUSE_OVERSIGHT_012824",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012824.txt",
  "text": "Cho’s case 1s not the exception, but the rule: persistent fantasies, whether sexual, violent, or\nsexually violent, are often played out in real life. When people voice their fantasies, we should open our\nears. When therapists, especially those influenced by the catharsis view of the mind, encourage their\npatients to engage in aggressive fantasies to release their pent up energy, we should bring forward\nmalpractice suits as they are accomplices to crime.\n\nWhat kind of mind is most likely to rev up the fantasy world to supersonic levels and then\nunleash it in the service of excessive harm? Lust murderers — individuals with a craving for the bizarre and\ndegenerate —provide one answer to this question. Lust murderers are typically repeat offenders or serial\nkillers. The serial nature of their crimes comes from the fact that they are motivated by recurrent\nfantasies that create recurrent cravings. They are, effectively, addicted to violence. Their fantasies often\nentail some kind of paraphilia — an extreme and abnormal sexual arousal to objects, people or situations\n— played out through some form of sadism — a persistent pattern of sexual or non-sexual pleasure from\nhumiliating, punishing and harming others. Here again we see the promiscuous human mind at work,\nseamlessly blending pleasure and violence, animate and inanimate attractions, sometimes with benign\norigins, but often with malignant outcomes. Thus, the pleasure derived from humiliation may develop out\nof the more common, normal and less harmful pleasure we experience from mockery and humor.\nHumiliation is just a small step away in a mind that derives joy from others’ demise.\n\nThe paraphilias, like many of the other disorders that appear within the Diagnostic and Statistical\nManual of Mental Health, fall along a continuum from rather benign forms of voyeurism to\nerotophonophilia, the vicious and sadistic killing of an mnocent victim in order to achieve ultimate sexual\nsatisfaction. Regardless of the particular object or situation driving the paraphilia, individuals become\naddicted. Like other addictions, including those associated with food, drugs, and alcohol, paraphilic\naddicts experience withdrawal. Dangerously for the world around them, the erotophonophilic or lust killer\nharbors sadistic paraphilias, including flagellation — the need to club, whip or beat someone —\nanthropophagy — the desire to eat human body parts — picquerism— a craving to stab someone or cut\noff their flesh, focusing especially on genitals and breasts — and necrosadism — a yearning to have\nsexual contact with the dead. Although these desires may seem unimaginable, they reveal one facet of the\nhuman mind’s potential — a potential that was fully realized in the mind of Jeffrey Dahmer who\nflagellated, cannibalized, dismembered, and engaged in necrophilia with his 17 victims. Such disordered\nminds are part of the human condition, one that stretches from individuals who never cache in on their\nfantasies to those who not only deliver, but develop — as in addictions to food and drugs —— deeper and\n\ndeeper desires for harming others without the rewards that come from such harm. When wanting and\n\nHauser Chapter 2. Runaway desire 78\n\nHOUSE_OVERSIGHT_012824",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012824.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3233,
    "word_count": 507,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.813374",
    "prefix": "IMAGES-002"
  }
}