{
  "document_id": "HOUSE_OVERSIGHT_017417",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017417.txt",
  "text": "4.2.12\nWC: 191694\n\nv i u u ws, but I’ve never experi i\nI’ve been to many prisons and on numerous death rows, but I’ve never experienced so grim a\ncae ww? wi ic mn ; Le\nlace as this “life or death row,” where every inmate saw every other inmate as a competitor in\nthe quest to remain alive.\n\nThe warden invited me to play basketball with the inmates and I agreed. No one fouled me, trash-\ntalked me or in any way misbehaved, as the warden watched, notepad in hand. I was conscious\nthroughout the 30 minute game that anything a player did or didn’t do could become part of their\nscore of death—or life. I tried hard to make everyone look good in the eyes of the warden.\n\nThe changing consensus regarding human rights\n\nBy the mid-1970s, the consensus regarding human rights was beginning to change. Although the\nSoviet Union had long used the language of “human rights” (as well as the language of “civil\nrights”) as a club against western democracies, few serious people gave this hypocritical ploy any\ncredence. “There they go again” was the general response when Soviet diplomats at the United\nNations postured against the imperfections of the United States, while their Communist masters\nlocked up dissidents, made a mockery of justice,” and kept entire nations in subjugation behind an\niron curtain.\n\nBy the early 1970s, however, the Soviet ploy was beginning to be expropriated by the hard left in\nthe United States and Europe. Hard left intellectuals such as Professors Noam Chomsky of MIT\nand Richard Falk of Princeton were claiming that the United States was the worst human rights\nviolator in the world.'°° Some hard left lawyers, such as William Kunstler, refused to say anything\ncritical of the human rights records of the Soviet Union, China, Cuba or other “socialist”\ncountries, while railing against the human rights violations of the United States and its allies. As I\npreviously mentioned, Angela Davis, who I had helped to represent in the early 1970s, refused to\nspeak up for Soviet dissidents and in fact supported Soviet repression of “fascist opponents of\nsocialist democracy,” i.e., dissidents and Refusenicks. Another client, Abby Hoffman, also turned\nagainst me. I was part of the legal team in the Chicago Seven case that grew out of\ndemonstrations during the Democratic National Convention of 1968. Abby Hoffman, who was\none of the defendants, had allegedly made some crude remarks about how his “Jew lawyers”\ncared more about Israel than America. I called him out on his comments in a brief note, to which\nhe responded with an angry handwritten two page letter which included the following:\n“T never made a remark about my ‘Jewish Lawyers.’ I might have spoken more positively\nabout the PLO but I would never make an anti-Semitic juxtaposition such as you think\nyou heard. If you read my current autobiography you will see I flaunt my ‘Jewishness’ at\nevery turn of the road.”\nAt the time Hoffman penned these words, the PLO was a terrorist gang that was hijacking\nairplanes, murdering civilians and blowing up synagogues, and Israel had not yet established any\nsettlements in occupied areas.\n\n» An old Soviet dissident joke went this way: The leader of Czechoslovakia asked his Soviet masters for money\nfor a Department of the Navy. The Soviet replied, “But you’re a landlocked country and don’t need a department\nof the Navy.” The Czech leader replied: “Well you have a Department of Justice.”\n\n10 Tget cite]\n\n330\n\nHOUSE_OVERSIGHT_017417",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017417.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3463,
    "word_count": 588,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.977292",
    "prefix": "IMAGES-004"
  }
}