{
  "document_id": "HOUSE_OVERSIGHT_023824",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023824.txt",
  "text": "78 Teaching Minds\n\nStudents who complete Algebra II are more than twice as\nlikely to graduate from college compared to students with less\nmathematical preparation.'\n\nThe natural assumption here is that we must hurry up and teach\nmore Algebra II, of course. Except that obviously is not what is going\non; it just serves the interests of those who wrote the report to put it\nthat way. Here is another statement from that report:\n\nStudents who depended on their native intelligence learned less\nthan those who believed that success depended on how hard\nthey worked.\n\nThe claim is simply this: If you work harder, you get into college.\nNow the question is: Why are the writers of this report claiming that\nthe thing that students have to work harder at is Algebra II?\n\nIt is easy enough to see why this panel decided that. At stake was a\n$100 million federal budget request for Math Now, and the people who\nwere on the panel were people who would receive that funding. Uni-\nversity professors issue reports asking for grant money to be approved\nthat state that the nation will not succeed without that grant money.\nVested interests are nothing new. I am sometimes amazed that no one\npoints this stuff out, however. It is well established that everyone must\nknow algebra. The fact that this is well established by those who make\nmoney on the teaching of algebra is never brought up by the New York\nTimes, which published a lead article on the report, or by anyone else,\nit seems.\n\nMy favorite part of the Times article was the following:\n\nDr. Faulkner, a former president of the University of Texas at\nAustin, said the panel “buys the notion from cognitive science\nthat kids have to know the facts.”\n\nDr. Faulkner, let me point out, is a chemist, and I am pretty sure\nhe doesn’t really know much about cognitive science. But cognitive\nscience has been used of late to justify a great deal of what is wrong\nin education. E.D. Hirsch, an English professor at the University of\nVirginia, made a career of making lists of stuff every kid should know.\nWhen cognitive scientists trashed this work as nonsense, he cited the\n\nHOUSE_OVERSIGHT_023824",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023824.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2135,
    "word_count": 374,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.958048",
    "prefix": "IMAGES-007"
  }
}