{
  "document_id": "HOUSE_OVERSIGHT_010559",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010559.txt",
  "text": "James PATTERSON\n\nadvised he had witnessed nude girls whom he believed were |\n\nunderage at the pool area of his former employer’s home,\n\nknew that his former employer was engaging in sexual con-\n\ntact with underage girls, and had viewed pornographic 1\nimages of underage girls on computers in his employer’s a\nhome. Rodriguez was then released from custody for further ; : q\ninvestigation.\n\nThe items that Rodriguez had attempted to sell to the\nUCE for $50,000.00 were reviewed by an agent familiar with\nthe underlying criminal investigation. As Rodriguez had\ndescribed, the items contained information material to the\nunderlying investigation that would have been extremely use-\nful in investigati[ng] and prosecuting the case, including the Fs Prince Andrew: 2011\nnames and contact information of material witnesses and : :\nadditional victims. Had those items been produced in\n\nresponse to the inquiries of the state law enforcement officers 4 q rince Andrew also fares\nor the FBI Special Agents, their contents would have been Er § imprisonment.\npresented to the federal grand jury. 3 ee\n4 _ Ghislaine Maxwell introduced:\nFollowing his release, Alfredo Rodriguez was arrested again. 3 __ time in the 1990s. In 2000, Eps\nHe appeared in court on June 18, 2010, facing charges of cor- . 4 Castle to celebrate the queen’s t\nruptly concealing records and documents. Dressed in a blue a 4 flew to Sandringham, the queer\njumpsuit and shackles, he apologized for his crimes and asked q 1 a party Prince Andrew threw for\nthe court to be merciful. 3 y The prince had also visited\nHe received a sentence of eighteen months. j 7 Palm Beach as well as in New\nIt was the same punishment that Jeffrey Epstein had gotten 4 ; Roberts made in her 2015 decla\nfor his crimes. But unlike Epstein, Alfredo Rodriguez served isi 4 asked her to give the prince wi\n\ntime in a federal prison and did not ask for, or receive, permis | back with the details\n\nsion to go on work release. i _ According to the Guardian\n: tied together at Windsor Castle,\n\nHOUSE_OVERSIGHT_010559",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2048,
    "word_count": 353,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.427697",
    "prefix": "IMAGES-001"
  }
}