{
  "document_id": "HOUSE_OVERSIGHT_017394",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017394.txt",
  "text": "4.2.12\nWC: 191694\n\n“May it [the Declaration of Independence] be to the world, what I believe it will be (to\nsome parts sooner, to other later, but finally to all), the signal of arousing men to burst the\nchains under which monkish ignorance and superstition had persuaded them to bind\nthemselves, and to assume the blessing and security of self-government. That form which\nwe have substituted, restores the free right to the unbound exercise of reason and freedom\nof opinion. All eyes are opened, or opening, to the rights of man. The general spread of\nthe light of science has already laid open to every view the palpable truth, that the mass of\nmankind has not been born with saddles on their backs, nor a favored few booted and\nspurred, ready to ride them legitimacy, by the grace of God.\n\nJefferson, who himself believed in the God of Deism—that is a non-Biblical, not Judeo Christian\ndiety—saw the Declaration as freeing Americans (and hopefully the rest of the world) from the\nstifling influence of the church (“monkish ignorance and superstition”) and encouraging “the free\nright to the unbound exercise of reason and freedom of opinion.”\n\nEven earlier, Jefferson, while President, had written to the Danbury Baptist Association,\ndescribing that the “act of the whole American people which declared their legislature should\n‘make no law respecting an establishment of religion, or prohibiting the free exercise thereof, [as]\nthus building a wall of separation between church and state.”\n\nEven earlier, while Adams was president and Jefferson Secretary of State, they jointly signed a\ntreaty, ratified by the Senate, with the Barbary regime in Tripoli, that stated unequivocally that\n“the government of the United States is not in any sense founded on the Christian religion.”\n(emphasis added).\n\nIt is difficult, therefore, for any reasonable person, especially anyone who gives weight to the\noriginal understanding, to dispute Jefferson’s conclusion that the First Amendment built a wall of\nseparation between church and state and that our state is not based on the Christian religion.\n\nDespite this wall of separation guaranteed by our Constitution and despite the unambiguous\nstatement in the early American treaty, approved by two of our most influential founding fathers,\nthere are those who continue to insist that the United States is a Christian nation, as a matter of\nlaw. I became personally involved in this divisive controversy in 1988, when the Republican Party\nof Arizona proposed the enactment of a resolution declaring the United States to be “a Christian\nnation...based on the absolutes of the Bible.”\n\nThe leader of the group (characterized by the late Arizona Senator Barry Goldwater as a “bunch\nof kooks”) wrote to Justice Sandra Day O’Connor on the United States Supreme Court asking\nher to support their efforts.\n\n“Republicans are making some interesting advances in this heavily controlled Democratic\narea. Some of us are proposing a resolution which acknowledges that the Supreme Court\n\nruled in 1892 that this is a Christian nation. It would be beneficial and interesting to have\na letter from you.”\n\n307\n\nHOUSE_OVERSIGHT_017394",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017394.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3159,
    "word_count": 507,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.023688",
    "prefix": "IMAGES-004"
  }
}