{
  "document_id": "HOUSE_OVERSIGHT_010575",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010575.txt",
  "text": "whatsoever” with the litigation in this case. See, e.g., Journal, Exhibit F, at 85 (Donald Trump);\nat 9 (Bill Clinton phone numbers listed under “Doug Bands”).\n‘E ederal Investigation and Plea Agreement With Epstein\n\n19. In approximately 2005, the FBI and the U.S. Attorney’s Office in the Southern\n_ District of Florida learned of Epstein’s repeated sexual abuse of minor girls. They began a\ncriminal investigation into federal offenses related to his crimes. See U.S. Attorney’s\nCorrespondence, Exhibit a a\n\n20. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that to avoid the Government learning about his abuse of minor girls, Epstein threatened\nhis employees and demanded that they not cooperate with the government. Epstein's aggressive\nwitness tampering was so severe that the United States Attorney's Office prepared negotiated\nplea agreements containing these charges. For example, in a September 18, 2007, email from\nAUSA Villafafia to Lefkowitz (attached hereto as Exhibit “H”), she attached the proposed plea\n\nagreement describing Epstein’s witness tampering as follows:\n\n\"UNITED STATES vs. JEFFREY EPSTEIN PLEA PROFFER”\n\nOn August 21, 2007, FBI Special Agents E. Nesbitt Kuyrkendall and Jason\nRichards traveled to the home of Leslie Groff to serve her with a federal grand\njury subpoena with an investigation pending in the Southern District of Florida.\nMs. Groff works as the personal assistant of the defendant. Ms. Groff began\nspeaking with the agents and then excused herself to go upstairs to check on her\nsleeping child. While upstairs, Ms. Groff telephoned the defendant, Jeffrey\nEpstein, and informed him that the FBI agents were at her home. Mr. Epstein\ninstructed Ms. Groff not to speak with the agents and reprimanded her for\nallowing them into her home. Mr. Epstein applied pressure to keep Ms. Groff\nfrom complying with the grand jury subpoenas that the agents had served upon\nher. In particular, Mr. Epstein warned Ms. Groff against turning over documents\nand electronic evidence responsive to the subpoena and pressured her to delay her\n\n10\n\nHOUSE_OVERSIGHT_010575",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010575.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2137,
    "word_count": 338,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.949664",
    "prefix": "IMAGES-001"
  }
}