{
  "document_id": "HOUSE_OVERSIGHT_018439",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018439.txt",
  "text": "What Others Are Saying About\nThe S&M Feminist\n\nte Kk ok\n\n\"I wish we could make it so everyone buying a copy of Fifty Shades of Grey would also\nbuy Clarisse Thorn's The S&M Feminist.”\n\n~ A.V. Flox, editor of BlogHer's Love & Sex section\n\n\"Clarisse isn't afraid to talk about her own experiences with BDSM, relationships, and\nsexual politics. But she's also not afraid to explore some of the issues around consent,\nviolence, and safety that a lot of the kink cheerleaders would like to sweep under the rug.\nShe brings a refreshing honesty to her writing that is often lacking. Add to that a deep\ncommitment to feminism and sex-positivity, and you have an amazing combination.\n\n\"The tension between kink and feminism is a tough one to hold onto and most people end\nup firmly in one camp or the other. What makes Clarisse's writing phenomenal is her\nsteadfast refusal to avoid doing that. The clarity with which she discusses both sides\nwithout resorting to caricatures or stereotypes is simultaneously inspiring and\nchallenging. If you're interested in either or both, I can't recommend her enough.”\n\n~ Charlie Glickman, educator at the classic feminist sex store Good Vibrations\n\nte ok ok\n\nThe S&M Feminist:\n\nBest of Clarisse Thorn\n\nte ok ok\n\nClarisse Thorn\n\nSmashwords Edition\n\nte ok ok\n\nclarissethorn.com\n\n@ClarisseThorn\n\nte Kk ok\n\nThis ebook is copyright 2012 Clarisse Thorn. I certainly have mixed feelings about\nmodern copyright law... but I've put an enormous amount of time and effort into my\nwriting. So I ask you to please respect my time and effort, and observe copyright laws as\nthey apply to this ebook. If you would like to share this book with another person, please\npurchase a new copy for each recipient. If you're reading this book and did not purchase\nit, or it was not purchased for your use only, then please purchase your own copy. Also,\n\nHOUSE_OVERSIGHT_018439",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018439.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1880,
    "word_count": 320,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.973085",
    "prefix": "IMAGES-004"
  }
}