{
  "document_id": "HOUSE_OVERSIGHT_012124",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012124.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 18 of 23\n\nJS:\n\nVv:\n\nJS:\n\nV:\n\nJS:\n\nV:\n\nJS:\n\nV:\n\nJS:\n\nV:\n\nJS:\n\nV:\n\nJS:\n\nJS:\n\nJS:\n\nJS:\n\nOk, well let’s back up before we get to those conversations and tell me approximately\nwhen it was that you were contacted by the person who you believe was with the FBI.\n\nOk. It’s hard for me to pinpoint, if I had to pinpoint it, it would be in 2007 sometime.\nAlright. And you were living in Australia at that time, correct?\n\nCorrect.\n\nYou were contacted by telephone?\n\nThat’s correct, by my cell phone.\n\nOk and do you have any idea how your name came up leading to that contact.\n\nNo idea. No idea whatsoever. When I did ask, I was told that some girls had revealed\nmy name, I guess, and that’s how everybody, the FBI knew to contact me.\n\nOK.\n\nBut I don’t know offhand or sorry, I just walked into the wrong room.\nOk.\n\nSorry go on.\n\nYes & J°ll never tell her you said that. Virginia, how long was it after that phone call\nfrom the FBI person were you contacted by Mr. Epstein’s lawyers.\n\nLike a week. It was back to back to each other. I remember being so scared after talking |\nto the FBI thinking what’s happening, what’s going on. It’s been like 6 years, 7 years at\nthat stage, how did they find me & what do I have to do with this? So yeah, I do\nremember that very well, and it was only about a week later I was called by his attorney.\n\nWho was it that contacted you, do you remember?\n\nI want to say Bill Riley, but he might have been from the FBI. No, it was Bill Riley. Bill\nRiley. Not sure if that’s his correct name, but that’s what is coming to mind\n\nWhat do you remember about that conversation?\nI remember a Mr. Goldberger as well, I remember, there might have been two of them.\n\nAlright.\n\nHOUSE_OVERSIGHT_012124",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012124.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1776,
    "word_count": 340,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:45.866946",
    "prefix": "IMAGES-001"
  }
}