{
  "document_id": "HOUSE_OVERSIGHT_019647",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019647.txt",
  "text": "The Question of When | 159\n\nHe offered to defect to the United States. The CIA accepted his offer,\nand through this archive of secrets he had previously compiled, he\nbecame one of the CIA’s most productive sources in the Cold War.\n\nThe job of an intelligence service is to take advantage of whatever\nopportunities come its way in the form of self-generated spies. If\na Russian walk-in had not yet burned his bridges to his own ser-\nvice, U.S. intelligence officers were under instructions to attempt to\npersuade the walk-in to return to his post in Russia and serve as a\n“defector-in-place,” or mole. “While defectors can and do provide\ncritical information,” a CIA memorandum on walk-ins during the\nCold War noted, “there are very few cases in which the same indi-\nvidual may not have been of greater value if he had returned to his\npost.” Of course, if a walk-in believed he was already compromised,\nas Golitsyn did, a decision would have to be made whether the value\nof his intelligence merited exfiltrating him to the United States.\n\nThis required evaluating the bona fides of the walk-in. Not all\nwalk-ins are accepted as defectors. Some walk-ins are deemed “dan-\ngles,” or agents dispatched by the KGB to test and confuse the CIA.\n\n® Others are rejected as political liabilities, as happened to Wang Lijun, ©\na well-connected police chief in China. In February 2012, Wang\nwalked into the U.S. consulate in Chengdu asking for asylum. The\nState Department decided against it. After Wang left U.S. protection,\nhe was arrested for corruption and received a fifteen-year prison\nsentence. Such decisions about walk-ins are not made without due\nconsideration, often at the highest level of a government, because\nexfiltrating a defector can result in diplomatic ruptures and political\nembarrassments.\n\nConversely, it raises espionage concerns when an adversary gov-\nernment authorizes the exfiltration of a rogue employee of an intel-\nligence service. At minimum, it suggests that a rival government\nplaced value on what the defector could provide it. The Snowden\ncase is no exception. Whatever Snowden’s prior relations might have\nbeen with Russia, it can be assumed that after he fled to Moscow,\nin light of the intelligence value of the stolen documents, he would\nwind up in the hands of the Russian security services. That assump-\ntion was reinforced by subsequent countermeasures that were\nimplemented by adversaries moved to block secret sources of NSA\n\n| | Epst_9780451494566_2p_all_r1.z.indd 159 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019647",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019647.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2547,
    "word_count": 417,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.075786",
    "prefix": "IMAGES-005"
  }
}