{
  "document_id": "HOUSE_OVERSIGHT_019157",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019157.txt",
  "text": "Firtuy Ricu\nERSON\n\nno. And he still paid me the I mean, I'm sorry, he is circumcised, my bad. He's circum-\n\nst. L went home. cised, a hundred and ten percent sure. A matter of fact, he\n\nhas some sort of birth defect. On his thing. I don’t know what\n\nit is [giggles]; I’ve never really looked at it, because I’ve never\nat was it. Yeah, he ejaculated. | done anything where I had to touch it. I’ve never touched\nit— out of the whole time I worked for him, I never touched\nhis penis. Like, he—I’m pretty sure he rubbed it against me,\n\nnt there?\nbut I've never ever been, like, “Okay, I’m letting you do this”\nath, I know, I can see iri yOu or “I’m gonna do this to you.” Um, it’s really weirdly shaped.\nmu went there multiple times? (intr know ds jn sesnie tetas, fell eomthte?\n| what happened the first time. .\nineay macs ‘ot | I'm just really embarrassed. Um, it’s like a teardrop, like a\nding six bucks an hour. drop of water. It's really fat at the bottom and skinny at the\n\nau were sixteen now? top, where it’s attached. And he never gets fully hard, ever.\nre of my age. I was under seven- Like, I just could tell by looking at it—like, by looking you\ncan obviously tell if you’re hard or not, and I could tell that\nhe wasn't.\nfirst time you went, when he a\n: D: The next time you went, or as you continued to go, did it\nescalate more?\n\nV. Mm-hmm. 1 actually —I don’t remember how long it took for\n\nto ask me if I saw, like, hiscome. 7 a me to start working for him regularly, from the first time I\na went there. But I started working every day. Every single day\n\n| he was in the country I would be there... And, um, I told\ntked? Fully naked? ] i him that I wouldn't let him put anything inside of me; that\nked. He had a towel on for some =~ 4 was my rule. Nothing inside of me—no fingers, no, no noth-\nanything. Like, he was naked.  S 1 ing, absolutely nothing inside of me. He increased my pay to\n\n; 43 three or four hundred dollars as long as he could touch me.\nq Um, I still never —I, I swear I never touched him, the whole\nq entire time I never, ever touched him. Um, but he, he—\n\n4]\n\n40\n\nHOUSE_OVERSIGHT_019157",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019157.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2118,
    "word_count": 424,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.437268",
    "prefix": "IMAGES-005"
  }
}