{
  "document_id": "HOUSE_OVERSIGHT_011722",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011722.txt",
  "text": "Raful Eitan, who had founded a small right-wing party called Tsomet, went\nfurther. He called the attacks “an act of war’ and said we should “respond in\nkind.” We did move troops and tanks to the border. But my view, which Rabin\nshared, was that a major ground operation would risk miring ourselves more\ndeeply without fundamentally improving the situation. Hizbollah was the kind\nof nonconventional enemy | had in mind when Id taken stock of Israel’s\nchanging security imperatives on becoming chief of staff. It was a small force,\nentrenched and well armed, increasingly supported by Iran and Syria. Its tactics\nrested on quick-hit attacks on our soldiers in south Lebanon. Far from fearing\nmilitary retaliation, Hizbollah knew that short of a 1982-scale war — and maybe\neven then — it would survive. It also didn’t care whether Lebanese civilians died\nin the crossfire. In fact, like the PLO fighters who had controlled the area before\n1982, Hizbollah deliberately fired into Israel from civilian areas.\n\nNeither Rabin nor I had abandoned the idea of a large-scale military\noperation at some point, particularly if the cross-border rocket fire didn’t\nsubside, which for a while it did. But we were determined that, if and when we\ndid decide to strike, we would avoid anything on the scale of the 1982 war. It\nwould have to be with a clear, finite and achievable goal.\n\nThat point finally arrived in the summer of 1993. In addition to renewed\nKatyusha strikes, there was a series of deadly Hizbollah attacks in the first two\nweeks of July inside the security zone. Each used what was becoming the tactic\nof choice: a remotely detonated bomb by the side of the road on which our\nmilitary vehicles were travelling, followed by an ambush of soldiers who\nsurvived the blast. Six Israelis had been killed in all, making it the largest\nmonthly toll in three years. When I went to see Rabin with our plan for a\nmilitary response, I recognized the risks. It would be the largest military\noperation in Lebanon since the war. But I believed we could limit civilian\ncasualties, and that it was the only approach that might lead to a significant\nreduction in the missile attacks on northern Israel. I began with the assumption\nthat, left to its own devices, Hizbollah would have no incentive to stop firing.\nSince the two Arab governments with the potential to rein in the attacks —\nLebanon’s and above all Syria’s — were showing no interest in doing so, we had\nto find a way to hold them to account.\n\nThe operation I proposed was intended to send a message to Beirut and\nDamascus. It would not be a ground invasion as in 1982. Most of the attacks\nwould be from the air, in two stages. The first would target Hizbollah, both in\nsouthern Lebanon and in the Bekaa Valley further north, near the border with\n\n251\nHOUSE_OVERSIGHT_011722",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011722.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2820,
    "word_count": 491,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.172772",
    "prefix": "IMAGES-001"
  }
}