{
  "document_id": "HOUSE_OVERSIGHT_014468",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014468.txt",
  "text": "Chart 17: MSCI Europe forward PE in-line with 30-year average at\n\nChart 18: ...but at lower end of 13-15.5x PE range of last 15 months\n\n14.1x... 17.0\n30\n——MSCI Europe PE 12m fwd 16.0\n25\n15.0\n20\n14.0\n15\n13.0\n10 —MSCI Europe PE 12m fwd\n12.0\n) O14 O74 OMS SCOTS SOMO\n\n12/87) 12/91 12/95 )9= 12/99 12/03 = 12/07 = 12/11 12/15 ;\nSource: BofA Merrill Lynch Global Research, Datastream, IBES\n\nSource: BofA Merrill Lynch Global Research, Datastream, IBES\n\nRelative attractiveness of Europe depends on EPS recovery in medium-term.\nMoving to relative valuations, European equities screen somewhat cheap vs their DM\npeers. However, the medium-term bull case for Europe is far more a function of\npotential earnings and ROE recovery rather than significant undervaluation. Europe’s\nvaluation discount to the US is at multi decade wides on PBV (over 40%) but that in turn\nreflects Europe’s significant underperformance on EPS growth and ROE. Trailing ROE\nfor MSCI Europe is just 8% (at historical trough levels). That is nearly 5pp below MSC|\nUSA compared to a 3pp gap on average historically and close to the widest spreads\nsince the mid-1990s.\n\nEurope vs US relative PE 7% below average. Based on PE, Europe nevertheless trades\ncheap relative to the US. The PE discount at 18% is 7% wider than the 20 year average\nand relative PE is at the lowest level since 2012. So while a sustained reversal in the\nunderperformance of Europe versus the US would over time have to be driven by a\nrecovery in relative profitability we do see current valuations reflecting a discount\nperhaps for political reasons (Brexit, upcoming elections).\n\nChart 19: Europe vs US: modest PE discount but cheap on rel. PBV\n1.10\n\nChart 20: European earnings and profitability significantly lag the US\n\n——Relative PBV (MSCl)\n——Relative PE (12m fwd, IBES)\n\n1.00\n\n0.90\n\n0.80\n\n0.70\n\n0.60\n\n=——=MSCI USA - trailing ROE\n=———=|MSCI Europe - trailing ROE\n\n0.50\n066 = G/99—s—«<OG/O2—sC«OG/OS.s«OG/OS=—OG/11 (06/14 06/96 8606/99) (OG/02—sCO6/NSsC«G/OSS(G/11 S(O /14\n\nSource: BofA Merrill Lynch Global Research, Datastream, MSCI, IBES Source: BofA Merrill Lynch Global Research, Datastream, MSC\n\nThe other metric that illustrates the valuation overhang in Europe is the risk premium.\nOur model calculates an implied cost of equity (CoE) for Europe as 6.8%, a little below\nthe average since 1988 (7.2%) and last 10 years (8.4%). The model assumes the cost of\nequity is simply the cyclically adjusted earnings yield (calculated using a 5 year centred\naverage EPS). We then compare this number to the German bund yield to estimate the\nimplied equity risk premium (ERP).\n\nBankof America\n\nMerrill Lynch European Equity Strategy | 01 December 2016 9\n\nHOUSE_OVERSIGHT_014468",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014468.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2713,
    "word_count": 440,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:47.004974",
    "prefix": "IMAGES-002"
  }
}