{
  "document_id": "HOUSE_OVERSIGHT_011354",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011354.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n51\nH3VOGIU1\n\nthe internet anywhere quoted in whole.\n\nAlso, Alan Dershowitz widely circulated his denials of\nplaintiff's claims. He was on Good Morning America, he was on\nCNN's Nancy Grace Show, he was on Fox News. All of those\nplaces he called Virginia Roberts a liar, and a serial liar,\n\nand other things.\n\nWe ar ntitled, your Honor, both through cross\n\nexamination of plaintiff as well as cross examination of her\n\nexperts, to challenge whether or not anything said by\n\nMs. Maxwell caused damage to her reputation or whether other\npeople calling her a liar on national news and international\nnews is, in fact, the cause of any damage to her reputation.\n\nShe is the one, of course, who has put her reputation\n\nat issue. Having the Duke of York and Buckingham Palace issue\ndenials is not hearsay, your Honor, it is offered for the fact\n\nthat the denial was widely circulated and very likely\n\ncontributed to people considering plaintiff to be a liar.\nMotion in limine number 6, plaintiff's sexual history\nand reputation. This salient point, your Honor, of course,\n\nagain, under 405(b), is that once you have put your reputation\n\nfor being a liar in question, then other specific instances of\nfalse claims become highly relevant and probative of your\n\ncharacter for truthfulness, particularly with regard to sexual\n\nassault and sexual abuse.\n\nFurthermore, your Honor, plaintiff is the one who's\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011354",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011354.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1535,
    "word_count": 255,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:47.882423",
    "prefix": "IMAGES-001"
  }
}