{
  "document_id": "HOUSE_OVERSIGHT_013264",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013264.txt",
  "text": "348 A Glossary\n\nLNOO. George Lakoff and Rafael Nunez. Where Mathematics Comes From. Basic Books, 2000.\n\nLog07. Robert M. Logan. The Extended Mind. University of Toronto Press, 2007.\n\nLoo06. Moshe Looks. Competent Program Evolution. PhD Thesis, Computer Science Department, Wash-\nington University, 2006.\n\nLRN87. John Laird, Paul Rosenbloom, and Alan Newell. Soar: An architecture for general intelligence.\nArtificial Intelligence, 33, 1987.\n\nLS05. J Lisman and N Spruston. Postsynaptic depolarization requirements for ltp and ltd: a critique of\n\nspike timing-dependent plasticity. Nature Neuroscience 8, 839-41, 2005.\nLWMLO9. John Laird, Robert Wray, Robert Marinier, and Pat Langley. Claims and challenges in evaluating\nhuman-level intelligent systems. Proc. of AGI-09, 2009.\n\nac95. D. MacKenzie. The automation of proof: A historical and sociological exploration. [EEE Annals\nof the History of Computing, 17(3):7-29, 1995.\narQl. H. Marchand. Reflections on PostFormal Thought. The Genetic Epistemologist, 2001.\ncK03. Bill McKibben. Enough: Staying Human in an Engineered Age. Saint Martins Griffin, 2003.\net04. Thomas Metzinger. Being No One. Bradford, 2004.\nin88. Marvin Minsky. The Society of Mind. MIT Press, 1988.\ninO7. Marvin Minsky. The Emotion Machine. 2007.\nKO7. Joseph Modayil and Benjamin Kuipers. Autonomous development of a grounded object ontology\nby a learning robot. AAAI-07, 2007.\nKO08. Jonathan Mugan and Benjamin Kuipers. Towards the application of reinforcement learning to\nundirected developmental learning. International Conf. on Epigenetic Robotics, 2008.\nKo9. Jonathan Mugan and Benjamin Kuipers. Autonomously learning an action hierarchy using a\nlearned qualitative state representation. [JCAI-09, 2009.\nonl2. Maria Montessori. The Montessori Method. Frederick A. Stokes, 1912.\nSVT 08. G. Metta, G. Sandini, D. Vernon, L. Natale, and F. Nori. The icub humanoid robot: an open plat-\nform for research in embodied cognition. Performance Metrics for Intelligent Systems Workshop\n(PerMIS 2008), 2008.\nW07. Stephen Morgan and Christopher Winship. Counterfactuals and Causal Inference. Cambridge\nUniversity Press, 2007.\nNan08. Nanowerk. Carbon nanotube rubber could provide e-skin for robots. http: //www.nanowerk.\ncom/news/newsid=6717.php, 2008.\nNei98. Dianne Miller Neilsen. Teaching Young Children, Preschool-K: A Guide to Planning Your Cur-\nriculum, Teaching Through Learning Centers, and Just About Everything Else. Corwin Press,\n1998.\nNew90. Alan Newell. Unified Theories of Cognition. Harvard University press, 1990.\nNie98. Dianne Miller Nielsen. Teaching Young Children, Preschool-K: A Guide to Planning Your Cur-\nriculum, Teaching Through Learning Centers, and Just About Everything Else. Corwin Press,\n1998.\nNilo9. Nils Nilsson. The physical symbol system hypothesis: Status and prospects. 50 Years of AI,\nFestschrift, LNAI 4850, 33, 2009.\nNK04. A. Nestor and B. Kokinov. Towards active vision in the dual cognitive architecture. International\nJournal on Information Theories and Applications, 11, 2004.\nOKO06. P. Oudeyer and F. Kaplan. Discovering communication. Connection Science, 2006.\nOmo08. Stephen Omohundro. The basic ai drives. Proceedings of the First AGI Conference. IOS Press,\n2008.\nOmo09. Stephen Omohundro. Creating a cooperative future. 2009. http: //selfawaresystems.com/\n2009/02/23/talk-—on-creating-a-cooperative-future/.\nOpab52. A. 1. Oparin. The Origin of Life. Dover, 1952.\nPal82. Gunter Palm. Neural Assemblies. An Alternative Approach to Artificial Intelligence. Springer,\n1982.\nPei34. C, Peirce. Collected papers: Volume V. Pragmatism and pragmaticism. Harvard University Press.\nCambridge MA., 1934.\nPel05. Martin Pelikan. Hierarchical Bayesian Optimization Algorithm: Toward a New Generation of\nEvolutionary Algorithms. Springer, 2005.\nPen96. Roger Penrose. Shadows of the Mind. Oxford University Press, 1996.\nPer70. William G. Perry. Forms of Intellectual and Ethical Development in the College Years: A Scheme.\n\nHolt, Rinehart and Winston, 1970.\n\nHOUSE_OVERSIGHT_013264",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013264.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4026,
    "word_count": 545,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.552928",
    "prefix": "IMAGES-002"
  }
}