{
  "document_id": "HOUSE_OVERSIGHT_014423",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014423.txt",
  "text": "BofA Merrill Lynch is aware that the implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\n\naction may be limited by regulations prohibiting or restricting \"shortselling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regu\n\nexecuting any short idea contained in this report.\nForeign currency rates of exchange may adversely affect\neffectively assume currency risk.\n\nUK Readers: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to business coordinated by BofA Merrill\nh policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nments linked to securities that may have been recommended in this report. MLPF&S or one of its\n\nlocated outside of the United Kingdom. BofA Merrill Lynch Global Researc\nMLPF&S or one of its affiliates is a regular issuer of traded financial instru\ntime, hold a trading position (long or short) in the securities and financial\nBofA Merrill Lynch, through business units other than Bo\nwith, and reach different conclusions from, the information presented in\nmethods of the persons who prepared them, and BofA Merrill Lynch is un\nrecipient of this report.\n\nIn the event that the recipient received this report pursuant to a contract\ntherewith ML\nbeyond the delivery of this report (unless otherwise agreed specifically in\ntransactions, including transactions in any securities mentioned in this re\nCopyright and General Information regarding Research Reports:\nCopyright 20\n\ninstrum\n\nwriting\nport.\n\nand client websites and other portals by BofA Merrill Lynch and are not pu\nconstitutes your agreement not to redistribute, retransmit, or disclose to others tl\nrecommenda\nMaterials prepared by BofA Merrill Lynch Global Research personnel are ba\ninformation known to, professionals in other business areas of BofA Merri\nBofA Merrill Lynch Global Research and certain business groups. As a resul\nresearch reports. To the extent this report discusses any legal proceeding or issue\nshould consult their own legal advisers as to issues of law relating to the subj\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be\non public information. Facts and views presented in this material that relate to an\n\nsed on\nI Lynch\n, BofA\n\nprofessionals in other business areas of BofA Merrill Lynch in connection with the\nherei\n\nAny information relating to the tax status of financial instruments discussed\nseek tax advice based on their particular circumstances from an independent tax\n\nThe information herein (other than disclosure information relating to BofA Merril\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible fo\n\nbetween the recipient and MLPF&S for t\nPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the\n\n6 Bank of America Corporation. All rights reserved. This research report is prepared for the use of Bo\n\ndisclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch.\n\nions, estimates or price targets) without first obtaining expressed permiss\n\nect m\n\nents discussed in this report.\n\nby MLPF&S). MLPF&S is and continues to ac\n\nBofA Merri\n\nne con\n\nion from an authorized officer of BofA Merrill Lynch.\npublic information. Facts and views presented in this material\n, including investment banking personnel. BofA Merrill Lynch\nerrill Lynch does not disclose certain client relationships witl\n5, ithas not been prepared as nor is it intended\natter of this report. BofA Merril\naintiffs, defendants, co-defend\nsuch proceedings have not been reviewed by, discussed with, and may not reflect\negal proceedings or matters relevant to such proceedings.\n\nnis not intended to provide tax\nprofessional.\nLynch and its affiliates) was ob\nr the content of any third-party website or any\n\np\niy\n\nhe provision of research services for a separate fee,\nperson with whom MLPF&S has contracted directly and does not extend\nsolely as a broker-dealer in connection with tl\n\n‘A Merrill Lynch clients and may not be redistributed, retransmitted or\n| Lynch research reports are distributed simul\nblicly-available materials. Any unauthorized use or disclosure Is prohibited. Receipt and review of tl\nents, opinions, conclusion, or information contained in this report (including any investment\n\nhave not been reviewed by, and may not re\nhas established information\nh, or compensation received from, such issuers in\nto express any legal conclusion, opinion or advice. Investors\nLynch Global Research personnel’s knowledge of legal proceedings in which\nants or co-plaintiffs with or involving issuers mentioned in this report is based\n\nations prior to\n\nhe value, price or income of any security or financial instrument mentioned in this report. Investors in such securities and instruments\n\nLynch entities\n\naffiliates may, at any\n\n‘A Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nhis report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nder no obligation to ensure that such other trading ideas or recommendations are brought to the a\n\ntention of any\nand in connection\nhe execution of any\n\naneously to internal\nhis research report\n\nlect\nbarriers between\n\ninformation known to,\n\nadvice or to be used by anyone to provide tax advice. Investors are urged to\n\nained from various sources and we do not guarantee its accuracy. This report\ninked content contained in a third-party website. Content\n\ncontained on such third-party websites is not part of this report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any endorsement by or\n\nany affiliation with BofA Merrill Lynch. Access to any third-party website is a\nsubmitting any personal information to them. BofA Merrill Lynch is not responsib\n\nAll opinions, projections and estimates constitute the judgment of the author as of\n\ne\n\nor such terms and privacy policies and expressly disclaims any liability for them.\nhe date of the report and are subject to change without notice. Prices also are su\n\nyour own risk, and you should always review the terms and privacy policies at third-party websites before\n\nbject to change without\n\nnotice. BofA Merrill Lynch is under no obligation to update this report and BofA Merrill Lynch's ability to publish research on the subject issuer(s) in the future is subject to applicable quiet\n\nperiods. You should therefore assume that BofA Merrill Lynch will not update any\nCertain outstanding reports may contain discussions and/or investment opinions\nrecent research report relating to an issuer prior to making an investment decisio\n\ninancial instruments) nor should the analyses or opinion(s) be considered a solici\n\nhis report or its contents.\n\nnsome cases, an issuer may be classified as Restricted or may be Under Review o\nits security and/or financial instruments) to be suspended or withdrawn and shou\n\nact, circumstance or opinion contained in this report.\n\nrelating to securities, financial instruments and/or issuers that are no longer curren\nn.\nr Extended Review. In each case, investors should consider any investment opinion\ndnot rely on the analyses and investment opinion(s) pertaining to such issuer (or i\na\n\n. Always refer to the most\n\nrelating to such issuer (or\ns securities and/or\n\nion of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with\neither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\nirm policies.\n\n14 Japan Economics Viewpoint | 18 November 2016\n\nBankofAmerica <2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014423",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014423.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 8175,
    "word_count": 1280,
    "line_count": 192,
    "import_date": "2025-11-19T21:47:48.490690",
    "prefix": "IMAGES-002"
  }
}