{
  "document_id": "HOUSE_OVERSIGHT_019293",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019293.txt",
  "text": "Freedom House\n\n7. The rewriting of history will become more wide-\nspread and will greatly complicate societal ef-\nforts to confront both past and present political\nabuses. The rehabilitation of Joseph Stalin and\nthe airbrushing of Mao Zedong’s destructive\nreign serve to facilitate an authoritarian form of\nnationalism in which strength and unity super-\nsede justice and freedom, and the state is exalt-\ned at the expense of individual human beings.\n\n8. Authoritarian or illiberal forces are more likely to\ngain supremacy in countries where the parties\nthat represent liberal democracy do not simply\nlose elections, but experience a full-blown political\ncollapse, whether through corruption, ineptitude,\nor failure to build lasting bonds with the public. In\nthe end, elections do matter, and real change still\nrequires victory at the polls. This is why robust,\nself-confident, and uncorrupted opposition par-\nties are essential to democracy’s survival.\n\nRecommendations\n\nIn studies of this kind, recommendations are primarily\naddressed to policymakers, particularly in the admin-\nistration and Congress of the United States. Given\nthe election of Donald Trump, however, a different\napproach is called for.\n\nTrump has made clear again and again his admiration\nfor Vladimir Putin, to the point of asserting a kind of\nmoral equivalency between the Russian and American\ngovernments. Since he assumed office, Trump and\ncertain aides have encouraged in America the kind of\n“oost-truth” environment that has prevailed in Russia\nunder Putin. The new president has shown no interest\nin an American role in promoting human rights and\ndemocracy around the world; indeed, he seemed to\ndismiss this core element of U.S. foreign policy in\n\nhis initial address to Congress, instead emphasizing\n“harmony and stability\" and “the sovereign rights of all\nnations.” Under these circumstances, to rely first and\nforemost on the U.S. government to meet the chal-\nlenge posed by Russia, China, and other authoritarian\nstates would amount to an exercise in futility.\n\nThe role of governments, both in the United States\nand Europe, will remain crucial. But the threat posed\nby modern authoritarianism has spread well beyond\nits original proving grounds. To some extent, the prob-\nlems discussed in this report have already infected\nthe United States and a number of European coun-\ntries. They represent a menace to the media, academ-\nic freedom, civil society, electoral systems, and the\n\nrule of law. They even put in jeopardy the integrity of\nthe facts and figures that an accountable government\nand a successful economy require. When the values\nof the political leadership are seen to waver, indepen-\ndent, nongovernmental voices and institutions will\n\nbe called upon to do their part—not just to defend\ndemocracy at home, but to convince skeptical politi-\ncians and citizens that supporting the same struggle\nabroad serves the public interest.\n\nTo the U.S. government: We urge the Trump adminis-\ntration to appoint a director of global communications\nwho is experienced in journalism and allow that per-\nson to build a program to counter hostile authoritari-\nan messaging through up-to-date delivery techniques,\nhonest reporting, and forthright commentary. Near\nthe end of 2016, Congress passed legislation that\nplaced the country’s government-supported interna-\ntional media outlets—Voice of America (VOA), Radio\nFree Europe/Radio Liberty (RFE/RL), and their sister\nservices focused on Asia and other regions—under\nmore direct presidential control, on the theory that a\ncommander-in-chief who was committed to counter-\ning aggressive Russian influence would be better able\nto develop and implement new strategies. President\nTrump has yet to indicate how he intends to use this\nauthority.\n\nIn the contest against Soviet communism, America’s\ninternational broadcasting entities were the crown\njewels of U.S. soft power. Indeed, in some countries,\nsuch as Poland or Romania, Radio Free Europe\nfunctioned as the opposition press, and clearly had\n\na greater audience and more influence than the\ncensored government press. In the post-Cold War\nperiod, what were initially shortwave radio services\nhave evolved into modern media outlets, with video\ncontent, podcasts, blogs, social media engagement,\nand other forms of information delivery. Nevertheless,\nthe United States today needs to update the strategy\nand operations of its publicly supported broadcast-\ners and—most importantly—provide them with the\nresources to compete with a Russian propaganda\nmachine that is nimble, attuned to popular discontent,\nand generously funded.\n\nTo the independent media: The mainstream press\nin the United States has recently shown increased\ninterest in reporting on Russian methods of infor-\nmation warfare, some of which have been embraced\nby far-right media outlets that seek to undermine\npopular support for the core institutions of Ameri-\ncan democracy. We urge more responsible media to\n\nwww.freedomhouse.org\n\n5g\n\nHOUSE_OVERSIGHT_019293",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019293.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5003,
    "word_count": 758,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:44.901585",
    "prefix": "IMAGES-005"
  }
}