{
  "document_id": "HOUSE_OVERSIGHT_024108",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024108.txt",
  "text": "Appendix 5\n\nENDNOTES\n\nExcept as otherwise expressly noted, all performance information contained herein, including\nrates of return, is as of March 31, 2014 and is unaudited. The performance information is based\non the cumulative invested capital, cumulative cash dividends and realized and unrealized\nsales proceeds in portfolio companies. Where designated as “gross”, the performance\ninformation is presented on a gross basis with regard to expenses and does not reflect\ndeductions for any management fees, the general partner’s carried interest or other expenses.\nWhere designated as “net”, the performance information is presented on a net basis after giving\neffect to management fees, the general partner’s carried interest and other expenses. Please\nrefer to Section III: “Summary of Historical Investment Performance” and the endnotes below\nfor a more detailed description of the performance of the NLV-I, NLV-II and the Sprout Funds.\nAn investment in the Fund does not represent an interest in any indicated investment or any\ninvestment portfolio of any related or other investment fund, including any investment or fund\nmanaged by the Fund Managers. Disclosure of past performance herein is for informational\npurposes only and is not indicative of future results.\n\n4 The financial data contained herein relating to the valuations and investment performance of\nNLV-I, NLV-IL the Sprout Funds and their investments (including the IC. portfolio thereof)\nare estimates prepared by NLV as of March 31, 2014, and have not been audited. The vintage\nyear of each fund represents the first year that an investment in a portfolio company was\neither committed to or funded. While NLV’s valuations of unrealized investments are based\non assumptions that NLV believes are reasonable under the circumstances, the actual realized\nreturns on unrealized investments will depend on, among other factors, future operating\nresults, the value of the assets and market conditions at the time of disposition, any related\ntransaction costs and the timing and manner of the sale, all of which may differ from the\nassumptions on which the valuations used in the prior performance data contained herein are\nbased. Accordingly, the actual realized returns on these unrealized investments may differ\nmaterially and adversely from the (assumed) returns indicated herein. Past performance is\nnot indicative of future results. There can be no assurance that the Fund will achieve results\ncomparable to those shown herein, will be able to avoid losses or will be able to achieve its\ninvestment objectives. Except as specifically noted, all performance information contained\nherein is on a “gross” basis before giving effect to management fees, the general partner’s\ncarried interest, taxes and other expenses, the application of which would reduce such prior\nperformance and indicated rates of return. Except as otherwise indicated, performance\ninformation is for NLV-I, NLV-II and the Fund Managers’ investments in the Sprout Funds.\nWhile the Fund Managers initiated, led, co-led, managed or were otherwise instrumental in\nthe identification, negotiation, execution and/or management of these investments (as further\ndescribed herein), other individuals, including individuals from Sprout Group with respect to\nthe Sprout Funds, were involved in and assisted with these investments.\n\n==]\n\nRates of return for public indices are provided for informational purposes only and do not\nreflect a basis for comparison for venture capital interests, as the market volatility, liquidity\nand other characteristics of venture capital investments are materially different from public\nindices. The S&P 500 Stock Index is an unmanaged market capitalization of 500 U.S. equities\n\n97 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024108",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024108.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3801,
    "word_count": 569,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.122001",
    "prefix": "IMAGES-007"
  }
}