{
  "document_id": "HOUSE_OVERSIGHT_013081",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013081.txt",
  "text": "9.3. Embodied Communication 165\n\nThe NKC assumption seems commonsensically to hold true for human everyday knowledge,\nand it has fairly dramatic implications for general intelligence. Suppose we conceive general\nintelligence as the ability to achieve goals in the environment shared by the communicating\nagents underlying the Embodied Communication Prior. Then, NKC suggests that the best way\nto achieve general intelligence according to the Embodied Communication Prior is going to\ninvolve\n\n® specialized methods for handling declarative, procedural, sensory and attentional knowledge\n(due to the naturalness of the isolated knowledge categories)\n\ne specialized methods for handling interactions between different types of knowledge, includ-\ning methods focused on the case where one type of knowledge is primary and the others are\nsupporting (the latter due to the naturalness of the interactive knowledge categories)\n\n9.3.0.2 Cognitive Completeness\n\nSuppose we conceive an AI system as consisting of a set of learning capabilities, each one\ncharacterized by three features:\n\ne One or more knowledge types that it is competent to deal with, in the sense of the two\nkey learning problems mentioned above\n\ne At least one learning type: either analysis, or synthesis, or both\n\ne At least one interaction type, for each (knowledge type, learning type) pair it handles:\n“isolated” (meaning it deals mainly with that knowledge type in isolation), or “interactive”\n(meaning it focuses on that knowledge type but in a way that explicitly incorporates other\nknowledge types into its process), or “fully mixed” (meaning that when it deals with the\nknowledge type in question, no particular knowledge type tends to dominate the learning\nprocess).\n\nThen, intuitively, it seems to follow from the ECP with NKC that systems with high efficient\ngeneral intelligence should have the following properties, which collectively we'll call cognitive\ncompleteness:\n\ne For each (knowledge type, learning type, interaction type) triple, there should be a learning\ncapability corresponding to that triple.\n\ne Furthermore the capabilities corresponding to different (knowledge type, interaction type)\npairs should have distinct characteristics (since according to the NKC the isolated knowledge\ncorresponding to a knowledge type is a natural category, as is the dominant knowledge\ncorresponding to a knowledge type)\n\ne For each (knowledge type, learning type) pair (K,L), and each other knowledge type K1\ndistinct from K, there should be a distinctive capability with interaction type “interactive”\nand dealing with knowledge that is interactively K but also includes aspects of K1\n\nFurthermore, it seems intuitively sensible that according to the ECP with NKC, if the ca-\npabilities mentioned in the above points are reasonably able, then the system possessing the\ncapabilities will display general intelligence relative to the ECP. Thus we arrive at the hypothesis\nthat\n\nHOUSE_OVERSIGHT_013081",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013081.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2971,
    "word_count": 442,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.196560",
    "prefix": "IMAGES-002"
  }
}