{
  "document_id": "HOUSE_OVERSIGHT_013957",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013957.txt",
  "text": "There is more to life than increasing its speed.\n—MOHANDAS GANDHI\n\nL, February of 2004, I was miserable and overworked.\n\nMy travel fantasy began as a plan to visit Costa Rica in March 2004 for four weeks of Spanish and\nrelaxation. I needed a recharge and four weeks seemed “reasonable” by whatever made-up benchmark\nyou can use for such a thing.\n\nA friend familiar with Central America dutifully pointed out that it would never work, as Costa Rica\nwas about to enter its rainy season. Torrential downpours weren’t the uplifting jolt I needed, so I shifted\nmy focus to four weeks in Spain. It’s a long trip over the Atlantic, though, and Spain was close to other\ncountries I'd always wanted to visit. I lost “reasonable” somewhere shortly thereafter and decided that I\ndeserved a full three months to explore my roots in Scandinavia after four weeks in Spain.\n\nIf there were any real-time bombs or pending disasters, they would certainly crop up in the first four\nweeks, so there really wasn’t any additional risk in extending my trip to three months. Three months\nwould be great.\n\nThose three months turned into 15, and I started to ask myself, “Why not take the usual 20-30-year\nretirement and redistribute it throughout life instead of saving it all for the end?”\n\nThe Alternative to Binge Traveling\n\nThanks to the Interstate Highway System, it is now possible to travel from coast to coast\nwithout seeing anything.\n\n—CHARLES KURALT, CBS news reporter\n\nL, you are accustomed to working 50 weeks per year, the tendency, even after creating the mobility to\n\ntake extended trips, will be to go nuts and see 10 countries in 14 days and end up a wreck. It’s like taking\na starving dog to an all-you-can-eat buffet. It will eat itself to death.\n\nI did this three months into my 15-month vision quest, visiting seven countries and going through at\nleast 20 check-ins and checkouts with a friend who had negotiated three weeks off. The trip was an\nadrenaline-packed blast but like watching life on fast-forward. It was hard for us to remember what had\n\nhappened in which countries (except Amsterdam),©2 we were both sick most of the time, and we were\nupset to have to leave some places simply because our pre-purchased flights made it so.\n\nI recommend doing the exact opposite.\n\nThe alternative to binge travel—the mini-retirement—entails relocating to one place for one to six\nmonths before going home or moving to another locale. It is the anti- vacation in the most positive sense.\nThough it can be relaxing, the mini-retirement is not an escape from your life but a reexamination of it—\nthe creation of a blank slate. Following elimination and automation, what would you be escaping from?\nRather than seeking to see the world through photo ops between foreign-but-familiar hotels, we aim to\nexperience it at a speed that lets it change us.\n\nThis is also different from a sabbatical. Sabbaticals are often viewed much like retirement: as a one-\ntime event. Savor it now while you can. The mini-retirement is defined as recurring—it is a lifestyle. I\n\nHOUSE_OVERSIGHT_013957",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013957.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3070,
    "word_count": 522,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.987711",
    "prefix": "IMAGES-002"
  }
}