{
  "document_id": "HOUSE_OVERSIGHT_022440",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022440.txt",
  "text": "“The preconceived idea of what was considered prime and where you would build\nluxury has completely changed,” says Jason Karadus of Town, who is director of sales\nfor the Charles along with Ginger Brokaw. “A lot of people in the industry smirked at\nthe pricing — about $2,500 per square foot ... Now it’s not so risky, which is why you’re\nseeing companies like Extell building up what’s left to be developed up there.”\n\nEvery developable parcel seems to be getting snatched\nup. Just take a three-story garage on 302 East 96th\nStreet, which developer Wonder Works bought in March\nfor $24 million. On the northernmost border with\nHarlem, the developer plans to put up a 21-story, 48-\nunit “affordable luxury” condo building — basically\nright on the approach to the FDR. (Don’t worry, the\nfacade will have extra soundproofing.)\n\n“The Second Avenue subway station for 96th street,\nwhich will be one of the first ones opened, is just 200\nfeet away,” says Eric Brody, Wonder Works’ managing\npartner, who adds that brokers are recommending\nasking prices of $1,500 to $2,300 per square foot when\nunits go on sale next year. “The buyer is anyone who\ncan’t afford to be in all these downtown neighborhoods,\nbut still wants to live in the city and have incredibly\nclose access to a train.”\n\nFirst look! Once a three-story Public transit of the future is why Andrew Ellis bought\ngarage, 302 E. 96th St. will become\n\na 21-story luxury condo.\n\nPhoto: Handout 2013. The 31-year-old consultant paid a mere $430 per\n\na fixer-upper on 95th Street and Second Avenue in\n\nsquare foot for a one-bedroom garden-level duplex.\nThen came a massive year-long renovation that updated the windows and kitchen\nappliances. He also completely redid the backyard, adding a rear deck and koi pond. In\nYorkville, Ellis discovered a “neighborhood feel” that was a far cry from the raucous\nscrum of Murray Hill, where he had been renting.\n\n“Thad sort of grown out of that,” says Ellis, who is no longer alone in his move uptown.\n“My high school friends and some college friends are migrating to the Upper East Side.\nOne is two doors down, literally, and two others are a few blocks away. Having that\nsubway there eventually is really what did it for me. This place can only go up.”\n\nAndrew Ellis stands in his Yorkville backyard, which he completely redid, adding a deck (so that the outdoor\nspace was accessible from the upstairs living room of the duplex) and a kai pond.\n\nPhoto\n\nHOUSE_OVERSIGHT_022440",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022440.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2467,
    "word_count": 424,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.161277",
    "prefix": "IMAGES-006"
  }
}