{
  "document_id": "HOUSE_OVERSIGHT_010524",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010524.txt",
  "text": "Fittuy Ricu\n\nOnce again, Chief Reiter was outraged. So much so that he\ntook the extraordinary step of calling the FBI and the federal\nprosecutor's office.\n\nAt the time, the federal prosecutor of the Southern District of\nFlorida was a Republican named R. Alexander Acosta. Chief\nReiter recalls being present at Acosta’s swearing-in ceremony\n\nCHAPTER 48 and remembers Acosta’s declaration that one of his goals would\n} be the prosecution, to the fullest extent of the law, of anyone\nwho takes advantage of the weak—especially perpetrators of\nsex crimes. Disgusted with Krischer’s laissez-faire attitude, Reiter\nrecalls thinking he’d found his man.\nIn Acosta, the chief saw a prosecutor who wouldn't shy away\n\nfrom confronting a man with Jeffrey Epstein’s resources and\nconnections.\n\nBut it turned out that Acosta had worked under Ken Starr at\nry reached a verdict that floored Starr’s high-powered multinational law firm, Kirkland & Ellis.\nAnd while Acosta had a sterling résumé, which included a stint\nleal that Krischer had offered to clerking for future Supreme Court justice Samuel Alito, he had\nNow the grand jury was recom-\n\nFF only argued two cases before a judge.\nzed with just one felony count of 4\n\nAt the time, Reiter did not know this. All he knew was that some-\none had to look much more seriously into Jeffrey Epstein’s crimes.\nof underage girls. The original 7\ns of unlawful sex acts with minors q\nand lascivious molestation — hadi ; Reiter’s actions did not necessarily make him a hero—at least,\n\n: hot in every corner of the community he served.\n\nystein to prison. : ' “Thad individuals suggest that the department’s approach to\n‘render on a Sunday, when no one |\ngned. A few hours later, he was”\nllars bail.\n\nyt even notified.\n\nthe i investigation and my referral of the investigation to the FBI\nWas more horsepower than the investigation deserved. And I\n/had other individuals suggest that—yeah, the term ‘back off\n‘probably fits,” Reiter said in his deposition for B.B. vs. Epstein.\n\n183\n\nHOUSE_OVERSIGHT_010524",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2029,
    "word_count": 338,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.131701",
    "prefix": "IMAGES-001"
  }
}