{
  "document_id": "HOUSE_OVERSIGHT_018589",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018589.txt",
  "text": "The people who live here themselves are divided about what fidelity means. Be Faithful,\nor Zero Grazing? Multiple wives, or divorce and remarriage? They themselves are\nworking towards gender equality, but have just as many arguments about its\nimplementation as Westerners do. They themselves are proud of their culture, and yet\nthere's one anti-HIV slogan that always leaps out at me when I spot it among the myriad\nof posters and stickers:\n\nThere is nothing cultural about dying of AIDS.\n\nte Ok ok\n\nThe original version of this article can be found on the Internet, but please note that I've\ndone some editing for clarity. Here's the original:\n\nhttp://carnalnation.com/content/45680/1 133/sexual-abcs-africa-part-2-be-faithful\n\nEDUCATION:\n[theory] Sexual ABCs in Africa, Part 3: Condoms\n\nThis article followed the previous two articles, published at CarnalNation.com in\nJanuary 2010. I think a lot of people would like to believe that Africans are \"different\nfrom us\" and that's why HIV has had such an impact in Africa. And it's accurate to say\nthat certain cultural patterns influence the spread of HIV, as I described in the previous\npiece, \"Be Faithful.\"\n\nBut the truth is, also, that people are similar everywhere: we respond to certain\nincentives, and sexuality is one of our most powerful incentives. The terrifying truth is\nthat Africans are not especially different from us... and given the right circumstances, the\nWest can and will be equally vulnerable to this awful epidemic. And as I learned more\nand then came home, I began to see just how vulnerable we are. There are poor,\nmarginalized areas of the USA where HIV is reaching the same proportions that it has\nreached in Africa. And even among privileged young Americans, HIV rates have been\nrising for the first time in years.\n\nte Ok ok\n\nSexual ABCs in Africa, Part 3: Condoms\n\nIn America, the common argument against explicit sex education -- and promoting\ncondom use in schools -- is that it will encourage kids to be promiscuous. The idea is that\nif we portray it as normal for kids to be having sex and tell them how to do it safely,\nthey'll be more likely to go and have sex. As for the kids who'll have sex anyway... well,\nthey're sinning and don't deserve to know what they're doing.\n\nSome things don't change, even across oceans. I occasionally hear the same arguments\nagainst promoting condom use in southern Africa. But here, HIV is ripping the populace\n\nHOUSE_OVERSIGHT_018589",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018589.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2454,
    "word_count": 407,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.777424",
    "prefix": "IMAGES-005"
  }
}