{
  "document_id": "HOUSE_OVERSIGHT_026691",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026691.txt",
  "text": "11\n\nUncertain market direction has challenged\nresponse to return gaps through asset allocation\nPolitical change across developed markets challenges\nhigh conviction geographic allocations outside a small\nnumber of perceived ‘safe haven’ markets. Similarly,\nthe staggered shift to QT is creating uncertainty over\nsovereign forecasts for asset class performance.\nAdditionally, in many cases allocations to illiquid\nassets were approaching restrictions put in place by\ninvestment boards, with little room to further tilt to\nrisk classes.\n\nSuch uncertainty over investment strategy means\nthat very few sovereigns are willing to adjust strategic\nasset allocations, and internal restrictions are a\nchallenge to those that are seeking to change. This can\nbe seen in figure 6, in which an increasing number of\nsovereigns state they have ‘frozen’ asset allocations\nto traditional asset classes.\n\nA focus on business model to drive implementation\nefficiency and liquidity premium capture\nAs willingness to take active positions in geographic\nand asset allocation decreases, the effects of the\nreturn gap are compounded. Sovereigns are unable to\nrespond to growing shortfalls through asset allocation\nalone, and are instead looking at how to evolve their\nbusiness models to drive more efficient realisation\nagainst portfolio objectives, notably through\ninternalisation or investment partnerships to reduce\nmanagement cost and improve placement efficiency.\nHowever, sovereigns acknowledged that any\nchanges to business models carried trade-offs against\nexecution and investment risk:\n- Many respondents have struggled to reach target\nalternative allocations and the shift to internalise\nor move to co-investment or operating partnerships\nmay create further constraints\n- Over-investing in privately listed assets puts\nsovereigns at risk of future valuation adjustments\nwhile utilisation of alternative deployment models\n(working directly with operating partners) has\nimplications for governance processes and disclosure\n- Reducing intermediation while potentially improving\nline-of-sight to placement also reduces external\nobjective inputs to asset selection and valuation\n- Finally, the tilt to internalisation may not be\nconsistent with geographic diversification objectives,\nand there is some evidence of an increasing ‘home\nmarket’ bias despite stated objectives to the contrary\nWhile the motivation for business model changes\nis clear and aligned, there is an acknowledgement\namongst participants that not all sovereigns will be\nsuccessful in executing, with the potential for risk or\ninvestment shocks where execution is unsuccessful.\nAs willingness to take active positions in geographic\nand asset allocations slows, sovereigns must engage\nwith investment boards to include consideration of\nmarket conditions (as well as potential outflows) in\ntheir return targets to continue to work towards their\nlong-term objectives.\n\nHOUSE_OVERSIGHT_026691",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026691.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2938,
    "word_count": 410,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:49.139183",
    "prefix": "IMAGES-009"
  }
}