{
  "document_id": "HOUSE_OVERSIGHT_024569",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024569.txt",
  "text": "17. ELIGIBLE INVESTORS\n\n17.1. UNITED STATES SECURITIES ACT OF 1933\n\nThe Units will not be registered under the Securities Act, in reliance upon the exemption from registration\nprovided by Section 4({2) of the Securities Act and will not be registered under the securities laws of any\njurisdiction.\n\nAccordingly, the Units are initially being offered and sold only to “accredited investors.”\nEach investor is required to enter into a Subscription Agreement to purchase the Units. In the\nSubscription Agreement, it will be required to represent, among other customary private placement\nrepresentations, as follows:\n« that it is an “accredited investor” (as such term is defined in Regulation D under the Securities\nAct);\n\n« that it has carefully read and understood this Memorandum and the organizational documents of\nKUE in their entirety and that it has relied on such documents in making its investment decision;\n\ne that it has had an opportunity to receive answers from KUE to its questions regarding the Units\nand other matters pertaining to its investment, and it has obtained all additional information it has\nrequested from KUE to verify the accuracy of the information furnished to it;\n\n« that it is capable of evaluating the merits and risks of purchasing the Units and of making an\ninformed investment decision with respect thereto;\n\ne that its financial situation is such that it can afford to bear the economic risk of holding the Units\nas an illiquid investment for an indefinite period of time, and it can afford to suffer the complete\nloss of its investment;\n\ns that itis acquiring the Units for its own account for investment purposes only and not with a view\nto resale or distribution; and\n\n« that if understands that it must bear the economic risk of an investment in the Units for an\nindefinite period of time.\n\nIn the Subscription Agreement, each investor will be required to represent whether or not it is a U.S.\nPerson or non-U.S. Person (as such terms are defined in Regulation S under the Securities Act). Each\nnon-U.S. Person will be required to represent:\n\n« whether it is purchasing the Units in an offshore transaction within the meaning of Regulation S;\nand\n\n* thatitis eligible to purchase the Units under the laws applicable to it.\n\n136\n\nHOUSE_OVERSIGHT_024569",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024569.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2290,
    "word_count": 379,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.023395",
    "prefix": "IMAGES-008"
  }
}