{
  "document_id": "HOUSE_OVERSIGHT_016187",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016187.txt",
  "text": "Table 29: Stocks mentioned\n\nName Symbol Opinion Q-R-Q Price PO\nAl Hammadi XBQYF Buy C-1-7 SAR 40.19 SAR 64.0\nAl Othaim XWPJF Buy C-1-7 SAR 99.99 SAR 121.0\nBAE SYSTEMS BAESF Buy A-1-7 GBP 483.4 GBP 600\nBAE SYSTEMS BAESY Buy A-1-7 USD 26.17 GBP 34.26\nSABIC XAUBF Buy C-1-8 SAR 80.87 SAR 99.5\nSaudi Telecom XUTUF Buy C-1-7 SAR 63.95 SAR 81.0\nSavola XSAVF Buy C-1-7 SAR 35.95 SAR 46.0\nTHALES THLEF Buy C-1-7 EUR 73.5 EUR 87.0\nYANSAB XUYNF Buy C-1-7 SAR 40.28 SAR 48.0\nZain KSA XOCTF Buy C-1-9 SAR 7.83 SAR 12.2\nAlmarai XALRF Neutral B-2-7 SAR 53.7 SAR 61.0\nJarir XJRIF Neutral C-2-7 SAR 118.64 SAR 134.0\nSAFCO XDUAF Neutral C-2-8 SAR 59.73 SAR 72.0\nDallah Healthcare XJEFF Underperform C-3-7 SAR 86.12 SAR 79,0\nDar Al Arkan XARKF Underperform C-3-9 SAR 6.49 SAR 7.0\nExtra XYDUF Underperform C-3-7 SAR 26.72 SAR 24.0\n\nSource: BofA Merrill Lynch Global Research\n\nPrice objective basis & risk\n\nAl Hammadi (XBQYF)\n\nOur SAR64 PO for Al Hammadi is based on our DCF-derived valuation. This is equivalent\nto 32x FY17E EPS. Strong earnings growth means out-year valuations appear much\nmore reasonable than near-term valuations (e.g. implied 13x FY20E EPS). Company\nspecific risks are: lower-than-expected growth resulting from delays in executing on\nexpansion plans, inability to raise prices to offset cost inflation, failure to manage\ngrowth without impacting margins, pricing pressure from insurers, new competition,\nsustained delays to government payments, and any potentially dilutive acquisitions.\nGeneral/macro risks are: sustained low oil prices and any resultant slow-down in the\neconomy, civil unrest, ongoing failure of the government to pay bills.\n\nAl Othaim (XWPJF)\n\nWe use a combination of DCF, DDM and peer group analysis to value Al Othaim. We\nhave taken a weighted average of values implied by our DCF, DDM and peer group\nanalyses. We attribute a 50% weight to the DCF and 25% weights for both the DDM and\nthe P/E multiple, which points to a PO of SAR121. We attribute a greater weight to the\nDCF valuation as we believe food retailers offer good visibility on cash flow generation.\nIn the case of Al Othaim, we think DCF better reflects the stock's growth opportunity.\nWe assume a perpetuity growth rate of 2% and WACC of 9.1% in our DCF.\n\nThe downside risks to our investment case are:\n\n- Weaker-than-expected margin performance\n\n- Cannibalisation effect in Saudi Arabia\n\n- Competition: We expect competition to intensify among the large organized players,\nsuch as Savola-owned Panda which have aggressive retail expansion plans growth plan\n- Saudization: Most of Al Othaim’'s labors are low level staff working in the warehouses\nand branches which depends heavily on expatriate labors. This suggests the Saudization\nof the staff could put further pressure on margins.\n\nAlmarai (XALRF)\nWe arrive at our SAR61/share price objective using a combination of P/E multiples and\nDCF valuation, taking the average yielded by the two methods. More specifically:\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 77\n\nHOUSE_OVERSIGHT_016187",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016187.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3033,
    "word_count": 497,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.984241",
    "prefix": "IMAGES-003"
  }
}