{
  "document_id": "HOUSE_OVERSIGHT_027026",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027026.txt",
  "text": "The volunteers, between the ages of 23 and 31, donated their eggs anonymously and were\n\"financially compensated for the time, effort, discomfort and inconvenience associated with the\ndonation process,\" the study authors wrote.\n\nThe success of the experiments rekindled debate among bioethicists, who have long anticipated\nthat human cloning would become a reality.\n\nIn 2002, a commission of bioethicists established by then-President George W. Bush unanimously\nurged a ban on reproductive cloning. But the panel was deeply divided about the propriety of\n\"therapeutic cloning\" for research and medical treatment.\n\nThough 13 states have passed laws banning reproductive cloning, the United States is one of just\na few industrialized countries that has not prohibited the practice. Seven states also have banned\ntherapeutic cloning. Oregon is not one of them.\n\nThe OHSU team's success underscores the urgent need for federal rules that spell out consistent\nnational limits on therapeutic cloning and put a clear ban on the technology's use in fertility\nclinics, said Johns Hopkins University bioethicist Jeffrey Kahn.\n\nResearchers are also likely to step up their demand for donated eggs so they can conduct similar\nexperiments. That lends urgency to the need for standardized practices for compensating women\nwho donate their eggs. Some states, including California, have set strict limits on such payments,\nwhile others have allowed a market for donated eggs to flourish unregulated, Kahn added.\n\nAmong the methodological innovations outlined in the Cell paper was a trick that stem cell\nscientist Michael D. West, who was not involved in the study, dubbed \"the Starbucks effect.\"\n\nThe OHSU team added caffeine to the growth medium that nourished the eggs after they were\nstripped of their original DNA and awaited the new DNA from a skin cell. Unlike its stimulating\neffect on coffee-drinkers, the caffeine chemically slowed the rush to divide and grow that had\ndoomed earlier efforts.\n\nThe OHSU scientists also studied which batches of donated eggs were most likely to thrive and\nsurvive long enough to produce stem cells. Finding that eggs fared best when they were part of a\nmedium-sized harvest, the researchers fine-tuned their regimen of egg-stimulating drugs so that\nmore of the women produced about 10 eggs per cycle.\n\nIn all, the researchers produced six lines of embryonic stem cells from six separate embryos, said\nOHSU infertility specialist Dr. Paula Amato, one of the paper's authors.\n\nFour of them contained the nuclear DNA of a single donor whose skin cells were purchased from\na commercial lab, and a fifth came from a separate donor whose cells were bought the same way.\n\nThe sixth donor was a patient with Leigh syndrome, a genetic disorder that results in severe and\nmostly fatal neurological degeneration in a child's first years of life.\n\nHOUSE_OVERSIGHT_027026",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027026.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2883,
    "word_count": 454,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.416090",
    "prefix": "IMAGES-009"
  }
}