{
  "document_id": "HOUSE_OVERSIGHT_016590",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016590.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nwithout a permit and they know they need a permit. That is a very dangerous\nthing in a multi-family dwelling and it should be egregious.\n\nMOTION BY MR. OCHSTEIN TO GRANT AN EXTENSION OF TIME\nUNTIL AUGUST 8, 2008 TO COME INTO COMPLIANCE AND TO\nASSESS A FINE OF $250.00, RETROACTIVE TO JULY 17, 2008 IF\nCOMPLIANCE WAS NOT ACHIEVED\n\nSECONDED BY MS. GREENBERG\n\nMOTION PASSED UNANIMOUSLY\n\nVIII. Fine Reduction:\n\nA. Case # 08-2301, 167 E. Inlet Drive, The Landfall Group,\nViolation of Chapter 18, Section 18-242, Subsection 104.5.1.6, medium projects,\nall new or remodel construction projects 4000 sq. ft, to 8,999 sq. ft. under roof be\nallowed 22 months\n\nLead Code Enforcement Officer Walton said in October, 2007, Ajax Equity LLC\nwas found in violation of going over the construction time limits. On November\n15, 2008 they still were not in compliance and a daily fine of $250.00 started\nrunning. The final inspection was obtained in March, 2008. The fine ran for 137\ndays prior to compliance being achieved and the accumulated fine due is $34,\n250.00 and the have $150.00 hearing costs have not been paid.\n\nFrank Lynch advised he was the attorney for both The Landfall Group and\n\nAjax. He said when they appeared before the Board in October, Lazslo Wagner,\n\nthe principal of The Landfall Group, who has built homes throughout the Town of\nPalm Beach for 26 years acknowledged that he was unaware of this particular\n\nCode provision. Had he been, they would have applied for an extension of time to\n\ncomplete the construction. At the hearing, Mr. Koeppel made a motion to allow\n\nthem an additional sixty (60) days to complete the construction, find them in non-\ncompliance and assess the $150 fee. After a significant amount of discussion, that\n\nmotion went to a vote and failed 4-3. A second motion was made and Ms.\n\nDuemler thought the $250.00 fee was significant and she believed the fine should\n\nbe $125.00 a day. Mr. Lynch gave Mr. Walton a copy of that transcript to put in\n\nthe record. As part of their request, they are asking the Board to consider what\n\nMs. Duemler suggested at the meeting. At the same time, Mr. Lynch said he would\n\nlike them to consider that The Landfall Group is a good corporate citizen and\n\n17\n\nHOUSE_OVERSIGHT_016590",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016590.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2292,
    "word_count": 393,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.529653",
    "prefix": "IMAGES-004"
  }
}