{
  "document_id": "HOUSE_OVERSIGHT_022397",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022397.txt",
  "text": "From: \nSent: \nTo: \nSubject: \npaul krassner I  \n3/22/2017 2:35:34 PM \njeffrey E. [jeeyacation@gmail.com] \nFwd: Wednesday's Headlines: Labor pick cut deal with billionaire accused of haying sex with minors \nImportance: High \nJEFFREY—\nAS A FRIEND I'M SAYING MY ATHEIST PRAYERS FOR YOU. \nDON'T LET THE BASTARDS FRAME YOU. \n—PAUL \nFrom: The Washington Post <emaile.washingtonpost.com> \nSubject: Wednesday's Headlines: Labor pick cut deal with billionaire accused of having sex \nwith minors \nDate: March 22, 2017 at 3:03:03 AM PDT \nTo: \nDemocracy Dies in Darkness \nThe morning's most important stories, selected by Post editors \nHOUSE OVERSIGHT 022397 \nF \nTop Stories \nHOUSE OVERSIGHT 022398 \nLabor pick cut deal with billionaire accused of having sex with minors  \nPresident Trump is a witness in a lawsuit over how federal prosecutors — including Alexander Acosta, a former \nU.S. attorney in Miami who is Trump's secretary of labor nominee — handled the accusations against \nbillionaire Jeffrey Epstein. \nBy Marc Fisher • Read more » \nHOUSE OVERSIGHT 022399 \nTrump tells GOP critics of health-care bill: 'I'm gonna come after \nyou'  \nThe president stormed Capitol Hill to sell the health-care overhaul, using \nboth charm and admonishment to make his case, reassuring skittish \nmembers that they would gain seats in Congress if the bill passed. Rep. \nHarold Rogers, a supporter of the bill, said of the president's remark: \"Oh, \nhe was kidding around. I think.\" \nBy Mike DeBonis, Kelsey Snell and Robert Costa • Read more » \nGorsuch says attacks on federal judges are 'disheartening' and \n'demoralizing'  \nUnder questioning, Supreme Court nominee Neil Gorsuch reiterated what \nhe had told senators in private — that he is offended by attacks like the \nones leveled by President Trump against federal judges who have ruled in \ncases involving him. \nBy Robert Barnes and Ed O'Keefe • Read more » \nTrump's budget targets rural development programs that provide a \nquiet lifeline  \nAs a political statement, Trump's budget proposal delighted many small-\ngovernment conservatives. But voters in Kentucky's Appalachia, an area \nthat supports the president, worry that vital community programs that \nenhance job prospects and keep towns afloat might suffer. \nBy Jose A. DelReal • Read more » \nHOUSE OVERSIGHT 022400 \nYazidis who suffered genocide are fleeing again, but this time not \nfrom the Islamic State  \nAt a strategic crossroads between Syria, Turkey and Iraq, the traditional \nYazidi heartland has become a flash point for Kurdish political rivalries. \n\"We feel like a toy in the hands of the politicians,\" a Yazidi religious \nsheikh said. \nBy Loveday Morris • Read more » \nADVERTISEMENT \n'MA? \nOpinions \nTN& \nSusan Rice: When the White House twists the truth, we are all less safe \nBy Susan E. Rice • Read more » \nHOUSE OVERSIGHT 022401 \nGood-golly Gorsuch may turn out to be a rascal on the bench \nBy Dana Milbank • Read more » \nPresident Trump's sanest decision \nBy Kathleen Parker • Read more » \nTrump has no idea how to grow vegetables \nBy Garrison Keillor • Read more » \nReality is creeping into the Trump show \nBy David Ignatius • Read more » \nThe Trump administration's attack on the Chesapeake Bay \nBy Editorial Board • Read more » \nHOUSE OVERSIGHT 022402 \n_WELL' \nMore News \nTrump's 'big, beautiful wall' at U.S.-Mexico border \nwill require him to take big swaths of other people's \nland \nThe wall will cost a lot more — politically and \neconomically — than the president has publicly \nacknowledged. Trump will need to wield the power \nof government to forcibly take private properties, \nincluding those belonging to his supporters. \nBy Tracy Jan • Read more » \nAs White House seeks distance, former Trump  \ncampaign chairman faces new corruption  \nallegations  \nNorth Korean missile explodes seconds after \nlaunch  \nThe attempted missile launch comes at a time of \nheightened tensions in the region, with the U.S. and \nSouth Korea conducting joint military exercises and \nthe Trump administration clearly signaling it is \nprepared to use force to stop the Kim regime. \nBy Anna Fifield • Read more » \nAs Ivanka Trump's White House role expands, her \ncompany is sued for unfair competition  \nA San Francisco clothing retailer says President \nTrump, his daughter and his aides have leveraged \nthe presidency to promote products from Ivanka \nTrump's brand. \nBy Matea Gold • Read more » \nTillerson, NATO look for new date for meeting \nwith foreign ministers  \nHOUSE OVERSIGHT 022403 \nA Ukrainian lawmaker claimed documents show \nPaul Manafort attempted to hide payments he \nreceived from a political party with ties to Russia. \nManafort has denied assisting Russia in election \nhacks and a spokesman called the new Ukraine \nallegations \"baseless.\" \nBy Rosalind S. Helderman, Andrew Roth and Tom \nHamburger • Read more »  \nShare Today's Headlines: \nThe effort came after news that Secretary of State \nRex Tillerson would miss a NATO summit meeting \nand later travel to Russia. As officials tried to \nschedule a new meeting, all sides insisted that \nTillerson meant no disrespect in deciding to skip the \nApril 5 gathering. \nBy Karen DeYoung • Read more » \nTwitter Facebook \nTrouble reading? Click here to view in your browser. \nYou received this email because you are signed up for Headlines. For additional free newsletters or to manage \nyour newsletters, click here. \nWe respect your privacy. If you believe that this email has been sent to you in error or you no longer wish to receive email \nfrom The Washington Post, click here. Contact us for help. \n02017 The Washington Post, 1301 K St NW, Washington DC 20071 \nHOUSE OVERSIGHT 022404",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022397.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5641,
    "word_count": 903,
    "line_count": 134,
    "import_date": "2025-11-19T21:47:49.108949",
    "prefix": "TEXT-001"
  }
}