{
  "document_id": "HOUSE_OVERSIGHT_031890",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031890.txt",
  "text": "15\n\nIf the desire of our realists to conduct foreign policy with foreign\ndespots as if unprincipled cooperation with the bad guys could build\na stable world is unrealistic, the idealism of our enthusiasts that every\nnew foreign revolution will bring a millennium of democratic peace\nis absurd.\n\nAmerican foreign policy cannot expect that revolutions in foreign\ncountries will rescue us from the painful dilemmas our foreign policy\noften confronts. Revolution is not the deus ex machina that will make\nthe world peaceful; it is a tsunami that sweeps everything before it,\nand often leaves the world messier and more dangerous.\n\nModern history teaches two great lessons about revolution: that\nrevolutions are inevitable, and that a large majority of revolutions\neither fail or go bad. Americans almost instinctively look at\nrevolutions in terms of our own past: the 1688 Glorious Revolution\nthat made Parliament more powerful than the King in England, and\nthe American Revolution that led in relatively short order to the\nestablishment of a stable and constitutional government.\n\nMost revolutions don’t work like this at all. Many of them fail, with\nthe old despots crushing dissent or making only cosmetic changes to\nthe old system. (This happened in Austria in 1848 and something\nvery like it may be happening in Egypt today.) Others move into\nradicalism, terror and mob rule before a new despot comes along to\nbring order — at least until the next futile and bloody revolutionary\nspasm. That was France’s history for almost 100 years after the\nstorming of the Bastille. China, Russia and Iran all saw revolutions\nlike this in the 20th century.\n\nThe revolutions that ‘work’ are the exceptions, not the rule. The\npeaceful revolutions in the Central European countries as Soviet\npower melted in 1989-1990 are a unique exception to the rule that\nmost revolutions either turn nasty or fail. When many American\n\nHOUSE_OVERSIGHT_031890",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031890.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1929,
    "word_count": 312,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.782917",
    "prefix": "IMAGES-011"
  }
}