{
  "document_id": "HOUSE_OVERSIGHT_014727",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014727.txt",
  "text": "e Scenario 4: The current BAT proposal has some obvious issues. Because\nwages are deductible from taxable income, it essentially taxes domestically\nproduced goods as a share of value added but taxes imports as a share of their\ntotal value. This is a clear discrimination that would certainly invite WTO\ndispute and that could potentially give future non-Republican administrations\nthe excuse to overturn the tax reform. Moreover, the fact that under the\ncurrent proposal some exporters will potentially pay no taxes does not seem\nfair to us. Remember, in most countries with a VAT system, there is also a\ncorporate income tax. In this scenario, we assume that after negotiations we\nget a true VAT that is both WTO compliant as well as being revenue neutral.\nThe USD would do better in this scenario compared to Scenario 3 because the\nVAT would help level the playing fields between US and foreign produced\ngoods and the US trade balance should improve.\n\nHow to trade it?\n\nWe view the recent weakening of the USD and rising inflation breakevens as mutually\ninconsistent, since we think Scenario 2 is not a viable political outcome. The fact that all\nother scenarios are associated with a stronger USD and lower to flat inflation\nbreakevens is supportive of our bullish USD view.\n\nThe market needs more clarity on the details of the fiscal reform proposal to determine\nthe outlook for the USD and rates. It is possible that details may be unveiled as early as\nthe president’s speech to the joint session of Congress on February 28, 2017. We think\nit could validate our view of a stronger USD.\n\nTaking advantage of clean positioning and the decline in implied FX vol lately, we\nrecommend buying a 6w ATM EUR put/USD call (spot reference at 1.0630). A 6-week\noption will cover also the March Fed meeting and the Dutch election (both on March 15}\nthat can both potentially work in favour of the trade.\n\nWe think the market is underpricing the risk of a Fed hike in March and better-than-\nexpected results by the Freedom Party in the Dutch election could intensify concerns of\na second-round Le Pen win in May. The latter suggests that over the next 2-3 months it\nmay be easier to buy the USD than to pay US rates and easier to sell EUR/USD than to\nbuy USD/JPY.\n\nBankof America <>\nMerrill Lynch Cause and Effect | 13 February 2017 7\n\nHOUSE_OVERSIGHT_014727",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014727.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2350,
    "word_count": 408,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.103257",
    "prefix": "IMAGES-003"
  }
}