{
  "document_id": "HOUSE_OVERSIGHT_032196",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032196.txt",
  "text": "26\n\nMill’s proposition that persecution to preserve the existing order can\nnever be justified remains theoretical and may never be achieved;\neven democratic governments must coerce their citizens for a variety\nof reasons. Nevertheless, the ruler who moves society to a more\nadvanced stage of development is not only good but also perhaps the\nmost necessary of historical actors—to the extent that history is\ndetermined by freewilled individuals as well as by larger\ngeographical and economic forces. And the good autocrat, I submit,\nis not a contradiction in terms; rather, he stands at the center of the\npolitical questions that continuously morphing political societies\nface.\n\nGOOD AUTOCRATS there are. For example, in the Middle East,\nmonarchy has found a way over the decades and centuries to\nengender a political legitimacy of its own, allowing leaders like King\nMohammed VI in Morocco, King Abdullah in Jordan and Sultan\nQaboos bin Said in Oman to grant their subjects a wide berth of\nindividual liberties without fear of being overthrown. Not only is\nrelative freedom allowed, but extremist politics and ideologies are\nunnecessary in these countries. It is only in modernizing\ndictatorships like Syria and Libya—which in historical and\ngeographical terms are artificial constructions and whose rulers are\ninherently illegitimate—where brute force and radicalism are\nrequired to hold the state together. To be sure, Egypt’s Mubarak and\nTunisia’s Ben Ali neither ran police states on the terrifying scale of\nLibya’s Qaddafi and Syria’s Assad nor stifled economic progress\nwith such alacrity. But while Mubarak and Ben Ali left their\ncountries in conditions suitable for the emergence of stable\ndemocracy, there is little virtue that can be attached to their rule. The\neconomic liberalizations of recent years were haphazard rather than\nwell planned. Their countries’ functioning institutions exist for\nreasons that go back centuries: Egypt and Tunisia have been states in\n\nHOUSE_OVERSIGHT_032196",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032196.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2000,
    "word_count": 308,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.042328",
    "prefix": "IMAGES-011"
  }
}