{
  "document_id": "HOUSE_OVERSIGHT_019560",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019560.txt",
  "text": "72 | HOW AMERICA LOST ITS SECRETS\n\ncourse, the similarity of the phrasing might not have been entirely\ncoincidental. Greenwald’s 2012 speech had been put on YouTube and\nwidely circulated on the Internet just a few days before Snowden\nfirst wrote to him on December 1, 2012. Snowden identified himself\nas a privacy advocate, which was also how Greenwald often identi-\nfied himself in his speeches. He also echoed other concerns Green-\nwald had publicly expressed, including defending American privacy\nfrom government intrusions.\n\nSnowden promised the leaks he would supply would provide dra-\nmatic results. He asserted in one of his e-mails to Poitras that the\n“shock” of the documents he would give Greenwald would result in\nthe public’s learning about the secret “mechanisms through which\nour privacy is violated.” According to Snowden’s assessment, follow-\ning that initial uproar, they could achieve another objective in their\ncommon cause. “We can guarantee for all people equal protection\nagainst unreasonable search,” he wrote. In light of this convergence\nof views, it is not surprising that Greenwald was fully convinced\nof Citizen Four’s bona fides. He said to Poitras, “He’s real,” and he\n\n© agreed to help break the story in The Guardian. ®\n\nPoitras now revealed to Greenwald that Citizen Four would deliver\nan entire trove of secret documents to them in six to eight weeks.\nAccording to this timetable, the Greenwald scoop and the “shock”\nCitizen Four promised would come in early to mid-June 2013.\n\nAt this point in April, Snowden was in full control. Although\nhis job at Dell involved endlessly monitoring largely meaningless\nencrypted messages in the NSA tunnel, he had been able to get three\nmajor journalists to react favorably to his proposal. None of them\nknew his name, position, age, location, or where precisely he worked.\nNor did they know the means by which he planned to obtain the\nsecrets that he dangled before them. They also did not know where,\nor even if, they would meet their source. Their total knowledge about\nhim was the description he improperly gave of himself: a “senior\ngovernment employee in the intelligence community” (Greenwald\nspeculated that he was a disgruntled CIA station chief).\n\nEven though they were operating largely in the dark, these three\njournalists acted as almost any other ambitious reporter would if he\nor she were offered a major scoop about illegal acts of the govern-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 72 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019560",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019560.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2520,
    "word_count": 409,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.512456",
    "prefix": "IMAGES-005"
  }
}