{
  "document_id": "HOUSE_OVERSIGHT_028173",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028173.txt",
  "text": "/ BARAK / 39\n\npresident and his negotiating team had spent the previous few, frustrating years\ntrying alternately to urge, nudge and cajole him — and, of course, Arafat — toward\nimplementing Oslo. Clinton did finally succeed in getting the Wye River\nagreement. But it, too, remained to be implemented.\n\nNava’s presence, and Hillary Clinton’s, contributed to an informal, familial\natmosphere. Before my first round of talks with the President, we joined Bill and\nHillary for dinner. Though I would work more closely with Hillary in later years,\nwhen she was Secretary of State under President Obama, this was the first time I’d\nhad the opportunity to engage in anything more than small talk with her. She was\nless naturally outgoing than her husband. Yet not only was she bright and\narticulate. She was barely less informed on the ins and outs of Middle East peace\nnegotiations than the President. She, and Bill as well, also spoke with us about\nthings well beyond the diplomacy of the Middle East: science, music, and our\nshared interest in history. What most struck Nava and me, however, was the way\nthe Clintons interacted with each other. The scandal surrounding Monica Lewinsky\nwas still fresh. I suppose we expected to see signs of tension. Whether they were\nthere, we had no way of knowing. But what the two of them did palpably have was\na deep respect for each other’s intelligence, insight and creativity in looking for\nsolutions where so many others saw only problems. It was impressive.\n\nStill, there was little small talk in the long discussions I had with the President.\nFrom the outset, I wanted him to know exactly what I hoped we could accomplish\nand how, in my view, we were most likely to get there. I wasn’t trying to impose\n“ground rules” on the President of the United States, something I neither would nor\ncould do. But I was explicit with him about my own approach the negotiations. I\nassured him I was prepared to be flexible. But I said I’d be relying on two critical\nassumptions. The first was that when we and the Americans agreed a position on a\nspecific issue, there would be no unilateral “surprises” — by which I meant, though\ndidn’t say, things like the unfortunate American redefinition of Yitzhak’s “pocket\ndeposit” assurance regarding the Golan. The second assumption, I know, may\nseem overly legalistic. It was that, until and unless we reached a full and final\nagreement with either Syria or the Palestinians, any Israeli negotiating ideas or\nproposals would not be binding. If no agreement was reached, they would become\nnull and void. I wanted to avoid a situation, as had happened so often in past\nnegotiations, where an Israeli proposal was rejected by the Arab side but then\ntreated as the opening position in the expectation of further concessions in later\n\n325\nHOUSE_OVERSIGHT_028173",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028173.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2826,
    "word_count": 482,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.258492",
    "prefix": "IMAGES-009"
  }
}