{
  "document_id": "HOUSE_OVERSIGHT_010965",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010965.txt",
  "text": "Risk tolerance might be anything in any individual. As a norm, it tends to bea\nfunction of age, gender and wealth. Effects of age and gender are better understood.\nTeens and young adults, particularly males, seem readiest to take chances. Prison\npopulations and medal of honor rolls feature young males. Part of the explanation, |\nthink, is biologist R. A. Fisher’s sex ratio theory of 1930, or equally Bob Trivers’\ndifferential investment theory of 1971. Young males show greatest variance in\nreproductive prospects. Females are almost always assured of a few offspring.\nYoung males might leave none or many. Nature arranges tournaments or displays to\n\ngive fitter males the advantage.\n\nAnother reason is that the young, of either sex, have most time left to outride\n\ndownswings. The older we get, the more risk-averse.\n\nSome businesses and assets are inherently riskier than others. Nerf balls are safer\nthan hand grenades. But | prefer to look past the asset owned to the owner. We tend\nto own assets suited to our risk preferences. And we tend to operate it as safely or\nriskily as we like. That is true particularly of human capital, although it was first\ndesigned according to our parents’ goals rather than ours. Human capital is\nprobably the most versatile asset, even so, and is adapted to our purposes rather\nthan theirs. We make it as risky as we choose. The risk-averse can become florists or\nTrappists. Risk lovers can try bullfighting or skydiving. What does that tell us about\n\nthe relative risk of the factors?\n\nHuman capital is owned disproportionately by the young. We own very little\nphysical capital, legally or in practical effect, until maturity. Pay at first is barely\nenough for survival. We accumulate it gradually as pay rises with age, and then\ndeplete it in provision for the young and in our own retirement. Since physical\ncapital is owned disproportionately by the older and more risk-averse, and human\n\ncapital the contrary, human capital figures to be higher on average in risk and return.\n\nChapter 2: Fast Forward 1/06/16 25\n\nHOUSE_OVERSIGHT_010965",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2081,
    "word_count": 345,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.035796",
    "prefix": "IMAGES-001"
  }
}