{
  "document_id": "HOUSE_OVERSIGHT_031856",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031856.txt",
  "text": "23\n\nIf the problem continues and escalates further in the Syrian street it is\nprobable that the prefabricated facility in the Hatay province\nconstructed to provide temporary lodging to pilgrims during the Hajj\nseason will not suffice in providing a shelter to Syrian refugees who\nthanks to the no-visa regime in travel between Turkey and Syria may\nfreely escape to Turkey from the trouble in their own street and thus\ncarry the problem to the Turkish street.\n\nFor now the separatist Kurdistan Workers’ Party, or PKK, terrorists\nare abiding with an unilateral truce, which is claimed to have been\nnegotiated with the government by Abdullah Ocalan, the chieftain of\nthe gang serving an enforced life term on the Imrali island prison,\nwhich according to claims will last until June 15, three days after the\nJune 12 parliamentary elections. Indeed, excluding some rehearsal for\na possible mass civilian disobedience campaign after the elections\nand some exceptional terrorist acts, it might be said that there is\nnothing extraordinary in Turkey’s southeast bordering Syria, Iraq and\nIran, where there are sizeable Kurdish populations.\n\nThe “success” of the unrest in Syrian streets in uprooting the\ngovernment might mean added trouble for Turkey, which has been\nbattling with separatist terrorism for the past 25 years. Turkey\nremaining silent or supportive of the Assad regime crushing the\npressure for a regime change and reform calls of the Syrian street, on\nthe other hand, would seriously imperil the regional role aspired by\nthe AKP governance of Turkey.\n\nIndeed, while the AKP government in Ankara joined the calls of the\nU.S.-led coalition of the willing that time is up for Moammar Gadhafi\nin Libya and for peace and safety of his own people Gadhafi must\nstep down, as regards to Syria Ankara, as well as the Western\nalliance, has been restraining their calls with a shy request from\nAssad to accelerate reforms.\n\nHOUSE_OVERSIGHT_031856",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1941,
    "word_count": 315,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.449862",
    "prefix": "IMAGES-011"
  }
}