{
  "document_id": "HOUSE_OVERSIGHT_023935",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023935.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 189\n\nobviously respected by Boeing, so he is a senior and successful man\nin his field. This means a small teaching load since the best professors\nteach the least. Three semester-long courses in a year is a light load at\na big state university.\n\nYou might wonder, as an outsider to the ins and outs of the uni-\nversity, why the best professors teach the least. You also might wonder\nwhy I knew the types of courses he would teach and what I mean by\nthat. I will explain.\n\nTo start this explanation, it is important to understand why pro-\nfessors are “rewarded” with light teaching loads. (Note the word load.\nThis is the normal way this is discussed in a university.) I was given\nan extraordinarily light load at Northwestern for two reasons. One\nreason was that universities, like baseball teams, recruit so-called “su-\nperstars” (yes, that is how they are referred to in the university) from\ncompetitors. So Northwestern had to beat Yale’s offer in my case. At\nYale I taught one semester-long course per year, so Northwestern sim-\nply made me a better offer.\n\nThe reason both of these universities would even consider such a\nlight load is that I earned money for the university. As I used to tell\nmy children when they asked “why” questions, in the end it is usually\nabout money.\n\nI was recruited by Northwestern (in 1988), but I was really being\nrecruited by Andersen Consulting. They offered Northwestern (that is,\nthey offered me if I came to Northwestern) $30 million (over a 10-year\nperiod). Yes, that’s right, $30 million. I think you can see that North-\nwestern didn’t really care what I taught or when I taught it. They\nwanted that money. And, they also wanted the prestige.\n\nBefore I go too much further, I need to explain the prestige thing\nbecause it is very important. In fact, the prestige issue for professors\nand universities is precisely the root of the problem in our education\nsystem. This will take some time to explain, so let me start simply for\nnow.\n\nWhen Harvard plays Yale in football, they are battling for prestige.\nBut the battle may not be on the field exactly. The real battle is in\nhow powerful and important the alumni who attend the game have\nbecome and how big their respective endowments have become and\nwho has the best chemistry department or business school. It is a real\nbattle. The battle is for reputation. And, although it may seem silly to\ntake this battle seriously, it is taken very seriously. There is no World\n\nHOUSE_OVERSIGHT_023935",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023935.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2537,
    "word_count": 444,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:43.987676",
    "prefix": "IMAGES-007"
  }
}