{
  "document_id": "HOUSE_OVERSIGHT_021042",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021042.txt",
  "text": "Illustrating the Revenue Tradeoffs —\n\nChanging Tax Rates vs. Broadening the Tax Base\n\nMathematical Illustrations*\n\n1) To eliminate F2010 deficits by increasing individual / corporate / payroll tax\nrates across-the-board would require +12 percentage points of tax rate increase\n(raising $1.4 trillion) — and would likely damage economic growth? or\n\n2) To eliminate primary budget deficit** by F2019E by increasing top two tiers of\nincome tax rates would require moving marginal rates to 72% / 77% from 33% /\n35% — also likely to damage growth and encourage tax avoidance? or\n\n3) Broadening tax base could require reducing ‘tax expenditures’ and subsidies,\ne.g., limiting deductions and subsidies for housing & healthcare?\n\nPolicy Options\n1) Acombination of somewhat higher rates and a broader tax base? and/or\n\n2) Changing taxation of individual income to encourage saving / investment\nrather than consumption (perhaps a value-added tax and/or carbon tax)? and/or\n\n3) Changing taxation of corporate income to reflect global competition?\n\nNote: *The simple tax math presented here are pure mathematical illustrations — we simply calculated how big a broad-based tax rate increase (for\nindividual and corporate income, as well as payroll) would have to be for USA Inc. to financial break-even. These calculations are merely mechanical\niflustrations and are not meant to portray realistic solutions. **Primary budget deficit is the budget deficit excluding net interest payments.\nwww.kpcb.com\n\nUSA Inc. | What Might a Turnaround Expert Consider? 401\n\nChanging USA Inc.’s Tax System Could Help\n\nRebalance the Economy & Reallocate Resources\n\ne Though there would be adjustment costs, reducing subsidies and ‘tax\nexpenditures’ could broaden the tax base and collect more revenue, while\nallowing income tax rates to stay low or go lower.\n\ne The current system favors consumption, penalizes saving; a tax based on\nconsumption (or “value added”) could offset some of that penalty, though there\nare risks and drawbacks.\n\ne Subsidies create incentives to consume more health insurance and housing —\nboth account for 20% of GDP, vs. 11% in 19651 — and take resources from other\nsectors like education, technology, infrastructure.\n\ne A worldwide corporate tax system with a lower tax rate could reduce incentives\nfor companies to keep income offshore.\n\ne Acarbon tax could raise some additional revenue to reduce the deficit, while\nencouraging sustainable economic development.\n\nKP Source: 1) per BEA and CMS.\n(@E) www.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 402\n\nHOUSE_OVERSIGHT_021042",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021042.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2593,
    "word_count": 397,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.574944",
    "prefix": "IMAGES-006"
  }
}