{
  "document_id": "HOUSE_OVERSIGHT_023837",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023837.txt",
  "text": "New Curricula for a New Way of Teaching 97\n\na while to build these SCCs and they are quite expensive to build, but\nthey cost less than building a new school, so the money could easily\nbe made available.\n\nLet’s look at the health sciences curriculum we built.\n\nThe year in health sciences comprises nine “rotations,” each last-\ning 3 to 4 full-time weeks on average, in which students experience\nwhat it is like to solve the kinds of problems real professionals solve\nin various specialized fields related to biology and healthcare. These\nexperiences are set in realistic stories in which the students play a\nleading role. The rotations are conducted consecutively. Students pri-\nmarily work on assigned projects in teams, although each rotation has\nindependent tasks as well. Each of the rotations was created with the\nassistance of an expert in each of the respective specialties.\n\nOne goal of the curriculum is for students to discover that prac-\nticing science is fun and relevant to real-world problems. They also\nshould develop a sense of what it would be like to work as a practitio-\nner in the various health sciences fields, so they can decide whether\nthey might someday like a career in healthcare or biology. Of course,\nthe real goal is to enable practice in the 12 cognitive processes. Let’s\nsee how that happens.\n\nThe rotations in the year in health sciences are:\n\n1. Internal Medicine—Students diagnose and develop a treatment\nplan for a fictional patient who has a major illness and\nultimately requires an organ transplant as a part of his\ntreatment. Students also make judgments about ethical issues\nrelated to transplants, following a principled approach to\nethical reasoning.\n\n2, Nutrition Advisor—Students coach fictional nutritional\nadvisors on their management of teenage clients’ nutritional\nconcerns and issues. During the process they also develop\nnutritional plans for themselves and for a peer.\n\n3. Super Worm—Students work for a fictional philanthropic\nbillionaire who asks them to invent ways of modifying the\ncommon earthworm so it can more efficiently improve soil to\nbetter supply the world with food.\n\n4. Sports Medic—Students diagnose and develop treatment plans\nfor patients who have sports-related injuries. In the process\nstudents produce in-depth reports on additional issues related\nto sports medicine.\n\nHOUSE_OVERSIGHT_023837",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023837.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2363,
    "word_count": 376,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.389563",
    "prefix": "IMAGES-007"
  }
}