{
  "document_id": "HOUSE_OVERSIGHT_017334",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017334.txt",
  "text": "4.2.12\nWC: 191694\n\nThe reality that rape is the most falsely reported of crimes must not blind us to the equally\nimportant reality that rape is also the most underreported of crimes. Many rapists still go free and\nrepeat their predatory crimes.\n\nMoreover, “acquaintance” or “date” rape is an area which differing perceptions may produce\ninadvertently false testimony about actions that may well fall into the gray area between\naggressive seduction and criminal sexual assault. When it comes to sexual encounters, both men\nand women often “remember” differently from what a videotape would show. The truth-testing\nmechanisms of our criminal justice system must not be compromised in the service of some\n“politically correct” notion that when it comes to rape only women always tell the truth.\n\nThis bias is an wrongheaded as the anachronistic bias, reflected in the writings of Wigmore and\nothers, that men are more likely to tell the truth than women.\n\nA highly publicized case in 2011 may well illustrate the reality that both men and women may lie,\neven when a rape has occurred. A cleaning woman in a fancy New York hotel accused Dominic\nStrauss-Kahn—then the head of the World Bank—of forcing her to have oral sex with him. His\nlawyers first denied that there had been any encounter, claiming that he had an alibi. He was\nhaving lunch with his daughter at the time. When his DNA evidence was found on her underwear\nand in the area of the room where she said he ejaculated, his lawyers changed their tune, admitting\nthe oral sex but insisting it was entirely consensual. DSK, as he was known throughout the\nworld, was indicted for sexual assault.\n\nWithin days, the credibility of the alleged victim began to fall apart. She had made false\nstatements on her application for asylum, including a claim that she had been gang-raped back in\nGuinea, where she grew up. A recorded phone conversation between her and a friend in prison\nalso suggested, though her words (translated from a local African jargon) were ambiguous, that\nshe may have had a financial interest in suing the wealthy man who she said assaulted her.\n\nEventually, the Manhattan District Attorney decided to drop the charges. I thought that this was\na perfect teaching vehicle and I invited the alleged victim’s lawyer to join in the class in which I\nassigned the D.A.’s memorandum seeking dismissal. It was a spirited class, after which several\nstudents told me they had changed their minds—both ways. One student described it as\n“Rashamon—first, I thought he was guilty, then not guilty, then guilty and finally ‘I’m not sure.’”\nI pressed the students on what the appropriate standard should be for a D.A. to drop a rape\nprosecution when he had doubts about the alleged victim’s credibility. Some argued that as long\nas he believed the crime had occurred, he should let the jury decide, based on all the evidence,\nincluding the DNA and other circumstantial proof. Others argued that he should never bring a\nprosecution unless he has complete faith that the alleged victim is being truthful.\n\nIn order to put some flesh on the bones of these abstract arguments, I decided to role-play the\nprosecutor’s closing argument. Here is what I said:\n\n247\n\nHOUSE_OVERSIGHT_017334",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017334.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3235,
    "word_count": 543,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.275018",
    "prefix": "IMAGES-004"
  }
}