{
  "document_id": "HOUSE_OVERSIGHT_024522",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024522.txt",
  "text": "11.9. Employees\n\nAs of December 31, 2005, KLC OpCo employed approximately 40,000 non-unionized personnel. Of the\ntotal amount, 39,639 are employed at the field level (including teachers and center staff, center directors,\nfacilities and field and regional staff) and 592 are employed at the corporate level. Given the seasonality\nof the child care business and the regulated teacher-student ratio that varies by age with each state,\napproximately 16.5% of the total field personnel are employed on a part-time basis. Teachers and\nteaching assistants, which account for 93% of the total employee pool, are paid on an hourly basis. Most\nof KLC OpCo's remaining employees, including District Managers as well as most corporate staff, are\nsalaried. KLC believes that its relations with its employees are good.\n\nKLC OpCo’s management believes that its below-industry average turnover rates are a result of its hiring\npractices and closer involvement in center operations, a focus on treating teachers as educators and not\njust employees, and comprehensive training programs that are designed to ensure that teachers are\nsuccessful. KLC OpCo believes that it has the opportunity to reduce employee turnover further through\nimproved recruiting, training and management.\n\nThe following table presents a breakdown of employees as of December 31, 2005:\n\nKLC Employee Breakdown\n\nEmployee Type Number\nTeachers and Center Staff 37,440\nCenter Directors 1,874\nCorporate 592\nFacilities 218\nField / Regional Staff 107\nTotal 40,231\n\n11.10. Accreditation\n\nKLC OpCo pursues accreditation of its centers by accrediting bodies, primarily the National Association for\nthe Education of Young Children (referred to herein as \"NAEYC\"), the nation's leading child care\naccreditation body. NAEYC accreditation criteria cover a wide range of quantitative and qualitative factors,\nincluding, among others, faculty qualifications and development, staffing ratios, health and safety and\nphysical environment. NAEYC criteria generally are more stringent than state regulatory requirements. As\nof December 31, 2005, KLC OpCo had 831 or approximately 43% of its total ECE centers that were\naccredited by NAEYC. Of the approximately 117,000 licensed centers in the U.S., approximately 10%\nare accredited by NAEYC.\n\nManagement believes that substantially all of its centers’ operations and policies adhere to or are\nsubstantially compliant with NAEYC accreditation requirements. Since the accreditation process is\nexpensive, KLC OpCo intends to seek accreditation only where it believes accreditation will provide\nmeaningful local marketing benefits or competitive advantages.\n\n11.11. Licensing and Government Regulation\nEach early childhood care and education center and most school programs must be licensed under\napplicable state or local licensing laws. Responsibility for licensing and compliance with government\n\nregulations is at the regional and local level. Licenses are held at the center level or by the school\nprogram and are typically good for a minimum of one year. Generally, the center or school program will\n\n89\n\nHOUSE_OVERSIGHT_024522",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024522.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3115,
    "word_count": 456,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.579710",
    "prefix": "IMAGES-008"
  }
}