{
  "document_id": "HOUSE_OVERSIGHT_013259",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013259.txt",
  "text": "References 343\n\nReferences\n\nAABLO2. Nancy Alvarado, Sam 8S. Adams, Steve Burbeck, and Craig Latta. Beyond the turing test: Per-\nformance metrics for evaluating a computer simulation of the human mind. Development and\nLearning, International Conf. on, 0, 2002.\n\nAGBDt08. Derek Abbott, Julio Gea-Banacloche, Paul C W Davies, Stuart Hameroff, Anton Zeilinger, Jens\nEisert, Howard M. Wiseman, Sergey M. Bezrukov, and Hans Frauenfelder. Plenary debate: quan-\ntum effects in biology?trivial or not? Fluctuation and Noise Letters 8(1), pp. C5DC26, 2008.\n\nALO3. J. R. Anderson and C. Lebiere. The newell test for a theory of cognition. Behavioral and Brain\nScience, 26, 2003.\n\nALO9. Itamar Arel and Scott Livingston. Beyond the turing test. [EEE Computer, 42(3):90-91, March\n2009.\n\nAMO1. J. 5S. Albus and A. M. Meystel. Engineering of Mind: An Introduction to the Science of Intelligent\nSystems. Wiley and Sons, 2001.\n\nAmi89. Daniel J. Amit. Modeling brain function — the world of attractor neural networks. Cambridge\nUniversity Press, New York, USA, 1989.\n\nARCO9. I. Arel, D. Rose, and R. Coop. Destin: A scalable deep learning architecture with application\nto high-dimensional robust pattern recognition. Proc. AAAI Workshop on Biologically Inspired\n\nCognitive Architectures, 2009.\n\nARK0O9a. I. Arel, D. Rose, and T. Karnowski. A deep learning architecture comprising homogeneous cortical\ncircuits for scalable spatiotemporal pattern inference. NIPS 2009 Workshop on Deep Learning for\nSpeech Recognition and Related Applications, 2009.\n\nArkO9b. Ronald Arkin. Governing Lethal Behavior in Autonomous Robots. Chapman and Hall, 2009.\n\nArl75. P. K. Arlin. Cognitive development in adulthood: A fifth stage?, volume 11. Developmental\nPsychology, 1975.\n\nArm04. J. Andrew Armour. Cardiac neuronal hierarchy in health and disease. Am J Physiol Regul Integr\nComp Physiol 287:, 2004.\n\nBaa97. Bernard Baars. In the Theater of Consciousness: The Workspace of the Mind. Oxford University\nPress, 1997.\n\nBac09. Joscha Bach. Principles of Synthetic Intelligence. Oxford University Press, 2009.\n\nBar02. Albert-Laszlo Barabasi. Linked: The New Science of Networks. Perseus, 2002.\n\nBat79. Gregory Bateson. Mind and Nature: A Necessary Unity. New York: Ballantine, 1979.\n\nBog4. S. Baron-Cohen. Mindblindness: An Essay on Autism and Theory of Mind. MIT Press, 1994.\n\nBDL93. Louise Barrett, Robin Dunbar, and John Lycett. Human Evolutionary Psychology. Princeton\nUniversity Press, 1993.\n\nBDS03. S Ben-David and R Schuller. Exploiting task relatedness for learning multiple tasks. Proceedings\nof the 16th Annual Conference on Learning Theory, 2003.\n\nBF71. J. D. Bransford and J. Franks. The abstraction of linguistic ideas. Cognitive Psychology, 2:331—-350,\n1971.\n\nBFO9. Bernard Baars and Stan Franklin. Consciousness is computational: The lida model of global\nworkspace theory. International Journal of Machine Consciousness., 2009.\n\nbGBKO2.\n\n1. Goertzel, Andrei Klimov Ben, and Arkady Klimov. Supercompiling java programs, 2002.\n\nBHO5. Sebastian Bader and Pascal Hitzler. Dimensions of neural-symbolic integration - a structured\nsurvey. In 8S. Artemov, H. Barringer, A. 5. d’Avila Garcez, L. C. Lamb, and J. Woods., edi-\ntors, We Will Show Them: Essays in Honour of Dov Gabbay, volume 1, pages 167-194. College\nPublications, 2005.\n\nBiol. M-m Bi, G-q andPoo. Synaptic modifications by correlated activity: Hebb’s postulate revisited.\nAnn Rev Neurosci ; 24:139-166, 2001.\n\nBic88. M. Bickhard. Piaget on variation and selection models: Structuralism, logical necessity, and in-\nteractivism. Human Development, 31:274-312, 1988.\n\nBild5. Philip Bille. A survey on tree edit distance and related problems. Theoretical Computer Science,\n337:2005, 2005.\n\nBoog. A. Baranes and Pierre-Yves Oudeyer. R-iac: Robust intrinsically motivated active learning. Proc.\nof the IEEE International Conf. on Learning and Development, Shanghai, China., 33, 2009.\n\nBol98. B. Bollobas. Modern Graph Theory. Springer, 1998.\n\nHOUSE_OVERSIGHT_013259",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013259.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3993,
    "word_count": 566,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:46.814068",
    "prefix": "IMAGES-002"
  }
}