{
  "document_id": "HOUSE_OVERSIGHT_024352",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024352.txt",
  "text": "Table of Contents\n\nLEASE AGREEMENT\n\nIn connection with the Spinoff, we entered into a lease agreement dated November 1, 2014, with DriveTime that governs our access to and\nutilization of space at DriveTime inspection and reconditioning centers (“IRCs”) for vehicle inspection and reconditioning in Blue Mound, Texas, and\nDelanco, New Jersey, and previously for inspection and reconditioning in Winder, Georgia. The lease agreement was most recently amended in December\n2018. The agreement also governs utilization of office space and parking spaces at various IRCs and retail facilities that we use as hubs.\n\nUnder the amended lease agreement, hubs generally have cancellable two-year terms subject to certain two consecutive one-year renewal\noptions and subject to the terms of any master lease under which we are subleasing. We increased our utilization of the DriveTime IRCs in Blue Mound,\nTexas, and Delanco, New Jersey, to 100% as of July 2018. Under the lease agreement, we pay a monthly rental fee related to our pro rata utilization of\nspace at such facilities plus a pro rata share of each facility’s actual insurance costs and real estate taxes. As it relates to locations where we recondition\nvehicles, our share of facility and reconditioning-supplies expenses are calculated monthly by multiplying the actual costs for operating the inspection\ncenters by an amount related to our pro rata share of total reconditioned vehicles and parking spaces used at such IRCs in a given month. Total expenses\nrelated to this lease agreement were approximately $5.1 million for the year ended December 31, 2018.\n\nHOUSTON, TX VENDING MACHINE LEASE GUARANTEE\n\nOn July 14, 2015, DriveTime guaranteed our obligations under the lease governing our occupancy of the property on which our Houston\nvending machine is located. We do not compensate DriveTime for the guarantee. The initial lease term commenced January 8, 2016, and we began paying\nbase rent on May 7, 2016. Base rent during the initial term is $23.0 thousand per month, and the initial term expires on April 6, 2026. We have the option to\nextend the initial term for four additional consecutive five-year periods. Base rent during each extension term will increase 10% of the then-current base\nrent for each subsequent extension.\n\nTEMPE, AZ OFFICE LEASE\n\nIn September 2016, we entered into an agreement to lease the second floor of our corporate headquarters in Tempe, Arizona beginning April\n2017. Pursuant to this lease, we paid an initial monthly base rent of $107.0 thousand, which increases throughout the duration of the lease. The lease has an\ninitial term of 83 months and we have three 5-year extension options. At the request of the landlord, DriveTime agreed to partially guarantee our lease\npayments until the 30th full calendar month of the lease. We do not compensate DriveTime for the guarantee.\n\nIn connection with this lease, we entered into a sublease with DriveTime for our use of the first floor of the same building. Under the sublease,\nwhich is coterminous with DriveTime’s master lease and has a term of 83 months, subject to our right to exercise three 5-year extension options, we pay\nDriveTime rent equal to the amounts due under the master lease, including initial monthly base rent of $102.0 thousand, beginning April 1, 2018, which\nincreases throughout the duration of the sublease and master lease. Total expenses related to this lease agreement were approximately $0.9 million for the\nyear ended December 31, 2018.\n\n- 43 -\n\nHOUSE_OVERSIGHT_024352",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024352.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3534,
    "word_count": 568,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.928290",
    "prefix": "IMAGES-007"
  }
}