{
  "document_id": "HOUSE_OVERSIGHT_031872",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031872.txt",
  "text": "39\n\naction.\n\nThe exterior lines of Israel's neighbors prevented effective, concerted\naction. Israel's interior lines permitted efficient deployment and\nredeployment of force. It was not obvious at the time, but in\nretrospect we can see that once Israel existed, was united and had\neven limited military force, its survival was guaranteed. That is, so\nlong as no great power was opposed to its existence.\n\nFrom its founding until the Camp David Accords re-established the\nSinai as a buffer with Egypt, Israel's strategic problem was this: So\nlong as Egypt was in the Sinai, Israel's national security requirements\noutstripped its military capabilities. It could not simultaneously field\nan army, maintain its civilian economy and produce all the weapons\nand supplies needed for war. Israel had to align itself with great\npowers who saw an opportunity to pursue other interests by arming\nIsrael.\n\nIsrael's first patron was the Soviet Union — through Czechoslovakia —\nwhich supplied weapons before and after 1948 in the hopes of using\nIsrael to gain a foothold in the eastern Mediterranean. Israel, aware of\nthe risks of losing autonomy, also moved into a relationship with a\ndeclining great power that was fighting to retain its empire: France.\nStruggling to hold onto Algeria and in constant tension with Arabs,\nFrance saw Israel as a natural ally. And apart from the operation\nagainst Suez in 1956, Israel saw in France a patron that was not in a\nposition to reduce Israeli autonomy. However, with the end of the\nAlgerian war and the realignment of France in the Arab world, Israel\nbecame a liability to France and, after 1967, Israel lost French\npatronage.\n\nIsrael did not become a serious ally of the Americans until after 1967.\nSuch an alliance was in the American interest. The United States had,\nas a Strategic imperative, the goal of keeping the Soviet navy out of\nthe Mediterranean or, at least, blocking its unfettered access. That\n\nHOUSE_OVERSIGHT_031872",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031872.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1963,
    "word_count": 321,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.941853",
    "prefix": "IMAGES-011"
  }
}