{
  "document_id": "HOUSE_OVERSIGHT_013549",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013549.txt",
  "text": "interaction. People become spiritually energized and change in Zipruanna’s smelly,\ngarbage-filled presence. | keep a picture of him on my desk.\n\nGooch, in his implicitly and superficially righteous preoccupation with what he\nconsidered disenfranchising human vulnerability, recalls how the medieval church\nused the difficult to impossible vow of chastity for political control of their priesthood.\nHe seemed to have missed Baba’s lessons about the remarkably simple sounding\npractices for mobilizing the energy of the God-receptive state. Once in this new\nstate, the rest of the metaphysical work almost takes care of itself. |, like many\nothers, adopted Baba’s mantra, Om Namah Shivaya, “| worship the God within me\n(and you)” that he was given by his guru. The inner chant of this mantra brings me\nto an internal quiet in which things become clearer. Meditation, chanting and service\nto the guru was motivated by his promise that my egoistic concerns ranging from\nthe number of publications on my curriculum vitae, to the size and adroitness of my\npenis, would disappear autonomously in the Baba state of bliss. This sounds very\nmuch like the role of the transition to an “active intellect.” in Abraham Abulafia’s 13\"\nCentury Commentary on the Secrets. Arduous study of the spiritually dense writings\nof Sri Aurobindo during the days with Professor Spiegelberg at Stanford gave me a\npeak into the simple but difficult to execute idea of “simply” becoming the\ntranscendently comprehending state of existence-consciousness-bliss.\n\nWhereas Baba would occasionally lapse into terse Sanskrit verse and its\nmultiplicity of potential meanings, Gurumayi keeps things simple. Sitting silently and\nimmobile at satsang for hours, she radiates transformational energy, shakti, that\nmakes ruminations about human affairs seem unimportant. The work is about\ngetting the self concerned head noise of ones preoccupations sufficiently out of the\nway to allow the discovery of the God who has been waiting patiently within. A\nfellow ashramite gave me a photograph of my first audience with Gurymayi. It\nshowed me on my knees in front of her. She appears to be dismissing me with a\nbaleful, almost disdainful look as my introducer, gesturing broadly, was, unasked,\nreciting a list of my professional bona fides. The picture caught her waving me off\nwith a long, peacock-feathered stick. Obviously unimpressed, she is sending me\n\nback to my all night, every night, tent cleaning labors at the Ashram. Rich Indian\n\n49\n\nHOUSE_OVERSIGHT_013549",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2522,
    "word_count": 395,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.955102",
    "prefix": "IMAGES-002"
  }
}