{
  "document_id": "HOUSE_OVERSIGHT_012049",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012049.txt",
  "text": "The board of the new firm will include Mr. Fleming, David Rockefeller, Jr, Peter M. O'Neill, Reuben Jeffery Ill, and Brian\nKaufmann of Viking. Additional independent directors will be added in due course.\n\nThe transaction is subject to certain customary closing conditions and is expected to close in the first quarter of next year.\nArdea Partners acted as the financial advisor to RFS, and Willkie Farr & Gallagher LLP was the legal advisor to RFS. Paul,\nWeiss, Rifkind, Wharton & Garrison LLP was the legal advisor to Viking.\n\nAbout Rockefeller Financial Services\n\nAs of June 30, 2017, Rockefeller & Co. has approximately $16.2 billion in assets under advisement for individuals and\nfamilies, family offices, nonprofit organizations, foundations, endowments, and global institutions. This number includes net\nassets under management of approximately $10.9 billion plus approximately $5.3 billion in advisory assets. Advised assets\nrepresent non-managed assets that receive services, such as financial planning, administration and/or consulting for open\narchitecture programs or other assignments, consolidated reporting, and accounting and tax return preparation services.\n\nAbout Viking\n\nViking Global Investors LP is a global investment firm founded in 1999, with offices in Greenwich, New York, San\nFrancisco, Hong Kong and London. The firm manages approximately $25 billion in capital and uses fundamental analysis\nto select investments, primarily public and private equity securities, from a wide range of industries globally. Viking is\nregistered as an investment adviser under the U.S. Investment Advisers Act of 1940.\n\nContacts\n\nMedia:\n\nTeneo Strategy\n\nStephen Cohen, 212-886-9332\nstephen.cohen@teneostrategy.com\nor\n\nVested\n\nBinna Kim, 917-765-8720\n\nbinna@fullyvested.com\n\nHOUSE_OVERSIGHT_012049",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012049.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1804,
    "word_count": 254,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.087401",
    "prefix": "IMAGES-001"
  }
}