{
  "document_id": "HOUSE_OVERSIGHT_011118",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011118.txt",
  "text": "The advantage of the simultaneous rates test over the standard lagged flows one is\ngreat. It avoids both lags, meaning the intended one to allow more capital to show\nits effect in more output, and the unintended one in the inherent unresponsiveness\nof accounts to market effects on capital already booked, while also gaining from the\nsuperiority of market measures of capital growth over book ones even when lags\nend. The method itself is no surprise because the math is high school algebra. The\nshock is in what it reveals. Solow and Denison were righter than they knew. There is\n\nno such thing as capital accumulation at the collective scale.\n\nRisk theory is probably both marginal novelty and marginal surprise. The part that\nmight be new, although obvious in retrospect, is that assets take on the risk\ncharacteristics of their owners. We knew all along that people buy assets to fit their\nown risk profiles. There may be novelty in my idea that it works the same in the\nopposite direction. Assets once acquired are modified to fit those profiles better. A\nfamily home bought by a drug dealer might become a crack house bringing higher\n\nexpected return at higher risk of confiscation by authorities.\n\nThe next step was to connect risk profiles with age and gender. It seems well\nestablished that risk tolerance peaks in the teens and twenties, particularly in males.\nIt drops steadily afterward for both sexes. R. A. Fisher in 1930, and Bob Trivers in\n1972, suggested why. Males, in humans, produce thousands of cheap sperm.\nFemales produce eggs, which are few and expensive because they are packed with\nnutrients. Young males might end up leaving dozens of offspring or none. Nature\narranges competition to determine which. Females are reasonably sure to leave a\nfew. They have less to compete about. As both sexes get past their 20s, their\nremaining reproductive chances grow fewer and competitive ranking clearer. There\nis less to compete about. Risk tolerance grades steadily down with age, and capital\n\nowned reflects the change with lower risk and return. This gives the basic theme.\n\nThe next key information was that human capital is owned disproportionately by\n\nthe young. We own little else until independence at age 20 or so. Physical capital\n\nChapter 9: So What ‘s New? 3/17/16 2\n\nHOUSE_OVERSIGHT_011118",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2319,
    "word_count": 387,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.332592",
    "prefix": "IMAGES-001"
  }
}