{
  "document_id": "HOUSE_OVERSIGHT_019632",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019632.txt",
  "text": "144 | HOW AMERICA LOST ITS SECRETS\n\nhe declared that this agent would be “welcome, provided, however,\nthat he stops any kind of activity that could damage Russian-US\nrelations.”\n\nEven before that public confirmation of the Russian role in Hong\nKong, the White House was well aware of it. On June 23, the Demo-\ncratic senator Charles Schumer of New York correctly said, based\non a White House briefing, that “Vladimir Putin had personally\napproved Snowden’s flight” to Moscow. The NSA had the means to\nmonitor Russian communication between Moscow and Hong Kong.\nThe NSA also reportedly intercepted contacts between these Russian\nofficials and Russian representatives of Aeroflot, the Russian state-\nowned airline that had flights between Hong Kong and Moscow.\nAeroflot (like most other international carriers) ordinarily requires\ninternational passengers to have both a valid passport and, if neces-\nsary, a visa to the country of their destination. Those rules had to\nbe waived for Snowden’s exfiltration from Hong Kong. Snowden’s\ndefection to Moscow was not a haphazard result of unexpected cir-\ncumstances. Russia obviously knew he was coming. This raised new\n\n© questions for the investigation. What led Snowden to defect to Rus- ®\nsia? Was his arrival in Moscow planned by Russian intelligence in\nadvance of his going public in Hong Kong? Was any other party,\nsuch as China, privy to the plan? Was there a quid pro quo?\n\nPutin’s authorization could certainly account for Aeroflot’s waiv-\ning its usual passport and visa check to allow Snowden to board its\nplane, as well as the dispatch with which Russian officials whisked\nSnowden off the plane after it landed at the Moscow airport. It could\nalso account for Snowden’s vanishing from public view for the next\nthree weeks and the promulgation of the cover story that Snowden\nwas unwillingly trapped at the airport by the U.S. government. The\nreasons behind Putin’s move were less clear.\n\nBy September 2013, the investigation was looking into a veri-\ntable abyss. Snowden’s culpability was no longer an issue. What was\nlacking from Snowden’s video, or the two-hour film made by Laura\nPoitras, was any specific information on how many documents he\nhad copied, how he had obtained the passwords to the computers\non which they were stored, the period of time involved in the theft,\nor how he had breached all the security measures of the NSA in\n\n| | Epst_9780451494566_2p_all_r1.z.indd 144 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019632",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019632.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2486,
    "word_count": 407,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.734192",
    "prefix": "IMAGES-005"
  }
}