{
  "document_id": "HOUSE_OVERSIGHT_018994",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018994.txt",
  "text": "Date: 7/13/06 ' PALM BEACH POLICE DEPARTMENT\nTime: 9:27:55 Incident Report Program: CMS3011L\nCase No. .. . : 1-05-000368 (Continued)\nrefused to perform that act. Epstein offered her b6\nan additional $200.00 for her to perform oral sex on QR for b7C\n\nfive minutes. [___] agreed to perform the oral sex for the additional\n$200.00. [__] explained that Epstein would masturbate while he\nwatched them perform sexual acts.\n\nThings continued to escalate by purchasing sex toys. [ stated she\nhad massagers, vibrators and strap on rubber penises used on her.\n\nEach time something new was introduced additional monies were produced\nand offered for[__]to allow the acts to happen. L___]was adamant\nthat she performs all these acts but there was an understanding with\nEpstein that no vaginal penetration would occur_with his penis.\nexplained that Epstein's penis was deformed. [___ explained that his\npenis was oval shaped. She claimed when Epstein's penis was erect, it\nwas thick toward the bottom but was thin and small toward the head\nportion. She called it egg-shaped.\n\n— continued that the sexual encounters with [MMM Epstein and\nher became a ritual. [~__] would arrive at the house and_walk herself\nupstairs, where MEE and Epstein were waiting. [_] would\nremove her clothing and join them on the bed. a explained\n\nHEM 2nd she would begin by kissing and touching each other.\n| explained sex toys were brought into the bed by either Epstein or\nME and they would begin using the toys on each other. Epstein\nwould perform oral sex on_either person depending who was on top\nduring the intercourse. [___]|explanation revealed they were in a\nmissionary position.\n\n[] advised one day, {_|was unable to state and exact date when\nthis incident occurred), she came to the house after EE) had informed\nher that Epstein had arrived. She arrived at the house and went\nupstairs to the master bedroom. []advised she immediately removed\nher clothing, as ES 2d Epstein were already naked in the\nbedroom. [~__] explained Chat and she had a sexual\nencounter to include kissing, touching and oral sex. [__] remembered\nthat she climaxed and was removing her self from the massage table.\n[._] asked for a sheet of paper and drew the massage table in the\nmaster bathroom and where Epstein, QR and she were. Epstein\nturned(__] on to her stomach on the massage bed and inserted his\npenis into her vagina. [___] stated Epstein began to pump his penis in\nher vagina. [—foecane upset over this. She said her head was being\nheld against the bed forcibly, as he continued to pump inside her.\n\nShe screamed no, and Epstein stopped. She told him that she did not\nwant to have his penis inside of her. Epstein apologized for his\nactions and subsequently paid her a thousand dollars for that visit.\nAdditionally, shortly thereafter, Epstein gave [a 2005 Doge Neon,\nblue in color for her personal use.\n\n[_ladvised there were times that she was so sore when she left\nEpstein's house. [_ J advised she was ripped, torn, in her vagina\narea. [___ladvised she had difficulty walking_to the car after\nleaving the house because she was so sore. [ _ ]advisea that other\n\n‘HOUSE_OVERSIGHT_018994",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018994.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3144,
    "word_count": 530,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.394167",
    "prefix": "IMAGES-005"
  }
}