{
  "document_id": "HOUSE_OVERSIGHT_010827",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010827.txt",
  "text": "64:19:15\n\n01:49:18\n\nO119:24\n\n01:19:24\n\n04:19:27\n\n04:49:30\n\n04:19:94\n\nOn ON & WH =\n\n01:19:36\noieaa «9\norga: 10\nortoas 14\nortoss 12\norgs: 13\nortess 14\n04:19:55 15\nososa 16\n012002 17\nor204 18\not2005 19\nor2007 20\nor2008 21\norzo10 22\n04:20:15 23\nov2017 24\nor2019 25\n\n01:20:22\n04:20:26\n04:20:28\n04:20:31\n01:20:34\n01:20:39\n\n04:20:42\n\nOnN Oak WN =\n\n01:20:45\n04:20:47 9\n04:20:50 10\n04:20:54 11\n01:20:56 12\n01:20:58 13\n04:21:04 14\n04:21:04 15\n04:21:07 1 6\nOn2t10 17\nOF 2114 18\nO27 19\n04:21:19 20\n0824-25 21\n01:21:28 22\nON2tat 23\n01:24:33 24\nOn24:35 25\n\n10/20/2015 01:07:28 PM\n\n69\nother powerful persons. For example, Ghislaine Maxwell\nis there with him on all of these flights and apparently\nbeing involved in the abuse.\n\nIndeed -- and so you -~ you have -- you\nhave that. You also start to see on the flight logs,\nwhat to my mind are some very sinister things,\nsuggesting that the pattern is not just confined to sort\nof, you know, the girls that are there in Florida, but\nit -- it is extending more broadly.\n\nLike one of the -- to my mind, sinister and\nscary things on the flight logs is, we see, you know,\nVirginia Roberts, who we know has been sexually abused,\nand we see Jeffrey Epstein, and then we see on the\nflight logs one female.\n\nThat's kind of an odd notation for a flight\nlog because, you know, typically, I understand the\nflight logs, the purpose is, well, if something happens\nwith the flight, or there's some question about who was\non it, you want to know who -- who the person was who\nwas on the flight.\n\nSo, to my mind, when I started to see on\nthese flight logs entries like one female, I viewed that\nas a potential device for obscuring the fact that there\nwas interstate trafficking of underage girls for\npurposes of sexual activity. Serious federal offenses.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n70\n\nBut then that evidence extended, you know,\nmore broadly than that. The evidence also started to\nshow, again, if we talk just about flight logs, that\nthe -- that underage girls such as Virginia Roberts were\nbeing flown internationally from, for example, Teterboro\nin New York to -- to locations, just to pick one, you\nknow, for example, in London, where again sexual abuse\nwas occurring.\n\nAnd so you started to put together this\npattern of criminality that was started in this -- you\nknow, I don't know what the right word is here. I don’t\nwant to -- I don't want to -- you know, you've heard\ndiscussions of hyperbole and things like that, but we\nhave got this nest of -- of -- and I won't say snakes,\nbut we have this nest of criminals in Florida, but it --\nit seems to be spreading to Epstein's mansion in New\nYork; it seems to be spreading to Ghislaine Maxwell's\nflat in London, and -- and -- and it goes on.\n\nSo those are the kinds of things that would\nhave formed the -- the -- the basis, particularly when\nyou -- when you start to add in this fact: What the\nPalm -- going back now te Florida with the Palm Beach\nPolice Department. What the Palm Beach Police\nDepartment has -- had discovered was not a one-off kind\nof event, you know, on one particular day, one\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n64:24:37\n\n04:21:40\n\n04:24:42\n\n04:21:46\n\nO4:21:48\n\nOt:21:51\n\n04:21:54\n\nOn Oa bh ON =\n\not2487\norzz0 9\nor2z0a 10\norz0s 14\nor2z08 12\norn 13\noz 14\norzeit 15\norz21a 16\n012222 17\n012224 18\nor2228 19\no12232 20\nor2232 24\norzas 22\nor2299 23\norzs1 24\nor2244 25\n\n01:22:48\n0122/51\n04:22:53\n04:22:54\n04:22:57\n04:23:00\n\n01:23:00\n\nOn Oa bh wh =\n\n04:23:02\n04:23:05 9\no12307 10\nor2a10 11\nO21 12\nora 13\norzaia 14\nonze 15\nO24 16 16\nor2321 17\nor2323 18\n01:23:26 19\nor2326 20\novesze 21\nor23:31 22\n012335 23\nor2sze 24\nor2340 25\n\nPage 69 to 72 of 151\n\n71\nparticular girl had been sexually abused.\n\nWhat the Palm Beach Police Department had\ndiscovered was brazen, notorious, repetitive activity\nsometimes occurring as often as three times ina\nparticular day. And so that led me to believe that the\nsexual activity that was going on in Florida was such\nthat someone who was a regular house guest there would\n\nhave immediately come to the conclusion that, well,\n\nlook, gee, there are these underage girls coming in here\n\nand they -- they seem to be -- you know, they don't seem\nto be here to be doing, you know, business activities;\nthey ~- they might be here doing other kinds of\nactivities. So those would be the kinds of things that\nwould -- would have formed the factual basis.\n\nThere are other things as well, but I'm sure\nyou want to ask other questions in addition to that. So\nI'll stop there, but those -- that's -- I think gives\nyou a small flavor of the kind of evidence that, you\nknow, was form -~ undergirding the allegations that were\nbeing presented here.\n\nQ. ‘It sounds like you quite passionately believe\nthat there was strong evidence that Mr. Epstein had\nengaged in sexual misconduct; is that right?\n\nA. I think \"strong\" understates it.\n\nQ. In the course of that long answer, you didn't\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nmention Professor Dershowitz's name once.\n\nA. I said flight logs. And let's talk about\nflight logs.\n\nQ. Let me back up. You didn’t answer his\nname -- mention his name once; is that -- is that your\nrecollection as well?\n\nA. That's correct. We were talking about a\nfactual basis, and I'll be glad -- I told you that there\nwere other things if you want, factual basis for -- for\nMr. Dershowitz. I'll be glad to add that in. Let me --\nlet's -- let me -- let me -- I would like to supplement\nmy answer then if I could.\n\nQ. Do you want to look at a document?\n\nA. Yes.\n\nQ. Let me first -- have we exhausted your\nrecollection without documents of all the evidence that\nyou would refer to to support the allegation that\nProfessor Dershowitz abused other minors?\n\nA. No.\n\nMR. SCAROLA: And let me say that you have a\nright to refer to whatever documents you choose\nto refer to, to be sure that you give a complete\nresponse to the question that has been asked, as\nlong as you understand that whatever you refer to\nis going to be available to the other side, and\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n18 of 38 sheets\n\nHOUSE_OVERSIGHT_010827",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010827.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6090,
    "word_count": 1114,
    "line_count": 278,
    "import_date": "2025-11-19T21:47:48.454720",
    "prefix": "IMAGES-001"
  }
}