{
  "document_id": "HOUSE_OVERSIGHT_020569",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020569.txt",
  "text": "110\n\neconomic retaliation. For example, in June 2018, the Wall Street Journal reported that Xi\nwarned a group of global CEOs that China would retaliate with “qualitative measures”\ntargeted at their companies, if the United States did not back off from the tariff war.**\nSecond, China is seeking to pressure American companies into legitimizing its geopolitical\nclaims and interests, for example by demanding that Western firms overtly acknowledge\nthat Taiwan is an irreversible part of China. Third, China has wooed American companies\nwith both sticks and carrots into serving its strategic interests abroad, most notably via its\ninteractions with Hollywood.\n\nChina’s source of leverage over American companies comes from its large domestic market\nand its key role in international supply chains; by contrast, China holds little direct\nownership in American companies. American affiliates (i.e., those at least half-owned by\nAmerican multinational companies) employ 1.7 million Chinese workers and are indirectly\nresponsible for the employment of millions more.* More than fifty American companies\nreport that they generate at least 20 percent of their revenues from China.*° Naturally,\nmany companies (and industry associations) with large stakes in China lobby the American\ngovernment on issues related to China, often seeking to exert a moderating influence on US\npolicy. This is not in itself evidence of improper influence, but it merits scrutiny and should\nbe weighed in the context of other evidence in this section.”\n\nSeeking to Influence American Politics via Corporate Interests\n\nChina does, in fact, exert influence on how at least some American companies and\ncorporate executives interact with the American government. This influence generally\ntakes two forms. In the first, China relies on American corporations to retard efforts by the\nAmerican government to investigate and sanction Chinese behavior deemed harmful to\nnational economic or strategic interests. For example, some American corporations have\nexpressed reservations about cooperating with US trade investigations for fear of retaliation\nby China.\n\nChinese officials also regularly convene senior American executives at special meetings\nwith government officials or major conferences. During these engagements, Western\nCEOs’ positive comments on the country receive wide play in the foreign and domestic\nmedia, one of many ways in which the Party continues to seek the appearance of outside\nlegitimization for domestic purposes. In addition, China uses these meetings to attempt to\ncoerce American executives to take China’s side in disputes with the US government. As\nthe risk of a trade war mounted in spring 2018, Chinese officials explicitly warned gathered\nexecutives to lobby the US government to back down or risk disruption to their business\nin China.** The US government does not strategically convene foreign business leaders, let\nalone instruct them to use their influence to shape policy favorable to the United States in\ntheir home countries.\n\nCorporations\n\nHOUSE_OVERSIGHT_020569",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020569.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3069,
    "word_count": 457,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.937443",
    "prefix": "IMAGES-006"
  }
}