{
  "document_id": "HOUSE_OVERSIGHT_013469",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013469.txt",
  "text": "10.\n\niL.\n\nIn the Spring of 2009 (approximately April), I joined the law firm of Rothstein,\nRosenfeldt and Adler, P.A. (“RRA”). I brought my existing clients with me when I\njoined RRA, including MMB, and Jane Doe. When I joined the firm, I was not\naware that Scott Rothstein was running a Ponzi scheme at RRA. Had I known such a\nPonzi scheme was in place, I would never have joined RRA.\n\nI am now aware that it has been alleged that Scott Rothstein made fraudulent\npresentations to investors about the lawsuits that I had filed on behalf of my clients\nagainst Epstein and that it has been alleged that these lawsuits were used to fraudulently\nlure investors into Rothstein’s Ponzi scheme. I never met a single investor, had no part\nin any such presentations and had no knowledge any such fraud was occurring. If these\nallegations are true, I had no knowledge that any such fraudulent presentations were\noccurring and no knowledge of any such improper use of the case files.\n\nEpstein’s Complaint against me alleges that Rothstein made false statements about\ncases filed against Epstein, i.e., that RRA had 50 anonymous females who had filed suit\nagainst Epstein; that Rothstein sold an interest in personal injury lawsuits, reached\nagreements to share attorneys fees with non-lawyers, paid clients “up front” money; and\nthat he used the judicial process to further his Ponzi scheme. If Rothstein did any of\nthese things, I had no knowledge of his actions. Because I maintained close contact\nwith my clients, Hj HMM and Jane Doe, and Scott Rothstein never met any of them, I\nknow for certain that none of my clients were paid “up front” money by anyone.\n\nEpstein alleges that I attempted to take the depositions of his “high profile friends and\nacquaintances” for no legitimate litigation purpose. This is untrue, as all of my actions\nin representing H., MM, and Jane Doe were aimed at providing them effective\nrepresentation in their civil suits. With regard to Epstein’s friends, through documents\nand information obtained in discovery and other means of investigation, I learned that\nEpstein was sexually molesting minor girls on a daily basis and had been for many\nyears. I also learned the unsurprising fact that he was molesting the girls in the privacy\nof his mansion in West Palm Beach, meaning that locating witnesses to corroborate\ntheir testimony would be difficult to find. I also learned, from the course of the\nlitigation, that Epstein and his lawyers were constantly attacking the credibility of the\ngirls, that Epstein’s employees were all represented by lawyers who apparently were\npaid for (directly or indirectly) by Epstein, that co-conspirators whose representation\nwas also apparently paid for by Epstein were all taking the Fifth (like Epstein) rather\nthan provide information in discovery. For example, I was given reason to believe that\n\nLarry Visoski, Larry Harrison, David Rogers, Louella Rabuyo,\nME, Ghislaine Maxwell, Mark Epstein, and Janusz Banasiak all had lawyers\npaid for by Epstein. Because Epstein and the co-conspirators in his child molestation\ncriminal enterprise blocked normal discovery avenues, I needed to search for other\nordinary approaches to strengthen the cases of my clients. Consistent with my training\nand experience, these other ordinary approaches included finding other witnesses who\ncould corroborate allegations of sexual abuse of my clients or other girls. Some of these\nwitnesses were friends of Epstein. Given his social status, it also turned out that some\nof his friends were high-profile individuals.\n\nHOUSE_OVERSIGHT_013469",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013469.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3583,
    "word_count": 581,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.686247",
    "prefix": "IMAGES-002"
  }
}