{
  "document_id": "HOUSE_OVERSIGHT_020174",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020174.txt",
  "text": "Ze\n\nreal concern” for Snowden that he targeted lists of the NSA’s penetrations in China. This\nexpansion of the whistle-blowing concept to adversaries was echoed by Russian President\nVladimir Putin. He complimented Snowden for having “uncovered illegal acts by the United\nStates around the globe,” Putin’s view implies a convenient global concept of whistle-blowing\nthat justified breaking US laws.\n\nEven so, this whistle-blower interpretation of Snowden’s act has had immense international\nresonance in the media. The Washington Post and Britain's Guardian, the newspapers that\ninitially published the purloined documents, won the 2014 Pulitzer Prize. The journalists, who\nassisted Snowden in this enterprise, including Greenwald and Poitras, were awarded the 2014\nPolk Award for national-security reporting. Former Congressman Ron Paul organized a clemency\npetition in February for Snowden, stating: \"Thanks to one man's courageous actions, Americans\nknow about the truly egregious ways their government is spying on them,\" and his son, Senator\nRand Paul, who was a candidate for the Republican Presidential nomination in 2016, calling for a\nPresidential pardon for Snowden.\n\nSenator Paul’s concern fitted with the growing public apprehension over increasing intrusion\non its privacy. Snowden was correct, in my opinion, in describing the threat of a surveillance\nstate and the loss of privacy is certainly a legitimate public concern. “We actually buy cell phones\nthat are the equivalent of a network microphone that we carry around in our pockets voluntarily,”\nhe pointed out from Moscow.\n\nSnowden is correct that the technology involved in the electronic equipment we all use in the\n21* century has made mass surveillance part of our daily life. There can be little doubt that our\nprivacy has been largely eroded, if not entirely negated, by the widespread use of cell phones,\ncredit cards, social media and the search engines of the Internet. When we use smart phones, as\nmost Americans do today, our location is relayed to our telephone service provider every three\nseconds. The phone companies collect and archive our phone usage “metadata,” which includes\nwhom we called and how long we spoke. When we use Google to search for anyone or anything\non the Internet, that activity is captured by Google, a company whose profits mainly come from\nmaking available to advertisers the results of its surveillance and collection of its users’ searches.\nWhen we use Gmail, the Google’s email service used by nearly one-billion senders and recipients,\nwe agree to allow Google to read the actual contents of our correspondence to find keywords in\nthem of interest to advertisers. When we use a credit card, the credit card company also retains\ndata about what we buy and where we go. When we travel in automobiles equipped with GPS,\nevery turn and stop is tracked and recorded. And when we are in public places with CCTV\ncameras, our image is recorded and archived. When we use Facebook, Twitter, and other so-\ncalled social media, as over two billion people do today, we allow these companies to collect,\nretain and exploit its surveillance of our movements, associations with other people, and stated\npreferences. When we use Amazon and other on-line stores, we allow them to track and archive\na great deal of our commercial activity. For Internet companies, such as Facebook, Twitter,\n\nHOUSE_OVERSIGHT_020174",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3408,
    "word_count": 540,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.962190",
    "prefix": "IMAGES-005"
  }
}