{
  "document_id": "HOUSE_OVERSIGHT_030083",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030083.txt",
  "text": "24\n\ndetained by elite security forces backed by the army. According to\nAmnesty International, detainees have been beaten with sticks and\ncables, and sometimes deprived of food. Unlike in Libya there are no\nNATO forces to protect Syria’s cities or parts of the country from the\nmurderous attacks inflicted by a regime that is now losing the last\nthreads of international legitimacy. Assad has a more effective army\nthan Qaddafi and powerful friends in Iran, Lebanon, and Iraq.\n\nIn contrast to Libya, military action in defense of Syria’s beleaguered\npopulation would barely attract a shred of international support.\nWhile the Arab League voted unanimously for the no-fly zone to\nprotect the people of Benghazi, in the case of Syria it has not even\nmentioned the country by name, merely declaring that pro-democracy\nprotesters “deserve support, not bullets.”\n\nAs The New York Times pointed out in an editorial, the UN Security\nCouncil “hasn’t even been able to muster a press statement. Russia\nand China, as ever, are determined to protect autocrats.” Israel has\nbeen watching and waiting with alarm as the outcome of the unrest in\nSyria becomes more and more uncertain. Despite his alliance with\nIran and refusal to recognize the Jewish state, Assad is the devil it\nknows best. Prolonged instability or a Salafist regime could only\nmake matters worse.\n\nOn the ground it is far from clear what is happening, since foreign\nreporters have been banned from entering the country, Internet\nservice has been shut down, and cell-phone coverage limited to\nsatellites or systems outside government control. Nevertheless the\nprotests—spurred by funerals of victims and gatherings at Friday\nprayers, the only occasions on which large numbers of people are\npermitted to assemble—have spread from Deraa to at least a dozen\nother cities including Bantyas and Latakia on the Mediterranean\ncoast, as well as to the northern city of Homs and some suburbs of\nDamascus.* With the Alawi-dominated regime under threat, the\n\nHOUSE_OVERSIGHT_030083",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030083.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2023,
    "word_count": 324,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.157889",
    "prefix": "IMAGES-010"
  }
}