{
  "document_id": "HOUSE_OVERSIGHT_012845",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012845.txt",
  "text": "even when subjects respond to names commonly associated with Caucasian and Black people. A quick\nskim through the many blogs commenting on this work reveals a common refrain that makes the key\npoint: many that have taken this test, whether focusing on race, sexual orientation, or political affiliation,\nopine that the test must be invalid because they explicitly disavow any groupish biases. But that’s the\npoint! What we disavow explicitly has less impact than we would like on what we hold implicitly.\n\nIf our implicit system champions one view of racism and our explicit system another, then we are\ncontinuously faced with an epic conflict. To resolve this conflict, and enable the explicit system to emerge\ntriumphant, requires self-control, keeping the implicit system quiet. Studies of the brain provide\ninteresting insights into this process. Recall that when we experience conflict, regardless of its content,\nthere is activation in the anterior cingulate. When we exert self-control, regardless of content, there is\nactivation in particular regions within the prefrontal cortex. When we feel threatened by a dangerous\nanimal or person, there is activation in the amygdala. These three brain regions tell an interesting story\nabout how we process race. When Caucasian subjects view faces of Black as opposed to Caucasian\npeople staring at them, there is greater activation in the amygdala. This racial difference disappears if\nsubjects view photos of faces looking away or with eyes closed. It is the potentially threatening aspect of\na face staring at you that engages the racial difference. If you briefly flash faces at Caucasian subjects so\nthat they are unaware of them, there is stronger activation in the amygdala for Black than Caucasian\nfaces. But if you present the faces for long enough, allowing them to enter conscious awareness, the\namyegdala’s pattern of activity goes away, replaced instead by strong activation in the anterior cingulate\nand prefrontal cortex. Staring longer at someone from a different race triggers a sense of conflict and\nengages the system of self-control, pushing down our implicit racism to enable more explicit neutrality\nand equality.\n\nWhat this work shows is that understanding our attitudes and actions toward those of the same\nand different race requires consideration of implicit and explicit components. Think of this process like a\nhand pushing down on an automatic watering fountain. The machinery that produces the pressure to push\nwater out of the holes in the fountain operates without concern for what happens outside in the world. The\nhand that pushes down is under human control, consciously guided, perhaps with the aim of simply\nspreading the water or feeling its’ coolness on a hot day. Though the hand may try to control the\nmovement of the water, it may only do so to some extent, guided by the power of the automatic engine\nbelow. Thus, we have an automatic bottom up mechanism and a controlled top down mechanism. So it is\nwith race. The bottom up mechanism operates automatically, pushing forward our implicit prejudice. The\ntop down mechanism attempts to exert control, when and where it can, to avoid looking racist, sexist, or\n\nwhat have you. Somewhere, the two meet, creating a personality profile that is more explicitly racist,\n\nHauser Chapter 3. Ravages of denial 99\n\nHOUSE_OVERSIGHT_012845",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012845.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3368,
    "word_count": 540,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:43.996710",
    "prefix": "IMAGES-002"
  }
}