{
  "document_id": "HOUSE_OVERSIGHT_020619",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020619.txt",
  "text": "160\n\nScience et ses Applications, cofounded by the French and PRC Science Academies,\npromotes stays in France for Chinese scientists. It does not list any Chinese sponsoring\nfirm. Huawei has been a major donor to the Institut des Hautes Etudes Scientifiques\n(IHES), France’s famous mathematics institution. The Fondation Victor Segalen is\n\na partnership between a French business school, ESCP, and China’s NDRC, and is\nsponsored by Huawei and a roster of French firms. Among the recent spate of Belt and\nRoad Initiative conferences, one at IRIS, a Paris-based think tank, was sponsored by the\nPRC embassy in France.\n\nMedia\n\nThe PRC now controls the only Chinese-language print media in France. Its TV channels\n(plus the Hong Kong-based Phoenix TV) are the only Chinese-language channels\ncarried to France and its overseas territories. In the French-language media, China does\nnot have a very strong position and the country’s officials deplore what they believe\n\nis negative reporting by French reporters. The PRC has had more success with the\npublishing world, where several books have appeared praising the Chinese model. The\nmost noted example is Francois Jullien, a literature professor turned philosopher who\nemphasizes that China’s thought is ”perpendicular to ours.” Jullien’s work is popular\namong China-oriented businessmen. Michel Aglietta, an anticapitalist economist,\npromotes China’s state-driven economy, while Philippe Barret, a former Maoist activist\nof the late 1960s turned government official and sovereigntist, published a book in\n2018 titled “N’ayez pas peur de la Chine” (“Do not fear China”).\n\nGERMANY\n\nChina has so far made only a few conspicuous efforts to exert improper interference\nin German politics, society, and business.' Those that have occurred, however, deserve\nattention, and, coupled with the overwhelming resources dedicated to nominally\nlegitimate influence activities, will demand a coherent counterstrategy over time.\n\nChinese influence activities in Germany seem sophisticated even though they\ncurrently do not appear very effective. The problem from the Chinese point of view\n\nis that German public opinion and its media are traditionally critical of the Chinese\nleadership. The Tiananmen Square massacre still plays an outsize role in Germans’\npublic perception of China as it fell on the same year that East Germany began to\nopen up. Thus, instead of launching a PR campaign to play on German skepticism of\nthe United States (for example), as China does elsewhere, Chinese agencies have so far\nconfined themselves to: (a) targeting younger persons—those who have a professional\nor academic interest in China; (b) weakening the EU and thus subverting a crucial\nfoundation of Germany’s influence; and (c) directing their major thrust at the one part\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020619",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020619.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2828,
    "word_count": 429,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.229851",
    "prefix": "IMAGES-006"
  }
}