{
  "document_id": "HOUSE_OVERSIGHT_014385",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014385.txt",
  "text": "performance, weak fundraising, principal investment and balance sheet risk, expansion\nrisk, key person and talent risk, competition, a unique corporate structure that limits\nshareholder control, and share lock-ups that could weigh on the stock.\n\nLegg Mason (LM)\n\nOur $36 price objective is based on a target P/E multiple of 12x our calendar '17E, a\ndiscount to the group, given financial leverage, muted flows, and deal/integration risk.\nDownside risks to our price objective: an equity sell-off or weakening flows, which\nwould pressure AUM and revenues. A return to past under-performance at key affiliates\nis also a risk for Legg, given its fragile recovery and brand issues. Given their affiliate\nmodel there are integration risks. Upside risks to our price objective are better than\nexpected equity markets, performance, or flows, or an accretive acquisition.\n\nMorgan Stanley (MS)\n\nWe value the brokers based on the relationship between ROE (return on equity} and PB\n(price to book), which has a high historical correlation. Our $43 PO is based on a target\nPB multiple of 1.3x our forward book value estimate, which is above our 2017E ROE of\nroughly 8% as we add in higher interest rate expectations and loosening regulations into\nour multiple.\n\nRisks are a weak economy, low rates for longer, a significant reduction in capital\nmarkets activity, weak returns, another shock to the financial system, ongoing\ncompetition and talent risk, tighter regulation, significantly higher capital requirements,\nand ongoing litigation risks.\n\nNew York Community Bancorp (NYCB)\n\nOur price objective is $17 and we use a three factor valuation model equally weighing\nvaluations using P/E, P/TBV and DCF models. To arrive at our P/E valuation, we assign a\n14x multiple to our blended '17e EPS or inline with the median of other CCAR banks\nwith $50-100bn in assets. To arrive at our P/TBV valuation we applied a 2.2x multiple to\nour 2Q17E TBY, a premium to NY/Thrift and smid cap peers given NYCB's superior\nreturn profile. We arrive at our DCF valuation using we assume a 2% terminal growth\nrate and a WACC of 8%.\n\nUpside risks to our price objective are: 1} Change in SIFI threshold could drive a relief\nrally, 2) Lower for longer rate backdrop, and 3) A period of heightened market volatility.\n\nDownside risks to our price objective are: 1) worse than expected impact on ROTE from\nincreased capital standards from obtaining the SIFI designation and 2) higher than\nexpected impact from increasing rates on funding cost.\n\nProsperity Bancshares Inc (PB)\n\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $58 price\nobjective. We assign a 1.8x multiple to our 2Q17E TBV (40% weight} compared to 1.1x\nmedian of TX peers. We believe the 0.7x premium to Texas peers is warranted given\nPB's above average return on tangible equity (ROTE) profile. We place a 14x multiple on\n2017E EPS, in line with historical P/E median (40% weight) net of accretable yield. Our\nDCF valuation ({20% weight) suggests a fair value of $45. Our DCF assumes a terminal\ngrowth rate of 3% and cost of capital of 9.9%.\n\nRisks to our price objective are worse than expected drop in the price of oil, better than\nexpected macro environment and increasing rates which offset the effects of lower oil\nprices, or inability to close an M&A deal due to regulatory or capital constraints.\n\nRegions Financial (RF)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $13 price\nobjective and assign a 1.4x multiple to 2017E TBV and 14x multiple on 2017E EPS. Our\n\nBankof America\n\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 71\n\nHOUSE_OVERSIGHT_014385",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014385.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3674,
    "word_count": 604,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.073536",
    "prefix": "IMAGES-002"
  }
}