{
  "document_id": "HOUSE_OVERSIGHT_013971",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013971.txt",
  "text": "» U.S. Department of State Country Profiles\n(www.state.gov/r/pa/ei/bgn/)\n\n=» World Travel Watch (www.worldtravelwatch.com)\n\nLarry Habegger and James O’Reilly’s weekly online report of global events and odd happenings relevant\nto travel safety, sorted by topic and geographic region. Concise and a must-see prior to finalizing plans.\n\n» U.S. Department of State Worldwide Travel Warnings (http://travel.state.gov)\n\nMini-Retirement Planning and Preparation— Fundamentals\n\n= Round-the- World FAQ (includes travel insurance) ( www.perpetualtravel.com/rtw_)\n\nThis FAQ is a lifesaver. Originally written by Marc Brosius, it has been added to by newsgroup\nparticipants for years and now covers nuts and bolts from financial planning to return culture shock and\nall in between. How long can you afford to be away? Do you need travel insurance? Leave of absence or\nresignation? This is an around-the-world almanac.\n\n= Removing Clutter: 1-800-GOT-JUNK ( www.1800gotjunk.com_), Freecycle ( www.freecycle.org\n), and Craigslist ( www.craigslist.org )\n\nI used Craigslist’s “Free” category to get rid of four years of accumulated possessions in less than three\nhours on a Saturday evening. There were some for-sale items that I also cleared out at 30-40% of\noriginal retail. I then hauled off the last remaining items using the tiberfast 1-800-GOT-JUNK paid\nservice. Freecycle is comparable to Craigslist for giving away, and getting, things for free when you’re\nshort on time. Get unattached and you'll make it a habit. I purge every 6—9 months, often including\ndonations to Goodwill (www.goodwill.org), which can do pickups for free with advanced notice.\n\n» One-Bag: The Art and Science of Packing Light ( www.onebag.com )\n\nOne of PC magazine’s “Top 100 [Can’t Live Without] Sites.” Pack light and experience lightness of\nbeing.\n\n» U.S. Centers for Disease Control and Prevention (www.cdc.gov/travel)\n\nRecommended vaccinations and health planning for every nation in the world. Certain countries require\nproof of inoculations to pass through customs. Get the shots well ahead of time, as some take weeks to\norder.\n\nHOUSE_OVERSIGHT_013971",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013971.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2124,
    "word_count": 314,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.021852",
    "prefix": "IMAGES-002"
  }
}