{
  "document_id": "HOUSE_OVERSIGHT_028557",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028557.txt",
  "text": "Cite as: 586 U.S. (2019) 15\n\nOpinion of the Court\n\nAnd even if an international development bank’s lend-\ning activity does qualify as commercial, that does not\nmean the organization is automatically subject to suit.\nThe FSIA includes other requirements that must also be\nmet. For one thing, the commercial activity must have a\nsufficient nexus to the United States. See 28 U.S.C.\n§§16038, 1605(a)(2). For another, a lawsuit must be “based\nupon” either the commercial activity itself or acts per-\nformed in connection with the commercial activity. See\n§1605(a)(2).. Thus, if the “gravamen” of a lawsuit is tor-\ntious activity abroad, the suit is not “based upon” commer-\ncial activity within the meaning of the FSIA’s commercial\nactivity exception. See OBB Personenverkehr AG v. Sachs,\n577 U.S. , __—___ (2015); Saudi Arabia v. Nelson, 507\nU.S. 349, 356-859 (1998). At oral argument in this case,\nthe Government stated that it has “serious doubts” whether\npetitioners’ suit, which largely concerns allegedly tortious\nconduct in India, would satisfy the “based upon” require-\nment. Tr. of Oral Arg. 25-26. In short, restrictive immun-\nity hardly means unlimited exposure to suit for interna-\ntional organizations.\n\n* * *\n\nThe International Organizations Immunities Act grants\ninternational organizations the “same immunity” from\nsuit “as is enjoyed by foreign governments” at any given\ntime. Today, that means that the Foreign Sovereign\nImmunities Act governs the immunity of international\norganizations. The International Finance Corporation is\ntherefore not absolutely immune from suit.\n\nThe judgment of the United States Court of Appeals for\nthe D. C. Circuit is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\nIt is so ordered.\n\nHOUSE_OVERSIGHT_028557",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1795,
    "word_count": 277,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.434397",
    "prefix": "IMAGES-010"
  }
}