{
  "document_id": "HOUSE_OVERSIGHT_021798",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021798.txt",
  "text": "But that plea deal - guilty of felony solicitation of prostitution and procuring a\n\nperson under the age of 18 for prostitution - does not account for all five of the girls,\n\none as young as 14, who alleged that Epstein sexually abused them. And why is Epstein\nserving his term in the overcrowded Palm Beach County Jail and not a state prison, where\ninmates are sent if their sentences are longer than one year?\n\nThe slow, dissatisfying resolution of the case sends a message to the public\n\nPost your that there's a different system of justice for the wealthy who hire highcomments\npowered lawyers. Epstein's legal team included West Palm Beach defense\n\non this attorney Jack Goldberger, Harvard Law School Professor Alan Dershowitz,\n\nwho defended O.J. Simpson against murder charges, and Kenneth Starr, the\n\nprosecutor who pursued then-President Bill Clinton for lying about sex with\n\nyoung women.\n\nPalm Beach police spent 11 months investigating Epstein before State Attorney Barry\nKrischer sent the case to a grand jury, instead of charging Epstein so the man who once\nboasted of accepting only billionaire clients could face a trial. The police had taken a high\nschool transcript, class schedules and phone messages from Epstein's home that showed\nhe knew the girls were underage. Yet Mr. Krischer was more swayed by Epstein's\nlawyers, who attempted to impugn the girls' character by showing they had chatted on\nmyspace.com about smoking marijuana and drinking. He should have let a jury decide\nwhether the victims - and Epstein - were credible.\n\nUltimately, one charge against Epstein finally reflected the age of one victim, and the\nplea agreement left Epstein labeled a sex offender. With that additional charge, if Epstein\nhad been convicted at a trial, he could have been sentenced to anything from probation to\n15 years in prison, Assistant State Attorney Lanna Belohlavek said, adding that the\nrecommended guideline sentence was 21 months.\n\nEpstein also won't have to certify to the court that he is recetving counseling, typically\nrequired of sex offenders, because he has a private psychiatrist. But without court\nsupervision, who will ensure Epstein is in fact being treated?\n\nThe plea deal also drops a federal investigation of Epstein. If a federal investigation was\nwarranted, how does dropping it before completion benefit the public?\n\nEpstein preyed on girls and denied it. For three years, his wealth and the influence of his\nlawyers bought him the protection the state attorney owed to the victims.\n\nNew York Post — 07/27/2008\n\nNew York Post - New York, N.Y.\n\nDate: Jul 27, 2006\n\nStart Page: 014\n\nSection: Page Six\n\nText Word Count: 395\n\nIT looks like New York billionaire financier Jeffrey Epstein got off easy when he was hit\nwith a charge of soliciting a prostitute for a \"happy ending\" in Palm Beach.\n\nBecause if Palm Beach police had their way, Epstein, 53 - who surrendered last Sunday\nand is out on $3,000 bail - might have been whacked with far more serious charges of\n\npaying underage girls for sex.\n\nHOUSE_OVERSIGHT_021798",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021798.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3053,
    "word_count": 504,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:44.221044",
    "prefix": "IMAGES-006"
  }
}