{
  "document_id": "HOUSE_OVERSIGHT_013161",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013161.txt",
  "text": "Chapter 13\n\nLocal, Global and Glocal Knowledge\nRepresentation\n\nCo-authored with Matthew Ikle, Joel Pitt and Rui Liu\n\n13.1 Introduction\n\nOne of the most powerful metaphors we’ve found for understanding minds is to view them\nas networks — i.e. collections of interrelated, interconnected elements. The view of mind as\nnetwork is implicit in the patternist philosophy, because every pattern can be viewed as a\npattern in something, or a pattern of arrangement of something — thus a pattern is always\nviewable as a relation between two or more things. A collection of patterns is thus a pattern-\nnetwork. Knowledge of all kinds may be given network representations; and cognitive processes\nmay be represented as networks also; for instance via representing them as programs, which\nmay be represented as trees or graphs in various standard ways. The emergent patterns arising\nin an intelligence as it develops may be viewed as a pattern network in themselves; and the\nrelations between an embodied mind and its physical and social environment may be viewed in\nterms of ecological and social networks.\n\nThe chapters in this section are concerned with various aspects of networks, as related to\nintelligence in general and AGI in particular. Most of this material is not specific to CogPrime,\nand would be relevant to nearly any system aiming at human-level AGI. However, most of it\nhas been developed in the course of work on CogPrime, and has direct relevance to under-\nstanding the intended operation of various aspects of a completed CogPrime system. We begin\nour excursion into networks, in this chapter, with an issue regarding networks and knowledge\nrepresentation. One of the biggest decisions to make in designing an AGI system is how the\nsystem should represent knowledge. Naturally any advanced AGI system is going to synthesize\na lot of its own knowledge representations for handling particular sorts of knowledge — but\nstill, an AGI design typically makes at least some sort of commitment about the category of\nknowledge representation mechanisms toward which the AGI system will be biased. The two\nmajor supercategories of knowledge representation systems are local (also called explicit) and\nglobal (also called implicit) systems, with a hybrid category we refer to as glocal that combines\nboth of these. In a local system, each piece of knowledge is stored using a small percentage of\nAGI system elements; in a global system, each piece of knowledge is stored using a particular\npattern of arrangement, activation, etc. of a large percentage of AGI system elements; in a\nglocal system, the two approaches are used together.\n\nIn the first section here we discuss the symbolic, semantic-network aspects of knowledge\nrepresentation in CogPrime\n\n245\n\nHOUSE_OVERSIGHT_013161",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2778,
    "word_count": 443,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.325578",
    "prefix": "IMAGES-002"
  }
}