{
  "document_id": "HOUSE_OVERSIGHT_024905",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024905.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nhead ona surface). The primary efficacy endpoint of the trials was a comparison\nbetween Epidiolex and placebo in the percentage change in the monthly frequency of\ndrop seizures during the 14 week treatment period (including 2 weeks of dose\nescalation) compared to the 4 week baseline period. Following the completion of the\nblinded portion of the trial, all patients were eligible to receive Epidiolex in an open label\nextension study.\n\n2\n\nFigure 123 1st LGS Phase 3 Trial Design Figure 124 2nd LGS Phase 3 Trial Dose Ranging Design\nSSS 55S\nasks, }—— 44 Week analyse period’ ———-+} tip ts + 14week analysis period ——+! Upto\n' Baseline | 2 weeks 12 weeks ' 10 days ' 4 weeks 1 tod\ni\" Gbserwelion’ “t° “Fitration 1 cTeesbnent “| Taper i+ Baseline =~ 2weeks 14. 12 weeks. —_____.! 10 days\nPeriod Phase Phase | Period | Observation | Titration Treatment Taper\n\nPeriod : Phase Phase Period\n\nroe § —Epidiolex 20mg/kg (n=50)\n\nEpidiolex 20 mg/kg (n=50) ie\n\nPart A Complete\nDose Selection\nScreening\nRandomization\nOpen Label Extension\n\nRandomized 1:1\n\n— Placebo (n=50) t\n\nPrimary Endpoint: % change from baseline in monthly drop seizure frequency during\nthe 14 week treatment period compared with the 4 week baseline period\n\n| -LGS 2: >210 patients randomized\n\nEpidiolex 10 mg/kg (n=50)\n\nPart A Complete\nDose Selection\nScreening\nRandomization\n\nOpen Label Extension\n\nH\n| -Dravet 2: enrollment ongoing\ni\n\nPlacebo (n=50) _—\n\nMeasures taken to ensure quality, reduce noise include:\n-Choice of primary endpoint -Daily IVRS\n\n-Diagnosis verification -Investigator selection of responsible\n-Seizure count and description training and familiar parents\nSource: GW Pharma Source: GW Pharma\n\nThe first Phase Ill trial, patients were on an average of three AEDs, and had previously\ntried and failed an average of 6 other AEDs. Even on their baseline medications, the\npatients were experiencing a median baseline drop seizure frequency of 74 per month.\nThe average age of patients in the trial was 15 years, although 34% were 18 years or\nolder. On the primary endpoint, Epidiolex produced a median reduction in monthly drop\nseizures of 44% compared to a reduction of 22% in patients taking placebo (p=0.0135).\nEpidiolex reduced all seizures by 41% vs. a 14% reduction for placebo (p=0.0005), while\nthe reduction in all seizures during the maintenance period was 45% for Epidiolex vs.\n15% for placebo (p=0.0004). Similar to the Dravet trial, there was a clear separation\nbetween Epidiolex and placebo on percent reduction in drop seizure frequency across all\nmagnitudes of reduction. In particular, 44% of Epidiolex patients had at least a 50%\nreduction in drop seizures, compared to 24% of patients taking placebo (p=0.0043). 58%\nof Epidiolex patients compared to 34% of placebo patients were rated as \"slightly\nimproved\", “much improved\" or “very much improved\" on the Subject/Caregiver Global\nImpression of Change.\n\nEpidiolex appeared to be well tolerated in the trial. 86% of patients on Epdiolex had an\nadverse event, compared to 69% of placebo patients. The most common adverse events\nwere diarrhea (19% of patients on Epidiolex vs. 8% of placebo patients), somnolence\n(15% vs. 9%), pyrexia (13% vs. 8%), decreased appetite (13% vs. 2%) and vomiting (11%\nvs. 17%). Again, there was no difference in the number of patients who experienced\nstatus epilepticus between Epidiolex (n=1) and placebo (n=1). There was one death in\nthe Epidiolex group from acute respiratory distress syndrome, but it was not considered\ntreatment related. Increases in ALT or AST (>3xULN) occurred in 20 CBD and 1 placebo\npatient, all of whom were on concomitant valproic acid. All elevations resolved.\n\nIn September 2016, GW announced that Epidiolex's second Phase III pivotal trial\n(GWPCARE3) in the treatment of Lennox-Gastaut syndrome was also successful. On\n\naverage, patients were on 3 AEDs at baseline, having previously tried and failed a mean\nof 7 other AEDs (median=10). The median baseline drop seizure frequency was 85 per\n\nCOWEN.COM 89\n\nHOUSE_OVERSIGHT_024905",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024905.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4075,
    "word_count": 651,
    "line_count": 97,
    "import_date": "2025-11-19T21:47:47.171384",
    "prefix": "IMAGES-008"
  }
}