{
  "document_id": "HOUSE_OVERSIGHT_020458",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020458.txt",
  "text": "xi\n\ne All American institutions—governmental and nongovernmental—that deal with\nChinese actors (and other potential sources of inappropriate foreign influence) should\nreview their oversight and governance practices and codify and exemplify best\nstandards of practice and due diligence.\n\nReciprocity\n\nAmerican institutions are deflected from their purpose of increasing US-China\nunderstanding, and become distorted as one-way channels of Chinese influence, when they\nare denied access to China on a basis that is reciprocal with the access Chinese institutions\nare granted here.\n\ne The asymmetry of scholarly research access is the most glaring example of the lack of\nreciprocity. A whole variety of normal scholarly activities—including access to archives\nand certain libraries, fieldwork, conducting surveys, and interviewing officials or\naverage citizens—have been cut off for American researchers in China while Chinese\nenjoy all of these academic opportunities in the United States. Individually and\ncollectively, universities and other sectors of American democratic life should insist on\ngreater reciprocity of access.\n\ne US government public diplomacy activities are heavily circumscribed in China,\nwhile nongovernmental organizations (NGOs) have encountered an increasingly\ndifficult environment to carry out their work. More reasonable reciprocity for US\npublic diplomacy efforts in China, relative to China’s activities in the United States,\nshould be addressed in negotiations between the two countries. In addition, this\nreport recommends enhanced American efforts to promote independent news and\ninformation, and democratic ideas, through US global broadcasting and efforts to\ncounter disinformation.\n\ne The US government should actively promote and protect opportunities for American\nactors to operate in China.\n\nPolicy Principles for Constructive Vigilance\n\nHOUSE_OVERSIGHT_020458",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020458.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1895,
    "word_count": 258,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.832741",
    "prefix": "IMAGES-005"
  }
}