{
  "document_id": "HOUSE_OVERSIGHT_013231",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013231.txt",
  "text": "17.3 Conclusion 315\n\ne Physical: creative constructive play with objects\n— Example task: Ability to construct novel, interesting structures from blocks\ne Conceptual invention: concept formation\n— Example task: Given a new category of objects introduced into the lab (e.g. hats, or\npets), the robot should create a new internal concept for the new category, and be\nable to make judgments about these categories (e.g. if Ben particularly likes pets,\nit should notice this after it has identified \"pets\" as a category)\ne Verbal invention\n— Example task: Ability to coin a new word or phrase to describe a new object (e.g.\nthe way Alex the parrot coined “bad cherry\" to refer to a tomato)\n® Social\n— Example task: If the robot wants to play a certain activity (say, practicing soccer),\nit should be able to gather others around to play with it\n\n17.3 Conclusion\n\nIn this chapter, we have sketched a roadmap for AGI development in the context of robot or\nvirtual preschool scenarios, to a moderate but nowhere near complete level of detail. Completing\nthe roadmap as sketched here is a tractable but significant project, involving creating more tasks\ncomparable to those listed above and then precise metrics corresponding to each task.\n\nSuch a roadmap does not give a highly rigorous, objective way of assessing the percentage\nof progress toward the end-goal of human-level AGI. However, it gives a much better sense\nof progress than one would have otherwise. For instance, if an AGI system performed well on\ndiverse metrics corresponding to 50% of the competency areas listed above, one would seem\njustified in claiming to have made very substantial progress toward human-level AGI. If an AGI\nsystem performed well on diverse metrics corresponding to 90% of these competency areas, one\nwould seem justified in claiming to be \"almost there.\" Achieving, say, 25% of the metrics would\ngive one a reasonable claim to \"interesting AGI progress.\" This kind of qualitative assessment of\nprogress is not the most one could hope for, but again, it is better than the progress indications\none could get without this sort of roadmap.\n\nPart 2 of the book moves on to explaining, in detail, the specific structures and algorithms\nconstituting the CogPrime design, one AGI approach that we believe to ultimately be capable\nof moving all the way along the roadmap outlined here.\n\nThe next chapter, intervening between this one and Part 2, explores some more speculative\nterritory, looking at potential pathways for AGI beyond the preschool-inspired roadmap given\nhere — exploring the possibility of more advanced AGI systems that modify their own code in\na thoroughgoing way, going beyond the smartest human adults, let alone human preschoolers.\nWhile this sort of thing may seem a far way off, compared to current real-world AI systems,\nwe believe a roadmap such as the one in this chapter stands a reasonable chance of ultimately\nbringing us there.\n\nHOUSE_OVERSIGHT_013231",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013231.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2955,
    "word_count": 484,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.297055",
    "prefix": "IMAGES-002"
  }
}