{
  "document_id": "HOUSE_OVERSIGHT_020073",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020073.txt",
  "text": "“Mika and Joe totally love this. It’s big ratings for them,” said the president, with\ncertain satisfaction and obvious truth.\n\nOOK Ok\n\nTen days later, a large table of Bannonites was having dinner at the Bombay Club, a high-\nend Indian restaurant two blocks from the White House. One of the group—Arthur\nSchwartz, a PR consultant—asked a question about the Mika and Joe affair.\n\nPerhaps it was the noise, but it was also a fitting measure of the speed of events in the\nTrump era: Bannon lieutenant Alexandra Preate replied, with genuine fogginess, “Who?”\n\nThe operetta of the Mika tweets—the uncouthness and verbal abuse demonstrated by\nthe president, his serious lack of control and judgment, and the worldwide censure heaped\nupon him for it—had already far receded, wholly overshadowed by more Trump eruptions\nand controversy.\n\nBut before moving on to the next episode of ohmygodness, it is worth considering the\npossibility that this constant, daily, often more than once-a-day, pileup of events—each\none canceling out the one before—is the true aberration and novelty at the heart of the\nTrump presidency.\n\nPerhaps never before in history—not through world wars, the overthrow of empires,\nperiods of extraordinary social transformation, or episodes of government-shaking scandal\n—have real-life events unfolded with such emotional and plot-thickening impact. In the\nfashion of binge-watching a television show, one’s real life became quite secondary to the\npublic drama. It was not unreasonable to say Whoa, wait just a minute: public life doesnt\nhappen like this. Public life in fact lacks coherence and drama. (History, by contrast,\nattains coherence and drama only in hindsight.)\n\nThe process of accomplishing the smallest set of tasks within the sprawling and\nresistant executive branch is a turtle process. The burden of the White House is the\nboredom of bureaucracy. All White Houses struggle to rise above that, and they succeed\nonly on occasion. In the age of hypermedia, this has not gotten easier for the White House,\nit’s gotten harder.\n\nIt’s a distracted nation, fragmented and preoccupied. It was, arguably, the peculiar\ntragedy of Barack Obama that even as a transformational figure—and inspirational\ncommunicator—he couldn’t really command much interest. As well, it might be a central\ntragedy of the news media that its old-fashioned and even benighted civic-minded belief\nthat politics is the highest form of news has helped transform it from a mass business to a\nnarrow-cast one. Alas, politics itself has more and more become a discrete business. Its\nappeal is B-to-B—business-to-business. The real swamp is the swamp of insular, inbred,\nincestuous interests. This isn’t corruption so much as overspecialization. It’s a wonk’s life.\nPolitics has gone one way, the culture another. The left-right junkies might pretend\notherwise, but the great middle doesn’t put political concerns at the top of their minds.\n\nHOUSE_OVERSIGHT_020073",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020073.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2954,
    "word_count": 462,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.453115",
    "prefix": "IMAGES-005"
  }
}