{
  "document_id": "HOUSE_OVERSIGHT_022019",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022019.txt",
  "text": "Fittuy Ricu\n\n*ATTERSON\ndifferent. But they were not | At times, some prosecutors felt that we should just go to\nn di\ntrial, and at times I felt that frustration myself. What was\nust be based on admissible right in the first meeting, however, remained right irre-\nm : . - . . -\nses of this type, those are i spective of defense tactics. Individuals have a constitu-\n1¢ca |\ne victims are frightened and | ional right to a defense. The aggressive exercise of that\n[ they do speak, they give con- F right should not be punished, nor should a defense coun-\ney %\n\nsel’s exercise of their right to appeal a U.S Attorney to\nWashington D.C. Prosecutors must be careful not to allow\nfrustration and anger with defense counsel to influence\ntheir judgment.\n\n‘judgment in this case, based\nche time, was that it was better\n\ntime in jail, register as a sex\nms restitution than risk a trial\n1 of success. I supported that\non the state law as it then stood\n- the time, I would support that\n\nAfter the plea, | recall receiving several phone calls.\nOne was from the FBI Special Agent-In-Charge. He called\nto offer congratulations. He had been at many of the\nmeetings regarding this case. He was aware of the tactics\nof the defense, and he called to praise our prosecutors for\nholding firm against the likes of Messrs. Black, Dershow-\nitz, Lefkowitz and Starr. It was a proud moment. | also\nreceived calls or communications from Messrs. Dershow-\nitz, Lefkowitz and Starr. I had known all three individu-\nals previously, from my time in law school and at\n\nKirkland & Ellis in the mid 90s. They all sought to make\na the prosecution should ~ peace. | agreed to talk and meet with each of them after\nliation for the defense’s tactics. i ; Epstein pled guilty, as I think it important that prosecu-\ntors battle defense attorneys in a case and then move on. I\n\nhave tried, yet 1 confess that this has been difficult to do\nfully in this case.\n\nhile in state custody, likewise\nhat the office should have been\nrms of confinement in a state\nsriately left to the State of Flor-\nrities, without doubt, the treat-\nle in state custody undermined\n\nten failed to negotiate in good\nconcessions as part of a negotia- 4\nd, only to change their minds,\nsition to Washington. The inves- i\nlives of individual prosecutors |\nalled for, as were the accusations”\nt against individual prosecutors)\n\nThe bottom line is this: Mr. Jeffrey Epstein, a billionaire,\nq served time in jail and is now a registered sexual offender.\n% pte has been required to pay his victims restitution, though\nestitution clearly cannot compensate for the crime. And\n\na\n\n210\n\nHOUSE_OVERSIGHT_022019",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022019.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2626,
    "word_count": 471,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:45.541946",
    "prefix": "IMAGES-006"
  }
}