{
  "document_id": "HOUSE_OVERSIGHT_024457",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024457.txt",
  "text": "KLC OpCo has leveraged its scale and operational expertise to roll out a proprietary curriculum and to\nprovide enhanced corporate level services\n\n—- Curriculum has been developed, rolled out and refined over many years and provides a significant\ncompetitive advantage in an industry where smail independent players do not have the resources\nto develop comparable programs.\n\n— Operational leverage allows for enhanced marketing, back-office, legal and compliance functions,\nkeeping KLC OpCo at the forefront of education standards.\n\nControls that meet or exceed requirements established by licensing authorities, state and federal\ngovernment and accrediting bodies\n\n— Controls include rigorous and stringent hiring procedures and uniform rules for conduct.\n\n-~» 43% of KLC OpCo's centers, over four times the indusiry average of 10%, are accredited by the\nNational Association for the Education of Young Children (referred fo herein as \"NAEYC\"), the\nnation's leading accreditation body. Management believes that ali the Company’s centers’\noperations and policies meet or are substantially compliant with NAEYC accreditation\nrequirements.\n\nB# A compelling business model at 412\n\nAs the state of education across the U.S. is generating increasing concerns, k12 provides a compelling\nvalue proposition\n\n-- Children continue to perform poorly on assessment tests geared to measure reading, writing and\nmath skills. The passing of legislation such as the \"No Child Left Behind Act of 2001\" which,\namong other things, provides for increased funding for education and implementation of\nachievement level standards, demonstrates the commitment of government to address the issue.\n\nTechnology and content platform easily leverageable to provide results-driven curriculum and service\n\n—-- With $70 million invested in the development of the platform for kindergarten to 9th grade classes,\nextension of the offering into new states and schools is expected te be achieved at relatively low\ncosts.\n\n— k12 benefits from stable demand for its curriculum and services which is reflected by current\nreenrollment rates of 65% to 70%.\n\n-. Many of the direct costs are semi-fixed in nature (e.g., school administration) creating strong\neconomies of scale as this business continues to grow.\n\nH Valuable reai estate portfolio of centers providing solid asset base\n\n845 owned centers recently appraised at approximately $1.25 billion”\n\n~~ New organization separating management of real estate assets allows KLC OpCo education teams\nto focus on the core education business.\n\n~- Long term partnership with Greenstreet Real Estate Partners ensuring state-of-the-art\nmanagement of the real estate assets by a leader in this field.\n\n* Actual appraisal was for 713 out of 845 centers and the appraised value was $1.1 billion. The $1.25 billion is achieved by taking the independent\nappraisal valuation methodology and extrapolaiing it fo the remaining 132 centers.\n\n24\n\nHOUSE_OVERSIGHT_024457",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024457.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2963,
    "word_count": 439,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.656306",
    "prefix": "IMAGES-007"
  }
}