{
  "document_id": "HOUSE_OVERSIGHT_018568",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018568.txt",
  "text": "realize this, and we understood that a lot of sexual fantasies are socially constructed by\nthe times that shaped us. Many of us came to realize that sexual fantasies don't diminish\nus as people -- they can actually help free and enrich us when we understand what we're\ndoing.\n\nI'm reluctant to put myself forward as a role model for BDSM and sex work, because of\nwhat happened to me after AIDS when I went back to hustling. I was furious that there\nwas no place in the community for me to do safe sex education. I felt so hurt that some\npeople only saw me as a sex worker/sadomasochist and that political differences got in\nthe way of saving sexually active gay men's lives. You can't imagine the rage I felt that it\ntook two entire years after we wrote and published \"How to Have Sex in an Epidemic\"\nfor NYC to do its first safe sex campaign. I went back to hustling in such despair that I\nwas an addiction waiting to happen, and that's what did.\n\nIn the end, though, BDSM and my love for it is part of what saved my life. If I weren't so\nbusy hustling with BDSM before AIDS and safe sex, I would have spent much more time\nat the baths having high risk sex, and died long ago. I think each of us has a limit to how\nmuch sex and how many different partners our spirits can bear. Sex can become an\naddiction, and when you reach that point, people use recreational drugs to keep that level\nof hypersexual activity going. If I had found a place in safe sex education, my life would\nhave been a much happier, healthier journey. But I never lose sight of how grateful I am\nto still be here, or how much joy and pleasure sexual freedom gave me until the world I\nloved started collapsing all around me and taking the men I loved along with it.\n\nTK OK ok\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2009/03/23/interview-with-richard-berkowitz-star-of-sex-\npositive-and-icon-of-safer-sex-activism/\n\nCheck out Richard Berkowitz's web site to read more about him and investigate his book\n(which I admit I have not read), Stayin' Alive: The Invention of Safe Sex:\n\nhttp://richardberkowitz.com/\n\nAnd seriously, if you get the chance, watch Daryl Wein's awesome documentary Sex\nPositive:\n\nhttp://www.sexpositive-themovie.com/\n\nABUSE:\n[theory] Social Responsibility Within Activism\n\nI wrote this post in 2010 for Thanksgiving (the original post had a bunch of \"thank yous\"\nat the end, which I removed from this version). The questions here seem to be some of the\n\nHOUSE_OVERSIGHT_018568",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2496,
    "word_count": 434,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.313429",
    "prefix": "IMAGES-005"
  }
}