{
  "document_id": "HOUSE_OVERSIGHT_032175",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032175.txt",
  "text": "Karim Gharbawi is an architect and building designer with 10\nprojects under way, all of them eight- and nine-story residential\nproperties. He said there were some 130 engineering and design firms\nin Gaza. Two years ago, none were working. Today, he said, all of\nthem are.\n\nAnother result of the regional changes is the many new cars here.\nIsrael allows in 20 a week, but that does not meet the need. Hundreds\nof BMWs, pickup trucks and other vehicles have arrived in recent\nmonths from Libya, driven through Egypt and sold via the\nunmonitored tunnels. Dozens of white Kia Sportage models,\nubiquitous on the street, are widely thought to have come from the\nsame dealership in Benghazi, Libya, that was looted after the uprising\nthere began.\n\nHamas’s control of Gaza appears firmer than ever, and the looser\ntunnel patrols in Egypt mean greater access to weapons as well. But\nopinion surveys show that its more secular rival, Fatah, is more\npopular. That may explain why an attempt at political unity with\nFatah is moving slowly: the Hamas leaders here are likely to lose\ntheir jobs. The hospital supply crisis is a direct result of tensions with\nFatah in the West Bank, which has kept the supplies from being\nshipped here.\n\nEfforts by fringe Islamist groups to challenge Hamas have had little\neffect. And it has been a year since the government unsuccessfully\nsought to impose tighter religious restrictions by banning women\nfrom smoking water pipes in public. On a recent afternoon in the new\nCarino’s restaurant — with billiards, enormous flat-screen\ntelevisions, buttery-soft chairs — women without head coverings\nwere smoking freely.\n\nBut such places and people represent a wafer-thin slice of Gazan\nsociety, and focusing on them distorts the broader and grimmer\npicture.\n\nHOUSE_OVERSIGHT_032175",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1798,
    "word_count": 295,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.272155",
    "prefix": "IMAGES-011"
  }
}