{
  "document_id": "HOUSE_OVERSIGHT_012858",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012858.txt",
  "text": "obvious risks but incredulous that there would be any risks. This is denial. This is another way in which\nwe close off our senses to reality in order to create our own imagined reality. How does this process get\nstarted?\n\nIt is not until the age of about 18-24 months that we acquire the ability to recognize ourselves in a\nmirror. It is not until a couple of years later that we have a sense that our own beliefs can sometimes\ndiffer from others that we interact with. It is not until this time that we develop the capacity to deceive,\nalong with a powerful suite of social emotions that enable us to feel embarrassed, envious, and elated.\nThese feelings link up our sense of self with our sense of others. These are comparative feelings and\nbeliefs, and they feed back to who we are, either building up our self-confidence or crushing it. When my\ndaughter Sofia was ten years old, she announced that she will one day go to Brown University —\nattracted by their course offerings and the fact that Emma Watson, aka Hermione Granger of Harry Potter\nfame, was a student — be rich and have five children — she wanted more siblings and has always had a\ntaste for the luxurious — obtain a veterinarian degree — my wife is a veterinarian and we have five pets\n— open a restaurant — I love to cook— and be an Olympian in gymnastics — sports run in our family.\nSofia was not delusional, but brimming with uncalibrated confidence. Her confidence was uncalibrated\nbecause she had no sense of what it takes to get into Brown, become rich, take care of five kids, obtain a\nvet degree, open a restaurant, and win gold. My wife and I would be horrid parents if we burst her\nbubble. We would be irresponsible parents if we didn’t, over time, describe the exciting challenges\nassociated with each of these desirable goals.\n\nDeveloping a sense of self depends on at least two capacities: looking inwards at what we know\nand are capable of doing, and looking outwards at what others know and are capable of doing. When we\nlook inwards, if we honestly open our eyes to the richness of our autobiography, we will recognize cases\nwhere we have succeeded and those in which we have failed. This history reveals our knowledge and\nignorance, our strengths and weaknesses, and our capacity to exert control or meld to external forces.\nWhen we look outwards, again with an honest, panoramic perspective, we learn about those who know\nmore or less than we do, about those we can outcompete and those we lose to in defeat, and about\nsituations that undermine our capacity for self-control. Distortion enters these personal narratives when\nwe either lack information or filter it in some way, consciously or unconsciously.\n\nThe British criminology scholar Mandeep Dhami examined positive illusions in criminals\nincarcerated in prisons within the United States and the United Kingdom. Because recidivism levels are\nhigh among convicted criminals, with 40-60% of offenders re-convicted after 1-3 years from release, it is\nimportant to understand risk factors. One possibility is that criminals believe that their prior offense was\njust a one-off event or bad luck, and that, of course, they will never engage in crime again, having learned\n\ntheir lesson and feeling fully confident in their capacity to lead a crime-free life. Based on a sample of\n\nHauser Chapter 3. Ravages of denial 112\n\nHOUSE_OVERSIGHT_012858",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012858.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3381,
    "word_count": 583,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.938336",
    "prefix": "IMAGES-002"
  }
}