{
  "document_id": "HOUSE_OVERSIGHT_018567",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018567.txt",
  "text": "So why did I speak out? Why do I still speak out? Because I owed so much to the army of\nmen who loved and supported me over the years and no longer have a voice, and because\ngay men were dying. It was no time to be squeamish about sex. It still isn't.\n\nCT: Do you have any regrets? -- and, concurrently, what are you most proud of?\nDid the making of the film Sex Positive bring any regret or pride to the surface for\nyou?\n\nRB: I have a few regrets about Sex Positive, but they pale next to what I've gained. I've\nbeen to more cities with this movie in one year than I've been to in my entire life. Young\npeople have been extraordinarily supportive and kind, and it helps me to let go of the\npast. I've been stuck in the past for so long -- it's deadening, but I finally feel that this\nmovie is breaking me free, to finally let go and move on to write about other things. For\nthat, I'm forever indebted to Daryl Wein, the documentary’s director.\n\nWhat I'm most proud of is how much work I did on safe sex that no one even knows\nabout. I'm putting it all on the Internet as a free archive, as soon as I can find or pay\nsomeone to help me with the technical stuff. I'm from the age of typewriters.\n\nCT: Is there anything you'd like to add? Please feel free to also respond directly to\npoints I made when I talked about Sex Positive on my blog.\n\nRB: I loved S&M hustling before AIDS so much -- sometimes, when I talk about it, I\nbecome the part of me that tied people up and dominated them; it's like a mental erection.\nI get lost in the reverie of being an erotic, arrogant Top. I begged director Daryl Wein to\ndelete me saying that clients would tell me that I could do whatever I wanted to them\nexcept fuck them, and then I would proceed to do just that. I said that when I was lost in a\npersona, and it makes me sound like a rapist!\n\nThe truth is, my most valued expertise as a hustler was teaching men who were afraid of\ngetting fucked how to relax, how to douche, how to open up, how to explore the intense\npleasures of receptive anal intercourse and anal orgasm without any pain. I would never\nrape or violate anyone's consent -- and certainly not customers I wanted to come back! I\nhad tremendous empathy for how difficult it can be to learn how to get anally fucked\nbecause I was never able -- or had the desire -- to do it without being high on drugs. (You\nhave to remember how pervasive recreational drug use was during the sexual revolution.\nThere were articles in the gay press saying how cocaine was good for you. We didn't\nunderstand addiction then as we do now. And we paid a heavy price for that innocence\nand ignorance.)\n\nWhen I began hustling in NYC, the lesbian and gay liberation movement was ten years\nold -- and about that mature. We grew up in such an intensely erotophobic and\nhomophobic culture -- there was no way to escape it, even after we accepted that we were\ngay. We didn't always treat each other well, and it permeated our sexual expression\nwhether it was vanilla or S&M.\n\nYou mention in your blog post that you are wary of how I talk about BDSM as arising\nfrom \"self-loathing\" and \"insecurity\" and negative cultural pressures on the gay\ncommunity. Yes -- in S&M and in vanilla sex -- I saw how we brought a lot of the\nculture's contempt to what we did. But, as I say in Sex Positive, many of us came to\n\nHOUSE_OVERSIGHT_018567",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3357,
    "word_count": 648,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.442288",
    "prefix": "IMAGES-005"
  }
}