{
  "document_id": "HOUSE_OVERSIGHT_020547",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020547.txt",
  "text": "88\n\ntransitioned from an authoritarian state to a democracy, leading to new calls from\nthe island and from some of its immigrants in the United States for an independent\nTaiwan. Seeking to capitalize on the ever-larger number of mainlanders in the United\nStates and to battle the nascent Taiwan independence movement, PRC authorities\nestablished organizations and Chinese-language schools to bolster their propaganda\nwork in the United States. The Party’s United Front Work Department founded the\nChina Council for the Promotion of Peaceful National Reunification in 1988, and\nwithin a decade it had more than one hundred chapters in sixty countries, including\nmore than a dozen offices in the United States. Chinese officials described Chinese-\nlanguage media, Chinese-language schools, and Chinese-backed organizations as the\n\n“three treasures” (==)of united front work overseas.*?\n\nChinese-language media. By the mid-1990s, analyst He Qinglian estimated that, of\nthe some one hundred Chinese-language newspapers in the United States, more than\none-third were funded by money from the mainland.** Owners of these newspapers,\nseeking subsidies from Beijing, cozied up to PRC authorities with statements such as\n“opposing Taiwan independence and fostering peaceful unification are the glorious\n\nmissions and historical responsibility of overseas Chinese publications.”*>\n\nBeijing also moved to take control of online and social media outlets. Wenxuecheng\n(Cu, http://wenxuecheng.com) is the most popular Chinese-language website\n\nin the United States. Launched in 1997 by a group of students from the University\nof Michigan, the website was sold in 2003 to a Taiwanese-American businessman*®\nwith investments in China. Since being purchased, Wenxuecheng has signed deals\n\nto run news from Xinhua and the China Daily.*’ There is even an unsubstantiated\nrumor that the purchase of the website was subsidized by $1 million from the CCP\n\nPropaganda Department.\n\nDuowei is another online source that was for years an independent Chinese-language\nmedia outlet. Among its many scoops was the prediction of the composition of the\nsixteenth Politburo Standing Committee. But in 2009, Duowei was purchased by a\nHong Kong businessman* with substantial business interests in China, including two\ncompanies listed on the Hong Kong Stock Exchange. The businessman is a founding\nmember of the Tsinghua University Center for US-China Relations and is also fond\n\nof writing pro-Beijing essays on China’s claims to the South China Sea. Duowei is\nnow headquartered in Beijing. Indeed, since selling Duowei, the online news source's\n\nfounder*’ has moved to Mingjing (Mirror Media), a Chinese-language web presence\n\nMedia\n\nHOUSE_OVERSIGHT_020547",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020547.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2724,
    "word_count": 400,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.319869",
    "prefix": "IMAGES-006"
  }
}