{
  "document_id": "HOUSE_OVERSIGHT_011814",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011814.txt",
  "text": "/ BARAK / 57\n\nA few days later, the “pre-endgame” around the summit began. Not in\nWashington or Jerusalem or Ramallah or Gaza, but in Kochav Yair. Nava and I\nstill spent almost all our weekends there. We valued the quiet, or at least the\nslightly quieter, time away from Jerusalem or Tel Aviv. Some of my oldest army\nfriends lived there as well: Danny Yatom, as well as Shaul Mofaz and Uzi Dayan,\nwho was now deputy chief of staff. Newer colleagues, too, like Yossi Ginossar, a\nShin Bet veteran who spoke fluent Arabic and, after working in the West Bank and\nGaza in the late 1960s became one of the first Israelis to hold secret talks with\nArafat, building up a personal relationship with him. Under both Rabin and Peres,\nhe had been a valuable liaison with the Palestinian leader. Nowm under my\nPremiership as well.\n\nThe summit seemed to me more important than ever, but I knew that only\nPresident Clinton could make it happen. Short of giving the Palestinians the whole\nlist of short-term rewards they wanted, including the three villages, I knew Arafat\nwas never going to be enthusiastic. But if Clinton was persuaded that a peace\nagreement was within reach, I had confidence he would make the effort. I had\nallowed Gili Sher and Shlomo Ben-Ami to go to Washington the week before for\nexploratory talks with Dennis Ross. Shlomo, as I knew he’d done in the back-\nchannel talks with the Palestinians, had gone beyond anything that I would or\ncould say at this stage in order to probe the edges of where an eventual\ncompromise might be possible. Now Clinton had sent Dennis to Israel, with\nMadeleine Albright to follow at the end of the month, and I had to assume that\ntheir impressions would be critical to his decision on whether to bring me and\nArafat to Camp David.\n\nWe agreed to meet Dennis and his team at Danny’s house in Kochav Yair. By\nthe time I’d made the pleasant Shabbat-afternoon stroll from our house, a few\nstreets away, they were in the back garden sipping lemonade and munching on\npopcorn. I'd met often with Dennis during my year as Prime Minister, and I liked\nhim. He was smart, knowledgeable and experienced. He’d worked under three US\nPresidents: Carter, Bush Senior and now Clinton. No American diplomat had been\nmore indefatigably involved in the search for Middle East peace. And whatever his\noccasional frustrations, he also recognized I was ready to go further than any\n\n343\nHOUSE_OVERSIGHT_011814",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011814.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2425,
    "word_count": 426,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.526977",
    "prefix": "IMAGES-001"
  }
}