{
  "document_id": "HOUSE_OVERSIGHT_011751",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011751.txt",
  "text": "thickets of candles and chanting, almost prayerlike, anthems of mourning and of\npeace.\n\nFor reasons I couldn’t explain, I felt the need to see the place, near the front\nof the square, where Rabin had been murdered, by a 25-year-old Orthodox Jew\nand settlement activist named Yigal Amir. Standing there with Nava, I felt even\nmore strongly what I’d told Leah by phone from New York after hearing\nYitzhak was dead: his murder would leave a huge hole — in me, in all Israelis.\nHe was an extraordinary mix of qualities: a brave officer, first in the pre-state\nPalmach and then the new Israeli army; a chief of staff and defense minister at\ncritical periods in our history. Shy, even at times uncertain or hesitant, and\nnaturally cautious. Decisive, too, when he felt that he, and Israel, needed to be:\nwhether on Entebbe, or the prospect, with all its risks, of launching an operation\nto kill Saddam Hussein. Humane, too: ready to negotiate with terrorists to save\nthe lives of those they were planning to kill, unless he was confident our\nsoldiers could save them first. Underpinning it all was a dedication to fighting\nand defeating Isael’s enemies, yet a mindfulness that the real victory, if and\nwhen it was possible, would be genuine peace with our neighbors. He and I had\nhad differences over particular policies: leaving our troops in Lebanon, for\ninstance, or more recently the architecture of Oslo. But I never doubted that we\nwere lucky to have Yitzhak leading Israel on the inevitably fraught road to a\nnegotiated peace. I never ceased to believe there was no politician more suited\nto the role: that he would do everything he could to achieve it, yet would step\nback if he saw that he was putting Israel’s security at risk.\n\nOn Sunday evening, Peres called a cabinet meeting in the kirya. He said our\ntask was to continue what Rabin had begun, and that at least for now he would\nfill Rabin’s shoes not just as Prime Minister but Defense Minister as well. The\nwhole country stood still, shocked, until the state funeral two days after the\nassassination. It was attended by dozens of leaders from around the world. My\nrole was to escort King Hussein and Queen Noor. On our drive into Jerusalem,\nwe passed the Old City walls. We were barely a mile from the stone terrace,\nabove the Western Wall of our ancient temple, where the golden Dome of the\nRock and the Al-Aqsa mosque stand. I knew Hussein had been there as a boy\nwhen his grandfather, King Abdullah, was shot and killed by a Palestinian amid\nrumors he was contemplating peace with Israel. Now, Rabin had been\nmurdered, by an Israeli. “To me, it’s like the closing of a circle,” Hussein said.\n“Those who are murdered because they are not extreme enough. Because they\nlook for normalcy, and peace.”\n\n280\nHOUSE_OVERSIGHT_011751",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011751.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2787,
    "word_count": 488,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.724824",
    "prefix": "IMAGES-001"
  }
}