{
  "document_id": "HOUSE_OVERSIGHT_012192",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012192.txt",
  "text": "—_—\n\nALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 10\n\nof all of the facts in order to have a defense in the event of a subsequent prosecution.”). Thus, the\nfacts preclude reliance on the concept of deliberate ignorance as a substitute for proof.\n\nThe fact that the search warrant affidavit in this case is rife with mis-statements and\nomissions regarding the key element of age is critical. However, CEOS concludes with no apparent\nsupporting analysis, “despite the numerous factual errors you describe, the U.S. Attorney’s Office\ncould still plausibly argue that the mistakes — whether inadvertent or intentional — were not material\nto the determination... .” (CEOS letter at p. 3). Although, as CEOS notes, there are “numerous”\nsuch misrepresentations, through affirmative statement or intentional omission, a focus on but one of\nthose misrepresentations highlights that such misrepresentations were, in fact, material. The fact is\nthat Detective ReCarey grossly misrepresented Mr. Epstein’s intent as it related to the age of the\nwomen he permitted entry to his residence.\n\nIn the search warrant affidavit, Detective ReCarey affirmed that] claimed:\n\n[Mr. Epstein} told her the younger the better.\nAnd, stated she once tried to bring a 23 year old female and Epstein stated that the\n\nfemale was too old.\n\nWhat Detective ReCarey, no doubt intentionally, omitted wa further explanation,\nwhich rendered Mr. Epstein’s comments innocuous:\n\nA: Let me put it this way, he — I tried to bring him a woman who was 23 and he didn’t\nreally like it.\n\nHe didn’t go for it?\n\nA: It’s not that he didn’t go for it. It’s just that he didn’t care for it. And he likes the\ngirls that are between the ages of 18 and 20. (GES tatement at 12) (emphasis\nadded).\n\nHad that critical information, information that turns allegedly illegal conduct into more\ninnocent conduct, been included, it would have seriously undermined the probable cause for the\nsearch warrant.\n\nSimilarly, and equally problematic, Detective ReCarey did not include the many statements\ndemonstrating that, when asked by Mr. Epstein, the women affirmatively misrepresented their ages\nas being 18, and/or that Mr. Epstein was not aware of their true ages. Indeed, although Detective\nReCarey did note that Ms told Mr. Epstein that she was 18, he omitted from the affidavit\nthe key point as to why she lied:\n\nHOUSE_OVERSIGHT_012192",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012192.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2399,
    "word_count": 392,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.157550",
    "prefix": "IMAGES-001"
  }
}