{
  "document_id": "HOUSE_OVERSIGHT_013223",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013223.txt",
  "text": "Chapter 17\nA Preschool-Based Roadmap to Advanced AGI\n\n17.1 Introduction\n\nSupposing the CogPrime approach to creating advanced AGI is workable — then what are the\nright practical steps to follow? The various structures and algorithms outlined in Part 2 of\nthis book should be engineered and software-tested, of course — but that’s only part of the\nstudy. The AGI system implemented will need to be taught, and it will need to be placed in\nsituations where it can develop an appropriate self-model and other critical internal network\nstructures. The complex structures and algorithms involved will need to be fine-tuned in various\nways, based on qualitatively observing the overall system’s behavior in various situations. To\nget all this right without excessive confusion or time-wastage requires a fairly clear roadmap for\nCogPrime development.\n\nIn this chapter we’ll sketch one particular roadmap for the development of human-level,\nroughly human-like AGI — which we’re not selling as the only one, or even necessarily as the\nbest one. It’s just one roadmap that we have thought about a lot, and that we believe has a\nstrong chance of proving effective. Given resources to pursue only one path for AGI development\nand teaching, this would be our choice, at present. The roadmap outlined here is not restricted\nto CogPrime in any highly particular ways, but it has been developed largely with CogPrime\nin mind; those developing other AGI designs could probably use this roadmap just fine, but\nmight end up wanting to make various adjustments based on the strengths and weaknesses of\ntheir own approach.\n\nWhat we mean here by a \"roadmap\" is, in brief: a sequence of \"milestone\" tasks, occurring\nin a small set of common environments or \"scenarios,\" organized so as to lead to a commonly\nagreed upon set of long-term goals. I.e., what we are after here is a \"capability roadmap\" —\nroadmap laying out a series of capabilities whose achievement seems likely to lead to human-\nlevel AGI. Other sorts of roadmaps such as \"tools roadmaps\" may also be valuable, but are not\nour concern here.\n\nMore precisely, we confront the task of roadmapping by identifying scenarios in which to\nembed our AGI system, and then \"competency areas\" in which the AGI system must be eval-\nuated. Then, we envision a roadmap as consisting of a set of one or more task-sets, where each\ntask set is formed from a combination of a scenario with a list of competency areas. To create\na task-set one must choose a particular scenario, and then articulate a set of specific tasks,\neach one addressing one or more of the competency areas. Each task must then get associated\nwith particular performance metrics — quantitative wherever possible, but perhaps qualitative\n\n307\n\nHOUSE_OVERSIGHT_013223",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013223.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2761,
    "word_count": 455,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.937862",
    "prefix": "IMAGES-002"
  }
}