{
  "document_id": "HOUSE_OVERSIGHT_031859",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031859.txt",
  "text": "26\n\nfourth century B.C., when Greece overran the Persian Empire and\nIsrael, and again in the first century B.C., when the Romans\nconquered the region.\n\nThe second manifestation saw Israel as a small actor within the\nframework of larger imperial powers, a situation that lasted until the\ndestruction of the Jewish vassal state by the Romans.\n\nIsrael's third manifestation began in 1948, following (as in the other\ncases) an ingathering of t least some of the Jews who had been\ndispersed after conquests. Israel's founding takes place in the context\nof the decline and fall of the British Empire and must, at least in part,\nbe understood as part of British imperial history.\n\nDuring its first 50 years, Israel plays a pivotal role in the\nconfrontation of the United States and the Soviet Union and, in some\nsenses, is hostage to the dynamics of these two countries. In other\nwords, like the first two manifestations of Israel, the third finds Israel\ncontinually struggling among independence, internal tension and\nimperial ambition.\n\nIsraeli Geography and Borderlands\n\nAt its height, under King David, Israel extended from the Sinai to the\nEuphrates, encompassing Damascus. It occupied some, but relatively\nlittle, of the coastal region, an area beginning at what today is Haifa\nand running south to Jaffa, just north of today's Tel Aviv. The coastal\narea to the north was held by Phoenicia, the area to the south by\nPhilistines. It 1s essential to understand that Israel's size and shape\nshifted over time. For example, Judah under the Hasmoneans did not\ninclude the Negev but did include the Golan. The general locale of\nIsrael is fixed. Its precise borders have never been.\n\nThus, it is perhaps better to begin with what never was part of Israel.\nIsrael never included the Sinai Peninsula. Along the coast, it never\nstretched much farther north than the Litani River in today's Lebanon.\nApart from David's extreme extension (and fairly tenuous control) to\n\nHOUSE_OVERSIGHT_031859",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031859.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1980,
    "word_count": 325,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.327663",
    "prefix": "IMAGES-011"
  }
}