{
  "document_id": "HOUSE_OVERSIGHT_021819",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021819.txt",
  "text": "From: jeffrey E. <jeevacation mail.com>\nTo:\nSent: Friday, January 9, 2015 1:44 PM\n\nSubject: Re: we'll see\n\n| only met Jeffrey Epstein, after | was adult. ( over 18). | was never, ever, his \"sex slave \"\n\n. obviously a lurid chauvenistic categorization. which in my opinion could only have been\n\nmade by some loser of a repressed male reporter. He was always kind , funny and generous to\nme . These fantasy fabrications made by a delusional thief. ( charged with stealing from the burger\nplace and which she worked, though she claimed to paid thousands of dollars in cash and held at\nthe beck and call of the genious tycoon. ) . Her story telling had it been done while sleeping would\nhave been called dreaming, if awake, hallucinaitons but to the English press they are referred to\nas allegations . She claimed in the minutest of detail , her dinner with President Clinton on the\nCaribean Island, How he arrived . ( by black heli). where he sat. ,(on jeffreys left.) a\n\n21st century tale of power, sex, money. The fact is that this story is total make believe ,\nfabricated on purpose to gain tabloid attention ,and easily refuted by readily availalble travel\nrecords of a former president. . it defies belief that any person would take seriously sucha\npreposterous story. little different than her telling her father that she met the queen, whoops- he\nbelieved her though her mother at the relevant time complained that she must have been engaging\nin satan worship and asked that she be put her in a drug home. cmon. |am currenty a\nprofessional pilot with a spotless record. | have a checklist that | follow before every flight to verify\nthat things are what they are supposed to be , checking her story which the presss has refused to\ndo would serve the public well. In this case human error is merely a euphmisn for hijacking the\ntruth ,\n\nOn Fri, Jan 9, 2015 at 2:10 PM, x wrote:\n\nApparently...\n\nThey are now asking how my parents bought a building in town...implying it was all the money they got for selling me :)\nGetting ugly..\n\nFrom: jeffrey E. <jeevacation mail.com>\nTo:\n\nSent: Friday, January 9, 2015 12:50 PM\nSubject: Re: we'll see\n\nnotable?\n\nOn Fri, Jan 9, 2015 at 1:44 PM, EE \"0c:\n\nHOUSE_OVERSIGHT_021819",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021819.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2214,
    "word_count": 395,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.124545",
    "prefix": "IMAGES-006"
  }
}