{
  "document_id": "HOUSE_OVERSIGHT_024050",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024050.txt",
  "text": "e Investment Theme - Care Coordination: Today in healthcare, most conditions require the\ninvolvement of multiple healthcare professionals, including primary care physicians,\nspecialists, nurses, assistants, and therapists, and the care they provide must be\nmanaged closely with participation from the patients themselves and their family\nmembers. Unfortunately, poor coordination and information sharing amongst\ncaregivers creates significant inefficiencies at the points of hand-off between providers,\nleading to repeat tests, missed diagnoses, and expensive mistakes that diminish\noutcomes, and in some cases put patients at substantial risk. TigerText (NLV-ID) has\ndeveloped a secure text messaging platform that can be used on any mobile phone that\nallows healthcare professionals to rapidly communicate and exchange clinical data files\nto improve and coordinate care.\n\ne Investment Theme - Clinical Error Reduction: Administrative, medication and procedural\nerrors are responsible for billions of dollars of cost annually in the U.S. healthcare\nsystem. Many of these problems can be reduced by bringing relevant information into\nthe right setting at the appropriate time. For example, ePocrates (Sprout IX, NASDAQ:\nEPOC - Acquired by athenahealth for $293 million, 3.1x multiple) allows physicians to\nquickly reference drug formulary, dosing and interaction information, thus reducing the\nerror rate in prescriptions.\n\nProblem Area: Unnecessary Services & Missed Prevention Opportunities\n\ne Investment Theme - Analytics & Data-Driven Personalization: Many conditions are currently\ndiagnosed on single or limited data points, measured in the hospital or physicians’\n\noffice, that may not accurately reflect (or detect) the patients’ condition. Examples\ninclude diseases with episodic or fluctuating symptoms such as cardiac arrhythmias,\nParkinson’s, Alzheimer’s, depression and other behavioral health issues. iRhythm\nTechnologies (NLV-II) developed and markets an innovative, highly wearable, patch\ntechnology capable of recording continuous electrocardiograms for up to 14 days. This\nproduct has demonstrated a 5x improvement in diagnostic yield for cardiac arrhythmias\nrelative to 24 - 48 hour Holter monitoring.\n\nThe large scale deployment of electronic medical records (“EMRs”), healthcare\ninformation exchanges, and diagnostic and monitoring technologies, is driving\nexponential growth in professional health data around patient care and outcomes. At\nthe same time, patients are discussing and sharing their own health care experiences and\npersonal health data involving providers, therapeutics, and procedures on the internet.\nThese vast and rapidly growing professional and consumer oriented healthcare data sets\ncreate an unprecedented repository of longitudinal data on populations of patients. By\nmining these data sets using big-data techniques and technologies that are being\ndeployed successfully in other industries, it is possible to identify important findings\nthat have huge commercial value that might previously have never have been detected.\nSpecifically, the Fund Managers believe analytics applied to these data sets will allow\ncare gaps to be readily identified and addressed, and best practices to be frequently\nrevised, leading to a consistent iterative cycle of improvement. Treato (NLV-II) has\ndeveloped a social health intelligence platform (aka “Social Listening”) that identifies,\nanalyzes and aggregates medical user generated content spread widely across the web\n\n39 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024050",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024050.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3561,
    "word_count": 491,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.941619",
    "prefix": "IMAGES-007"
  }
}