{
  "document_id": "HOUSE_OVERSIGHT_013945",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013945.txt",
  "text": "immediate negative effect it would have on the company and\nwhat could you do to prevent or minimize it?\nPut yourself in your boss’s shoes. Based on your work history, would you trust yourself to\nwork outside of the office?\nIf you wouldn’t, reread Elimination to improve production and consider the hourglass option.\nPractice environment-free productivity.\n\nAttempt to work for two to three hours in a café for two Saturdays prior to proposing a remote\ntrial. If you exercise in a gym, attempt to exercise for those two weeks at home or otherwise\noutside of the gym environment. The purpose here is to separate your activities from a single\nenvironment and ensure that you have the discipline to work solo.\n\nQuantify current productivity.\nIf you have applied the 80/20 Principle, set the rules of interrupting interruption, and completed\nrelated groundwork, your performance should be at an all-time high in quantifiable terms, whether\n\ncustomers served, revenue generated, pages produced, speed of accounts receivable, or otherwise.\nDocument this.\n\nCreate an opportunity to demonstrate remote work productivity before asking for it as a\npolicy.\n\nThis is to test your ability to work outside of an office environment and rack up some proof that\nyou can kick ass without constant supervision.\n\nPractice the art of getting past “no” before proposing.\n\nGo to farmers’ markets to negotiate prices, ask for free first-class upgrades, ask for compensation\nif you encounter poor service in restaurants, and otherwise ask for the world and practice using the\nfollowing magic questions when people refuse to give it to you.\n\n“What would I need to do to [desired outcome]|?”\n\n“Under what circumstances would you [desired outcome]?”\n\n“Have you ever made an exception?”\n\n“T’m sure you’ve made an exception before, haven’t you?”\n\n(if no for either of the last two, ask, “Why not?” If yes, ask, “Why ?’”)\n\nPut your employer on remote training wheels— propose Monday or Friday at home.\n\nConsider doing this, or the following step, during a period when it would be too disruptive to fire\nyou, even if you were marginally less productive while remote.\n\nIf your employer refuses, it’s time to get a new boss or become an entrepreneur. The job will\nnever give you the requisite time freedom. If you decide to jump ship, consider letting them make\nyou walk the plank—quitting is often less appealing than tactfully getting fired and using\nseverance or unemployment to take a long vacation.\n\nExtend each successful trial period until you reach full-time or your desired level of mobility.\n\nDon’t underestimate how much your company needs you. Perform well and ask for what you want.\nIf you don’t get it over time, leave. It’s too big a world to spend most of life in a cubicle.\n\n» LIFESTYLE DESIGN IN ACTION\n\nConsider trying Earth Class Mail, a service that you can reroute all your mail to, at which point they\n\nHOUSE_OVERSIGHT_013945",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013945.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2913,
    "word_count": 481,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.275535",
    "prefix": "IMAGES-002"
  }
}