{
  "document_id": "HOUSE_OVERSIGHT_017198",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017198.txt",
  "text": "4.2.12\nWC: 191694\n\nSeveral weeks prior to the scheduled showing, Gloria Steinem had written an article in Ms.\nmagazine about Deep Throat and the exploitation of its female lead, Linda Lovelace. Pointing to\nthe $60 million allegedly made on the film, Steinem characterized Deep Throat as “a national and\ninternational profit center and dirty joke.” At the heart of the joke was Linda Lovelace “whose\ninnocent face offered movie-goers the titillating thought that even the girl-next-door might be the\nobject of porn-style sex.” But, according to Steinem, it was a joke with widely felt consequences:\n“Literally millions seem to have been taken to Deep Throat by their boyfriends or husbands (not\nto mention prostitutes by pimps) so that each one might learn what a woman could do to please a\nman if she really wanted to.”\n\nMoreover, Linda Lovelace was now claiming that her innocent face had been a mask covering up\na battered wife who had been imprisoned by her husband-pimp. Several years after the\ncompletion of Deep Throat was completed, Lovelace wrote an autobiography entitled Ordeal, in\nwhich she told a sordid story of how she had been compelled to perform her “sexual sword-\nswallower trick” at gunpoint.\n\nAfter reading Ordeal I called Reems and asked him whether his recollections of the filming of\nDeep Throat corroborated her claim that she had been forced into performing. Harry, who was\nthen working off-Broadway in a stage play, laughed and said, “Are you kidding? Sure her\nhusband, Chuck, was an asshole, but he was hardly around during the filming. Damiano sent him\naway because he would get jealous of how much she was enjoying the sex. She was really into it.\nWe had a good relationship before and during the filming.”\n\nI told Harry that Lovelace had written that when “she saw how upset Chuck was, [she] decided\n[she] would pretend to enjoy it with Harry.” I asked whether it was possible that she was only\nacting.\n\n“Linda Lovelace acting?” Harry exclaimed. “Have you seen her in a film? She couldn’t even\npretend to be acting.”\n\nWhether true or false, Lovelace’s account struck a responsive chord among many feminists.\nGloria Steinem’s article presented a sympathetic portrait of Lovelace as the victim of everything\nthe “sleazy pornocrats” had come to represent. Using Lovelace’s Ordeal as a symbol of sexist\nrepression, many feminists declared all-out war against pornography. The movie Deep Throat\ncame to symbolize the anti-women evils of the sex industry. And I became the symbol of the\n“pornocrat lawyer,” getting rich off the suffering of exploited women (even though I charged\nnothing for these cases).\n\nThe organization through which Gloria Steinem spoke—Women Against\nPornography—advocated boycotts as its primary weapons in the war on porn. The boycotts were\ndirected not only against theaters and bookstores, but against lawyers who represented them on\nFirst Amendment grounds. When I and several friends opened a Kosher deli in Harvard Square, it\nwas picketed with signs of saying “How can a porn pig serve Kosher food?”\n\nAlthough boycotts are themselves protected by the constitutional right of free expression, civil\nlibertarians are appropriately concerned about the effect of overly broad boycotts, such as those\n\n111\n\nHOUSE_OVERSIGHT_017198",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017198.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3277,
    "word_count": 530,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.026736",
    "prefix": "IMAGES-004"
  }
}