{
  "document_id": "HOUSE_OVERSIGHT_015605",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015605.txt",
  "text": "January 1, 1999 and December 31, 2002.” Defendant is seeking personal diary information during\nthe time this non-party was a minor child and a victim of sexual trafficking. There is no reason\nthis non-party should be forced to produce her diary from when she was a child. See Peisach v.\nAntuna, 539 So. 2d 544 (Fla. 3rd DCA 1989) (court of appeal holding that trial court departed\nfrom the essential requirements of law by granting deposition of party’s gynecologist which was\nonly meant to invade privacy and intimidate and harass the party).\n\nDefendant also has a number of requests (Request nos. 2, 3, 4, 10 and 19) that seek\n“photographs” and “videos” of this non-party when she was a minor child and during the time she\nwas the subject of sexual abuse. Photographs of Jane Doe 3 when she was a minor child are\ncompletely irrelevant to the matter before this Court. Defendant served this subpoena demand\nsolely to intimidate, harass and embarrass this non-party and the Court should preclude this type\nof discovery set forth in Request Nos. 2, 3, 4, 10, 15, 16, 19 and 21. See Citimortgage, Inc. v.\nDavis, No. 50 2009 CA 030523, 2011 WL 3360318 (Fla. 15\" Cir. Ct. April 4, 2011) (trial court\ngranting protective order precluding a deposition noting “this deposition request is mere\nharassment” and had no relevance to the underlying dispute where the party was wrongfully using\nthe discovery process for personal gain).\n\nb. Category 2 — Clear Abuse of the Subpoena Power By Seeking Documents Unrelated\nto this Action and Intended Instead to Provide Discovery for Other Actions\n\nDefendant is abusing the subpoena power of this Court by issuing subpoena requests that\nare intended to obtain discovery for the development of other actions against this non-party and\nare unrelated to the instant case. See Exhibit 5, Newsmax Interview (“And we’re considering\nsuing her for defamation as well, but right now she was trying to hide in Colorado and avoid\nservice, but we found her and we served her and now she’ll be subjected to a deposition.”).\nDefendant has admitted that his “goal” is to put Jane Doe No. 3 in “jail” and he is using this\n\nCourt’s subpoena power to go on a fishing expedition in the hopes of fulfilling his ultimate stated\n\nHOUSE_OVERSIGHT_015605",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015605.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2263,
    "word_count": 385,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:48.578107",
    "prefix": "IMAGES-003"
  }
}