{
  "document_id": "HOUSE_OVERSIGHT_014609",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014609.txt",
  "text": "Exhibit 98: Full-Year Average Global Crude Oil\nSupply and Demand\n\nOil consumption in 2017 could exceed supply for the first\ntime since 2013.\n\nMillion Barrels/Day\n\n100 Average Forecast\n\nWorld Production\n\noS + World Consumption\n98 Production\nExceeded\n\nConsumption wa\n\nBetween 2014 and 2016\n\n96\n\n¢\n\n&\nWorld\n\n94 Consumption\nExceeded\nProduction\n\nZ\n@ Supply/Demand\n¢ Forecasts Point to\n\nSmall Deficit in 2017\n92\n\n90\n88\n86\n\n84\n2005 2006 2007 2008 2008 2010 2011 2012 2013 2014 2015 201Ge 201/f\n\nData through December 31, 2016.\n\nSource: Investment Strategy Group, Goldman Sachs Global Investment Research, International\nEnergy Agency, OPEC, US Department of Energy, Energy Aspects, PIRA, Bloomberg, Barclays,\nJP Morgan.\n\nExhibit 99: Gold Prices and US 10-Year Real\nInterest Rates\nGold prices and real interest rates are closely linked.\n\n$/Ounce %\n2,000 15\n\n1,600\n1,200\n\n800\n\na i ou 2.0\n* {\n\ncoo | MV t Gold Price 25\n¢ i!\n\nd 2 = = 10-Year US Real Rate (Right, Inverted) 3.0\n\nr 4\n\n0 3.5\n2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016\n\nData through December 31, 2016.\nSource: Investment Strategy Group, Bloomberg.\n\nvery depressed despite the recent uptick in rigs,\nproviding scope for further increases (see Exhibit\n97). As a result, we expect shale production to\nrecover in 2017, partially offsetting cuts elsewhere.\n\nDespite these potentially destabilizing forces,\nwe still think the oil market can swing to a small\ndeficit this year. While lower input costs create\nupside risks to US shale production, these costs are\nhighly correlated with oil itself. As a result, today’s\n$50 average breakeven level for shale is likely to\nmove higher with oil prices, limiting the rebound\nin US production. Moreover, even if just half of\nthe proposed production cuts are realized, our\nwork suggests the oil market will still switch into a\ndeficit this year. Finally, OPEC spare capacity has\nbeen largely exhausted by the production increases\nof the last year, while Iran’s production has now\nreturned to pre-sanction levels. In turn, the risk of\nanother disorderly market-share battle has declined\nsignificantly.\n\nAgainst this backdrop, we expect oil supply\ngrowth to moderate and enable oil demand to\nagain exceed oil production, creating the first\ndeficit since 2013 (see Exhibit 98). With balance\nrestored, we expect oil to trade in a $45-65 range\nin the year ahead. Thus we continue to recommend\nan overweight to US high yield energy bonds\nand US MLPs.\n\nGold: Still Searching for Its Luster\n\nGold was not immune from the reversal of fortune\nthat befell interest rates last year, reminding us\nthat their fates are fundamentally linked (see\nExhibit 99). Put simply, higher interest rates raise\nthe opportunity cost of holding gold, since the\nyellow metal generates no cash flow and must\n\nbe physically stored, often at a cost. A similarly\ninverse relationship exists with the US dollar, as\ninvestors often purchase gold as a hedge against\nthe debasement of fiat currencies; gold has traded\ninversely to the dollar index 73% of the time on an\nannual basis over the last 40 years.\n\nGiven these relationships, we believe the key\nelements of our macroeconomic forecast—Federal\nReserve tightening, rising interest rates, modest US\ndollar gains and average inflation—will represent\nheadwinds for the yellow metal in 2017. Keep in\nmind that gold prices have declined in four of the\nlast five Federal Reserve tightening cycles, with\nthe only exception occurring during a period of\ndollar weakness in the mid-2000s. Based on these\nprecedents, our expectation of two or three Federal\nReserve rate increases in 2017 does not bode well\nfor gold prices.\n\n76 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014609",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014609.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3687,
    "word_count": 602,
    "line_count": 142,
    "import_date": "2025-11-19T21:47:47.603313",
    "prefix": "IMAGES-003"
  }
}