{
  "document_id": "HOUSE_OVERSIGHT_024644",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024644.txt",
  "text": ">\n\n=\nPo\ncor\n\n>\nQa\nLA\n\nCannabis Investment Report | December 2017\n\nNonetheless, we believe that California’s state-legal market may double from an estimated $3.2 billion\nin 2017 to approximately $6.5 billion in 2018.\n\nCanada has assumed the role of a global leader of cannabis legalization. Although Canada’s legal\ncannabis market is presently limited to medical cannabis, it is currently the largest federally legal can-\nnabis market in the world, estimated at $1.5 billion in 2017. In April 2017, a proposed recreational\nlaw was introduced in the Canadian parliament; the proposed Cannabis Act would allow adults to pur-\nchase cannabis from federally licensed producers and to possess and share cannabis with other adults.\nThe Cannabis Act is widely expected to be approved in some form by the Canadian parliament by mid-\n2018. If approved, Canada would be the largest country in the world to legalize recreational cannabis\non a national level, and we believe that the implementation of the Cannabis Act would significantly\nexpand. the size of Canada’s overall market. Canada has demonstrated that by providing a national\nlegal framework for cannabis, companies operating legally within the industry have had a clear “first to\nmarket” advantage, allowing them to raise significant amounts of capital and to pursue domestic and\ninternational expansion opportunities.\n\nIf these recreational laws stimulate demand, as expected, and are otherwise viewed as successful, we\nexpect more U.S. states and additional countries to follow suit with similar laws. In the United States,\nlegislatures in eight states (Arizona, Delaware, Florida, Michigan, New Jersey, Ohio, Rhode Island and\nVermont) are expected to introduce ballot measures or explore regulatory frameworks for recreational\ncannabis in 2018.\n\nCannabis Consumer Experience Goes “Mainstream”\n\nCannabis consumer product companies and retailers are rapidly evolving to meet the needs of the\n“mainstream” cannabis consumer. Cannabis consumers are no longer limited to smoking flower with\njoints, pipes or bongs, but have their choice of an increasing variety of products, including concen-\ntrates, infused products and topicals. Products coming to market increasingly address the attributes\ndemanded by the modern consumer—greater discretion, ease of use, product safety and accurate\ndosing. To attract more mainstream customers, companies have responded to these demands with\nincreasingly sophisticated packaging and advertising.\n\nWhere a consumer purchases a product can be as important as the product itself. In the United\nStates, cannabis dispensaries play a critical role by providing consumers with access to a wide variety\nof products and “high-touch” education and sales services. Merchandising and branding have become\nmore prominent as dispensaries increasingly seek to provide consumers with an experience similar to\nother mainstream retail shopping experiences. In 2018, we see an opportunity for cannabis dispensaries\nto drive consumer penetration and mainstream acceptance of cannabis by establishing storefronts in\nmalls and other high-profile retail locations.\n\nIn 2018, we believe that product innovation and advancements in cannabis varieties, concentrates,\ninfused products, vaporizing technology and cannabis-derived pharmaceutical products will drive\nconsumer adoption and spending. However, because numerous product categories have low barriers\nto entry, we expect a significant influx of cannabis brands that will aggressively compete for limited\ndisplay space in dispensaries. We also believe product differentiation and availability will be more\nprevalent in legalized cannabis markets and will drive consumer transition from illegal to legal markets.\n\n8 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024644",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024644.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3800,
    "word_count": 551,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.759278",
    "prefix": "IMAGES-008"
  }
}