{
  "document_id": "HOUSE_OVERSIGHT_013555",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013555.txt",
  "text": "decreasing from front to back is the cost (and ability to pay) for war. Without the\nfinancial capacity to make war, threat goes from left to right smoothly at the back of\nthe box as tension gradually increases without the onset of armed conflict. When\neffective fighting capacity is cheap and/or already well funded, the country well\narmed, the increases in threat go from left to right at the front edge of the box and\nencounter the cliff of catastrophe and war is declared. Cost of, or ability to wage war\nvaries from the front to back, and serves as the splitting factor. Considering prison\nriots, social tension is the normal factor and alienation (degree of identification with\nprison authority) is the splitting factor.” Using factial expressions of dogs sketched\nby the Konrad Lorenz, Christopher Zeeman then of Warwick Mathematics Institute\nin England, considered countenances reflecting increasing rage as the normal\nfactor, the amount of fear was the splitting factor. Increasing rage at high fear\nincreased smoothly at the back of the box; at low fear, increasing rage falls off the\ncliff to an animal attack at the front of the box.” He paced as he talked, occasionally\nlooking up to see if | was following him. He continued,\n\n“A light above the box casts a shadow from the roof to the floor, outlining the\ngradually widening fold created by the transition from the smoothly rising back of the\nroof to its ‘S-shaped’ front. This triangle on the x-y causal floor is the region in which\nthe discontinuity in the result surface roof results and is called the bifurcation set. An\nincreasing amount of the causal ‘normal factor’ is represented from left to right\nalong the *x’ dimension, the results of which change smoothly at the back of the roof\nbut encounter a discontinuous jump up or fall down crossing the inaccessible\ncrevice in the °S’ fold at the front of the roof. Again, the triangular shadow on the\nfloor made by the fold indicates the parameter region in which discontinuous\nchanges in the result surface occur. The reason the parameter that determines the\nfront to back location of the left to right movement of the ‘normal factor’ is called the\n‘splitting factor’ becomes obvious. Its value determines whether the results induced\nby increasing amounts of ‘normal factor’ will be smoothly changing or generate a\ndiscontinuous jump. The entire visualizable object is called a cusp catastrophe and\n\nit along with higher dimensional parameter region-inspired shapes such as the\n\n55\n\nHOUSE_OVERSIGHT_013555",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2524,
    "word_count": 420,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.236079",
    "prefix": "IMAGES-002"
  }
}