{
  "document_id": "HOUSE_OVERSIGHT_029525",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029525.txt",
  "text": "Palm House Robert Matthews EB-5 Clintons Trump Tony Bennett https://therealdeal.com/miami/issues_articles/lost-paradise-at-th...\n\n6 of 10\n\n~ \"SOUTH FLORIDA REAL ESTATE NEWS\nQ SUBSCRIBE MY ACCOUNT\n\n“really just needs a business plan and numbers to support the government's jobs\n\nprojections and give the appearance that it is able to execute on that plan.”\n\nBut a handful of legal experts argued that there’s minimal oversight by USCIS during\n\nthe course of most projects being built.\n\nThe agency is “inept at controlling the fraud,” said Michael Gibson, managing director\nat the EB-5 advisory firm USAdvisors.org. “No one knows who the true owners of the\nregional centers [are,] and there is no information on any of this. How can you deter\n\nfraud when there is no way for anyone to do any due diligence?”\n\nA spokesperson for USCIS said the agency has a team of auditors that conduct\ncompliance reviews on regional centers and noted in an email to The Real Deal that it\n“does not release information on specific EB-5 applications, investors or related\n\nprojects due to [the Privacy Act] and other restrictions.”\n\n“USCIS takes any violation of the law seriously, and we will explore all actions\navailable to us to ensure the integrity of our immigration system,’ the spokesperson\nadded. “Where instances of fraud are suspected or proven within the program, USCIS\ntakes appropriate measures to deal with any actors involved in the fraud, including\n\nterminating regional center designation.”\n\nRegional centers have come under scrutiny for their roles in these EB-5 frauds in\n\nrecent years.\n\nUSCIS shutdown Vermont’s sole EB-5 regional center last year on the heels of the\ncountry’s largest EB-5 fraud to date in the state’s so-called Northeast Kingdom.\n\nElsewhere, in Jupiter, Florida, Nicholas Mastroianni — who's helped raise EB-5 funds\nfor the Kushner family’s real estate projects — was sued last October over his\nHarbourside Place development by nearly 80 Chinese investors who accused him of\n\ndefrauding them. Mastroianni has denied these charges.\n\nOne of the underlying problems is that regional center\n\n6/26/19, 11:57 AM\n\nHOUSE_OVERSIGHT_029525",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029525.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2149,
    "word_count": 335,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.107755",
    "prefix": "IMAGES-010"
  }
}