{
  "document_id": "HOUSE_OVERSIGHT_027025",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027025.txt",
  "text": "For the first time, scientists have created human embryos that are genetic copies of living people\nand used them to make stem cells — a feat that paves the way for treating a range of diseases\nwith personalized body tissues but also ignites fears of human cloning.\n\nIf replicated in other labs, the methods detailed Wednesday in the journal Cell would allow\nresearchers to fashion human embryonic stem cells that are custom-made for patients with\nAlzheimer's disease, diabetes and other health problems.\n\nTheoretically capable of reproducing themselves indefinitely, these stem cells could be used to\ngrow replacements for a wide variety of diseased cells — those of the blood, skin, heart, brain,\nmuscles, nerves and more — that would not risk rejection by the patient's immune system.\n\nThe report also raises the specter that, with a high-quality donor egg, a bit of skin, some careful\ntending in a lab and the womb of a willing surrogate, humans have cracked the biological secret to\nreproducing themselves.\n\nThat is an objective American scientists have squarely renounced as unethical and scientifically\nirresponsible. At the same time, most acknowledge that such \"reproductive cloning\" will one day\nprove too tempting to resist.\n\nIn the hope that other researchers will validate and extend their results, the scientists at Oregon\nHealth & Science University provided an exceptionally detailed account of their techniques. For\nanyone with a well-equipped fertility lab, the comprehensive guide could also be a useful\nhandbook for cloning a baby.\n\nOHSU cell biologist Shoukhrat Mitalipov led a team of 23 scientists who methodically culled the\nlessons learned from stem cell research on amphibians, mice and rhesus monkeys — as well as\nfrom the abundant failures of others in the field. They devised a welter of new techniques to use\nthe DNA ofa fully formed skin cell in its most primitive embryonic form.\n\nThe approach they used — called somatic cell nuclear transfer — effectively strips an egg of its\nchromosomes and packs it instead with DNA from a donor.\n\nNurtured by a stew of nourishing chemicals and zapped with two jolts of electrical current, many\nof the eggs began to divide and grew for five to six days. At that point, the embryos had 64 to\n200 cells, including a dense inner cell mass from which stem cells were extracted.\n\nIn past efforts to coax such an assemblage of components to life, researchers have burned through\ndozens of donor eggs without getting any embryos even to the 16-cell stage at which stem cells\nbecome a remote possibility.\n\nThis time, the researchers said their methods were so efficient that they could create at least one\nembryonic stem cell line from each batch of eggs donated by 10 female volunteers. In one case, a\nsingle donor produced eight eggs of such exceptional quality that researchers were able to derive\nfour embryonic stem cell lines.\n\nHOUSE_OVERSIGHT_027025",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027025.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2916,
    "word_count": 478,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.135589",
    "prefix": "IMAGES-009"
  }
}