{
  "document_id": "HOUSE_OVERSIGHT_018604",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018604.txt",
  "text": "arises in response to a genuine emotional threat... or deliberate manipulation.\n\nThere's another reason, though... I've also noticed that some switch in my brain has\nflipped, and I've started to eroticize jealousy. I occasionally find myself fantasizing about\nmen I care about sleeping with other women, and sometimes the fantasy is hot because I\nfeel mildly jealous. I cannot explain how this happened. It surprised me the first time it\nhappened, believe me. What's really fascinating is that I think the same part of me that\neroticizes jealousy, is the part that used to make me feel sick at the thought of my partner\nsleeping with someone else. Masochism: the gift that never stops giving!\n\nI think it's important to note here that I didn't become less jealous because I felt like I\n\"should\", or because I was told not to be jealous. In fact, I had an early boyfriend who\nacted like I was a hysterical bitch every time I got jealous... and he made things much\nworse. With him, I just felt awful when I got jealous; I couldn't get past it. I felt like he\nwas judging me for something I couldn't help; I felt like my mind was fragmenting as I\ntried to force myself to \"think better\" without any outside support; and worst of all, I felt\nlike I couldn't rely on him to respect my feelings.\n\nIt was the men who treated my emotions like they were reasonable and understandable\nwho decreased my jealousy. It's much harder to be jealous when your partner is saying, \"I\ntotally understand,\" than it is when your partner is saying, \"What the hell is the matter\nwith you?\" Maybe that's what makes monogamy such an effective jealousy-management\ntactic: monogamy can be like a great big sign or sticker or button you can give to your\npartner that says, \"I respect your jealousy.\" Which is not to say that monogamy is always\neffective for this -- we all know that monogamous people get jealous all the time! (Which\nonly adds to my point that monogamy might be viewed as just one of many tactics, rather\nthan an answer, when jealousy is a problem.)\n\n+ Focus. There's an oft-repeated joke among polyamorists that \"while love may be\ninfinite, time is not.\" And sometimes, I've found it a little difficult to \"switch gears\" to a\ndifferent partner. New Relationship Energy can be a little harder to manage in the\npolyamorous context than it is in serial monogamy.\n\nI've heard of polyamorous couples who specifically take periods of monogamy when one\npartner really wants one. This seems like it could be problematic -- for example, if my\nhypothetical primary partner wanted a period of monogamy, and I had a secondary\npartner (or partners) with a serious emotional connection, then I probably would not be\ncool with straight-up ignoring my secondary for weeks or months. There'd have to be\nmore of a conversation about it. But regardless, this whole line of thinking makes an\ninteresting showcase of how sometimes, people feel like they just have to focus on one\nrelationship.\n\nPersonally, I'm quite interested in S&M games of orgasm denial, though I've never had a\nchance to mess around with it as much as I'd like. I'm also interested in long-term lust\nmanagement strategies like karezza, where the partners involved choose not to have\norgasms -- instead, they maintain a low level of mutual arousal at all times. I have no\nmoral problem with my partners looking at porn or having orgasms on their own, but\nsometimes when I hear about the effects of choosing not to do those things, it sounds like\nthere's really powerful bonding potential there. Something to keep in mind for the next\n\nHOUSE_OVERSIGHT_018604",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018604.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3596,
    "word_count": 625,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.298176",
    "prefix": "IMAGES-005"
  }
}