{
  "document_id": "HOUSE_OVERSIGHT_019545",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019545.txt",
  "text": "Hacktivist | 57\n\nment. Snowden next introduced Sandvik, who took the podium and\ndiscussed the work of the Tor Project, stressing the importance of\nexpanding the Tor network. Following their presentations, Snowden\nand Sandvik took questions from the audience.\n\nThe Oahu CryptoParty, according to Sandvik, ended about\nto:00 p.m. No one objected to Mills’s making a video of the meet-\ning, even though it was dedicated to the idea of protecting personal\nprivacy. The video was not posted on the Internet, so presumably\nSnowden wanted it for his own purposes. Afterward, Sandvik went\nto a local diner called Zippy’s for a late dinner. She left Hawaii two\ndays later.\n\nNot all the hacktivists that Snowden invited were able to attend.\nParker Higgins, for example, a prime mover in the Electronic Fron-\ntier Foundation and founder of the San Francisco CryptoParty, wrote\nback to him that he was unable to attend the December CryptoParty\nbecause of the high price of the airfare that month between San Fran-\ncisco and Honolulu. He added that he would try to attend Snowden’s\nnext CryptoParty, which was scheduled for February 23, 2013. (Hig-\n\n® gins would make headlines in 2013 by flying a chartered blimp over ®\nthe NSA’s secret facility in Utah and photographing it from the air.)\n\nSnowden’s double duty continued: downloading secret docu-\nments while remaining in touch with some of the leading figures\nin the Tor Project under his various aliases. He also continued to\ninvite activists to his CryptoParties, and he openly advertised them\non the Internet until 2013. The CIA’s former deputy director Morell,\nwho reviewed the security situation at the NSA in 2014 as a mem-\nber of President Obama’s NSA Review Committee, found that the\nNSA in the post-Cold War age had encouraged its technical workers\nto freely discuss challenges that arose in its computer operations.\n“The idea was to spread knowledge and learn from the successes\nof others,” Morell wrote, “but it created enormous security vulner-\nability, given the always-existent risk of an insider committed to\nstealing secrets.” According to a former intelligence executive, this\nnew “open culture,” exemplified by largely unrestricted entry to the\nNSANet by civilian contractors, fit the culture of the young civilians\non the “geek squads” who now ran the NSA’s computer networks.\n\nIt was remarkable that even in such an “open culture,” Snowden’s\n\n| | Epst_9780451494566_2p_all_r1.z.indd 57 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019545",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2491,
    "word_count": 403,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.547786",
    "prefix": "IMAGES-005"
  }
}