{
  "document_id": "HOUSE_OVERSIGHT_026559",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026559.txt",
  "text": "The country's economic malaise has also led to a reportedly sharp rise in plain old, non-\nIslamically sanctioned prostitution. Tehran's high-end taxi drivers, often underemployed\n\nuniversity graduates, casually point them out on the street.\n\n\"When economies take a downturn, informal economies and illicit networks become more\nattractive,\" says Pardis Mahdavi, author of a book on sexuality in Iran. \"Technology\n\nfacilitates this too.\"\n\nDuring the shah's time, Tehran's notorious red-light district was known as Shahr-e\nNoe (New City), a place where countless young Iranian men lost their virginity. Like many\nthings post-revolution, however, the Islamic Republic just imagined that banning the\nsymptom would make the problem go away. But pouring saltpeter from the minarets\nhasn't worked. \"They razed Shahr-e Noe thinking it would end prostitution,\" a retired\n\nIranian laborer once told me. \"Now all of Tehran has become Shahr-e Noe.\"\n\nUNSURPRISINGLY, THE OUTWARDLY CHASTE nature of Khomeinist political\nculture has perverted norma] sexual behavior, creating peculiar curiosities -- and\nproclivities -- among Iranian officialdom. Omid Memarian, a journalist who spent several\nmonths in the notorious Evin prison for his articles critical of the government, told me\nthat his interrogators seemed far more interested in his sex life than his political\npeccadilloes. \"I tried to answer their questions in very general terms, but they'd interrupt\nme,” he recalled. \"They wanted to know details. 'Start from when you were unbuttoning\nher blouse....\"\" In one instance, he told me, he was horrified when an interrogator\n\nappeared to be rubbing himself while listening.\n\nObservers of American politics -- the land of Jimmy Swaggart, Mark Sanford,\n\nand Newt Gingrich, to name just a few -- won't be surprised to learn that it is often the\nmost outspoken Iranian advocates of traditional values who fall short of achieving them.\nMemarian spent part of his mandatory military service in Tehran writing speeches for a\nsenior Revolutionary Guard commander who routinely attacked the craven immorality of\nthe \"Global Arrogance\" (i.e., the United States). \"His filmi [the person who brought him\nbootlegged films on CD] later told me that he always requested 'films with scenes’ [film-\nhaye sahne-dar],\" a euphemism for porn.\n\nHOUSE_OVERSIGHT_026559",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2334,
    "word_count": 353,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.859719",
    "prefix": "IMAGES-009"
  }
}