{
  "document_id": "HOUSE_OVERSIGHT_030850",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030850.txt",
  "text": "Jan Loeys Global Asset Allocation\n\n(1-212) 834-5874 The J.P. Morgan View\n\njan.loeys@jpmorgan.com 28 March 2013\nEquities\n\nThe global rally in equity markets slowed this week, but did not reverse, on\ncontinued concerns about the fallout from a poorly executed Cyprus solution.\nThe Euro area underperformed again, for a second week in arow. As\ndiscussed last week, we view Cyprus as a local problem that we address by\nunderweighting Euro area equities in a global portfolio. A potential negative\nfeedback loop from markets to the economy poses a serious downside risk for\nEuro area growth over coming months prolonging the current run of negative\neconomic surprises from the region.\n\nJapan is the region we like the most. In our mind the Japanese equity trade\nhas further legs not only due to prospective BoJ balance sheet expansion but\nmore importantly due to a reform agenda to be unveiled into the summer.\n\nEM equities are suffering from renewed policy tightening in major EM\neconomies such as Brazil and China. Investors have bitter memories of\nprevious property tightening measures in China. As within DM, we see a lot\nof divergences within EM and prefer to focus on under-owned markets with\ngood domestic demand story such as Mexico and Malaysia. See “Consensus\nAsset Allocation”, Adrian Mowat and team, Mar 26th. Open overweights in\nMexican and Malaysia equities vs MSCI EM.\n\nFor long-term investors we just released our quarterly publication \"Trade\nopportunities for long term investors\" Mar 27. We monetize risk premia in\nValue stocks via a long in S&P500 Value vs S&P500 ETFs. It appears that a\nfive year long underperformance of Value stocks has come to an end. We take\nprofit on trades that monetize skew risk premia in S&P500 due to sharp\ncontraction over the past quarter. We continue to monetize equity risk premia\nvia buying high dividend yield equity ETFs against USTs. Our preference is\nto buy ETFs which track the S&P US Preferred stock due to its high yield,\naround 6%, and its high weight on Financials.\n\nCredit\n\nThe news flow from the Cypriot bailout continued to push spreads wider\nand vol higher this week, with European Financials underperforming as\ncreditor bail-in risks returned to the forefront. iTraxx senior and subordinated\nfinancials indices widened 20bp as investors sought to hedge via CDS rather\nthan sell bonds. European credit continued to underperformed US credit.\n\nThe fact that Cypriot banks debt is only 1.3% of total liabilities was a key\nfactor in the decision to bail-in depositors. Yet events surrounding the banking\nsector restructuring also suggest that keeping senior unsecured\nbondholders immune from costly bail-outs is politically untenable. This\nremoves the implicit ‘cover’ that senior bonds holders have enjoyed and has\nincreased speculation that implementation of the bail-in proposals under the\nEU’s Resolution & Recovery Directive (RRD) will be brought forward to\n2015 from the current 2018 time-frame.\n\nAs such, our colleagues in European Credit have examined the implications of\nchanging recovery rate expectations across the bank capital structure.\nAssuming that covered bonds remain outside the scope of the proposals, we\nexpect senior bank bond spreads to widen relative to covered bonds and\nprefer being OW covered bonds vs senior bonds in the periphery,\nparticularly in Spain where covered bonds have first claim over the entire\nmortgage book of the bank. From a relative value point of view, we also\nsuggest owning subordinated bank bonds vs senior bank bonds in the core\nas, under the new RRD regime, there is a higher probability than before that\n\nJ.P Morgan\n\nMore details in ...\n\nUS Credit Markets Outlook and Strategy, Eric Beinstein\net al.\n\nHigh Yield Credit Markets Weekly, Peter Acciavatti et al.\n\nEuropean Credit Outlook & Strategy, Steven Dulake et\nal.\n\nEmerging Markets Cross Product Strategy Weekly, Eric\nBeinstein et al.\n\nHOUSE_OVERSIGHT_030850",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3919,
    "word_count": 628,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:47.204646",
    "prefix": "IMAGES-011"
  }
}