{
  "document_id": "HOUSE_OVERSIGHT_023376",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023376.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nthe recipients of their support advanced al-Qaeda’s activities -- despite plaintiffs’ detailed pleading of defendants’ extensive\ndealings with al-Qaeda and its network of supporting entities. The Court also granted particular defendants’ motions *21 to\ndismiss claims predicated on the Torture Victims’ Protection Act, the Alien Tort Statute, RICO, and common law causes of\naction.\n\nOn October 7, 2010, the parties jointly requested that the district court enter Rule 54(b) final judgments in favor of all\ndefendants dismissed through Terrorist Attacks IV and Terrorist Attacks V, as well as with respect to dismissals effectuated\nthrough the Terrorist Attacks I and Terrorist Attacks IT decisions, to the extent not within the scope of the January 10, 2006\nRule 54(b) judgment. Seventy-five defendants fell within the scope of that joint request.\n\nThe district court granted the parties’ joint request for entry of Rule 54(b) judgments on July 13, 2011, and the clerk of court\nentered final judgment in favor of the seventy-five defendants pursuant to Rule 54(b) on July 14, 2011. Plaintiffs in all\nactions filed timely Notices of Appeal as to all Rule 54(b) defendants within the scope of their respective actions.\n\nFollowing the filing of plaintiffs’ Notices of Appeal, this Court issued its decision in Doe v. Bin Laden, 663 F.3d 64, 2011\nU.S. App. Lexis 22516 (2d Cir. 2011) (per curiam), another of the cases comprising the September 11th MDL. In Doe, the\nCourt held that the FSIA’s “terrorism exception, rather than limiting the jurisdiction conferred by the noncommercial tort *22\nexception, provides an additional basis for jurisdiction.” Jd. at *19 (emphasis added). Therefore, the Court concluded, “the\nnoncommercial tort exception [§ 1605(a)(5)] can be a basis for a suit arising from the terrorist acts of September 11, 2001.”\nId. The Court remanded the case against Afghanistan for jurisdictional discovery. Jd. at *20-21.\n\nThe Court recognized that its holding conflicted with and abrogated the prior panel’s decision in Terrorist Attacks HT, and\nnoted that the Circuit had employed its mini-en banc procedure, whereby the new decision had been circulated to all active\njudges and had received no objections, including from members of the panel that decided Terrorist Attacks III. Id. at *19-20\nn.10. Doe, therefore, is now the law of this Circuit, and Terrorist Attacks Iil’s holding regarding § 1605(a)(5) has been\noverruled. See Frontera, 582 F.3d at 400 (applying the mini-en banc process and holding that “to the extent that” an earlier\nopinion “conflicts with our holding today ... it is overruled’).\n\nIn light of Doe, plaintiffs moved this Court to summarily vacate the dismissals in favor of defendants’ SRC, SJRC and NCB,\nand remand those claims for discovery, on the grounds that Doe abrogates and overrules the legal basis for those dismissals.\nAppellants’ Motion to Summarily Vacate *23 and Remand, Case No. 11-3294, Docket # 243, at p. 7. Those defendants\nsought and received an extension of time until January 23, 2012 to respond to that Motion, which remains pending as of the\ndate of the filing of this brief.\n\nIn an effort to narrow the scope of these appeals, plaintiffs in all cases agreed voluntarily to withdrew the appeals as to\ntwenty-two defendants.° Several additional non-dispositive stipulations of dismissal were filed in individual cases as to other\nAppellees. As a result, these appeals now focus on the dismissals for failure to state a claim of defendants Al Rajhi Bank,\nSaudi American Bank (SAMBA), DMI Trust, Kamel, and Dallah al Baraka, and the dismissals for lack of personal\njurisdiction of defendants Abdullah bin Laden, Bakr bin Laden, Omar bin Laden, Tariq bin Laden, Yeslam bin Laden, Dallah\nAvco, DMI Administrative Services, Faisal Islamic Bank, Saleh al Hussayen, Yousef Jameel, Abdulrahman bin Mahfouz,\nKhaled bin Mahfouz, NCB, Obeid, Abdullah al Rajhi, Saleh al Rajhi, Suleiman al Rajhi, Schreiber & Zindel Treuhand\nAnstalt, Frank Zindel, Engelbert Schreiber, Sr., Engelbert Schreiber, Jr., Shamal, Swailem, Tadamon, Turki, Martin *24\nWachter, Erwin Wachter, Sercor Treuhand Anstalt, Asat, Naseef, Ali, Basha, Khalifa, Aqeel, al Kadi, and al-Buthe.\nDisposition Below\n\nAs noted above, in Jerrorist Attacks I, Terrorist Attacks Il, SAMBA I, DMI-Kamel, Terrorist Attacks IV, and Terrorist\nAttacks V, the district court dismissed all claims against the defendant-appellees. Thereafter, the court entered partial final\njudgment pursuant to Rule 54(b). This brief addresses the district court’s dismissals of plaintiffs’ ATA, ATS, TVPA, and\ntorts claims against Al Rajhi Bank, Saudi American Bank, DMI Trust, Saleh Abdullah Kamel, and Dallah al Baraka for\nfailure to state a claim under Rule 12(b)(6), and dismissals of the Saudi Joint Relief Committee, Saudi Red Crescent Society,\nand National Commercial Bank for lack of subject matter jurisdiction under the FSIA.\n\nStatement Of Facts\nWESTLAW\n\nHOUSE_OVERSIGHT_023376",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023376.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5045,
    "word_count": 787,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.632164",
    "prefix": "IMAGES-007"
  }
}