{
  "document_id": "HOUSE_OVERSIGHT_016126",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016126.txt",
  "text": "Chart 8: Saudi government non-hydrocarbon and private sector Chart 9: Crowding in domestic private sector investment when the\ninvestment growth are relatively correlated government sector retrenches can be challenging\n20 —— Government non-oil nominal GFCF (% of GDP) , 120\n—— -Oj 9\n110 saeinaiiaie aa (Syme, yoy) Private sector nominal GFCF (% of GDP)\n90 = Private sector GFCF (3yma, %yoy) Oil prices (US$/bbI, rhs) r 100\n15\n+ 80\n10 + 60\n+ 40\n5\n20\n0 0\nMD O DN OW Ore tktTrHRe FDO MOD Oo DN Oo MOO ON HO DWOwrewtrTFreoemMeIaeae aN\n~Y b&b Bb wWWDWOIeeeoDo oe Ddd Go GB Se = ~-eHeRRrRwWA WDA ODWGdG Bo =\n22222 2 22 2% 8 8 RRA 2P22222 2 2228 RR G8\nSource: Haver, BofA Merrill Lynch Global Research. GFCF refers to Gross Fixed Capital Formation. Source: Haver, BofA Merrill Lynch Global Research. GFCF refers to Gross Fixed Capital Formation.\nAmbitious non-oil export and tourism targets, but little details\nThe NTP targets increasing non-oil exports by SAR145bn (US$38bn, 6.0% of GDP) to\nSAR330bn (USS$88bn, 11.4% of 2020f GDP) over the next five years. Although\nimplementation details are lacking, we anticipate that part of the increase could be\nlinked to the higher mining output targeted. These would nevertheless be dependent on\nthe global economic cycle. Higher exports of refined oil products, if all of the additional\ncapacity to be installed by 2020 is exported, could add cUS$7.3bn to exports at current\nprice levels (but not qualify towards non-oil exports targets under the NTP as they are\nclassified as hydrocarbon exports). Currently, 61% of Saudi non-oil exports represents\nchemicals and plastics, and maintains a correlation with oil prices, and re-exports\naccount for another 17% of total non-oil exports and have little added-value.\nChart 10: Chemicals, plastics, re-exports form bulk of non-oil exports Chart 11: Non-oil exports are diversified in terms of destination\nSARbn Samm other\n200 food\nME machinery oe\nl= metals\n150 ma re-exports 80\n“ms plastics\nmam Chemicals 60\n100 = Brent (US$/bbl, rhs)\n=———=non-oil exports (% of total, rhs) / 40\n50\n20\n0 0\nSBSSSSSESRSSSSSSSE mAsia =GCC mMENA @EU m Other\nTTT TT TTT NNN NINN ON Os\nSource: Haver, BofA Merrill Lynch Global Research. Source: Haver, BofA Merrill Lynch Global Research.\n\nLikewise, the focus on religious tourism is appropriate given its importance in Saudi\nArabia but NTP targets appear ambitious to us with a targeted 20%yoy CAGR increase\nin Umrah pilgrims. Religious tourism accounted for c40% of total tourist expenditure in\nSaudi Arabia in 2015, bringing in proceeds of SAR33.4bn (US$8.9bn; 1.4% of GDP). Note\nthat, for balance of payment purposes, total tourism revenues stood instead at\nSAR37.9bn (US$10.1bn; 1.6% of GDP). The NTP targets would thus imply religious\ntourism external revenues/expenditures to increase to US$10-US$20bn (1.3-2.6% of\n2020f GDP). This would be helpful on the external front but not a game changer on its\nown, in our view.\n\n16 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016126",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016126.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3005,
    "word_count": 495,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.515861",
    "prefix": "IMAGES-003"
  }
}