{
  "document_id": "HOUSE_OVERSIGHT_025222",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025222.txt",
  "text": "Eye on the Market | July 25, 2011 J.P Morgan\n\nTopics: US debt ceiling negotiations, a more ambitious European bailout plan (finally), and how large cap growth stocks\nand rising corporate profits are patiently waiting for both of them to end\n\nI have a feeling that revenue increases will be a material (e.g., 25% or more) part of the deal. The Peterson Foundation’s\nsampling of 6 policy groups shown below indicate that 5 of 6 recommend revenue increases compared to where we are today;\nthe Heritage Foundation’s “Woody Guthrie Memorial Budget Plan” is the only exception. What kind of revenue increases?\nRaising the top two brackets, which would affect joint filers with adjusted gross incomes above $212,300, would raise $450-\n$700 billion over 10 years (depending on whether you use OMB or CBO numbers). If they cannot agree to raise rates, another\noption (as in the Gang of Six plan) would be reductions in the deductibility of state and local taxes, sales taxes, mortgage\ninterest, etc. As this gets sorted out, let’s hope everyone recognizes that the US tax system is already progressive. As shown in\nthe chart below, effective Federal tax rates for low earners have dropped to zero over the last decade, even after including FICA\ntaxes. News reports that the US tax system is regressive make me want to throw hamburgers at the screen.\n\nRevenues and Spending as a % of GDP\n\nRevenues Spending What a progressive income tax system looks like\n\nFiscal year 2011 475 3% 24.1% Combined effective federal income and FICA tax rates\n\nFiscal years 1950-1969 175% 181% ~° High earners\nFiscal years 1970-2010 18.0% 20.8% 20%\n\nEstimates for 2035: 1%\n\nCBO alternative case I@e 33.98 10% Median\nAmerican Enterprise earners\nBipartisan Policy Center 5%\n\nCenter for Am. Progress\n\n0%\nEconomic Policy Institute\n\nHeritage Foundation -5% Low earners\nRoosevelt Institute j } oy 1955 1960 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010\nSource: OMB, CBO, Peterson Foundation 2011 Fiscal Summit. Source: Tax Policy Center.\n\nEurope: Finally (1!), but now what?\n\nFor the first time since 2009, it felt last week like European policymakers were trying to get out in front of things. In exchange\nfor a modest amount of “private sector involvement”, Germany agreed to more generous financing terms for Greece, Ireland\nand Portugal, and an expanded role for the EU-IMF lending facility (see following page). What would the plan accomplish if\nimplemented? While Greek debt to GDP ratios would remain well over 125% of GDP (the IMF estimate for next year is a\nridiculous 170%), Greece’s near-term financing obligations would decline, due to debt buybacks, exchanges into long maturity\nbonds, and interest grace periods on new EU loans. More broadly, the plan also allows for money to be lent to countries before\nthey enter into an IMF program, for recapitalization of banks. All things considered, it’s the broadest defense of the\nMonetary Union so far. On paper, it even looks like a free ride for holders of Greek paper that don’t participate in the debt\nexchanges (they would be paid at par). So, what’s not to like? Well, there are still questions about Greece:\n\ne ©There’s a big difference between generous financing terms and generous economic terms. Greece must still meet an\nenormous 5%-6% primary budget surplus target (government revenues less spending, pre-interest) during a recession\n\ne Greece must execute on its asset sale targets, despite having little success or experience doing this in the past\n\ne Banks listed in the ITF document (the committee representing them) are under no binding legal obligation to participate in\nthe debt exchanges, and may turn out to own less Greek debt than currently believed. [Note: bank participation in the Latin\nBrady bond era was high, since at the time, banks held almost all the paper, and in the form of illiquid loans].\n\nThe big question: would Germany still live up to the deal if Greece missed deficit targets or assets sales, if bank participation\nwas too low, or if hedge funds (once referred to by the Chairman of the German Social Democratic Party as a “swarm of\nlocusts”) reaped large free rider windfalls? Ultimately, this is a political question. If “yes”, Germany will underwrite Greece\nno matter what; if “no”, then a broader, coercive Greek restructuring might follow in the not-so-distant future’.\n\n> This could get complicated. If there is a need for further debt forgiveness for Greece, will policymakers find a way to “ring-fence” the\nbanks that participated in the first round, and impose losses just on the hold-outs? Will the EU tell banks that if they don’t participate, their\nolder bonds will not be eligible for financing at the ECB? >\n\nHOUSE_OVERSIGHT_025222",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025222.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4712,
    "word_count": 781,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:46.003241",
    "prefix": "IMAGES-008"
  }
}