{
  "document_id": "HOUSE_OVERSIGHT_022850",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022850.txt",
  "text": "going to have some low quality characters playing early in the space...”\n\nThat evening, there is a small cocktail party, which includes the former\nPrime Minister of Australian, Kevin Rudd, and Thorbjern Jaglandthe head of the\nNoble Peace Prize Committee, who offers an affable, but general scathing, critique\nof U.S. diplomacy (and a brief defense of Obama’s Peace Prize award) and to\nwhom Epstein offers a ride back to Europe on his jet.\n\nThe next morning, it’s Ehud Barack, the former Israeli Prime Minister and\nIsrael, for breakfast. Barack is, over his omelet, able to defend both Obama and\nPutin. Then Kathy Ruemmler, who has just left her job as White House Counsel\njoins. She is already in the mix as a possible next attorney general, but, in fact, will\nwithdraw after considering her options.\n\nLarry Summers wife, Elisa New, drops by. She teaches American poetry at\nHarvard and 1s putting together a proposal for a series on poetry that WGBH in\nBoston may produce and Epstein is advising on where she might go for added\nsupport (he also makes mince meat of her budget).\n\nThere follows the former head of the UN Security Council, Hardeep Purie,\nand then head of the central bank of Kazakhstan, Kairat Kelimbetov.\n\n. Then Martin Nowak a Professor of Biology and Mathematics and Director\nof the Program for Evolutionary Dynamics at Harvard, the institute that Epstein\nhas funded with $30 million. Part of Nowak’s research has to do with trying to\n“describe cancer mathematically.” Epstein preempts Nowak’s explanation (which\nI’m not quite getting): “Think of cancer the same way as you think of a terrorist\ngroup. The NSA has been able to thwart a great number of terrorism acts by\nintercepting communication signals from one terrorist to another. That same\ndynamic, a form of signal intelligence, of finding a terrorist in Europe, can be used\nto intercept communication between cancer sells. Cancer cells merely\ncommunicate in protean code rather than electronic code. If you can decode what\nthe signals are saying you can jam those signal between terrorist calls—essentially\nwipe out their cell phones. Likewise if you can decode biological signals you can\njam them too, that’s the holy grail.”\n\nThen Richard Azel, a Nobel prize winner in physiology. Then Ron Baron\nwho, in his Baron Fund, has $26 billion under management. Then Josh Harris the\nco-founder of Apollo Global Management ($164 billion under management) and\nowner of the New Jersey Devils and the Philadelphia 76ers.\n\nPerhaps it’s just the ultimate feminist nightmare: Men (and a few more that a\nfew women) continue to come to Epstein’s because—no matter their public bows\nto modern manners—they simply don’t care that he offends every aspect of\nreconstructed gender and political sensibilities. In private, it remains a man’s\nworld—a rich man’s world.\n\nHOUSE_OVERSIGHT_022850",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2845,
    "word_count": 466,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.505260",
    "prefix": "IMAGES-007"
  }
}