{
  "document_id": "HOUSE_OVERSIGHT_019251",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019251.txt",
  "text": "Freedom House\n\nof journalistic neutrality are fraudulent and\nself-serving. There is, he contends, no difference\nbetween his role and the role of a chief editor of\nReuters or the Associated Press. In one inter-\nview, Kiselyov equated those two news services\nwith Rossiya Segodnya: “Both are propaganda\nagencies—they shape the dominant narrative\nand tell their audiences what and how to think.”\nHe continued: “In today’s world, information—\nhow it is gathered, analyzed, interpreted and\nprocessed ... pushes a value system, certain\nviews on good and evil, and shapes attitudes to\ndifferent events.\"”\n\n7. Theirrelevance of truth: “For the Soviets, the\nidea of truth was important—even when they\nwere lying,” Peter Pomerantsev has written. “So-\nviet propaganda went to great lengths to ‘prove’\nthat the Kremlin's theories or bits of information\nwere fact.” By contrast, in today’s Russia the idea\nof truth is seen as irrelevant and “the borders\nbetween fact and fiction have become utterly\nblurred.” Pomerantsev quotes Russia's deputy\nminister of communications as admonishing\njournalism students at Moscow State Univer-\nsity to forget about high ideals. “We should\ngive students a clear understanding: They are\ngoing to work for The Man, and The Man will tell\nthem what to write, what not to write, and how\nthis or that thing should be written.”® Russian\npropaganda outlets, especially RT, derive their\ninfluence from a clever blend of act and faction,\nmixing reports on genuine events with exagger-\nations, biased coverage, and outright lies. And\nthis mixture of fact and fiction is presented with\nmodern production techniques that mimic cred-\nible outlets like the BBC.\n\nPropaganda works\n\nThe idea that governments can influence events\nthrough propaganda once seemed far-fetched in the\ninternet age. Developments in Ukraine, however, have\nspurred a reassessment of propaganda’s role in setting\nthe stage for intervention abroad and repression at\nhome.\n\nAccording to numerous accounts in the international\nmedia, many Russians believe that the Ukrainian gov-\nernment is responsible for massive war crimes, includ-\ning the crucifixion of small children and the downing\nof the Malaysian Airlines passenger jet. Many of the\nwildest assertions have been reinforced by altered or\nrepurposed images that allegedly depict Ukrainian\n\natrocities but actually show events in Mexico, Syria,\nlraq, or other zones of civil conflict. Ordinary Russians\nand many Ukrainian consumers of Russian media\nhave told foreign journalists of fears that “fascism” has\ncome to power in Ukraine.*®\n\nIn George Orwell's dystopian novel 1984, the Ministry\nof Truth advanced what today would be called a re-\ngime narrative, with accounts of never-ending conflict\nabroad and treasonous enemies within. In similar\nfashion, though with considerably more finesse and\nsophistication than was described in Orwell's master-\npiece, Russian media tocay preach a strident message\nof external encirclement by Russophobes in Ukraine,\nthe Baltics, Georgia, and elsewhere, and internal\nfifth-columnists among bloggers, civil society organi-\nzations, and advocates of gay rights.\n\nThe media in democracies, especially in Europe,\nproved unprepared for the deluge of Russian propa-\nganda during and after the seizure of Crimea. Putin\nwas thus able to drum home the portrayal of Ukraine\nas a “divided state’ or an “artificial state,” labels that\ncould be attached to many sovereign nations, Russia\nincluded.\"' Few were ready to mount a challenge\n\nto the Russian proposition that Ukraine's status\n\nwas unique, and was a legitimate cause for Russia's\nconcern and even a justification for war. The Russian\npropaganda machine also zeroed in on Ukraine's sup-\nposed lack of respect for minority rights, a problem\nthat Moscow had not raised during the administra-\ntions of Viktor Yanukovych or Leonid Kuchma. Neither\nUkrainians nor informed observers in the outside\nworld believed that Ukraine was faced with a civil war.\nThis was entirely a creation of Moscow's propaganda\nand active intervention.\n\nRussia's government is not alone in its use of propa-\nganda to further its interests. But it is uniquely aggres-\nsive in pressing the dominant theme of the moment\nand the most effective in mimicking the idioms of\nmodern commercial media while doing so. Further-\nmore, as the country faces serious decay in economic\nand other material terms, the Kremlin sees success\n\nin the war of information as critical to Russia's identity\nas a great power. Other authoritarian regimes will take\nnote of Russia's successes, and act accordingly.\n\nIn past eras, dictators’ instrument of choice was cen-\nsorship. However, people understood that they were\nbeing cheated when the authorities banned books\nand prosecuted those who possessed “unauthorized\nliterature.” Under a modern propaganda regime,\n\nwww.freedomhouse.org\n\n17\n\nHOUSE_OVERSIGHT_019251",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019251.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4873,
    "word_count": 749,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:44.570758",
    "prefix": "IMAGES-005"
  }
}