{
  "document_id": "HOUSE_OVERSIGHT_023879",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023879.txt",
  "text": "How to Teach the Twelve Cognitive Processes 133\n\nmay not work for another. A leader learns to figure out who is who\nand what works for each member of the team. The conscious part of\nthis is about learning who needs what from the leader in order for\nthe leader to get the most out of each individual so that the team’s\ngoals are achieved. The subconscious part is about interacting with\nothers, which is rarely conscious behavior. We get smarter through\nexperience. If our team wins because we functioned well as a team,\nwe learn to repeat the behaviors that worked. If we win because our\nteam was simply much bigger than the other team, then we probably\nwon't learn much about teamwork.\n\nTeamwork can be taught only by examining how a team functions\nand attempting to make conscious the subconscious behavior that is\nnot working. Thinking about what we have done that may not have\nbeen helpful to the team, and making sure that team members’ goals\nare aligned, is pretty much the only way we can learn to improve our\nbehavior.\n\nHOW TO TEACH NEGOTIATION\n\nMy daughter was a little over 2 when we moved back to the United\nStates from Switzerland. The enormity of U.S. toy stores overwhelmed\nher and it seemed that she wound up crying every time we entered\none. She wanted everything. So I had what I thought was a clever idea.\nI told her that she could have two toys of her choice but that if she\ncried she couldn't get any at all. We talked about it and it was clear that\nshe had understood what I said. She ran around the toy store and end-\ned up selecting three toys. I told her one would have to go back—that\nour agreement was two. She started crying hysterically. I then said she\nhad to put them all back as she had violated our no crying agreement.\nAll of sudden, she sucked up all her tears and said in a breathless voice:\nI’m not crying now. I said that we would compromise on one toy.\nThat was possibly her first lesson in negotiating. I say possibly\nbecause kids and parents negotiate all the time. She and J are still ne-\ngotiating. Now it is about when she will come to visit or when she will\nsend her son down to visit or a range of other family issues.\nNegotiation is so important that it is nearly absurd to ask how we\nteach negotiation. We can learn it by copying, of course, which I did\nwhen I watched my father get a good price on a used car I was buying\nthat I was ready to pay much more for. But really we negotiate with\n\nHOUSE_OVERSIGHT_023879",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023879.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2461,
    "word_count": 463,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.086666",
    "prefix": "IMAGES-007"
  }
}