{
  "document_id": "HOUSE_OVERSIGHT_028107",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028107.txt",
  "text": "on the main West Bank and Gaza towns and refugee camps. We also imposed a\ncurfew on Kiryat Arba and, for the first time, were given the authority to use\nadministrative detention orders not just against Palestinians, but specific Jewish\nsettlers. We arrested about a half-dozen leaders of Kach, the far-right, anti-Arab\npolitical movement founded by the American Rabbi Meir Kahane, of which\nBaruch Goldstein had also been a member. Still, there were repeated clashes\nanyway — and dozens of deaths as a result — before things finally began to\nsubside a week or so later.\n\nThe massacre had made me feel more strongly than ever that our\nresponsibility to protect the security of the settlers could not extend to allowing\nthem to defy the government or the law. The principle would be put to the test\nwithin a few weeks. A settlement near Hebron, called Tel Rumeida, had been\nset up without government approval in 1984. As part of the response to\nGoldstein killings, Rabin was thinking of closing it down. That prompted a\nnumber of right-wing rabbis to issue a formal religious ruling against any such\naction. Rabin called me in to ask whether it would be operationally possible to\ndismantle Tel Rumeida and remove the settlers. I said yes, by sending in a\nSayeret Matkal force after midnight, as long as news of the operation did not\nleak ahead of time. “We'll take over the area, close it off and get control.”\nGiven the tensions in the wake of the massacre, I did add that I couldn’t promise\nthat our soldiers would hold fire. “There are people in there with weapons,” I\nsaid. “If someone shoots at them, they will shoot back.”\n\n“Should | do it?” he asked me. Maybe I should have given him an answer.\nBut I didn’t feel it was my place to add to the pressures around what was clearly\na finely balanced call, especially since my inclination would have been to tell\nhim to go ahead. I said it was something only he could decide. “What I can tell\nyou is that we can do it.” When I left, my sense was that he was sufficiently\nangry over what had happened in Hebron that he felt it essential to draw a line —\nthe line of law — over what settlers were allowed to do. But the Passover holiday\nwas now a couple of days away. I think what happened is that he realized the\noperation would not be possible until after the holiday period. By then, he was\nconcerned he would have lost the clear political logic for moving against Tel\nRumeida. The settlement has remained in place, a flashpoint in the conflict\nbetween settlers and Palestinians in the area around Hebron.\n\nThe wider repercussions, and the controversy, from the massacre\nreverberated widely. Rabin and his cabinet immediately decided to establish an\ninquiry, under Supreme Court Chief Justice Meir Shamgar. It would look into\n\n259\nHOUSE_OVERSIGHT_028107",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028107.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2802,
    "word_count": 495,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.658427",
    "prefix": "IMAGES-009"
  }
}