{
  "document_id": "HOUSE_OVERSIGHT_016667",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016667.txt",
  "text": "TRS pe\n\n; TOWN OF PALM BEACH\n\nMEMORANDUM\nTO: Paul Brazil, Director of Public Works\nFROM: James M. Bowser, Town Engineer HD\nRE: Private Irrigation Water Supply Systems\n\nDATE: January 22, 2009\n\nTown staff was asked to look into what it would cost for a \"typical\" Palm Beach homeowner to construct\ntheir own independent irrigation water supply system. This is not an easy question and would take a\nfairly detailed analysis from one of our water consultants that time and funding has not permitted. Town\nstaff has had several discussions with our consultants and the results of these discussions revealed the\nfollowing.\n\n- A 12 acre site in Manalapan constructed its' own water supply system using Floridan Aquifer, total\nprice, between $400,000 and $450,000.\n\n- Floridan water well permits for individual owners are possible, but wells cost hundreds of thousands of\ndollars to construct due to the 1200 to 1400 foot depths. These wells are not necessarily drought proof.\n\n- Shallow salt water wells are possible and would provide a water supply that would not have\nrestrictions. Dig too shallow, and the water will be aerobic and hydrogen sulfide is present, requiring a\nchlorination system. Dig deeper, you would get to an anaerobic zone that avoids the hydrogen sulfide.\nThese salt water aquifers will require a higher degree of treatment, costing more than a Floridan source.\n\n- Treatment facilities will need to be sized to irrigation demand. To minimize treatment capacity,\nstorage is needed. A pressurized system will need to be built. If requested, several scenario's can be\ndeveloped and priced.\n\n- Electrical service and treatment facility housing needs will be tailored to the system design.\n\n- Ballpark, the cheapest systems will likely exceed $100,000 with ongoing operation and maintenance\n\ncosts,\n\nc. Peter Elwell, Town Manager\nSarah Hannah, Assistant Town Manager\n\nHOUSE_OVERSIGHT_016667",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016667.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1899,
    "word_count": 302,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.085553",
    "prefix": "IMAGES-004"
  }
}