{
  "document_id": "HOUSE_OVERSIGHT_012975",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012975.txt",
  "text": "4.2 Symbolic Cognitive Architectures 59\n\nsentational and computational power, in theory), in practice symbolic architectures tend to be\nweak in learning, creativity, procedure learning, and episodic and associative memory. Decades\nof work in this tradition have not resolved these issues, which has led many researchers to\nexplore other options. A few of the more important symbolic cognitive architectures are:\n\ne SOAR [LRN87], a classic example of expert rule-based cognitive architecture designed to\nmodel general intelligence. It has recently been extended to handle sensorimotor functions,\nthough in a somewhat cognitively unnatural way; and is not yet strong in areas such as\nepisodic memory, creativity, handling uncertain knowledge, and reinforcement learning.\n\ne ACT-R [AL03] is fundamentally a symbolic system, but Duch classifies it as a hybrid sys-\ntem because it incorporates connectionist-style activation spreading in a significant role; and\nthere is an experimental thoroughly connectionist implementation to complement the pri-\nmary mainly-symbolic implementation. Its combination of SOAR-style “production rules”\nwith large-scale connectionist dynamics allows it to simulate a variety of human psycholog-\nical phenomena, but abstract reasoning, creativity and transfer learning are still missing.\n\ne EPIC [RCKO]], a cognitive architecture aimed at capturing human perceptual, cognitive\nand motor activities through several interconnected processors working in parallel. The\nsystem is controlled by production rules for cognitive processors and a set of perceptual\n(visual, auditory, tactile) and motor processors operating on symbolically coded features\nrather than raw sensory data. It has been connected to SOAR for problem solving, planning\nand learning,\n\ne ICARUS [Lan05], an integrated cognitive architecture for physical agents, with knowledge\nspecified in the form of reactive skills, each denoting goal-relevant reactions to a class of\nproblems. The architecture inclides a number of modules: a perceptual system, a planning\nsystem, an execution system, and several memory systems. Concurrent processing is absent,\nattention allocation is fairly crude, and uncertain knowledge is not thoroughly handled.\n\ne SNePS (Semantic Network Processing System) [SE07] is a logic, frame and network-based\nknowledge representation, reasoning, and acting system that has undergone over three\ndecades of development. While it has been used for some interesting prototype experi-\nments in language processing and virtual agent control, it has not yet been used for any\nlarge-scale or real-world application.\n\ne Cyc [LG90] is an AGI architecture based on predicate logic as a knowledge representation,\nand using logical reasoning techniques to answer questions and derive new knowledge from\nold. It has been connected to a natural language engine, and designs have been created\nfor the connection of Cye with Albus’s 4D-RCS [AMOI]. Cyc’s most unique aspect is the\nlarge database of commonsense knowledge that Cycorp has accumulated (millions of pieces\nof knowledge, entered by specially trained humans in predicate logic format); part of the\nphilosophy underlying Cyc is that once a sufficient quantity of knowledge is accumulated in\nthe knowledge base, the problem of creating human-level general intelligence will become\nmuch less difficult due to the ability to leverage this knowledge.\n\nWhile these architectures contain many valuable ideas and have yielded some interesting results,\nwe feel they are incapable on their own of giving rise to the emergent structures and dynamics\nrequired to yield humanlike general intelligence using feasible computational resources. However,\nwe are more sanguine about the possibility of ideas and components from symbolic architectures\nplaying a role in human-level AGI via incorporation in hybrid architectures.\n\nWe now review a few symbolic architectures in slightly more detail.\n\nHOUSE_OVERSIGHT_012975",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3954,
    "word_count": 567,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.315854",
    "prefix": "IMAGES-002"
  }
}