{
  "document_id": "HOUSE_OVERSIGHT_014317",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014317.txt",
  "text": "rc errti—“(iCssssi‘CSCSOCO LUDO\nBanks Takeaways\n\nWith our conference coming a week following a historic US presidential election that\nhelped boost bank stocks by 12%, bank management teams were generally optimistic\nwith regards to the economic outlook heading into 2017. Greater fiscal stimulus that is\nexpected to spur economic growth coupled with potential regulatory relief has helped\nimprove the overall sentiment in the sector. When asked what the biggest impact of the\nGOP sweep would likely be to bank earnings, 35% noted tax cuts and infrastructure\nspurring growth as the biggest impact.\n\nChart 3: What do you think is the biggest impact of the GOP sweep to bank earnings?\n\n40% 35%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\nInterest rates rising Tax cuts and Lower regulatory No real impact/too\nfaster across the curve infrastructure spending burden, driving higher early to tell\ndue to stronger dollar — spurring growth, ROEs as excess\ntherefore better loan capital —_ is returned\ndemand back to shareholders or\n\nreinvested for growth\n\nSource: BofA Merrill Lynch Global Research\n\nAn area that has attracted particular attention among bank investors is around the\ncurrent landscape of multifamily lending. We polled the audience around their outlook\nfor multifamily lending in 2017 and found that 49% of those polled said there was some\nconcern, but only in certain regions and at certain rental price points. Meanwhile, 29%\nnoted softening fundamentals that should lead to slower financing activity and\nworsening credit metrics (see Chart 4).\n\nChart 4: How do you view fundamentals for multifamily lending in 2017?\n\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nSoftening Softening Softening | Someconcern, but No concern\nfundamentals fundamentals fundamentals only in certain\nshould leadto  shouldleadto = shouldleadto _—regions and at\nslower financing worsening credit slower financing certain rental price\nactivity next year metrics activity and points\nworsening credit\nmetrics\n\nSource: BofA Merrill Lynch Global Research\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 3\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014317",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014317.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2118,
    "word_count": 326,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.992292",
    "prefix": "IMAGES-002"
  }
}