{
  "document_id": "HOUSE_OVERSIGHT_022546",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022546.txt",
  "text": "the Exchange Act (15 U.S.C. § 78m(b)(5)) provides that\n“[nJo person shall knowingly circumvent or knowingly fail\nto implement a system of internal accounting controls or\nknowingly falsify any book, record, or account ....””” The\nExchange Act defines “person” to include a “natural person,\ncompany, government, or political subdivision, agency, or\ninstrumentality of a government.”\n\nAn issuer’s officers and directors may also be held civ-\nilly liable for making false statements to a company’s audi-\ntor. Exchange Act Rule 13b2-2 prohibits officers and direc-\ntors from making (or causing to be made) materially false\nor misleading statements, including an omission of material\nfacts, to an accountant. This liability arises in connection\nwith any audit, review, or examination of a company’s finan-\ncial statements or in connection with the filing of any docu-\nment with SEC”\n\nFinally, the principal executive and principal finan-\ncial officer, or persons performing similar functions, can\nbe held liable for violating Exchange Act Rule 13a-14 by\nsigning false personal certifications required by SOX.\nThus, for example, in January 2011, SEC charged the for-\nmer CEO of a US. issuer for his role in schemes to bribe\nIraqi government officials in connection with the United\nNations Oil-For-Food Programme and to bribe Iraqi and\nIndonesian officials to purchase the company’s fuel addi-\ntives. There, the company used false invoices and sham con-\nsulting contracts to support large bribes that were passed\non to foreign officials through an agent, and the bribes were\nmischaracterized as legitimate commissions and travel fees\nin the company’s books and records. The officer directed\nand authorized the bribe payments and their false recording\nin the books and records. He also signed annual and quar-\nterly SOX certifications in which he falsely represented that\nthe company’s financial statements were fairly presented\nand the company’s internal controls sufficiently designed,\nas well as annual representations to the company’s external\nauditors where he falsely stated that he complied with the\ncompany’s code of ethics and was unaware of any violations\nof the code of ethics by anyone else. The officer was charged\nwith aiding and abetting violations of the books and records\n\nand internal controls provisions, circumventing internal\n\nThe FCPA:\n\nAccounting Provisions\n\ncontrols, falsifying books and records, making false state-\nments to accountants, and signing false certifications.” He\nconsented to the entry of an injunction and paid disgorge-\nment and a civil penalty.**! He also later pleaded guilty in\nthe United Kingdom to conspiring to corrupt Iraqi and\n\nIndonesian officials?”\n\nCriminal Liability for Accounting Violations\n\nCriminal liability can be imposed on companies\nand individuals for knowingly failing to comply with the\nFCPA’s books and records or internal controls provisions.\nAs with the FCPA’s anti-bribery provisions, individuals are\nonly subject to the FCPA’s criminal penalties for violations\nof the accounting provisions if they acted “willfully.”?\n\nFor example, a French company was criminally\ncharged with failure to implement internal controls and\nfailure to keep accurate books and records, among other\nviolations.*® As part of its deferred prosecution agreement,\nthe company admitted to numerous internal control fail-\nures, including failure to implement sufficient anti-bribery\ncompliance policies, maintain a sufficient system for the\nselection and approval of consultants, and conduct appro-\npriate audits of payments to purported “business consul-\ntants.”*** Likewise, a German company pleaded guilty to\ninternal controls and books and records violations where,\nfrom 2001 through 2007, it made payments totaling\napproximately $1.36 billion through various mechanisms,\nincluding $805.5 million as bribes and $554.5 million for\nunknown purposes.“\n\nIndividuals can be held criminally liable for accounting\nviolations. For example, a former managing director of a US.\nbank’s real estate business in China pleaded guilty to conspir-\ning to evade internal accounting controls in order to trans-\nfer a multi-million dollar ownership interest in a Shanghai\n\nbuilding to himself and a Chinese public official with whom\n\nHOUSE_OVERSIGHT_022546",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022546.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4272,
    "word_count": 636,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:44.419988",
    "prefix": "IMAGES-007"
  }
}