{
  "document_id": "HOUSE_OVERSIGHT_029481",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029481.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n6\n\nOur crews will be trained as Crisis Intervention Teams (CIT) which will include being a Behavioral\nHealth Technician (BHT) who will meet requirements in:\n\nCrisis de-escalation, intervention and sensitivity training\nPatient and crew safety\n\nDocumentation and patient confidentiality\n\nEthical and Professional Responsibilities\n\nCrisis Hotline Response & Management\n\nIntake Assessment Referrals\n\nResidential Substance Abuse Treatment Referrals\nIndividual & Group Counseling Referrals\n\nMale/Female Specific Support Groups\n\nRelapse Prevention Education\n\nSubstance Abuse Education & Prevention\nEducational/Vocational Counseling\n\nFamily Education\n\nParenting Skills and education\n\nChildren's Services Referrals\n\nHIV/AIDS and Hepatitis prevention and education services\nWomen's Aftercare Program Referrals\n\nPHEPFEFEEPEEE EERE\n\nMutual Aid\n\nTCMIH will be available and prepared to fulfill its mutual aid commitment to the Virgin Islands\nEmergency Medical Services (VIEMS) under the directives of the Virgin Islands Territorial\nManagement Agency (VITEMA). When called upon we will assist in the evacuation of healthcare\nfacilities, special needs residents and nursing facilities to safety, only to return them home again\nafter the storms have passed.\n\nCommunity Paramedicine\n\nCommunity paramedicine (CP) is an emerging healthcare profession. It allows paramedics, Nurses\nand emergency medical technicians (EMTs) to operate in expanded roles to provide healthcare\nservices to underserved populations. It is a way to improve rural emergency medical services\n(EMS) as well as address the healthcare needs of the community.\n\nSome rural patients lack access to primary care, and misuse 911 services in an attempt to access\nemergency departments for routine healthcare. This is demanding on our EMS system and causes\nstrains on the workforce. Working in a primary care role, community paramedics can meet the\nneeds of such individuals, as well as others in the community, in a more efficient and proactive\nway.\n\nHOUSE_OVERSIGHT_029481",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029481.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2100,
    "word_count": 290,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.569115",
    "prefix": "IMAGES-010"
  }
}