{
  "document_id": "HOUSE_OVERSIGHT_024709",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024709.txt",
  "text": "CHAPTER IV U.S. Legal Landscape\n\nU.S. Legal Relationship between Marijuana and Industrial Hemp\n\nMature stalks; fiber made from mature stalks;\noil or cake made from seeds; compounds,\nCannabis plant and all parts and manufactures, salts, mixtures, preparations\nderivatives except non-marijuana or derivatives of the foregoing parts and\nderivatives (except resin extracted from mature\nstalks); sterilized seeds\n\nSis-\n\nNon-Industrial Hemp\n\n« Manufacture, distribution, dispensing « No CSA controls\nCannabis plant and all parts and and possession controlled under CSA\nderivatives except industrial hemp * No Farm Bill exception to CSA * Farm Bill exception to CSA moot\n\nIndustrial Hemp\n* Manufacture, distribution, dispensing « No CSA controls\nand possession controlled under CSA\n\nCannabis plant and any part with THC (but subject to Farm Bill exception)\nconcentration not more than 0.3% on F . . ; ;\na dry weight basis « Farm Bill exception to CSA controls: « Farm Bill exception to CSA moot\n\nstate-legal cultivation by an institution of\nhigher education or a state department\nof agriculture for research\n\nIndustrial hemp can be used to produce CBD oil, an extract of the cannabis plant with a high\nconcentration of cannabidiol (CBD) but little or no psychoactive THC. CBD oil is believed to have a\nrange of medicinal benefits and therapeutic applications. Some have argued that the Farm Bill federally\nlegalizes the production and sale of CBD oil. However, it is unclear whether CBD oil produced from\nindustrial hemp is itself considered industrial hemp (the CSA defines marijuana by reference to the\ncannabis plant, parts of the plant and derivatives of the plant, whereas the Farm Bill exception to the\nCSA defines industrial hemp by reference only to the plant and parts of the plant, but does not men-\ntion derivatives). Even if CBD oil is considered industrial hemp and may be lawfully produced under\nthe Farm Bill, only institutions of higher education and state departments of agriculture are authorized\nto produce it, and then only for purposes of agricultural or academic research; thus the Farm Bill likely\ndoes not create a CSA exception broad enough for large-scale commercial production and distribution\nof CBD oil within the United States.\n\nFederal Food, Drug, and Cosmetic Act\n\nThe Federal Food, Drug, and Cosmetic Act (FD&C Act) is a federal law enacted in 1938 (and since\namended multiple times) that authorizes the FDA to regulate the safety and effectiveness of drugs and\nmedical devices and the safety of food, tobacco products and cosmetics. The FD&C Act prohibits the\n“adulteration or misbranding” of any drug, medical device, food, tobacco product or cosmetic (which\nthe act generally refers to as “articles”) in interstate commerce and prohibits interstate commerce in any\nsuch adulterated or misbranded article. The FD&C Act also prohibits the “introduction or delivery for\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 73\n\nHOUSE_OVERSIGHT_024709",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024709.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2971,
    "word_count": 469,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.809729",
    "prefix": "IMAGES-008"
  }
}