{
  "document_id": "HOUSE_OVERSIGHT_012206",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012206.txt",
  "text": "002/003\n\n11/05/2007 11:27 FAX a etapa p pata\n11/05/07 MON 10:05 FAX $05 530 6440 EXECUTIVE OFFICE\n\nUnited States Attorney\nSouthern District of Florida\n\n99 NLC. 2\" Street\nMiami, FL ยง3742.2132\n(305) 963-9299\n\nFausimile: (308) 5306dd4\n\nNovember 5, 2007\n\nJay P. Lefkowitz, Esq.\n\nKirkland & Ellis LLP\n\nCitigroup Center\n\n153 Bast 53rd Street\n\nNew York, New York 10022-4675\n\nRe: Jaffrey Epstein\nDear Jay;\n\nSeveral things have come to my attention that Seem contrary to your client intending ta abide\nby his obligations uder the Non-Prosecution A ereement. As you know, that agreement requires our\nOffice to inform you of potential breaches to give you and your client the opportunity to respond\nbefore an indictment is filed. At this tire, I do not believe that the agreement has been breached;\nhowever, I have sufficient concerns that need to be addressed,\n\nFirst, understand that private investigators working for Mr. Epstein have contacted victims\nto ask them whether any detectives or FBI agents have discussed a financial settlement with them,\nOn one occasion, the private investigators told the parent of a victim that she should get an attorney\nfor her daughter and she should do so right away. These actions are troublesome because the FRI\nagents legally are required to advise the victims of the resolution of the matter, which includes\ninforming them that, as part of the resolution, that Mr, Epstein has agreed to pay damages in some\ncircumstances. Furthetmore, Mr, Epstein well knows that we are in the process of selecting an\nattorney to represent the vietims and, but for the inordinate amount of time spent negotiating the\nAddendum, that attorney would already have been selected, Paragraph 7 of the Non-Prosecution\nAgreement explicitly provides that contact with the victims shall be through that counsel,\nAccordingly, please confirm that there will ba no further efforts to contact any victims until Judge\nDavis selects the attomey representative and that, thereafter, contact will be made only through that\ncounsel.\n\nSecond, the Non-Prosecution Agreement requires Mr, Epstein to use his best efforts to enter\nhis guilty plea and to be sentenced not later than October 26, 2007, Despite this obligation, the\nOifice agreed that My, Epstein could postpone this deadline to November, but reiterated that My.\n\nHOUSE_OVERSIGHT_012206\n\nidoos",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012206.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2345,
    "word_count": 373,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:49.305741",
    "prefix": "IMAGES-001"
  }
}