{
  "document_id": "HOUSE_OVERSIGHT_023261",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023261.txt",
  "text": "up Seperate trusts, , 2) I am reachable this afternoon in europe. oncell. 3. on another note . -our\nfinancial agreement ended months ago . seperate from the art partnership (which i was told yesterday to\nmy amazement is still not funded) . 1am obligated to complete ? the time i have dedicated since oct/\ndec has been spent mainly as your friend. tom, brad though i am fully cognizant of my responsiblities. I\nwill try to help find people. I am not good at human resources. howevr If I don;t think they are good\nenough for you. I will continue to say so _, and you obviously decide. but I will reiterrate even in the face\nof your \"nobody is good enough argument.\" keeping foremost in my mind that you and I have only beeen\nshown a very tiny handful of people. 4. I find the friction over fees , counterproductive. in an attempt to\navoid it I had suggested a multi year deal early on. you rejected it. I then suggested, and urged you to\nhave an option at a fixed fee , you also rejected that .you wanted the fee payment only at the end I argued\nbut ,conceded. I suggested a structure that tom didn't like. you rejected it. 5 I suggest you make a fair\nproposal.- that i can either accept or reject. some payment up front this time is a requirement. I am willing\nto modify any outstanding obligations. - there are creative ways to assure you of your desired\ncharacterization of those payments. 6 you should open accts at Deutsh . and goldman. I am told that\neilleen has set up over one hundred bank acccts for you???!!._ few relevant 7 you should immediatly\ndemand a list of all her acct authorites , exec poistions . director etc. bank authorizsations. etc. _ talk\nlater or over the weekend if you like\n\nDate: Tue, Jan 5, 2016 at 9:32 PM\nSubject:\nTo: Jeffrey Epstein <jeevacation@gmail.com>\nMark was here this morning , the proposed transactions are extremely complex . and would take a great\ndeal of detailed time. I do not know how, and if ,jto move forward - our last transaction. a transaction\nwhich you saved 600 million in tax. even if 20 years away ,( ihope longer) even discounted is a 300\nmillion savings . for that you ignored our agreements , verbal written and emailed -and decided that it\nwas only worth 8 million dollars. ( assuming phaidon srichard happens. 24 m savings not including\nartspace and debt benefits certain to come later) FYI the phaidon transaction cannot happen as\ncurrently comtemplated IT will not work . NOT\n\nWhen we had our meeting in your home in Bedford. You asked me for my help. I told you multiple\ntimes that i thought it was a very bad idea, in that I preferred to have no financial interactions. I dont\nhave many friends and didnt want money in any way to interfere with our unique relationship. Reminder ,\nFor five years you had the kind but goofy Eileen Alexandersson as the sole manager of your accounting ,\nlegal, investments. reporting, trusts etc. When I first told you in no uncertain terms that I firmly believed\nshe was incompetent you admonished me for \" speaking out of both sides of my mouth\". With regard\nBrad Wechsler , there has never been a \" both sides. \". I have consistantly maintained since day one that\nhe was highly unsuited for the job. When you initially asked me to help convince him to take the role ,\npromising him a position to manage mirage investments I sent you a note saying that instead of hiring him\nyou should pay up and get first class people. I have reiterated the same message for over a year now. .\nBrad , not me ,was tasked with hiring new people , according to his org chart.(nauseating ) and as you\nwanted him to take ownership of the staff,he conducted many interviews alone. . you may recall that as late\nas may, you told him in my presence that though six months had passed he had not hired anyone. since\nthen I have rectified errors in sales tax, use tax, income tax, fbar reporting, 1031 reporting, 8 million of\ndeductions missed errors of millions on the returns. ,( april ) Oversight on new grats- first at 22 and then\nat 19 that were done without my consultation and needed to be resolved soley as a result of my last\nminute intervention. . 600 million in after tax savings was just accomplished. though you left the 30\nmillion outstanding that I had said should only be done\" if\" that was my additional fee. not used for non\nbiz purposes and not art.\n\nHOUSE_OVERSIGHT_023261",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023261.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4364,
    "word_count": 802,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.331406",
    "prefix": "IMAGES-007"
  }
}