{
  "document_id": "HOUSE_OVERSIGHT_023271",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023271.txt",
  "text": "To: Melanie Spinlla (i i i Zi >\n\nyou were at 30 30/ meat 6040. ./ proposal 50/25 and in additon I would be allowed to recommend\n15 from directly from your own foundation. All payments to be made in addtion to currently owed. so\n$40 on april 25 , $30 june 15 ,and the alreadly owed $10 as planned on oct 15. I would direct the 15\ncharity in the next 12 months, and the last 25 to be paid on conclusion.\n\nleon\n\n10 am - Arrival at White Plains / Westchester Airport\n\nFBO and US customs is \"Jet Systems Aviation\"\n\nAdress: 85 Tower Road Hanger E, White Plains, NY, 10604\n\nTelephone\n\nDate: Wed, Mar 25, 2015 at 11:52 PM\n\nSubject: previously sent\n\nTo: Melanie Spinella\n\nI heard you when you said you believed 1 had already been paid for the work that is now required. The art\npartnership has fully answered all your concerns and discharged all my obligations and more so. . ( FYI\nCarlyns art partnership that you referenced is similar in only its title. ) You will also recall that you\nrequired that my payments be at the end of my work not at the beginning as everyone else's .( my work\nwas never to include hours upon hours of training your staff). I eventually agreed, this of course\nshould make clear that the 2014 tax year that will close Oct 2015 is not covered by our past\nagreement at all. I pointed this very fact out to you when I initially proposed a multi year agreement\nright out of the box. you said you preferred not. As you said ,I have produced results to date, far in\nexcess of even my own exalted opinion of my projections. I have devoted a monumental amount of my\nlimited amount of time-- way, way in excess of our agreement. I will be fair, I am willing to roll in\nthe amount still outstanding from last year if that helps .. However, As my best student , and my only\none, you are now capable of doing most, if not all, of the required work yourself. I can put my\nwhiteboard away when you come to eat and just have fun, trade stories,. share moments ideas etc.. I\nam of course always available to guide you as a friend if you choose that route . always . It will take a\ngreat deal of your time , but you will not have to spend any more money on mine. Weare\nscheduled to meet fri at 430 , I leave at 5 am sat morning.So there are no surprises 50m for the\nyear. . or 30m for until 7/15. you can roll the balance for last year as a concession. half up front. no\nmore all at the end. ive spoken to brad every day. more questions than answers. joslyn cannot be left\nunsupervised. his answers are knee jerk . eillenn told me this , that the other\n\nDate: Thu, Mar 26, 2015 at 12:07 AM\nSubject:\n\nTo: Melanie Spina i iii\n\nyou need to build an entire office from scratch. no question that was never my obigation, - systems ,\npersonel. finance tax, bookeeping, ,office. complinace. investment. monitoring, banking loans coming\ndue , review. gs jpm gs, .. plane boat houses construction , new will,. phaidon sale. you are no further\n\nHOUSE_OVERSIGHT_023271",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023271.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2958,
    "word_count": 564,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.806147",
    "prefix": "IMAGES-007"
  }
}