{
  "document_id": "HOUSE_OVERSIGHT_013309",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013309.txt",
  "text": "Case No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 6 of 15\n\nundisputed facts submitted by Mr. Edwards in support of his Motion for Summary Judgment, Edwards\nhad a sound legal basis for believing that Donald Trump, Allen Dershowitz, Bill Clinton, Tommy\nMattola, David Copperfield and Governor Bill Richardson had relevant and discoverable information\n(Exhibit “A” — Edwards’ Statement of Undisputed Facts, paragraphs 69-81). That belief was reinforced\nby the testimony of Virginia Roberts (Exhibit “D” pp. 10-17, 21-23). Epstein’s assertion of impropriety\nin the pursuit of this discovery clearly evidences his bad faith attempts to attribute wrongdoing to\nEdwards when he knew, in fact, that the pursuit of that discovery was entirely appropriate under the\ncircumstances of this case.\n\nFinally, any attempt by Epstein to rely upon what he claims are undisputed facts to support his\nMotion for Summary Judgment are undermined by his refusal to provide any testimony on the key issues\nand evidence which would demonstrate the validity and strength of each of the claims brought against\nhim by Brad Edwards. Epstein’s depositions of March 17, 2010 and January 25, 2012 were replete with\nrefusals of Epstein to testify based upon his Fifth Amendment privilege. Questions that Epstein refused\nto answer in his depositions and the reasonable inferences that a fact finder would draw and which would\notherwise bear on the arguments submitted by Epstein in support of his Motion for Summary Judgment\n\nare as follows:\n\ne Question not answered: “I want to know whether you have any knowledge of evidence\nthat Bradley Edwards personally ever participated in devising a plan through which were\nsold purported confidential assignments of a structured payout settlement?” Reasonable\ninference: No knowledge that Brad Edwards ever participated in the Ponzi scheme.\n\ne Question not answered: “Specifically what are the allegations against you which you\ncontend Mr. Edwards ginned up?” Reasonable inference: No allegations against Epstein\nwere ginned up.\n\n© Question not answered: “Well, which of Mr. Edwards’ cases do you contend were\nfabricated?” Reasonable inference: No cases filed by Edwards against Epstein were\nfabricated.\n\nHOUSE_OVERSIGHT_013309",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013309.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2284,
    "word_count": 346,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.305921",
    "prefix": "IMAGES-002"
  }
}