{
  "document_id": "HOUSE_OVERSIGHT_021178",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021178.txt",
  "text": "bottom of the floor as he was saying “You can’t really expect to give a\nmassage wearing this, here sweetie, I'll help you out of it.” He just\nwanted to see the hidden bounty my clothes were hindering his eyes from\nseeing. I just went about my way trying to get his hands off of me and to\nget him to lie down for a massage. Making quaint conversation with him\nwas pointless as I was trying to send his thoughts elsewhere other than\nthe apparent perverted schemes replaying in his mind from the heavy\nbreathing he was making and the looks he was giving to me. I was using\nall of the tricks in the “turn-off” book even asking him about his wife and\nkids.\n\nUnquestionably he was in seventh heaven turning every one of my\ndistractions into another flattering compliment. He was saying things like\n“I love what you do you to me, I have never felt like this before, come\nstay with me and I will pay you double, no, triple whatever Jeffrey pays\nyou!” Knowing he was just a drunk idiot, | wasn’t being lured in by any\nof his offers of money or a privileged lifestyle, I knew these cages all too\nwell and I was better off sticking with the one that I was at least\naccustomed to already. Holding back any composure now, he was going\nextremely wild ravishing at my body trying to tear off my panties like a\nhungered wild animal. After all of the champagne I had drunk that night\nit gave me the nerve that I needed to know exactly how to handle perverts\nlike this one, who had been no different from every other shmuck in my\nlife, and I quickly shut him up with a blowjob lasting no longer than two\nterrible minutes. It had only been shy of a half an hour before ] was\nalready getting quickly get dressed and hurrying out his cottage door.\n\nWhen I got to Jeffrey’s cottage I rushed through the door and told\nJeffrey and Ghislane, who were sitting front of the fireplace reading a\nbooks, that 1 never ever wanted to see that guy ever again. When they\nasked me what was the matter, | told them of every thing that had\nhappened that night even how he offered me to come work for him\ngetting paid triple. I established a lot of trust with Jeffrey that night. He\nasked me why I didn’t accept the offer and I responded with “ Who\nwould look after you, if I were gone?” Like a caring grand father would\ndo, he pulled me into his chest for a hug and told me that it meant a lot to\nhim. It was so late and I was so tired but I still had to give Jeffrey his\nmassage that night. He asked me to just rub his feet as he fell asleep, and\nthankfully he was out like a light in no time. The next morning I took two\nheadache tablets and a ginger ale instead of a coffee. Trying to contain\nmy hangover as best as possible behind a pair of sunnies it was mid\nafternoon by the time I had felt like myself again. We spent the day Yacht\nhopping, soaking in the sunny weather while Jeffrey and Ghislane caught\nup with old acquaintances, Emmy and I were just accessories to look\ngood on the arms of them. The next day we wrapped up the tail end of\n\n67\n\nU1 Copyright Protected Material\nCONFIDENTIAL, GIUFFREO04200\n\nour trip and commenced our flight back into the U.S. 1 was paid a\ngenerous amount and set off to go car shopping as soon as | got back to\nFlorida. Through a private seller, I was able to pay out right for my car. I\ngot a Dodge Dakota in cherry red, and immediately had an impressive\nsound system put in. She was my first pride and joy and taste of freedom.\nI would love to drive her down to Lakeworth Beach to sit in my car and\nwatch the waves while J listened to my stereo blare music and puffed on a\njay. Letting the rest of the world pass by while I sat back and watched\nthem walk past wondering to myself what their story was about.\n\nI turned seventeen that summer and had accumulated a string of exotic\ndestinations that I had travelled in such a short time. I was given more\nmake-up and a pair of diamond earrings from Jeffrey. Ghislane only\nwished me a happy day, wondering at times if she felt threatened by\nJeffrey’s and my closeness. We went to the island after we left N.Y.C and\nLasked If Sarah would be meeting us, mentioning it had been a while\nsince we had last seen her. He said he had some bad news about her.\nExpecting the worse, thinking she had gotten hurt or something, I was\nastounded when Jeffrey told me that she had been sent to his island with\none of his friends for a couple days and when the housekeepers were\ncleaning her room and they found a stash of cocaine left out carelessly in\nthe bathroom.\n\nHe said he had no choice but to let her go. Addicts with no respect for\nthemselves or his wishes had no leeway in Jeffrey’s book. He didn’t mind\nthat I dabbled in drugs once in a while as long as | never brought them\nalong with us on any trips, except for my Xanax, which he didn’t mind\nbecause it was pharmaceutical and most of all wouldn’t cause him trouble\nbeing a legal narcotic. Sarah took it too far when she crossed international\nborders with an illegal drug, risking her welfare and almost costing\nJeffrey public attention. She lost her apartment and contacts in the acting\nworld, only hearing from acquaintances once in a while that she was\nsinking deeper and deeper into the black hole of addiction. It was sad to\nfind out, as I always did like her.\n\nAt the island, Ghislane had just recently obtained her helicopter pilot’s\nlicense and wanted to get some practice airtime and flew Jeffrey and I to\nSt. John where we picked up Alexandria Cousteau, the grand daughter to\nthe inventor of the scuba tank and underwater explorer Jack Cousteau.\nGhislane was out to set us affright in the air, but it was all talk, she was\nactually an impressive pilot. Still a daredevil though, she got her kicks\nout of hearing us fret on the earmuffs intercom’s. Jeffrey made it clear\nthat Alexandria was a guest when I was told to adhere to her if she\nwanted a massage, which I obliged her with several times during our first\nmeeting. It was Jeffrey who instigated that her and I reenact as lovers in\nlesbian acts of foreplay and penetration. I couldn’t imagine a girl with\n\n68\n\nC) Copyright Protected Material\n\nGIUFFRED0420L\n\nHOUSE_OVERSIGHT_021178",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021178.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6143,
    "word_count": 1164,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:49.186841",
    "prefix": "IMAGES-006"
  }
}