{
  "document_id": "HOUSE_OVERSIGHT_028227",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028227.txt",
  "text": "/ BARAK / 93\n\nThe request that had come across my desk a few days earlier need not have\nchanged that. Even though Arik had failed, for now, to bring down the\ngovernment, he was keen to make political capital from the collapse of Camp\nDavid. He now declared his intention to pay a visit to the Temple Mount. The\nMount - or as it was called in Arabic, Haram al-Sharif — was part of Israel. The\nunsubtle point of Arik’s visit was to dramatize his determination to keep it that\nway. The target of this political theatre was not Arafat or the Palestinians. It was\nthe Israeli public, me, and my government. In an all-perfect world, I would have\nliked to find a way to block the visit. In a democracy, it wasn’t that easy. The only\nway I could do so was on the grounds it was a threat to public order or security, a\njudgement in the hands of our police and security services. I duly asked for the\nviews of Avi Dichter of the Shin Bet, and Shlomo Ben-Ami, who in addition to\nbeing interim Foreign Minister was Minister of Internal Security, in charge of the\npolice. Both came back with the same answer: though we’d all be happier if Arik\nstayed down on his farm in the Negev, there was no reason to expect his visit\nwould pose a major public-order issue, and no basis for blocking it. When Shlomo\ncontacted Jibril Rajoub, Arafat’s West Bank security commander, Rajoub asked\nonly that two conditions be imposed, and Shlomo agreed. The first was that the\nvisit not occur on a Friday, when the mosques would be full of worshipers; the\nsecond, that Sharon not set foot in either of the mosques on the Haram. Our chief\nof police informed Sharon that if he didn’t accept the conditions, we’d deny him\npermission to go. But he agreed. When he went, for about half an hour under\npolice escort on Thursday morning the 28\", he complied.\n\nAt first, we thought it would prove a one-off media stunt. But that evening,\nDanny Yatom brought me an intelligence report with evidence that Arafat’s\nPalestinian Authority was planning for wide-scale violence after Friday prayers, in\nprotest over Sharon’s visit. Danny called Dennis Ross. Madeleine Albright called\nArafat, to urge him to ensure this didn’t happen. But as Dennis would remark later,\n“Arafat didn’t lift finger to stop it.”\n\nThe trouble began the next day, shortly after Friday prayers. It was also the eve\nof the Jewish New Year, and the Western Wall area was crowded. As people\npoured out of the mosques, a number began hurling stones, some of them the size\nof small boulders, onto the Jewish worshippers and police below. One knocked out\nthe highly experienced, steady-handed commander of the Jerusalem police, which\nI’m sure contributed to making the confrontation that followed even worse. By the\n\n379\nHOUSE_OVERSIGHT_028227",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028227.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2766,
    "word_count": 489,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.217340",
    "prefix": "IMAGES-009"
  }
}