{
  "document_id": "HOUSE_OVERSIGHT_010953",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010953.txt",
  "text": "depreciation. That implies that it includes all free growth of the larger factor. And\nthese huge flows would figure to be uncorrelated. Depreciation of either factor is a\nsteady drag on growth, while free growth is revealed in the charts and tables as a\nbucking bronco which might be double-digit positive one year and double-digit\nnegative the next. No wonder that national accounts cannot reliably tell good years\n\nfrom bad.\n\nAnother distortion in the Y=I+C equation is the undue prominence given to\nconsumption. Physical capital, in most views including mine, is only a third to a fifth\nof total including human capital. Human capital is the lion’s share. Pure\nconsumption is most of consumption, in my view, but not all of consumption. If the\nfactors grow in mutual proportion, then, the ratio of total capital growth to pure\nconsumption will be much higher than of net investment to all of consumption. That\nexplains, | think, why national accounts have reported not a single year of negative\nnet product in any of the eight countries since inception. Balanced portfolios report\nnegative total returns every few years. So would net product, were it not dominated\nartificially by the steady positive of consumption. It is as if a portfolio dominated by\ninvestment grade bonds were taken as representative of a realistically balanced\n\nportfolio.\n\nSolving the Age-Wage Puzzle\n\nI will now try to solve a feature that troubled Ben-Porath and has troubled many\neconomists since. I call it the age-wage puzzle. Age-wage profiles are published\nreports comparing pay earned by all working ages at the same time. Since all\ncohorts (same-age sets) are compared at once, as in a family portrait, age-wage\nprofiles do not show effects of technological growth over time. They show effects of\nage and experience alone. What appears is that pay or wage rises steadily until\nretirement or near it. Meanwhile human capital is present value of remaining\nlifetime pay, and shrinks steadily as approaching retirement and mortality leaves\nfewer future paydays to discount. Most students of human capital including Ben-\n\nPorath reason that self-investment must end when time left for recovery in higher\n\nChapter 2: Fast Forward 1/06/16 13\n\nHOUSE_OVERSIGHT_010953",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010953.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2244,
    "word_count": 361,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.395445",
    "prefix": "IMAGES-001"
  }
}