{
  "document_id": "HOUSE_OVERSIGHT_023482",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023482.txt",
  "text": "2D\n\nThe part of social change that is the hardest to understand in a\npositivistic way is the moral dimension—that is, the ideas that people\ncarry around in their heads regarding legitimacy, justice, dignity and\ncommunity. The current Arab uprising was triggered by the self-\nimmolation of an overeducated 26-year-old Tunisian vegetable seller\nwhose cart was repeatedly confiscated by the authorities. After\nMohamed Bouazizi was slapped by a policewoman when he tried to\ncomplain, he reached the end of his tether. Bouazizi’s public suicide\nturned into a social movement because contemporary\ncommunications technologies facilitated the growth of a new social\nspace where middle-class people could recognize and organize\naround their common interests. We will probably never understand,\neven in retrospect, why the dry tinder of outraged dignity suddenly\nignited in this fashion in December 2010 as opposed to 2009, or ten\nyears before that, and why the conflagration spread to some Arab\ncountries but not to others. But we can certainly do a better job in\nputting together the few pieces we do understand, in a way that would\nbe useful to policymakers coping with the reality of social change.\n\n1 Huntington, Political Order in Changing Societies: With a New Forward by Francis Fukuyama (Yale\nUniversity Press, 2006).\n\n2Davies, “Towards a Theory of Revolution”, American Sociological Review, Vol. 27 (1962).\n\n3Zakaria, The Future of Freedom: IIliberal Democracy at Home and Abroad (W. W. Norton, 2003); see\nalso Zakaria, “A Conversation with Lee Kuan Yew”, Foreign Affairs (March/April 1994).\n\n4For a description of the Wolfenson presidency, see Sebastian Mallaby, The World’s Banker: A Story of\nFailed States, Financial Crises, and the Wealth and Poverty of Nations (Penguin Press, 2004).\n\n5See Harold James’s retroview, entitled “Growing Pains”, of a classic December 1963 essay by Mancur\nOlson (“Rapid Growth as a Destabilizing Force”) in The American Interest (September/October 2006).\n\nHOUSE_OVERSIGHT_023482",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023482.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2012,
    "word_count": 307,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:49.337077",
    "prefix": "IMAGES-007"
  }
}