{
  "document_id": "HOUSE_OVERSIGHT_024670",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024670.txt",
  "text": "ACKRELL\nCAPITAL\n\nCannabis Investment Report | December 2017\n\nCultivation Facilities\n\nThere are three general types of cannabis cultivation facilities: outdoor facilities, where cannabis is\ngrown under natural sunlight and widely exposed to the elements; greenhouse facilities, where canna-\nbis is grown under filtered sunlight and environmental conditions are partially controlled; and indoor\nfacilities, where cannabis is grown under electrical lighting and environmental conditions are tightly\ncontrolled. Some facilities combine features of these general types. For example, some greenhouses rely\nprimarily on filtered sunlight but also employ supplementary electrical lighting to influence the plant\nflowering cycle. Each type of facility is suitable for certain purposes.\n\nGrowing indoors under electrical lighting is the most expensive way to grow cannabis, but typi-\ncally yields the highest quality cannabis by providing for maximum control over variables such as\nlight, air, nutrition, and exposure to contaminants and pests. Electrical lighting products for indoor\ncultivation include traditional and compact fluorescent lamps, high-intensity discharge (HID) lamps\nand light-emitting diode (LED) lamps. Adequate carbon dioxide levels can be maintained indoors with\neither bottled CO, or CO, generators. Common indoor growth mediums include soil, hydroponic\nsystems (wherein nutrients are added to sand, gravel or liquid growth medium) and aeroponic systems\n(wherein roots hang suspended in a nutritional aerosol solution). Indoor cultivation facilities are prev-\nalent in Canada and certain parts of the United States where climatic conditions are not favorable to\n\noutdoor cannabis cultivation.\n\nIndoor Grow Rooms\n\nAeroponic Systems\n\n34 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024670",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024670.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1819,
    "word_count": 250,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.299951",
    "prefix": "IMAGES-008"
  }
}