{
  "document_id": "HOUSE_OVERSIGHT_020540",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020540.txt",
  "text": "81\n\nFrom 1980, Beijing added to its stable of foreign-facing propaganda publications—such\nas Beijing Review, China Reconstructs, and China Pictorial—by starting or reopening\nmore than twenty periodicals, including the English-language China Daily, the overseas\nedition of the People’s Daily, the overseas edition of Outlook (#), and the Voice of China\n(44748). The Party also resumed publishing material for overseas Chinese. During the\nCultural Revolution, the number of magazines targeting overseas Chinese had shrunk\nto ten, whereas by the end of the 1980s, it had surpassed 130. Before 1982, the state-run\nXinhua News Agency had focused almost solely on providing news to domestic Chinese\nclients. In 1983, however, it also began sending news to international clients. The China\nNews Service, which had suspended operations during the Cultural Revolution, also\nresumed work, sending hundreds of stories a day to overseas Chinese-language media.\nToday the CNS employs more than two thousand people worldwide, working out of\nforty-six bureaus. The Party directed its media outlets in their overseas work to support\nsocialism with Chinese characteristics, push the policies of reform and opening up, and\n\noppose hegemonism, or, in other words, fight against Western ideological control.\n\nIn the run-up to the 2008 Beijing Olympics, China’s propaganda agencies redoubled\ntheir efforts to “grab the right to speak,” or gain “discourse power” (ifiB 4X).\n\nThe worldwide torch-lighting ceremony touched off free-Tibet rallies and other\nhuman rights protests that angered Chinese authorities and some Chinese as well.\n\nAn anti-CNN movement began in China, alleging that Western media outlets were\ndistorting “China’s story.” This was the genesis for what has come to be known as the\nGrand Overseas Propaganda Campaign (AJB), first promoted by the administration\nof Party Chief Hu Jintao and Premier Wen Jiabao. The International Herald Leader, a\npublication of the Xinhua News Agency, reported in 2009 that foreign propaganda\nwork had been elevated by the Party to a “systematic, strategic position,” the goal of\nwhich was to “grab back the right to speak, and improve China’s international image.”’\nReports that had first surfaced in Hong Kong’s South China Morning Post in 2009, that\nChina had earmarked $7 billion for the campaign, were soon repeated by the Chinese\n\nmedia, most notably in the March 14 edition of Phoenix Weekly.®\n\nThe Grand Overseas Propaganda Campaign has been grand, indeed, with Chinese\nsources reporting hundreds of millions of dollars being spent on a multitude of projects\ndesigned to bolster China’s image. The expansion of the Xinhua News Agency is but\none example. From 120, the number of Xinhua bureaus around the world has now\ngrown to more than 200’ and its client base has expanded to more than 1,450, What is\n\nmore, it now reports in seven languages and competes directly with all the major wire\n\nSection 6\n\nHOUSE_OVERSIGHT_020540",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2960,
    "word_count": 460,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.042158",
    "prefix": "IMAGES-006"
  }
}