{
  "document_id": "HOUSE_OVERSIGHT_023753",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023753.txt",
  "text": "Cognitive Process-Based Education 7\n\nThe answer to this is simple enough. School was not designed to help\nkids live better lives. That was never the point. But shouldn’t it be?”\n\nFrom a cognitive growth point of view, school wasn’t even de-\nsigned to teach us things that relate to learning per se.\n\nScholars designed the subject matter of the current school system.\nYou hear sportscasters describe football players as scholar-athletes. Real-\nly? Scholars? Why would that be what we are seeking to create? There\nare only so many jobs for scholars, and while scholarship is very nice,\nit ought not be the goal we seek in school in a system of universal\neducation.\n\nYes, but dating? Is that the subject I am proposing? Really?\n\nLet me explain the real issue here. Take a look at the items I\nmentioned above.\n\nWe have learned that learning about how other people behave is\nvery important.\n\nWe have learned that learning about one’s own emotions and\nfeelings is very important.\n\nWe have learned that building confidence is very important.\n\nWe have learned that learning to listen is very important.\n\nWe also have learned that learning how to express oneself is very\nimportant.\n\nNow, I will transform these slightly:\n\nStudents need to learn about how other people behave and why,\nand they need to learn how to interact with different kinds of\npeople.\n\nStudents need to learn about their own emotions and feelings\nand how to deal with them.\n\nStudents need to learn how to rely on themselves and feel\nconfident in their own abilities.\n\nStudents need to learn how to listen to others and really hear\nwhat they are saying.\n\nStudents need to learn how to express themselves effectively.\n\nNow this list doesn’t seem so crazy, does it? In fact, most parents will\ntell you that they try very hard to teach all these things to their chil-\ndren. So one argument might be that the school doesn’t have to do it,\nsince parents do it.\n\nHOUSE_OVERSIGHT_023753",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023753.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1939,
    "word_count": 334,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.861312",
    "prefix": "IMAGES-007"
  }
}