{
  "document_id": "HOUSE_OVERSIGHT_020595",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020595.txt",
  "text": "136\n\nCCP, other ministries, and the military). The director of this office is currently Yang\nJiechi—a Politburo member, former state councilor, and veteran diplomat. This body is\nthe central coordinating body for China’s foreign affairs—across all bureaucracies—on\n\na daily basis.\n\nWhile the Foreign Affairs Commission is the principal organization in the making\nand coordination of China’s overall foreign policy, the United Front Leading Small\nGroup and the External Propaganda Leading Small Group also have important—but\nsomewhat lower—status in the Chinese hierarchy. They are led, respectively, by the\nPolitburo Standing Committee member in charge of ideology and propaganda and\nthe head of the United Front Work Department. The Leading Small Group for United\nFront Work is located inside the CCP’s United Front Work Department and draws on\nUFWD personnel for staff work. The Leading Small Group for External Propaganda\nis subordinate to the CCP Leading Small Group for Propaganda and Ideology and\n\nis required to seek guidance from the Foreign Affairs Commission, and it draws on\nthe State Council Information Office (with which it has a dual role) for staff work.\nBoth groups play an important role in the formulation of policy and coordination of\n\nimplementation in their respective sectors.\n\nConferences\n\nAnother important instrument in the coordination of policy is the Central or National\nConferences that are convened to formulate and announce new policy objectives\nand mobilize the bureaucracy to implement these policies. Some of these conferences\nare convened more frequently and are more important than others. Four central or\nnational conferences are held to coordinate foreign policy and external influence\noperations: the Central Foreign Affairs Work Conference, the External Propaganda Work\nConference, the Central United Front Work Conference, and the National Overseas\nChinese Work Conference. These are large gatherings that last two to three days and\nare attended by key central, provincial, and local leaders, as well as various ministries\nand the Chinese military. These conferences serve to provide overall policy direction to\ncadres working in that bureaucratic system (At) as well as to issue very specific annual\n\nplans for the coming year’s activities.”\n\nOne measure of the importance of these conferences can be gauged by who gives the\nkeynote speech. For example, Xi Jinping gave the keynote speeches at the Central\nForeign Affairs Work Conference (2014 and 2018), the Central United Front Work\n\nAppendix 1\n\nHOUSE_OVERSIGHT_020595",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020595.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2563,
    "word_count": 387,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.230225",
    "prefix": "IMAGES-006"
  }
}