{
  "document_id": "HOUSE_OVERSIGHT_012185",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012185.txt",
  "text": "ALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr, John Roth\nJune 19, 2008\nPage 3\n\nthem you’re 18 because if you’re not, he won’t let you in his house.” ME. 2: 3-39.\nSecond, Mr. Epstein himself did not schedule such appointments. Third, Mr. Epstein would not\nknow who would be providing a massage at any particular time. Fourth, and importantly, Mr.\nEpstein’s assistants were not directed to contact underage women, and were not aware of the true\nages of the women they contacted. In fact, more often than not, the masseuses themselves, or the\nindividuals who introduced the masseuses, made the initial contact. As a result, Mr. Epstein and his\nassistants were routinely unaware of the identities of many of these young women before they\narrived.\n\nThe allegations further include the assertion that Mr. Epstein engaged in unlawful sexual\nconduct with certain underage women who arrived at his house to provide a massage. At times,\nduring these massages, Mr. Epstein masturbated, engaged in some sexual touching, and a small\nnumber of alleged acts of penetration. However, most of the women who performed massages on\nMr. Epstein were over the age of 18. Many of the young women have sworn under oath that they, in\nfact, told Mr. Epstein that they were 18 or older, and that they did so because they knew that if they\nwere not 18 years old, they would not be allowed into Mr. Epstein’s home. In fact, Mr. Epstein has\npassed a polygraph examination to this effect relative to the government’s primary, and youngest,\nalleged victim, Indeed, many of the women also worked at local massage parlors,\nwhich presumably had a requirement that the masseuse have reached the age of majority. To the\nextent there are allegations that Mr. Epstein should have been alerted to certain underage women\nbased on conversations he allegedly had with them, those conversations would have taken place in\nperson and at his home, thereby precluding any prior scheduling with knowledge of their true ages.\nAs explained below, any factual allegations of repeat massages with such persons would lack\nnecessary elements required for a federal nexus to such conduct.\n\nAll of the alleged activity occurred in Mr. Epstein’s home in Palm Beach, Florida. Many of\nthe massages allegedly involved conduct which, even if engaged in, is not proscribed by federal law,\neither because the masseuses were of age, or because conduct with underage masseuses only\ninvolved topless massages, massages in undergarments or naked massages. To the extent prohibited\nsexual activity occurred, any inducement, enticement, and/or persuasion used would have taken\nplace during a face-to-face encounter—thus eliminating the possibility for the commission of a\nfederal crime, which requires the existence of a communication through a facility of interstate\ncommerce in which the defendant persuades or entices the minor to engage in illegal sexual activity.\nFurthermore, any prohibited sexual activity that did occur based on the facts on the record is best left\nto the state to address because the facts of this case do not fall comfortably within the federal\ndomain.\n\nThis is a case about purely local activity, involving local actors, and affecting local\ninterests and thus, should be handled by local authorities. Nonetheless, the USAO has indicated\nits intent to prosecute Mr. Epstein for purported violations of 18 U.S.C. §§ 2422, 2423, and\n1591. However, as set forth in detail in prior submissions, the facts of this case fall squarely\noutside the heartland of those statutes — in fact, in law, and in congressional intent. As their plain\n\nHOUSE_OVERSIGHT_012185",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012185.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3605,
    "word_count": 587,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.810042",
    "prefix": "IMAGES-001"
  }
}