{
  "document_id": "HOUSE_OVERSIGHT_018616",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018616.txt",
  "text": "offhand wistful comments such as, \"If you weren't already married, haha....”\n\nOlivia asked my advice on one of these guys, who was clearly falling in love with her\nfrom the start. She mentioned that she'd already talked to another sex worker about it.\nThe other worker's reaction was, essentially, \"What problem?\" As Olivia put it: \"She told\nme that the guy is basically a locked-in regular now, so what am I so bothered about?\"\nBut after a while, Olivia couldn't take how guilty and anxious she felt around this guy,\nwhat with the feelings she couldn't return. She stopped responding to his messages, but\ndidn't tell him clearly that it was over because trying to phrase the email felt so awful.\n\n\"I was so unprofessional about it,\" she said. \"In the end, he sent me this incredibly sweet\nnote asking what he'd done to hurt me so badly. So my husband helped me write a 'it's not\nyou, it's me’ breakup email. I still feel bad.”\n\nAnother facet of emotional difficulty arose when Olivia's husband started taking a\nmedication that decreased his libido. This put the couple in the odd position of Olivia\nhaving sex with other men, but not her husband -- with her husband's full knowledge and\nconsent. Although her husband tried to reassure her, she began feeling less secure and\nstable at home. And sex work is stressful enough that home security can really, really\nmatter. Indeed, at one point Olivia mentioned: \"One of my friends is tempted to get into\nsex work. But she says she doesn't think she can deal with it, emotionally, unless she has\na partner at home who loves her and will back her up. So I'm not supposed to let her have\nsex for money until she's in a good solid relationship.”\n\nFinally, as Olivia fielded other life stresses, she flatly realized that she couldn't have\nanything extra going on. What with all the above conversations, we saw signs that the\nchange was coming, but when it arrived it was both sudden and intense. \"One day I just\nknew I had to stop,” she told me. \"It's bad, because we're behind on rent now, but I had to\nstop. My husband pointed out, gently, that we need the money. But of course he accepted\nit when I said I was done. Anyway, I managed to line up a good temp job, so we're okay\nfor now.\"\n\nI tried to show in the original interview that Olivia is very privileged compared to most\nsex workers. She's got race privilege for her whiteness, class privilege from her\nbackground; she's pretty and young and \"valuable,\" and has tons of education to boot.\nShe doesn't have a drug habit or some other truly debilitating issue. Although she's under\nsome financial stress, she's not desperate.\n\nAnd that leads me to this question:\n\nIf even a woman like Olivia -- who was well-treated and made a lot of money and didn't\nfeel trapped; whose life sounded like the glam fantasy of today's high-end call girl -- if\neven a woman like Olivia eventually needed a break from sex for money, then what\ncould this imply about the experience of less privileged women? I've got a bunch of sex\nworker friends, and I would never say that a woman can't be a 100% consenting adult sex\nworker who enjoys her job. But what I'm trying to get at, here, is that even on the \"high\nend,” sex work can be incredibly demanding. Even when sex work is as pleasant as it\npossibly can be, it's often very hard.\n\nI'd like to see more conversations that acknowledge the reality of sex work as\n\nHOUSE_OVERSIGHT_018616",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018616.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3414,
    "word_count": 615,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.936123",
    "prefix": "IMAGES-005"
  }
}