{
  "document_id": "HOUSE_OVERSIGHT_033367",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033367.txt",
  "text": "5/29/2019 Opinion | Trump Hands China an Easy Win in the Trade War - The New York Times\n\nIf that’s what the Trump administration wants, its strategy has been a great success. If not, and\nthe president really wants a trade deal, with reasonable decreases in the bilateral trade deficit,\nand some substantive changes in Chinese economic behavior, the American negotiating strategy\nrequires some serious recalibration.\n\nOf course, China’s public position is that negotiations can continue. Even within the framework of\nthe new “red lines,” there may still be room for a deal. China might agree to purchase more\nAmerican goods, with America yielding on the retention of tariffs, and the unilateral right to\nimpose tariffs later. However, the degree of difficulty in getting to an agreement has now\nincreased substantially.\n\nThe bottom line is that nationalism is not just a factor in Trump’s America. It’s now a big factor in\nXi Jinping’s China as well, reinforced through the prism of Chinese history. In most of its dealings\nwith America over the last 100 years, China has seen itself as weak. Today, in Beijing’s view,\nChina is weak no longer.\n\nKevin Rudd, a former prime minister of Australia, is president of the Asia Society Policy Institute in New York.\n\nThe Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or\nany of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\n\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\n\nhttps:/Avww.nytimes.com/2019/05/29/opinion/trump-china-trade-war.html 3/3\n\nHOUSE_OVERSIGHT_033367",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1655,
    "word_count": 261,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:49.128144",
    "prefix": "IMAGES-012"
  }
}