{
  "document_id": "HOUSE_OVERSIGHT_023948",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023948.txt",
  "text": "202 Teaching Minds\n\nhow teaching occurs in a great university. (There are exceptions to this,\nof course. In engineering, agriculture, and even in journalism, practice\ndoes occur. But it always occurs in the presence of lots of theory.)\n\nUniversity professors are not practitioners. Usually they don’t\nknow a thing about how what they teach actually is used in the real\nworld, never having been in the real world themselves, so they have\ncreated a culture where theories and ideas are considered to be more\nimportant than simply being able to do something. So one reason his\nclass would have to go is that it inevitably would be seen as threaten-\ning to the other faculty.\n\nAnother reason that it threatens the other faculty is that it is a\nlot of work to do what he did. He was there all day. Professors teach\n3 hours a week, 6 if they aren’t superstars. No one wants to see a new\nstandard of teaching created that is both practical and takes a long\ntime to do. When would the professors do their research and write\ntheir books? This man didn’t have that agenda. He just wanted to\nteach. There is no room for that in a top-tier university.\n\nAnd, how would this class fit in a student’s schedule? Students can’t\nspend all day at something without missing those important required\nclasses that meet 3 times a week for an hour. Totally consuming classes\nthat take all day, and may even take all week, cannot possibly exist.\n\nTwo years later this man was gone.\n\nIt is actually very difficult to change the way a university runs, and\nthis includes trying to change any aspect of how courses are offered\nor structured.\n\nI learned this when I took on the job of building a new West Coast\ncampus for Carnegie Mellon University. (By building, I mean design-\ning its offerings, not its buildings.) As I am an advocate of learning by\ndoing, in just the way our former network head was doing in his class,\nI decided that there would be no courses, only projects, and that each\nproject would build on the one that preceded it. The administration\nin Pittsburgh let me get away with this precisely because there were no\nfaculty hired in California and the Pittsburgh faculty wouldn’t much\nnotice what we were doing 2,000 miles away.\n\nWe had to lie to the registrar about what we were doing because\ncourses had to be in parallel to make it into their system and we\nweren’t offering courses at all. The projects had to be labeled as cours-\nes, but they varied in length (not every project takes the same amount\nof time). These “courses” ran in sequence not parallel, so we basically\nhad to lie about it to get by the registrar.\n\nHOUSE_OVERSIGHT_023948",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023948.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2634,
    "word_count": 472,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.843396",
    "prefix": "IMAGES-007"
  }
}