{
  "document_id": "HOUSE_OVERSIGHT_010921",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010921.txt",
  "text": "brought his moods with him after work, which my father generally didn’t. That cost\nhim his sunny young wife. I somehow gota pass. I could understand him, and I was\n\nmy father’s son.\n\nMy advice in the end was that my father should sell. Meanwhile I was taking an\ninterest in economics again. Business was about rate of return. Spartan’s was\n\nnegative. What was the benchmark? | did a little study.\n\nIt is easy to see that return tends to even out from one company or industry to the\nnext. We pour investment into high-return prospects, and unintentionally drive that\nhigh return down toward the norm by expanding the capital denominator. I didn’t\nknow that Robert Turgot had written the same in 1766. But what struck me was the\nimpression that return, net of inflation, seemed to revert to a norm over time. Why\nwere interest rates, averaged over business cycles, about the same then as in\nDante’s time or Julius Ceasar’s? Why should human impatience be a steady norm?\nThat puzzle nagged me for about a quarter century until I found the answer.\nAnother decade or two would pass before I learned that Sir William Petty had found\n\nit in the seventeenth century.\n\nI went home in 1961 to study harmony and counterpoint at the San Francisco\nConservatory of Music. I had found time to compose a few things at the house at\nMina Saud with a piano | had bought in Kuwait. They included an a cappella\n(unaccompanied) choral setting of Tennyson’s “All Along the Valley”, and something\nto which I later fit Emily Dickenson’s poem “Beauty Crowds Me” in my song cycle\n“The White Election”. The composer Charles Haubiel published “All Along the Valley”\nin his Composers’ Press in Los Angeles in 1959. The one change he suggested, an\nunexpected D flat major resolution, is the best touch in the piece. I had noticed\n\ncopies in music shops in Tulsa. So it seemed about time to develop that interest too,\n\nand the conservatory back home seemed the logical place.\n\nChapter 1: Recollections 1/06/16 5\n\nHOUSE_OVERSIGHT_010921",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2003,
    "word_count": 348,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.246754",
    "prefix": "IMAGES-001"
  }
}