{
  "document_id": "HOUSE_OVERSIGHT_019630",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019630.txt",
  "text": "142 | HOW AMERICA LOST ITS SECRETS\n\nRussia by design or by accident. Whenever an intelligence worker\nsteals sensitive compartmented information of interest to a foreign\nadversary and then defects to that adversary, it raises at least the\nspecter of state-sponsored espionage. It is a commonly accepted pre-\nsumption in counterintelligence that a spy, fearing arrest, flees to\na country that has some reason to offer him protection. When the\nBritish spies Guy Burgess, Donald Maclean, and Kim Philby fled to\nMoscow during the Cold War, the presumption was that they had a\nprior intelligence connection with Russia. Philby confirmed that in\nhis 1968 memoir, My Silent War. So in the case of Snowden, coun-\nterintelligence had to consider the possibility that his theft of state\nsecrets and his arrival in Moscow might not be totally coincidental.\n\nSnowden blamed high officials in the U.S. government who pur-\nposely “trapped him” in Russia. He told the editor of The Nation,\n“I’m in exile. My government revoked my passport intentionally to\nleave me exiled” and “chose to keep me in Russia.” He repeated that\nassertion over a dozen times, but as we’ve seen, it had no basis in\nfact. Whenever criminal charges are lodged against a U.S. citizen by\n\n© the Department of Justice, the State Department, in accordance with ©\nthe U.S. code of justice, marks in the electronic passport validation\nadvisory system that that person’s passport is valid only for return\nto the United States. After criminal charges were publicly filed\nagainst Snowden on June 21, it advised foreign governments that\nbecause Snowden was wanted on felony charges, he “should not be\nallowed to proceed in any further international travel, other than is\nnecessary to return him to the United States.” Rather than “exiling”\nSnowden, the government acted to facilitate his return home. With\nhis passport, he could have flown home from either Hong Kong or\nMoscow, where he, like any other person accused of a felony, would\nface the charges against him. Snowden’s unfounded claims suggested\nto investigators that he had something to hide about his arrival in\nRussia.\n\nThe counterintelligence investigation had access to State Depart-\nment records showing that its representatives in Hong Kong had\ninformed authorities there on June 16 that there were criminal\ncharges against Snowden. Only a typographical error in spelling out\nSnowden’s middle name—James instead of Joseph—in the criminal\n\n| | Epst_9780451494566_2p_all_r1.z.indd 142 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019630",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019630.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2542,
    "word_count": 407,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.299762",
    "prefix": "IMAGES-005"
  }
}