{
  "document_id": "HOUSE_OVERSIGHT_017506",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017506.txt",
  "text": "Onn BWP\n\nknow this is a real case? So] was finally able to\n\nsay this is how you know, here is a case file. ] may\nhave, ] don't remember specifically one way or the\n\nother, but ] may have utilized actual plaintiff names\n\nfrom the cases filed, but ] may have made them up. ]\nhave no specific recollection one way or the other, ]\nwas totally geared toward simply getting the investor\n\nmoney into the Ponzi scheme.\n\nQ. Were you aware that the day after this\nmeeting took place on July 24th, 2009, a new federal\ncomplaint was filed against Epstein with one of the\n\nsame plaintiffs that was already pending in state\ncourt?\n\nA. ] don't know that | was aware of that or\nnot. If they were filing it, someone may have told\nme. | don't recall one way or the other.\n\nQ. Did you ask anyone to file it to further\nyour Ponzi scheme?\n\nA. No, 1 don't remember doing that,\n\nQ. Do you recall any situation where you --\n\nA. You do realize -- Tonja, hang on] just\nwant to make sure this record is clear. Other than\n\nRuss Adler, the people that were involved in the\nEpstein case had absolutely nothing to do with the\n\nPonzi scheme.\n\n‘Ud\nie)\nXe)\noO\na\ni)\n\nSHEDS PSK NFAT gM NESRUNa RRP Aca pragnENSTERMIU A Ls\n\n| SORTS ate\n\nRSE EI ected ia ec et ate rh epenicie tion ie Rpt RE Does NN RETRY\nfay s 4 y 4 fay\n\nSs bp\n\nk\ndm WW\n\nt 4\nOn wm\n\nA. Hold on one second.\nOkay. What number am I looking at?\nQ. It's a very large document. It's begins\nwith Bates Stamp Number 081 and ends with 264.\nA. It's in the computer, hold on a second.\n] have that in front of me.\nQ. Do you see the date on that complaint\nstamped?\nA. Ido.\nQ. And there's -- give me one second, Scott,\nsorry.\nWhat was the date that complaint was filed?\nA. What's the last page of the complaint,\nwhat's the Bates number?\nQ. The last page is 234. I'm sorry, 263 would\nbe the last page of the complaint.\n[The Complaint referred to was marked for\nidentification as Defendant's Exhibit 1.]\nMR. SCAROLA: You may want to call his\nattention to the filing stamp on the first page.\nMS. HADDAD: | did. 1 guess he didn't hear\nme.\nTHE WITNESS: I'm sorry.\nMS. HADDAD: It's stamped on the first\npage.\nPage 64\n\ns REET IEEE ee LIAN ST eta i\n\nQ. Directly?\n\nA. _Orindirectly. They had nothing to do with\n\nit.\n\n“OQ, Yet the file was used for you to further\nyour Ponzi scheme. ]'m not saying that they gave it\nto you to use for the Ponzi scheme, I'm asking, you\nused their case. I'm not -- the question is you used\n\nthe case?\n\nA. took advantage of some good, innecent\n\npeople for my own and my ¢o- conspirators yeah\npurposes. Mr. Edwards is one of them, and for that ]\n\nsorry, Brad,\nQ. Did you ask anyone involved in the Epstein\ncase to file a federal complaint?\nMR. SCAROLA: Objection, repetitious.\nTHE WITNESS: Without seeing a document,\nTonja, I can't tell you one way or the other. ]\ndon't want to -- ] do not want to guess. If you have\nan e-mail where I'm saying to someone, file a federal\ncase, then obviously I did. But I have no specific\nrecollection of that.\nBY MS. HADDAD:\nQ. You do have a document with you, it's marked\nfor you, it's Bates stamped. It begins at EP 081 and\ngoes through through 264.\n\nPage 63\n\nrace ne UN ee ioe am nate aur aint ate ep tena\n\nRELATE ere\n\nese SOA a STE A SE BE ERI\n\n24\n\nTHE WITNESS: Hang on, the complaint is\ndated July 24th, 2009. It was entered onto the\ndocket on July 27th, 2009.\n\nMR. SCAROLA: Do you have another question?\n\nMS. HADDAD: ] thought he was still looking.\n\nScott, are you done looking?\n\nTHE WITNESS: Yes, one second.\n\nMS. HADDAD: That's what J thought.\n\nTHE WITNESS: No, hang on one second. It\nshows the stamp on the first page says July 24th,\n2009. The filing say electronically filed July 24th,\n2009. There's an entry onto the docket on July 27,\n2009, and the complaint is signed July 24th, 2009.\nThat's all the dates ] have.\n\nBY MS. HADDAD:\n\nQ. Okay. And back on Bates Stamp Page Number\n263, who's the attorney that filed this complaint?\n\nA. | don't know if that's his signature, but\nthe name is Brad Edwards.\n\nQ. Okay. And does that e-mail --\n\nA. With the squiggle on top of it.\n\nQ. And does that e-mail address Jook like the\ncorrect e-mail address for RRA?\n\nA. Itis.\n\nQ. So that is, in fact, a legitimate e-mail\n\nPage 65\n\n17 (Pages 62 to 65)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017506",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017506.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4317,
    "word_count": 830,
    "line_count": 185,
    "import_date": "2025-11-19T21:47:46.727365",
    "prefix": "IMAGES-004"
  }
}