{
  "document_id": "HOUSE_OVERSIGHT_024093",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024093.txt",
  "text": "can be given that the IRS will agree with the description of the U.S. federal income tax\nconsequences described above. No rulings have been or will be requested from the IRS.\nFurthermore, any changes in the principal agreements relating to the Fund or the operations of\nthe Fund could affect the tax consequences described above.\n\nConsultation with Tax Advisors - The description of U.S. tax matters set forth above is not\nintended as a substitute for careful tax planning. It does not address all of the U.S. federal\nincome tax consequences to investors in the Fund, and does not address any of the foreign,\nstate, local, estate or other tax consequences of such investment to any investor, except as\notherwise specifically provided. Each prospective investor in the Fund is solely responsible for\nall tax consequences to that person or entity of an investment in the Fund. Each prospective\ninvestor is advised to consult its own tax counsel as to the U.S. federal income tax consequences\nattributable to acquiring, holding and disposing of an Limited Partner Interest and as to\napplicable foreign, state, local, estate or other taxes. The effect of existing U.S. income tax laws\nand treaties, the tax laws of other jurisdictions to which an investor may be subject, and possible\nchanges in such laws and treaties (including proposed changes which have not yet been\nadopted) will vary with the particular circumstances of each investor.\n\nCERTAIN ERISA CONSIDERATIONS\n\nERISA governs the investment of assets of ERISA Plans that may be investors, directly or\nindirectly, in the Fund. ERISA, the regulations under ERISA issued by the United States\nDepartment of Labor (the “DOL”) and opinions and other authority issued by the DOL and the\ncourts provide guidance that should be considered by fiduciaries of ERISA Plans prior to\ninvesting in the Fund.\n\nThe following discussion of certain ERISA considerations is based on statutory authority and\njudicial and administrative interpretations as of the date hereof and is designed only to provide\na general understanding of the basic issues. Accordingly, this discussion should not be\nconsidered legal advice and the trustees and other fiduciaries of each ERISA Plan are\nencouraged to consult their own legal advisors on these matters.\n\nFiduciary Duty of Investing Plans\n\nA fiduciary considering investing assets of an Employee Plan (“plan assets”) in the Fund should\nconsult its legal adviser before making such an investment. Before authorizing an investment in\nthe Fund, any such fiduciary should, after considering the Employee Plan’s particular\ncircumstances, be satisfied that the investment of such plan assets in the Fund is appropriate\nunder the fiduciary standards of ERISA, including standards with respect to prudence,\ndiversification and compliance with the governing documents of the Employee Plan and its\nrelated trust and the prohibited transaction provisions of ERISA and the Code.\n\nPlan Assets\nERISA and the regulation issued by the DOL at 29 C.F.R. § 2510.3-101, as modified or deemed to\nbe modified by ERISA (the “Plan Assets Regulation”), define the term “plan assets” as applied\n\nto entities in which a plan invests, directly or indirectly, such as the Fund. The Plan Assets\nRegulation provides that when an ERISA Plan acquires an equity interest in an entity, and such\n\n82 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024093",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024093.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3397,
    "word_count": 540,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.922546",
    "prefix": "IMAGES-007"
  }
}