{
  "document_id": "HOUSE_OVERSIGHT_011919",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011919.txt",
  "text": "40. _ As Stated above, the press reports were erroneously connecting both Plaintiffs to\nEpstein’s illegal activities. (Composite Exhibit A attached).\n\n41. Epstein’s illegal activities were outrageous and extreme; they involved receiving\nmassages from the under-aged girls while the girls were nude or nearly-nude; penetration of the\ngirls with a finger or object; or full-intercourse.\n\n42. These activities described above caused Plaintiff Brunel severe emotional distress. In\nfact, Plaintiff Brunel has recently undergone psychotherapy with a local psychologist, Dr. Royce\nN. Jalazo, as a result of Epstein’s actions and the negative results on his business. (Exhibits N &\nO attached).\n\n43. Plaintiff Brunel is emotionally destroyed as a result of Epstein’s actions and the resultant\neffects on his business. He has been on medications to deal with the effects of this. (Composite\nExhibit P — Medical History).\n\n44. Plaintiffs have been damaged by the conduct of Defendant Epstein, and have accordingly\nretained undersigned counsel to represent him in this matter, and are obligated to pay counsel a\nreasonable fee for his services.\n\nFACTUAL ALLEGATIONS AS TO DEFENDANTS TYLER MCDONALD & TYLER\nMCDONALD D/B/A YLORG\n\n45. Defendant Tyler McDonald (“McDonald”) is the owner/operator of Yi.Org and also does\nbusiness as Yi.Org — Defendant Tyler McDonald d/b/a Yi.org (“McDonald d/b/a Yi.Org”).\nDefendant McDonald resides in the state of Washington. Yi.Org is a website hosting service\nbased in Vancouver, British Columbia, Canada.\n\n46. In about 2009, Yi.org, by and through the actions of its owner, McDonald, began hosting\nwebsites that contained hyperlinks that contained blatantly false and extremely disparaging\n\ninformation about Plaintiffs. (Exhibit Q attached - hyperlink screenshot).\n\nHOUSE_OVERSIGHT_011919",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011919.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1812,
    "word_count": 266,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.110892",
    "prefix": "IMAGES-001"
  }
}