{
  "document_id": "HOUSE_OVERSIGHT_024446",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024446.txt",
  "text": "(3) WHERE THE TRANSFER IS BY OPERATION OF LAW.\nAs fo fhe Common LP Units\n\nTHIS MEMORANDUM HAS NOT BEEN REGISTERED AS A PROSPECTUS WITH THE MONETARY\nAUTHORITY OF SINGAPORE AND THIS OFFERING IS NOT REGULATED BY ANY FINANCIAL\nSUPERVISORY AUTHORITY PURSUANT TO ANY LEGISLATION IN SINGAPORE. YOU SHOULD\nACCORDINGLY CONSIDER CAREFULLY WHETHER THE INVESTMENT IS SUITABLE FOR YOU.\n\nEACH INVESTOR AGREES THAT THIS MEMORANDUM AND ANY OTHER DOCUMENT OR\nMATERIAL IN CONNECTION WITH THE OFFER OR SALE, OR INVITATION FOR SUBSCRIPTION OR\nPURCHASE, OF COMMON LP UNITS MAY NOT BE CIRCULATED OR DISTRIBUTED, NOR MAY\nSUCH COMMON LP UNITS BE OFFERED OR SOLD, OR BE MADE THE SUBJECT OF AN\nINVITATION FOR SUBSCRIPTION OR PURCHASE, WHETHER DIRECTLY OR INDIRECTLY, TO\nPERSONS IN SINGAPORE OTHER THAN INSTITUTIONAL INVESTORS (AS DEFINED IN SECTION\n4A OF THE SECURITIES AND FUTURES ACT, CHAPTER 289 OF SINGAPORE ('SFA’)),\nACCREDITED INVESTORS (AS DEFINED IN SECTION 4A OF THE SFA) OR ANY PERSON\nPURSUANT TO AN OFFER THAT IS MADE ON TERMS THAT SUCH COMMON LP UNITS ARE\nACQUIRED AT A CONSIDERATION OF NOT LESS THAN S$200,000 (OR ITS EQUIVALENT IN A\nFOREIGN CURRENCY) FOR EACH TRANSACTION, WHETHER SUCH AMOUNT IS TO BE PAID FOR\nIN CASH OR BY EXCHANGE OF SECURITIES OR OTHER ASSETS.\n\nNOTICE TO RESIDENTS OF SPAIN\n\nNO PUBLIC OFFERING OF THE COMMON LP UNITS WILL BE CARRIED OUT IN THE SPANISH\nTERRITORY, PURSUANT TO THE DEFINITION OF PUBLIC OFFER CONTAINED iN ARTICLE 30 BIS\nOF THE SECURITIES MARKET LAW 24/1988, OF JULY 28. CONSEQUENTLY, THIS MEMORANDUM\nHAS NOT BEEN AND WILL NOT BE VERIFIED OR REGISTERED WITH THE SPANISH SECURITIES\nMARKET COMMISSION (COMISION NACIONAL DEL MERCADO DE VALORES, “CNMV\").\n\nNOTICE TO RESIDENTS OF SWITZERLAND\n\nTHE UNITS ARE BEING OFFERED BY WAY OF A PRIVATE PLACEMENT TO A LIMITED NUMBER OF\nINVESTORS WITHOUT ANY PUBLIC OFFERING IN OR FROM SWITZERLAND. THIS\nMEMORANDUM AND ANY OTHER OFFERING MATERIAL RELATING TO THE UNITS ARE INTENDED\nSOLELY FOR THE RECIPIENT, THE INFORMATION THEREIN !S STRICTLY CONFIDENTIAL AND\nTHEREFORE MAY NOT BE DISTRIBUTED TO ANY THIRD PARTY OR THE PUBLIC IN GENERAL.\n\nNOTICE TO RESIDENTS OF THE UNITED ARAB EMIRATES (“UAE”)\n\nBY RECEIVING THIS MEMORANDUM, THE PERSON OR ENTITY TO WHOM IT HAS BEEN ISSUED\nUNDERSTANDS, ACKNOWLEDGES AND AGREES THAT THIS MEMORANDUM HAS NOT BEEN\nAPPROVED BY THE UAE CENTRAL BANK, THE UAE MINISTRY OF ECONOMY OR ANY OTHER\nAUTHORITY IN THE UAE, NOR ARE THE AGENTS AUTHORIZED OR LICENSED BY THE UAE\nCENTRAL BANK, THE UAE MINISTRY OF ECONOMY OR ANY OTHER AUTHORITY IN THE UAE TO\nMARKET OR SELL THE UNITS IN THE COMPANY WITHIN THE UAE. NO MARKETING OF ANY\nFINANCIAL PRODUCTS OR SERVICES HAVE BEEN OR WILL BE MADE FROM WITHIN THE UAE\nAND NO SUBSCRIPTION TO ANY SECURITIES, PRODUCTS OR FINANCIAL SERVICES MAY OR\nWILL BE CONSUMMATED WITHIN THE UAE.\n\nTHE AGENTS ARE NOT LICENSED BROKERS, DEALERS, FINANCIAL ADVISORS OR INVESTMENT\nADVISORS UNDER THE LAWS APPLICABLE IN THE UAE, AND DO NOT ADVISE INDIVIDUALS\nRESIDENT IN THE UAE AS TO THE APPROPRIATENESS OF INVESTING IN OR PURCHASING OR\nSELLING SECURITIES OR OTHER FINANCIAL PRODUCTS. NOTHING CONTAINED IN THIS\nMEMORANDUM IS INTENDED TO CONSTITUTE INVESTMENT, LEGAL, TAX, ACCOUNTING OR\nOTHER PROFESSIONAL ADVICE IN, OR IN RESPECT OF, THE UAE,\n\nHOUSE_OVERSIGHT_024446",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024446.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3260,
    "word_count": 537,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.358811",
    "prefix": "IMAGES-007"
  }
}