{
  "document_id": "HOUSE_OVERSIGHT_012641",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012641.txt",
  "text": "COUNT fi\nIntentional Infliction of Emotional Distress\n\n21. Plaintiffs Jane Doe by and through her Father, as parent and natural guardian, Jane\nDoe’s Father and Jane Doe’s Stepmother, individually, repeat and reallege paragraphs 1 through 16\nabove, .\n\n22. Epstein’s conduct was intentional or reckless.\n\n23.  Epstein's conduct was outrageous, going beyond all bounds of decency.\n\n24. _Epstein’s conduct caused severe emotional distress not only to Jane Doe, but also to\nher parents, Jane Doe’s Father and Jane Doe’s Stepmother. Epstein knew or had reason to know that\nhis intentional and outrageous conduct would cause emotional trauma and damage to Jane Doe’s\nparents.\n\n25. Asa direct and proximate result of Epstein’s intentional or reckless conduct, Jane\nDoe, Jane Does’ Father and Jane Doe’s Stepmother have suffered and will continue to suffer severe\nmental anguish and pain.\n\nWHEREFORE, Plaintiffs Jane Doe by and through her Father, as parent and natural\nguardian, Jane Doe’s Father and Jane Doe’s Stepmother demand judgment against Defendant J effrey\nEpstein for compensatory damages, costs, punitive damages, and such other and further relief as this\nCourt deems just and proper.\n\n. COUNT It\nLoss of Parental Consortium\n\n26. Plaintiff Jane Doe’s Father repeats and realleges paragraphs 1 through 16 above.\n27,  Epstein’s tortious conduct is the direct and proximate cause of damages to Jane Doe’s\n\nFather, consisting of parental loss of comfort, companionship and society and healthcare costs\n\nHERMAN & MERMELSTEN, P. A, www.hermaniaw.com\n\nHOUSE_OVERSIGHT_012641",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012641.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1570,
    "word_count": 238,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.647987",
    "prefix": "IMAGES-002"
  }
}