{
  "document_id": "HOUSE_OVERSIGHT_029937",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029937.txt",
  "text": "Article 2.\n\nThe Daily Beast\n\n5 Lessons of the DSK Affair\n\nBernard-Henri Lévy\n\nJuly 2, 2011 -- The Strauss-Kahn affair is not over.\n\nFor it to be over, the American system of justice must pursue its\ninvestigation and work to the very end.\n\nIf it’s truly to be over, Dominique Strauss-Kahn must be granted not\nonly his freedom, but—even more importantly—trestoration of his\nhonor.\n\nIn other words, “the Strauss-Kahn affair” will continue to be regarded\nas such as long as it hasn’t been clearly established that there never\nwas any affair at all—and that the plaintiff, not content to have lied\nabout this or that aspect of her past, also lied in accusing the former\nhead of the IMF of having raped her.\n\nAnd yet, given recent revelations, we can already draw a few lessons\nfrom what will ultimately—no doubt very soon—be known as the\nStrauss-Kahn non-affair.\n\n1. The cannibalisation of Justice by the Sideshow.\n\nThis cannibalisation is not exclusively an American phenomenon, of\ncourse, and we have witnessed myriad examples of it in Europe and\nFrance. But it must be said that, with this affair, it has reached the\nheights of obscenity. The improvised press conference by the\nwoman’s lawyer on the steps of a courthouse normally dedicated to\nthe sober discernment of the truth was obscene. The “shame on\nyou’s” that greeted Dominique Strauss-Kahn as he arrived for the\nhearing on June 6th, shouted by battalions of hotel chambermaids\nwho knew nothing of the actual case and whose protest had been\norchestrated and scripted, were obscene. And so, too, though in\nanother manner, was the famous “perp walk” which, I’m aware, is the\n\nHOUSE_OVERSIGHT_029937",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029937.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1652,
    "word_count": 276,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.830459",
    "prefix": "IMAGES-010"
  }
}