{
  "document_id": "HOUSE_OVERSIGHT_031331",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031331.txt",
  "text": "Moroccan security forces have accused the 20\" February movement—which is demanding constitutional reforms—of\nviolating the law, claiming that the movement has become an umbrella cover for extremists, from the left and right, who are\ncalling for the downfall of the regime. Officials have, however, denied allegations that the government has decided to forbid\nthe movement from protesting.\n\nBahrain\n\nSources suggest that the opposition plans to resume protests for democratic reforms as soon as the emergency law is lifted\non June 1.\n\nAccording to reports, Saudi officials have approached Pakistan, Malaysia, Indonesia, and Central Asian states to lend\ndiplomatic support and, possibly, military assistance to the Gulf Cooperation Council's presence in Bahrain. Saudi national\nsecurity adviser, Prince Bandar bin Sultan, has reportedly asked for Pakistani support in Bahrain, including the possible\nintegration of Pakistani troops into the approximately 4000 Saudis already posted there. Malaysia has already indicated its\nwillingness to send troops to Bahrain.\n\nSaudi Arabia\n\nProtesters in eastern Saudi Arabia, an area mostly populated by Saudi Shiites, believed their movement would spread to\nother parts of the country, but the protests remained confined to the East. The youth movement ended its protests there,\nfollowing pressure from community elders and the arrests of 150 demonstrators. Activists believe that the protests for\ndemocratic reforms and an end to sectarian discrimination will eventually resume. Riyadh remains concerned that Iran is\nmanipulating Shiite sentiments and the desire for reforms in order to further lranian foreign policy objectives.\n\nManal al-Sharif—an information technology expert—was detained for five days on Sunday on charges of disturbing public\norder. Sharif was arrested while driving in the eastern city of Dammam with her brother sitting next to her, challenging the\nlaw that forbids Saudi females from driving.\n\nHer arrest has been highlighted on both Facebook and Twitter, with a call to Saudi women to drive en masse on June 17.\nThe campaign has so far attracted 12,000 followers on Facebook. Saudi Arabia is the only country that forbids women from\ndriving. The Saudi government wants to prevent the rise of a movement, using social media having observed similar protest\nmovements in other Arab states. An online petition to free Sharif, addressed to King Abdullah, has attracted more than 600\nsignatures by both men and women.\n\nHOUSE_OVERSIGHT_031331",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2500,
    "word_count": 376,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.905920",
    "prefix": "IMAGES-011"
  }
}