{
  "document_id": "HOUSE_OVERSIGHT_016550",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016550.txt",
  "text": "Page 41 of 42\n103 Minn. L. Rev. 844, *913\n\n26 See supra note 224 (citing state statutes in Florida and Wisconsin that encourage or mandate local prosecutors to adopt policies that\nimprove enforcement).\n\n27 Gershowitz, supra note 219.\n\n8 On domestic violence and rape offenses, see Gruber, supra note 221, at 752-63 (recounting the feminist movement's efforts to reform\ndomestic violence and rape prosecution law and policies); id. at 760 & n.90 (citing statutes that require prosecutors to adopt \"pro-\nprosecution\" policies for domestic violence); id. at 763-74 (describing the history of victim rights' movement); Sack, supra note 220, at 1666,\n1689-90 (2004) (describing the women's movement as focused on domestic violence since the 1960s and arguing that mandatory prosecution\npolicies are necessary for police and prosecutors to make the \"right choices\"); Christine O'Connor, Note, Domestic Violence No-Contact\nOrders and the Autonomy Rights of Victims, 40 B.C. LE. Rev. 937, 942-43 (1999) (arguing that prosecutors' view of domestic violence as a\nprivate problem contributed to reluctance to prosecute). On drunk-driving law and policy, see Gershowitz, supra note 219 (describing efforts\nby MADD and other groups to toughen laws and enforcement efforts against drunk driving and summarizing subsequent law reform).\n\n229 See supra note 228.\n\n220 Cf. Long & Wilkinson, supra note 186, at 1 (explaining that specialized prosecution units provide prosecutors with the opportunity to\nwork with \"community partners\").\n\n21 See, e.g., Jeffrey Ulmer & Christopher Bader, Do Moral Communities Play a Role in Criminal Sentencing? Evidence from Pennsylvania,\n49 Soc. Q. 737, 753, 757 (2008) (finding in county-level data that \"Christian religious homogeneity\" increases the likelihood of incarceration,\nespecially when Christian denominations are civically engaged, partially through the effect of local Republican Party dominance via the\nelection of judges and prosecutors).\n\n232 Gershowitz, supra note 219.\n\n233 See generally Richard Perez-Pena & Timothy Williams, Glare of Video Is Shifting Public's View of Police, N.Y. Times, July 31, 2015, at\nAl (describing survey data on public views about police and apparent effects of video evidence on public opinion); Santo, supra note 186\n(describing enforcement challenges for crimes against prison inmates).\n\n234 Tan Lovett, Los Angeles Joins Debate on Force After Police Killing of a Homeless Man, N.Y. Times, April 17, 2016, at A12 (describing\nthe \"pressure that prosecutors now face to move aggressively against officers who kill civilians\" and quoting an activist who says that the Los\nAngeles prosecutor's failure to indict in one case would be \"political suicide\").\n\n235 See Carlos Berdejo & Noam Yuchtman, Crime, Punishment, and Politics: An Analysis of Political Cycles in Criminal Sentencing, 95\nRev. Econ. Stat. 741, 754-55 (2013) (finding that elected judges in Washington state assign longer sentences in years closest to elections);\nSanford C. Gordon & Gregory A. Huber, The Effect of Electoral Competitiveness on Incumbent Behavior, 2 Q.J. Pol. Sci. 107, 133 (2007)\n(comparing partisan and nonpartisan judicial elections in Kansas and finding strong effects on sentencing when judges in partisan elections\nexpect or face challengers). See generally, Jed Handelsman Shugerman, The People's Courts (2012) (providing a history of elected judges).\n\n26 For a knowledgeable account of the U.S. Justice Department's traditions of professionalism that mostly minimize political influence in\ncharging decisions, see generally Samuel W. Buell, Capital Offenses: Business Crime and Punishment in America's Corporate Age (2016).\nBut see Gordon, supra note 214; cf. Scott Ashworth, Electoral Accountability: Recent Theoretical and Empirical Work, 15 Ann. Rev. Pol.\nSci. 183, 183-201 (2012) (surveying theoretical and empirical research into the connection between political accountability and policy\ndecisions).\n\n237 See, e.g., In re Hickson, 2000 PA Super 402, P 41 (finding that private prosecutions \"constitute[] a recognition by the legislature that the\noffice of the district attorney should be subject to a system of checks and balances\"); /n re Piscanio, 344 A.2d 658, 660-61 (Pa. Super. Ct.\n1975) (\"The judge's independent review of the complaint checks and balances the district attorney's decision and further hedges against\npossibility of error.\").\n\n238 Outside the United States, prosecution agencies are commonly under a politically accountable justice minister or attorney general, whose\npolitical judgment, in principle, operates only at the level of broad policy and should not interfere with specific case decisions. See, e.g.,\nProsecution of Offences Act 1974, ยง 2(5) (Act No. 22/1974) (Ir.) http:/\n/www.irishstatutebook.ie/eli/1974/act/22/section/2/enacted/en/index.html (\"The Director [of Public Prosecutions] shall be independent in the\nperformance of his functions.\"). Australia's Office of the Commonwealth Director of Public Prosecutions, whose director is appointed for a\nseven-year term, is an independent prosecution service within the Commonwealth Attorney-General's portfolio, but functions independently\nof the Attorney-General and the political process. Director of Public Prosecutions Act 1983 (Cth) (Austl.) (as amended 2012); About Us,\nCommonwealth Dir. Pub. Prosecutions, /ttp.//www.cdpp.gov.au/AboutUs (last visited Oct. 30, 2018); see also Mark Findlay et al., Australian\nCriminal Justice 125-26 (1994) (describing \"the development of prosecutorial independence from the executive\"). Canada's Public\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016550",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5618,
    "word_count": 810,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:46.859752",
    "prefix": "IMAGES-004"
  }
}