{
  "document_id": "HOUSE_OVERSIGHT_013155",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013155.txt",
  "text": "12.10 Conclusion: Eight Ways to Bias AGI Toward Friendliness 239\n\nTo make these ideas more concrete, we may speculatively reformulate the first two “global\nbrain phases” mentioned above as follows:\n\ne Phase 1 global brain proto-mindplex: AI/AGI systems enhancing online databases, guiding\nGoogle results, forwarding e-mails, suggesting mailing-lists, etc. - generally using intelligence\nto mediate and guide human communications toward goals that are its own, but that are\nthemselves guided by human goals, statements and actions\n\ne Phase 2 global brain mindplex: AGI systems composing documents, editing human-written\ndocuments, sending and receiving e-mails, assembling mailing lists and posting to them,\ncreating new databases and instructing humans in their use, etc.\n\nIn Phase 2, the conscious theater of the global-brain-mediating AGI system is composed of\nideas built by numerous individual humans - or ideas emergent from ideas built by numerous\nindividual humans - and it conceives ideas that guide the actions and thoughts of individual\nhumans, in a way that is motivated by its own goals. It does not force the individual humans\nto do anything - but if a given human wishes to communicate and interact using the same\ndatabases, mailing lists and evolving vocabularies as other humans, they are going to have to\nuse the products of the global brain mediating AGI, which means they are going to have to\nparticipate in its patterns and its activities.\n\nOf course, the advent of advanced neurocomputer interfaces makes the picture potentially\nmore complex. At some point, it will likely be possible for humans to project thoughts and\nimages directly into computers without going through mouse or keyboard - and to “read in”\nthoughts and images similarly. When this occurs, interaction between humans may in some con-\ntexts become more like interactions between computers, and the role of global brain mediating\nAI servers may become one of mediating direct thought-to-thought exchanges between people.\n\nThe ethical issues associated with global brain scenarios are in some ways even subtler than\nin the other scenarios we mentioned above. One has issues pertaining to the desirability of\nseeing the human race become something fundamentally different — something more social and\nnetworked, less individual and autonomous. One has the risk of AGI systems exerting a subtle\nbut strong control over people, vaguely like the control that the human brain’s executive system\nexerts over the neurons involved with other brain subsystems. On the other hand, one also has\nmore human empowerment than in some of the other scenarios — because the systems that are\nchanging and deciding things are not separate from humans, but are, rather, composite systems\nessentially involving humans.\n\nSo, in the global brain scenarios, one has more “human” empowerment than in some other\ncases — but the “humans” involved aren’t legacy humans like us, but heavily networked hu-\nmans that are largely characterized by the emergent dynamics and structures implicit in their\ninterconnected activity!\n\n12.10 Conclusion: Eight Ways to Bias AGI Toward Friendliness\n\nIt would be nice if we had a simple, crisp, comforting conclusion to this chapter on AGI ethics,\nbut it’s not the case. There is a certain irreducible uncertainty involved in creating advanced\nartificial minds. There is also a large irreducible uncertainty involved in the future of the human\nrace in the case that we don’t create advanced artificial minds: in accordance with the ancient\nChinese curse, we live in interesting times!\n\nHOUSE_OVERSIGHT_013155",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3601,
    "word_count": 561,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.006751",
    "prefix": "IMAGES-002"
  }
}