{
  "document_id": "HOUSE_OVERSIGHT_019033",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019033.txt",
  "text": "Date: 7/13/06 - M BEACH POLICE DEPARTMEN\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. .. . : 1-05-000368 (Continued)\nbrought her to the interview room and explained to her that I was\nconducting an investigation on Jeffrey Epstein_and felt she may have\n\ninformation_pertaining to the investigation. [___] identified\nherself as[> and resides in Wellington, Florida. She\n\nadvised approximately a year ago she was brought to Epstein's house to\nprovide a massage for money. stated she needed to make money and\nfelt it was a quick way to make some money. [_] stated she was\nbrought to the house by[_____] and was introduced to Epstein and his\nassistant. She was brought to his main bathroom and provided_a\nmassage. I asked her if she provided the massage naked. stated\nshe did. She rubbed Epstein's legs, back and chest. I asked[[__ Jif\nEpstein touched her during the massage. She advised he did not,\nhowever he did masturbate himself as she rubbed his chest. Once he\nclimaxed the massage was over. She was paid her money and left the\narea. [___] advised it occurred one time and she never returned to\nEpstein's house. The interview was concluded and[___]was escorted to\nthe lobby. .\n\nT located a telephone number for Lian attempted to\ncontact her on several occasions. I called and spoke\nwith[____—_—sd|who advised she would speak with me in Deerfield Beach\nwhere she resides. Due to a scheduling conflict, we were unable to\n\nmeet. I informed her I would contact her to schedule another b6\nappointment to speak with her about this investigation. [I have b7Cc\nattempted to meet with her and make telephone contact with negative\nresults. ‘\n\nOn February 13, 2006, I met with David Rodgers at 7318 Heathley Drive\nin Lake Worth. Rodgers was identified as Epstein's pilot. I spoke\nwith Rodgers who advised he has been employed with Epstein since 1991.\nHe flies both planes for Epstein depending where he wants to fly to.\nRodgers was asked about passengers in the plane he flies. Rodgers\nstated unless Epstein flew to his island off of St Thomas, there would\nbe no way of knowing who the passengers were. I mentioned a recent\nflight to Ohio, where Rodgers flew to Ohio to pick up\nRodgers stated he recalled flying on several occasions and did\nremember [_____] Rodgers stated once he is in the cockpit, he does not\n‘know who the passengers are. When he prepares the passenger\nmanifests, he lists Epstein and his assistants he knows by name, iii\nand MENNNN..»-— ss Rodgers stated he would list either female or male\npassengers on the manifests only to keep a count on the passengers.\nMrs. Rodgers came into the living room and recommended that her\nhusband consult with an attorney. Mr. Rodgers agreed he would speak\nwith the family attorney to inform him of this questioning. I\nexplained to Mr. Rodgers that he was not the suspect in this\ninvestigation and ceased all questions. Based on the fact Rodgers\ncould not advise who passengers were in the plane, I then left the\narea.\n\nT attempted to locate( cin\nWellington. I left my business card for her to return my call. On\n\nFebruary 14, 2006, at 12:06 pm, I received a call back from~_\n\nHOUSE_OVERSIGHT_019033",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019033.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3156,
    "word_count": 542,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.227585",
    "prefix": "IMAGES-005"
  }
}