{
  "document_id": "HOUSE_OVERSIGHT_024517",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024517.txt",
  "text": "11.3. School Partnerships Unit (3% of Pro Forma FYE December 31, 2005 Revenue)\n\nThrough the School Partnerships Unit, KLC OpCo provides customized before and after school\neducational enrichment and recreational programs for school age and preschool children in partnership\nwith elementary schools. KLC OpCo provides these partnership services primarily through 573 sites in 20\nstates. Average tuition ranges from $35~$75 per week, payable in advance. Parents account for 94% of\ntotal tuition received, while state and grant subsidies account for the remaining 6%.\n\nThese before and after school programs are typicaliy conducted in collaboration with public schools and\nlocated on-site at public school campuses. The success of the programs has led to the development of\nsummer camps, remedial programs, and drop-in care. Programs are operated under the Champions\nname. Because each program is relatively small (approximately 40 children per program), operating\ncosts associated with running each program are minimal. Little or no capital investment is required and\nthe contracting school typically provides on-site space for the program. Contract tenures range from one\nyear to evergreen. They often stipulate that KLC pays minimum fees to the elementary schools for use of\nfacilities.\n\nKLC OpCo's November 2004 acquisition of EdSolutions, Inc. (\"ESI\") provided it entry into the\nSupplemental Education Services (\"SES\") tutoring business. The SES business is part of the federal No\nChild Left Behind Act's effort to improve the performance of students at failing schools. KLC OpCo\noperates 72 SES sites. ESI is approved to provide SES in 19 states and our plans call for ESI to serve as\na platform for future growth for KLC.\n\n11.4. Distance Learning (1% of Pro Forma FYE December 31, 2005 Revenue)\n\nThrough its wholly owned subsidiary, KCDL, KLC OpCo also operates accredited high schocl distance\nlearning programs that have served over 200,000 students since 1975. Based in Portland, Oregon,\nKCDL operates Keystone National High School and iQ Academies. Keystone National High School is\none of the largest and most experienced accredited high school distance learning programs in the country.\nKeystone is a private, diploma granting school with parents or schools paying for individual courses\nand/or complete curriculum, Keystone served over 14,000 students in 2005 and offers more than 60\ndistance learning courses. iQ Academies develops and manages online charter schools. It currenily\noperates one school in Wisconsin, is working on the approval process for another charter in California,\nand has plans to begin several more charters in the next 12 months. iQ Academies provides support\nrequired to launch and operate an online high school including curriculum, instruction, technology,\nmarketing and support. Though only 1% of KLC OpCo’s pro forma revenues, KCDL is highly profitable\nand accounts for almost 2% of KLC OpCo’s pro forma Adjusted EBITDA.\n\n11.5. Business Strategy\n\nKLC OpCo's strategy is to drive revenue growth and enhance profitability through a combination of the\nfollowing initiatives:\n\n@ Expansion of existing business lines. Management believes that the opportunity exists to significantiy\nexpand the scope of its existing business lines:\n\n— Community centers. KLC OpCo has substantial experience in selecting and opening new\ncommunity centers. Over the next six years KLC OpCo plans to open 195 new centers which are\nexpected to generate approximately $200 million of gross revenue.\n\n— Employer-sponsored centers. KLC OpCo expects to continue the expansion of its employer-\nsponsored centers. Over the next six years KLC OpCo plans to open 124 new centers with gross\nrevenue of approximately $120 million.\n\n84\n\nHOUSE_OVERSIGHT_024517",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024517.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3759,
    "word_count": 571,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.269704",
    "prefix": "IMAGES-008"
  }
}