{
  "document_id": "HOUSE_OVERSIGHT_010588",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010588.txt",
  "text": "all substantive questions regarding her role in arranging for minor girls to come to Epstein’s\nmansion to be sexually abused. Reinhart had previously been an Assistant United States\nAttorney in the U.S. Attorney’s Office for the Southern District of Florida when Epstein was\nbeing investigated criminally by Reinhart’s office. Reinhart left the United States Attorney’s\nOffice and was immediately hired by Epstein to represent Epstein’s pilots and certain co-\nconspirators during the civil cases against Epstein. See Edwards Affidavit, Exhibit “N” at 11.\n\n59, Edwards also had other lines of legitimate discovery blocked through the efforts\nof Epstein and others. For example, Edwards learned through deposition that Ghislaine Maxwell\nwas involved in managing Epstein’s affairs and companies. See deposition of Epstein's house\nmanager Janusz Banziak, February 16, 2010 at page 14, lines 20-23 (Deposition Attachment\n#16); See deposition of Epstein's housekeeper Louella Rabuyo, October 20, 2009, page 9, lines\n17-25 (Deposition Attachment #17); See deposition of Epstein's pilot Larry Eugene Morrison,\nOctober 6, 2009, page 102-103 (Deposition Attachment #18); See deposition of Alfredo\nRodriguez, August 7, 2009, page 302-306 and 348 (Deposition Attachment #8); See also Prince\nAndrew's Friend, Ghislaine Maxwell, Some Underage Girls and A Very Disturbing Story,\nSeptember 23, 2007 by Wendy Leigh, link at\nhttp://www.redicecreations.com/article.php?id= 1895OHANNA SJOBERG. Exhibit “AA”’.\n\n60. Alfredo Rodriguez testified that Maxwell took photos of girls without the girls’\nknowledge, kept the images on her computer, knew the names of the underage girls and their\nrespective phone numbers and other underage victims were molested by Epstein and Maxwell\n\ntogether. See Deposition of Rodriguez, Deposition attachment # 8 at 64, 169-170 and 236.\n\nex)\n\nHOUSE_OVERSIGHT_010588",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010588.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1873,
    "word_count": 270,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:48.664203",
    "prefix": "IMAGES-001"
  }
}