{
  "document_id": "HOUSE_OVERSIGHT_031596",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031596.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 12/8/2015 9:51:09 PM\nTo: Thomas Jr., Landon\nSubject: Re: Trump\n\nImportance: — High\n\nread the uzz feed re my airplane logs and hawain tropic contest. / have them ask my houseman about\ndonad almost walking through the door leaving his nose print on the glass as young women were swimming in\nthe pool and he was so focused he walked straight into the door\n\nOn Tue, Dec 8, 2015 at 5:41 PM, Thomas Jr., Landon DR «.01<:\n\nNow everyone coming to me thinking I have juicy info on you and Trump.\nBecause of this.\n\n\"I've known Jeff for fifteen years. Terrific guy,\" Trump booms from a speakerphone. \"He's a lot of fun to be with. It is\neven said that he likes beautiful women as much as I do, and many of them are on the younger side. No doubt about it --\nJeffrey enjoys his social life.\"\n\nThat story will never die.\n\nLandon Thomas, Jr.\nFinancial Reporter\nNew York Times\n\nhttp://topics.nytimes.com/top/reference/timestopics/people/t/landon jr thomas/index.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_031596",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1617,
    "word_count": 258,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.204286",
    "prefix": "IMAGES-011"
  }
}