{
  "document_id": "HOUSE_OVERSIGHT_019661",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019661.txt",
  "text": "The Keys to the Kingdom Are Missing | 173\n\nter and Politburo member of the Soviet Union and, after the Soviet\nUnion broke up, the first president of Georgia. Even though she had\ninterviewed many top political figures in Russia, obtaining an hour-\nlong interview with Kucherena was a coup because, until then, he\nhad not discussed Snowden in a television interview.\n\nAbout halfway through the interview, Shevardnadze brought\nup the highly sensitive subject of the disposition of the NSA docu-\nments. If anyone was in a position to know about these documents,\nit was Kucherena. He had acted as an intermediary for Snowden\nin his negotiations with Russian authorities, including the FSB. As\nsuch, he would be privy to the status of the secret material that was\nof interest to the Russian intelligence services. When I interviewed\nKucherena in Moscow in 2015, he told me that “all the reports” con-\ncerning Snowden had been turned over to him by “Russian authori-\nties” in July 2013. “I had all of Snowden’s statements,” he said. If so,\nhe presumably knew what Snowden had told the Russian security\nservices.\n\nHad Snowden come to Russia with empty hands or bearing gifts?\n\n© Shevardnadze directly asked Kucherena if Snowden had given all ©\nthe documents he had taken from the NSA to journalists in Hong\nKong. Kucherena answered her question without any evasion, say-\ning that Snowden had only given “some” of the NSA’s documents in\nhis possession to journalists in Hong Kong. He had kept the remain-\ning documents in his possession. That confirmed what Snowden had\ntold Greenwald, Poitras, and Lam in Hong Kong. Snowden told them\nthat he had divided the stolen NSA documents into two separate sets\nof documents. One set he gave to Poitras and Greenwald on thumb\ndrives. The other set, which he told them he considered too sensi-\ntive for these journalists, he retained for himself. U.S. investigators\nat the NSA, the CIA, and the Department of Defense would like to\nknow what Snowden did with the set of documents he had retained\nfor himself and had not shared with the journalists in Hong Kong.\n\nShevardnadze, who makes it a point to drill her interviewees,\npressed Kucherena as to whether Snowden still had these NSA files,\nor “material,” in Russia. The dialogue went as follows (from the\ntranscript supplied to me by Shevardnadze).\n\n| | Epst_9780451494566_2p_all_r1.z.indd 173 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019661",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019661.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2421,
    "word_count": 407,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.938641",
    "prefix": "IMAGES-005"
  }
}