{
  "document_id": "HOUSE_OVERSIGHT_023097",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023097.txt",
  "text": "March 13, 2005\n\nFRANK RICH\n\nThe Greatest Dirty Joke Ever Told\n\nT was two and half weeks after 9/11 that I heard the dirtiest joke I'd ever heard in my life.\nNew York was still tossing and turning under its blanket of grief back then. Almost no one\nwas going out at night to have fun, a word that had been banished from the country's\nvocabulary. But desperately sad people will do desperate things. That's my excuse for\nmaking my way with my wife to the Hilton on Sixth Avenue, where the Friars Club was\nroasting Hugh Hefner.\n\nSomeone had decided that the show must go on. A crowd materialized out of nowhere to\npack a vast ballroom in an otherwise shadowy and deserted Midtown. On the dais were\nnot only the expected clowns old (Alan King) and young (Jimmy Kimmel) but a surreal\ngrab bag of celebrities out of Madame Tussauds: Dr. Joyce Brothers, Ice-T, Patty Hearst,\nDonald Trump. \"God Bless America\" was sung by Deborah Harry.\n\nThe ensuing avalanche of Viagra jokes did not pull off the miracle of making everyone in\nthe room forget the recent events. Restlessness had long since set in when the last comic\non the bill, Gilbert Gottfried, took the stage. Mr. Gottfried, decked out in preposterously\nill-fitting formal wear, has a manic voice so shrill he makes Jerry Lewis sound like Morgan\nFreeman. He grabbed the podium for dear life and started rocking back and forth like a\nhyperactive teenager trapped onstage in a school assembly. Soon he delivered what may\nhave been the first public 9/11 gag: He couldn't get a direct flight to California, he said,\nbecause \"they said they have to stop at the Empire State Building first.\"\n\nThere were boos, but Mr. Gottfried moved right along to his act's crowning joke. \"A\ntalent agent is sitting in is office,\" he began. \"A family walks in - a man, woman, two kids,\nand their little dog. And the talent agent goes, \"What kind of an act do you do?’ \" What\nfollowed was a marathon description of a vaudeville routine featuring incest, bestiality and\nalmost every conceivable bodily function. The agent asks the couple the name of their\nunusual act, and their answer is the punch line: \"The Aristocrats.\"\n\nAs the mass exodus began, some people were laughing, others were appalled, and perhaps\na majority of us were in the middle. We knew we had seen something remarkable, not\nbecause the joke was so funny but because it had served as shock therapy, harmless shock\ntherapy for an adult audience, that at least temporarily relieved us of our burdens and\njolted us back into the land of the living again. Some weeks later Comedy Central would\n\nHOUSE_OVERSIGHT_023097",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023097.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2607,
    "word_count": 458,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.330470",
    "prefix": "IMAGES-007"
  }
}