{
  "document_id": "HOUSE_OVERSIGHT_018457",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018457.txt",
  "text": "Why had I worried? I knew my parents had striven to give me an independent, rational,\nfeminist outlook. Self-esteem and integrity. I was so lucky, I understood as my father said\nnothing but, \"All right.” It was a blinding realization: my father might have judged me\nwith all the worst things I thought of myself -- but instead, he trusted me to do my best.\n\nWhen I called my mother (long separated from my dad), too many of my flatmates were\naround for a private conversation indoors. I banished myself into a warm summer storm,\ncradling my cell phone away from the rain. There was a pause after I said the fateful\nwords -- then she said, \"Have you talked to your father about this?”\n\n\"Yes,\" I said hesitantly. \"Why?\"\n\"Well, I think it was an issue in our marriage that I was more into that stuff than he was.\"\n\nFat droplets soaked my hair. The tight knot in my chest -- familiar for nearly a year --\nloosened as I caught my breath. I turned my face up to the sky and let the tilted world\nresettle around me; my mother's faraway voice helped me through a hundred things that\nhad torn my heart. \"You aren't giving up your liberation,\" she reminded me, and\nemphasized my continuing right to a partner who respects me. She even noted mildly that\nshe'd \"wondered\" about me when I was a child.\n\nI'd feared that I was damaged, that there was something deeply broken in me. I'd wildly\nguessed that I'd suffered trauma and repressed the memories. But if my mother -- one of\nthe most independent, feminist women I've ever met -- could reconcile BDSM, then I\nknew I could. And if she was into BDSM herself, then rather than viewing my\nproclivities as damage, I could see them as something intrinsic we shared.\n\nOver the next hour, my mother told me I could retain rationality, self-esteem and\nintegrity. For the first time, I found myself believing it.\n\nMy therapist laughed when I told him. \"I swear,\" he cried, \"it's genetic!\"\n\nte Kk ok\n\nThere was one loose end to a conclusion that felt like a fairy tale. Though we had some\nunfettered conversations, tension remained between me and Richard -- perhaps it even\nworsened. At one point, observing us, Andrew said mildly: \"Settle down, you two.\"\n\nWorse, Andrew and I were going in different directions. I finally felt somewhat at peace\nwith BDSM, but he couldn't gain that comfort, and started backing away from it. It was\nimpossible not to think of Richard and shiver, remembering how uncompromisingly\nvicious he could be. When Andrew and I broke up over a year later, I knew: J shouldn't\nsee Richard. My therapist warned me to be careful with BDSM when my heart was in\npieces.\n\nOf course I wasn't.\n\nIt was the first time I'd explicitly pursued Richard since he'd told me, so long ago, that he\nwas busy. I emailed him straightforwardly, sat down on his bed shortly after Andrew and\nI broke up. When Richard set his fingernails into my skin, he murmured, \"It's been a\nwhile,” as if he'd always known he'd see me here again. The tears came more quickly\nthan they once had -- I'd fought them then, unwilling to break down in front of him. I'd\n\nHOUSE_OVERSIGHT_018457",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018457.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3103,
    "word_count": 560,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.528392",
    "prefix": "IMAGES-004"
  }
}