{
  "document_id": "HOUSE_OVERSIGHT_017136",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017136.txt",
  "text": "4.2.12\nWC: 191694\n\nDavid Ben Gurion.” The next day they were on a plane to Israel, and that afternoon Kronheim\nwas standing on the balcony of the Prime Minister’s house being photographed.\n\n“Ok, here’s the final challenge: maybe among Jews and Americans, you’re famous, but you'll\nnever get a picture with the Pope.” Next day, they’re off to Rome, and by afternoon, Kronheim is\nstanding on the balcony of St. Peters next to the Holy Father. A nun standing in the crowd turns\nto the skeptical friend and asks, “Who’s that guy standing next to Kronheim?”\n\nPresidents and Prime Ministers come and go. So do Popes. But not Milton Kronheim, who was\na fixture of Washington life for more than 60 years.\n\nI was privileged to participate in many of their lunches—mostly as a quiet observer—during my\nclerkship. (When I became a professor, Judge Bazelon invited me whenever I visited—then as a\nfull participant).\n\nThe first time I went to Kronheim’s for lunch, we picked up two justices at the Supreme Court\nbuilding: William O. Douglas and William Brennan. I had previously met Justice Brennan\nthrough his son Bill, who was my law school classmate and moot court partner. Justice Brennan\nwas just about the nicest, sweetest, most modest, important person I had ever met. I continued a\nfriendship with him until his death in 1997.\n\nJustice Douglas was entirely different. Nobody ever accused him of being nice or friendly. He\nwas surly, arrogant, dismissive and—I later learned—a blatant hypocrite. I learned this several\nweeks after the Kronheim lunch, when Judge Bazelon buzzed me into his office and pointed to the\nextension phone, signaling me to pick it up. The voice on the other end of the phone was familiar.\nHe was berating Judge Bazelon for canceling a speaking engagement that he had previously\naccepted. Bazelon turned to me and silently mouthed the words “Bill Douglas,” pointing to the\nphone. I listened as the Justice lectured my judge. Bazelon kept trying to reply, saying “TI just\ncan’t do it, Bill. It’s a matter of principle.” Douglas responded, “We’re not asking you to join,\njust to speak.” Bazelon replied, “That’s the point, Bill. They wouldn’t let me join. They don’t\naccept Jews or Blacks.”\n\nIt soon became evident that the two great liberal judges were arguing about a private club that\nexcluded Jews and Blacks. Douglas was a member of that club and had invited Bazelon to give a\nluncheon talk to its members. Bazelon had originally agreed, but when he learned of the clubs\n“restricted” nature, he withdrew his acceptance. Douglas was furious, Bazelon adamant. Neither\nrelented. I couldn’t believe that the great liberal justice not only belonged to a restricted club that\ndiscriminated on the basis of race and religion, but that he was utterly insensitive to Bazelon’s\nprincipled refusal to speak at such a club. This was the height of the civil rights movement, and\nJustice Douglas was writing decision after decision decrying public segregation and supporting\nefforts to demantle it. Yet he himself was participating in private segregation and condemning\nBazelon’s principled refusal to become complicit in it.\n\nThis phone call had a profound effect on my own subsequent actions and my refusal to speak, or\n\nremain silent about, private clubs that discriminate, whether it be the Harvard Club of New York,\n\n49\n\nHOUSE_OVERSIGHT_017136",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017136.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3355,
    "word_count": 557,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.234810",
    "prefix": "IMAGES-004"
  }
}