{
  "document_id": "HOUSE_OVERSIGHT_026543",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026543.txt",
  "text": "﻿Tax and Accounting Center http://taxandaccounting.bna.com/btac/display/batch_print_display.adp \nBloomberg Tax and Accounting \nBNA Center' \nSource: Daily Tax Report: News Archive > 2014> February > 02/27/2014> Lead Tax Report > Carried \nInterest: Camp's Tax Plan Hits Wall Street With Change in Carried Interest Treatment \n39 DTR GG-3 \nCarried Interest \nCamp's Tax Plan Hits Wall Street \nWith Change in Carried Interest Treatment \nBy Brett Ferguson \nInvestment fund managers would take a hit on their tax bills under House Ways \nand Means Committee Chairman Dave Camp's (R-Mich.) proposal to dramatically \nreshape the treatment of carried interest income. \nUnder current law, the share of long-term investment gains that fund managers \nare allowed to keep for themselves as compensation is treated as capital gains and taxed at about half \nthe rate of ordinary income. President Barack Obama has called for that income, known as carried \ninterest, to be taxed at ordinary income tax rates, saying the payments are more like income from a \nservice performed than a return on investment. \nCamp, while taking a softer line than the president, says he agrees. \n\"A partnership (e.g., private equity fund) that is in the business of raising capital, investing in other \nbusinesses, developing such businesses, and ultimately selling them, is in the trade or business of selling \nbusinesses. The businesses bought and sold by the partnership are its inventory,\" according to a detailed \nsummary of Camp's proposal. \nThe summary said to apply the tax law consistently, the profits derived by such an investment \npartnership and paid to its managing partners through management fees and a profits interest in the \npartnership should be treated as ordinary income. \nBut the Camp proposal also takes into account the technicalities of such businesses, excluding \npartnerships engaged in the real estate business, and applying a recharacterization formula to partners \nearning carried interest to take into account any share of invested capital they may own. \nAccording to the proposal, an applicable partnership interest would include any interest transferred, \ndirectly or indirectly, to a partner in connection with the performance of services by the partner, \nprovided that the partnership is engaged in a trade or business conducted on a regular, continuous and \nsubstantial basis consisting of raising or returning capital, identifying, investing in, or disposing of other \ntrades or businesses, and developing such trades or businesses. \nRecharacterization Formula Applied \nThe recharacterization formula \"generally would treat the service partner's applicable share of the \ninvested capital of the partnership as generating ordinary income by multiplying that share by a specified \nrate of return (the Federal long-term rate plus 10 percentage points), intended to approximate the \ncompensation earned by the service partner for managing the capital of the partnership,\" the proposal \nsaid. \nUnder the plan, the recharacterization amount would be determined, but not realized, on an annual basis \nand tracked over time. \n\"To the extent a service partner contributes capital to the partnership, the result would be less capital \ngain being characterized as ordinary income. Any distribution or gain from the sale of a partnership \ninterest (i.e., a realization event) then would be treated as ordinary to the extent of the partner's \nrecharacterization account balance for the tax year. Amounts in excess of the recharacterization account \nbalance would be capital gain,\" the proposal said. \n1 of 2 2/27/2014 9:00 AM \n\fTax and Accounting Center http://taxandaccounting.bna.com/btac/display/batch_print_display.adp \nIn a Feb. 25 article written for the Wall Street Journal, Camp said the proposal \"can clean up provisions \nlike 'carried interest' that allow certain private-equity firms to get the investment-income tax rate on \nwhat anyone else would call normal wage income.\" \nBenchmark for Future Bills? \nThe carried-interest proposal comes on top of a Camp plan to impose a tax on the assets of the largest \nU.S. banks and insurers. Even though his plan faces long odds in Congress this year, the proposal will \nbecome a benchmark for tax policy. \nUnder current law, carried interest, or the profits share received by private equity managers, gets \ntreated as capital gains, with a top basic rate of 20 percent as opposed to the ordinary income rate of \n39.6 percent. \nObama and other Democrats have been trying since 2007 to change that law with little success. Camp is \nwrapping a change to carried interest inside a reconstruction of the tax code that would lower tax rates \nand broaden the tax base. \nSteve Judge, president and chief executive officer of the Private Equity Growth Capital Council, an \nindustry trade group, said Camp's proposal was \"disappointing.\" \n\"Key policy makers from both parties have already made clear that the discussion around this draft \nproposal will be brief,\" Judge said in a statement Feb. 25. \"Nevertheless, Chairman Camp's proposal \npenalizes long-term capital investment, which he and other members of the House Ways and Means \nCommittee have purported to support.\" \nWith assistance from Richard Rubin in Washington. \nTo contact the reporter: Brett Ferguson in Washington at bferguson@bna.com \nTo contact the editor responsible for this story: Cheryl Saenz at csaenz@bna.com \nFor More Information \nTexts of the discussion draft and the section-by-section summary are in TaxCore. \nContact us at http://www.bna.cornicontact/index.html or call 1-800-372-1033 \nISSN 1947-3923 \nCopyright @ 2014, The Bureau of National Affairs, Inc. Reproduction or redistribution, in whole or in part, and \nin any form, without express written permission, is prohibited except as permitted by the BNA Copyright Policy. \n2 of 2 2/27/2014 9:00 AM \n\fJ.S. Private-Equity Tax Change Doubtful This Year, Says Carlyle Co... http://online.wsj.com/news/articles/SB100014240527023038013045... \nShould you be sitting in cash right now? \nIf you have a $500,000 portfolio, download the latest report by Forbes columnist Ken Fisher's firm. It tells you where we \nthink the market is headed and why. This must-read report includes research and analysis you won't find anyplace else. \nDon't miss it! Click Here to Download Your Report! FISHER INVESTMENTS' \nDow Jones Reprints: This copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or \ncustomers, use the Order Reprints tool at the bottom of any article or visit www.djreprints.com \n• See a sample reprint in PDF format. • Order a reprint of this article now \nMARKETS \nU.S. Private-Equity Tax Change Doubtful This Year, \nSays Carlyle Co-Founder \nSuggested Reform Could Increase Taxes on Private-Equity Profits \nBy MIKE SPECTOR \nFeb. 26, 2014 5:06 a.m. Er \nBERLIN— Carlyle Group LP co-founder David Rubenstein said U.S. lawmakers are \"unlikely\" to take up \nlegislation this year that could potentially increase taxes on deal profits reaped by private-equity \nmanagers. \nMr. Rubenstein's comments came after the chairman of the U.S. House Ways and Means Committee, \nRepublican Dave Camp of Michigan, said Congress should \"clean up\" the treatment of private-equity \nfirms' share of deal profits, called \"carried interest.\" These profits are currently treated as capital gains and \ntaxed at a lower rate than ordinary income. \n\"We can clean up provisions like carried interest that allow certain private-equity firms to get the \ninvestment-income tax rate on what anyone else would call normal wage income,\" Mr. Camp said in an \nopinion piece published on Wednesday in The Wall Street Journal outlining a series of tax-reform \nproposals. \nMore from SuperReturn Conference \nTPG 'Contemplating' Going Public \nApollo Weighs Investing in Debt \nKravis Warns on Debt Levels \nBut Mr. Rubenstein, often viewed by private-equity watchers \nas an authority on national politics since his firm is based in \nWashington, said various factors would likely prevent any \nmeasures affecting buyout firms from taking hold any time \nsoon. \nMontana Democrat Max Baucus, previously the chairman of the Senate Finance Committee, was just \nconfirmed as the U.S. ambassador to China, lowering the chances that chamber will take up such \nlegislation, Mr. Rubenstein said. In addition, a term limit will force Mr. Camp to relinquish his committee \nchairmanship in the House next year, he said. \n\"It's unlikely that will get into law,\" Mr. Rubenstein said of Mr. Camp's proposal before an audience at the \nSuperReturn International private-equity conference in Germany's capital. \"I don't think there is likely to be \nany tax reform legislation passed by this Congress at all.\" \nPrivate-equity firm managers, including Mr. Rubenstein and founders of other large buyout firms, have \nargued that carried interest they receive after investing in a company and later selling it should be treated \nas a capital gain. Proponents of taxing these profits at a higher rate contend the money is compensation \n1 of 2 2/27/2014 9:16 AM \n\fJ.S. Private-Equity Tax Change Doubtful This Year, Says Carlyle Co... http://online.wsj.com/news/articles/SB100014240527023038013045... \nfor services private-equity managers render when working on companies they take private. \nThe carried interest debate bubbled up in the wake of the recession and financial overhaul law later taken \nup on Capitol Hill. But the issue so far hasn't been addressed in any legislation passed by Congress and \nfor the most part hasn't gained traction amid other issues lawmakers are tackling. Still, many leading \nprivate-equity managers expect at some point to receive the more stringent tax treatment. \nMeanwhile, Mr. Rubenstein said sovereign-wealth funds will soon become the largest contributors of \ninvestment capital to private-equity firms, surpassing giant pension funds. Sovereign-wealth funds \ncurrently manage about $5.4 trillion, a number that will exceed $8 trillion by 2020, he said. \nMr. Rubenstein said he expected investment allocations to private-equity firms will continue increasing as \ninvestors seek higher returns and buyout firms focus more on operational improvements to companies to \ndrive profits. \n\"It's not a financial engineering game as people thought in the early days,\" he said. \"Operational \nimprovements are where the bulk of returns are coming from.\" \nWrite to Mike Spector at mike.spector@wsj.com \nCopyright 2013 Dow Jones & Company, Inc. All Rights Reserved \nThis copy is for your personal, non-commercial use only. Distribution and use of this material are governed by our Subscriber Agreement and by copyright law. For \nnon-personal use or to order multiple copies, please contact Dow Jones Reprints at 1-800-843-0008 or visit \nwww.djreprints.com \n! of 2 2/27/2014 9:16 AM",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026543.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 10871,
    "word_count": 1628,
    "line_count": 143,
    "import_date": "2025-11-19T21:47:47.376219",
    "prefix": "TEXT-001"
  }
}