{
  "document_id": "HOUSE_OVERSIGHT_023931",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023931.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 185\n\na year (or whatever the tuition was at that time) to attend Yale and he\ndamn well was going to see me. I did in fact see him because he had\na point.\n\nProfessors are hard to find. There are many reasons for this. The\nfirst is that if no one makes them see undergraduates, so why should\nthey? The second is that from long experience most professors have\ncome to understand that when an undergraduate wants to see them,\nthere typically is one of two motives. Either the student wants to argue\nabout a grade he or she received, or wants to engage the professor in\na conversation whose point is that the undergraduate is really a great\nguy or gal and will be counting on a recommendation down the road.\nNeither of these conversations is any too fascinating to professors so\nthey usually make themselves hard to find.\n\nThe funny part of this story is that the student who was making\nthe fuss had neither of those issues. He was exactly the sort of student\nprofessors very much want to see. He wanted to become a professor in\nmy field. This is exactly who a professor wants to meet with. The con-\nversation with him didn’t start out about that exactly, but it was easy\nto see that he had real issues he wanted to talk about, science issues,\nthe kind professors wish were on the mind of every undergraduate but\nrarely are. This student did in fact become a professor, the ultimate suc-\ncess story for the professor who guided him there. And, no surprise, he\ntreats undergraduates who want to see him the same way I treated him.\n\nThere is a naive conception on the part of students in a top univer-\nsity that their needs matter to the professors of that university. But the\ntop universities are not structured in such a way as to reward professors\nwho care deeply about students. If a young assistant professor spends\ntoo much time with undergraduates, there usually will be some wiser\nhead who will counsel him against this behavior. Assistant professors\nmust be concerned with getting tenure. Having the students like you\nhas next to nothing to do with tenure at the top universities.\n\nNo one higher up in the administration of the university cared\nmuch about how much I taught. “Why not?” you wonder. To answer\nthis, one has to understand how universities really work, why they\nwork that way, what game they are playing, and who wins and who\nloses. The answers to these questions, well known by anyone in a top\nuniversity, are, somehow, completely unknown to the general public.\nOutsiders don’t ask how Yale works. They ask how they can get their\nkids into Yale. And therein lies the problem.\n\nHOUSE_OVERSIGHT_023931",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2672,
    "word_count": 477,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.198170",
    "prefix": "IMAGES-007"
  }
}