{
  "document_id": "HOUSE_OVERSIGHT_016584",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016584.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\non Tuesday. The Town recommends administrative costs in the amount of\n$150.00 and a fine of $250.00 a day to start on June 19, 2008 if compliance is not\nachieved by tomorrow.\n\nMr. Ballentine asked for clarification on the motion and was advised by Mr.\nRandolph that it would be a finding of non-compliance of Chapter 10, Section 10-\n6, administrative costs of $150.00 and a compliance date of July 18, 2008 with a\nfine to be considered at the next meeting if compliance was not achieved.\n\nMs. Duemler said she believed that the dog, besides being a nuisance, is a threat to\nsociety and she hoped that by Tuesday the dog did not break loose from Dr. Lynn\nand maul some child, that she believed it is a disgrace and she supports the Town.\n\n(applause from the audience)\n\nMOTION BY MR. FRIED TO FIND DR. LYNN IN VIOLATION OF\nCHAPTER 10, SECTION 10-6, ASSESS ADMINISTRATIVE COSTS IN\nTHE AMOUNT OF $150.00 AND REQUIRE HIM TO COME INTO\nCOMPLIANCE BY JULY 18, 2008\n\nMOTION SECONDED BY MR. BALLENTINE\n\nMOTION PASSED UNANIMOUSLY\n\nMr. Randolph asked if a motion could be made to defer the consideration of\nviolation of Chapter 10, Section 10-45 (i) until the August 21, 2008 meeting and\nMs. Greenberg advised she would make that motion. Mr. Fried asked Mr.\nRandolph if he would explain the reason for this. Mr. Randolph said the argument\nhad been made that 10-45 should not apply because the dog has already been\ndeemed dangerous by the County and pursuant to the Town’s Code. Mr.\nRandolph said he believed the argument was going to be made in court on Tuesday\nthat it is not appropriate for the Town to move forward with regard to 10-45 (i)\nbecause that only applies to any incident that occurs after the dog has been\ndeclared dangerous. The argument has been made that Dr. Lynn has done\neverything he is required to do. Mr. Randolph said he hesitated to explain further\nif the matter was going to be deferred. Mr. Randolph said the position of Staff is\nthat item (i) stands on its own merits, that it is not connected to 10-45 (a) through\n(h). It is also the position of Staff that it is appropriate to bring a violation of (i) to\nthe Code Enforcement Board even though it does not specifically state that in 10-\n45 because Section 2-439, which is the citation fine schedule, sets forth all of the\nsections of the Code of Ordinances which can be brought before the Code\nEnforcement Board and 10-45 is listed. Code Enforcement has the right to bring a\nviolation directly to the Code Enforcement Board instead of issuing the fine set\nforth in the fine schedule. Mr. Randolph said the Board could move forward in\nconsidering 10-45 instead of deferring it to the next meeting.\n\nMr. Fried commented that based on the egregious nature of what they had been\npresented with, he believed the Board should do everything they could to put\n\n11\n\nHOUSE_OVERSIGHT_016584",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2895,
    "word_count": 512,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.524912",
    "prefix": "IMAGES-004"
  }
}