{
  "document_id": "HOUSE_OVERSIGHT_019508",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019508.txt",
  "text": "20 | HOW AMERICA LOST ITS SECRETS\n\napplied only in this capacity, which entailed a five-year employment\nagreement, the minimum requirement for an intelligence technol-\nogy job was an associate’s degree awarded by a two-year community\ncollege in electronics and communications, engineering technology,\ncomputer network systems, or electronics engineering technology.\nCandidates had to have had a final GPA of at least 3.0 on a 4.0 scale\nfrom a fully accredited technical school or university. Snowden, as\nwe've seen, did not meet these standards. If a candidate lacks these\nqualifications, the CIA can make an exception only if he or she has\nat least two years’ civilian or military work experience in the tele-\ncommunications and/or automated information systems field that is\ncomparable to one of the requisite degree fields. Snowden in no way\nqualified in this way either.\n\nUnder extraordinary circumstances, even the minimum require-\nments might be waived if the applicant had a distinguished mili-\ntary career and an honorable discharge. Snowden, however, did not\ncomplete his military training at Fort Benning and received only an\nadministrative discharge.\n\n© The CIA, to be sure, had needed computer-savvy recruits to ser- ©\nvice its expanding array of computer systems since 1990. By 2006,\nhowever, there was no shortage of fully qualified applicants for IT\njobs who met the CIA’s minimum standards. Most of them had uni-\nversity course records, work experience at IT companies, computer\nscience training certificates from technical schools, and other such\ncredentials. The CIA, like the NSA, also obtained technicians with\nspecial skills for IT jobs from outside contractors. So it had no need\nfor employing a twenty-two-year-old dropout who did not meet its\nrequisites. According to Tyler Drumheller, a former CIA station chief\nin Europe, the only plausible way that Snowden, with no qualifica-\ntions, was allowed to jump the queue was that “he had some pull.”\n\nIn 2006, Snowden’s grandfather, who had attained the rank of\nrear admiral, was certainly well connected in the intelligence world.\nAfter twenty years’ service in the Coast Guard, Barrett had joined\nan interagency task force in 1998, which included top executives\nfrom the CIA, the FBI, and the Drug Enforcement Administration.\nIt had been set up to monitor any gaps in the U.S. embargo on Cuba,\nand Barrett, as one of its leaders, was in constant liaison with the\n\n| | Epst_9780451494566_2p_all_r1.z.indd 20 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019508",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019508.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2524,
    "word_count": 401,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.935512",
    "prefix": "IMAGES-005"
  }
}