{
  "document_id": "HOUSE_OVERSIGHT_020482",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020482.txt",
  "text": "23\n\naffiliates.\"* These and other organizations maintain close ties to China’s diplomatic\nmissions in the United States and are often in contact with training or “cultural\nexchange” companies that bring delegations of PRC experts and Communist Party\n\nmembers to US cities and states for so-called study tours.\n\nUS and Chinese groups promoting exchanges and investment have often been a\nvaluable resource for American local leaders—see, for example, the Virginia Museum of\nFine Arts annual China Fest'* or the Chinese investment program in Greenville, South\nCarolina'*—but there have been other instances in which American politicians working\n\nwith Chinese organizations have been drawn into schemes that cost them their jobs.\n\nPerhaps the most telling case is that of four officials in Ypsilanti, Michigan, who, in\n2017, accepted a trip to China that they had been told was paid for by the Wayne State\nCSSA. The trip was eventually revealed as a boondoggle funded by a developer, Amy\nXue Foster, who hoped to build a $300 million “Chinatown” in the area.’ The four\n\nofficials, including the mayor, were fired.\n\nThis is not to suggest that shady Chinese nationals are always plotting to corrupt\notherwise innocent American leaders; US politicians have a long history of willingly\naccepting free trips, gifts, and other favors from the PRC or its fronts. As other\nsections of this study make clear, however, Beijing-directed activities such as the secret\npurchase of American Chinese-language newspapers and radio stations, harassment of\nlocal Chinese American dissidents, and the operation of CCP cells in local American\nbusinesses and universities do require heightened vigilance by US sub-national\nauthorities, regardless of how much investment, how many tuition-paying students,\n\nor how many tourists China is able to produce.\n\nChina Exchanges and Chinese Leverage\n\nThe over forty years of engagement with China has created for American cities\n\nand states, as it has for American corporations and universities, deep interests and\ntraditions with regard to China. However, the local policies that have guided these\nrelationships are sometimes at odds with Washington’s policies, even our larger\nnational interest. Although the United States has pulled out of the Paris Agreement, the\nseventeen governors who have joined the United States Climate Alliance, for example,\ncontinue to work with Beijing, which many would agree is a very salutary thing. But\nsometimes sub-national solidarity with China can become overexuberant, as it did\n\nona July 2018 trip to Hong Kong by Los Angeles Mayor Eric Garcetti, who declared\n\nSection 2\n\nHOUSE_OVERSIGHT_020482",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020482.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2651,
    "word_count": 407,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.950885",
    "prefix": "IMAGES-006"
  }
}