{
  "document_id": "HOUSE_OVERSIGHT_020200",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020200.txt",
  "text": "48\n\nfrom a fully accredited technical school or university. Snowden did not meet these standards.\nLacking these qualifications, the CIA can make an exception only if a candidate had at least two\nyears civilian or military work experience in the telecommunications and/or automated\ninformation systems field that are comparable to one of the requisite degree fields. , Even here,\nSnowden in no way qualified. He did not have the education qualifications or two-year work\nexperience anywhere. In fact, his only paid work was as a security guard at a language school at\nthe University of Maryland, and that job lasted less than one year.\n\nUnder extraordinary circumstances, even the minimum requirements might be waived if the\napplicant had a distinguished military career and an honorable discharge. Snowden, however, did\nnot complete his military training at Fort Benning, Georgia and received only an administrative\ndischarge.\n\nThe CIA, to be sure, had needed computer savvy recruits to service its expanding array of\ncomputer systems since 1990. By 2006, however, there was no shortage of fully-qualified\napplicants for IT jobs who met the CIA’s minimum standards. Most of them had university\ncourse records, work experience at IT companies, computer science training certificates from\ntechnical schools, and other such credentials they could provide the personnel office. The CIA,\nlike the NSA, also obtained technicians with special skills for IT jobs from outside contractors. So\nit had no need for employing a 22-year old drop-out who did not meet its requisites. According\nto the former CIA station chief, the only plausible way that Snowden, with no qualifications, was\nallowed to jump the queue was that “he had some pull.”\n\nIn 2006, Snowden was not without family connections. His grandfather, it will be recalled was\nRear Admiral Barrett, who certainly was well-connected in the intelligence world. After 20 years\nservice in the Coast Guard, Admiral Barrett joined an interagency task force in 1998, which\nincluded top executives from the CIA, FBI, and DEA. It had been set up to monitor any gaps in\nthe US embargo on Cuba and, as one of its leaders, Barrett was in constant liaison with the CIA.\nFollowing the attack on the World Trade Center in NY in 2001, he joined the FBI as the section\nhead of its aviation and special operations. In this capacity, he supervised the joint CIA/FBI\ninterrogation of the prisoners in the Guantanamo base in Cuba which involved him in the rendition\nprogram for terrorist. As atop FBI executive in a liaison role with the CIA, he certainly had\ncould have played a role in furthering his only grandson’s employment. The CIA, however, has\nnot disclosed any information about whom, if anyone, recommended Snowden. All that is known\nis that in 2006 the CIA waived its minimum requirements for Snowden.\n\nHowever Snowden got his job at the CIA, it meant, as he pointed out from Moscow, that in\n2006 his entire family was employed by the Federal government. His father Lon in 2006 was\nserving in the Coastguard; his mother Wendy was the administrative clerk for the Federal Court in\nMaryland; his sister Jessica was a research director at the Federal Judicial Center; and his\nnamesake grandfather, Admiral Barrett, was still a top executive at the FBI. In a sense, Snowden\nhad now entered the family business.\n\nHOUSE_OVERSIGHT_020200",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020200.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3371,
    "word_count": 552,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.740426",
    "prefix": "IMAGES-005"
  }
}