{
  "document_id": "HOUSE_OVERSIGHT_013189",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013189.txt",
  "text": "14.3 Derived Hypergraphs 273\n\ncorresponding to the presence of a certain pattern). The condition may refer to something in\nthe world external to the system, or to something internal. For instance, the condition may be\nobserving a cat. In this case, the corresponding Concept vertex in the mind of Ben Goertzel\nis the pattern of activity observed in Ben Goertzel’s brain when his eyes are open and he’s\nlooking in the direction of a cat. The notion of pattern of activity can be made rigorous using\nmathematical pattern theory, as is described in The Hidden Pattern [Goe(6al.\n\nNote that logical predicates, on the SMEPH level, appear as particular kinds of Concepts,\nwhere the condition involves a predicate and an argument. For instance, suppose one wants to\nknow what happens inside Ben’s mind when he eats cheese. Then there is a Concept correspond-\ning to the condition of cheese-eating activity. But there may also be a Concept corresponding\nto eating activity in general. If the Concept denoting the activity of eating X is generally eas-\nily computable from the Concepts for X and eating individually, then the eating Concept is\neffectively acting as a predicate.\n\nA SMEPH SchemaVertex, on the other hand, is like a Concept that’s defined in a time-\ndependent way. One type of Schema refers to a habitual dynamical pattern of activity occurring\nbefore and/or during some condition is met. For instance, the condition might be saying the\nword Hello. In that case the corresponding SchemaVertex in the mind of Ben Goertzel is the\npattern of activity that generally occurs before he says Hello.\n\nAnother type of Schema refers to a habitual dynamical pattern of activity occurring after\nsome condition X is met. For instance, in the case of the Schema for adding two numbers, the\nprecondition X consists of the two numbers and the concept of addition. The Schema is then\nwhat happens when the mind thinks of adding and thinks of two numbers.\n\nFinally, there are Schema that refer to habitual dynamical activity patterns occurring after\nsome condition X is met and before some condition Y is met. In this case the Schema is viewed\nas transforming X into Y. For instance, if X is the condition of meeting someone who is not a\nfriend, and Y is the condition of being friends with that person, then the habitually intervening\nactivities constitute the Schema for making friends.\n\n14.3.2 SMEPH Edges\n\nSMEPH edge types fall into two categories: functional and logical. Functional edges connect\nSchema vertices to their input and outputs; logical edges refer mainly to conditional proba-\nbilities, and in general are to be interpreted according to the semantics of Probabilistic Logic\nNetworks.\n\nLet us begin with logical edges. The simplest case is the Subset edge, which denotes a\nstraightforward, extensional conditional probability. For instance, it may happen that whenever\nthe Concept for cat is present in a system, the Concept for animal is as well. Then we would\nsay\n\nSubset cat animal\n\n(Here we assume a notation where “R A B” denotes an Edge of type R between Vertices A and\nOn the other hand, it may be that 50% of the time that cat is present in the system, cute is\npresent as well: then we would say\n\nSubset cat cute <.5>\n\nHOUSE_OVERSIGHT_013189",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013189.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3254,
    "word_count": 549,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.958987",
    "prefix": "IMAGES-002"
  }
}