{
  "document_id": "HOUSE_OVERSIGHT_020899",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020899.txt",
  "text": "PPACA: A Detailed Drilldown into Costs of Recent Healthcare Reform Is Key\n\nas it May Increase Budget Deficit...\n\ne Congressional Budget Office expects Reform to /ower the deficit by $143\nbillion during 2010-19\n- Gross cost of $938 billion for expanded coverage, per CBO.\n- Less: $511 billion in spending cuts from lower Medicare reimbursement rate + $420\nbillion in tax revenues (excl. excise tax) from higher payroll tax rates on high-income\nfamilies and indoor tanning services + $149 billion in penalty payments by\n\nemployers/individuals and excise tax on “Cadillac” insurance plans with annual cost\nexceeding $10,000 for individual / $28,000 for families.\n\nKP Source: CBO.\n(@)E) www.kpcb.com USA Inc. | Income Statement Drilldown 115\n\nPPACA —\n\nVerdict Is Still Out on Eventual Costs / Deficit Impact\n\ne Issues With Official Cost Estimates to Consider\n- Deficit neutral status somewhat reliant on future lawmakers’ willingness to implement Medicare\nsavings/reimbursement reductions:\n\ne Reductions in payment rates for many types of Healthcare providers relative to the rates that\nwould have been paid under prior law (always a politically difficult decision).\n\ne However the good news is that recommendations from the Independent Payment Advisory\nBoard focused on reducing growth in per capita Medicare spending if it exceeds target\nautomatically become the law without congressional intervention if Congress allows IPAB to\noperate as planned.\n\n- CBO estimates the effects of proposals as written: CBO acknowledges that it is unclear whether\nreform can actually reduce the annual growth rate in Medicare spending from 4% (historical\naverage) to 2% for the next two decades, as PPACA estimates assume.\n\n- Relies on excise taxes on sectors of the healthcare industry that could be passed through to\nconsumers via price increases.\n\n- Starting in 2018, assumes taxation of high premium employment-based health insurance plans.\n\ne Opportunities For Cost Savings to Consider\n- Increased access to preventative care could potentially slow down overall healthcare cost growth.\nSuch potential effect is not captured in CBO scoring.\n\n- Investments in information technology and new provider & consumer incentives can drive better\nand more efficient care.\n\nKP Source: Morgan Stanley Healthcare Research.\na USA Inc. | Income Statement Drilldown 116\n\nHOUSE_OVERSIGHT_020899",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020899.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2363,
    "word_count": 359,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.840513",
    "prefix": "IMAGES-006"
  }
}