{
  "document_id": "HOUSE_OVERSIGHT_020055",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020055.txt",
  "text": "on all your houses—and keep us out of it); Flynn’s anti-Iranism (of all the world’s perfidy\nand toxicity, there is none like that of the mullahs); and Kushner’s Kissingerism (not so\nmuch Kissingerism as, having no point of view himself, a dutiful attempt to follow the\nninety-four-year-old’s advice).\n\nBut the fundamental point was that the last three administrations had gotten the Middle\nEast wrong. It was impossible to overstate how much contempt the Trump people felt for\nthe business-as-usual thinking that had gotten it so wrong. Hence, the new operating\nprinciple was simple: do the opposite of what they (Obama, but the Bush neocons, too)\nwould do. Their behavior, their conceits, their ideas—in some sense even their\nbackgrounds, education, and class—were all suspect. And, what’s more, you don’t really\nhave to know all that much yourself; you just do it differently than it was done before.\n\nThe old foreign policy was based on the idea of nuance: facing an infinitely complex\nmultilateral algebra of threats, interests, incentives, deals, and ever evolving relationships,\nwe strain to reach a balanced future. In practice, the new foreign policy, an effective\nTrump doctrine, was to reduce the board to three elements: powers we can work with,\npowers we cannot work with, and those without enough power whom we can functionally\ndisregard or sacrifice. It was cold war stuff. And, indeed, in the larger Trump view, it was\nduring the cold war that time and circumstance gave the United States its greatest global\nadvantage. That was when America was great.\n\nOOK Ok\n\nKushner was the driver of the Trump doctrine. His test cases were China, Mexico, Canada,\nand Saudi Arabia. He offered each country the opportunity to make his father-in-law\n\nhappy.\n\nIn the first days of the administration, Mexico blew its chance. In transcripts of\nconversations between Trump and Mexican president Enrique Pefia Nieto that would later\nbecome public, it was vividly clear that Mexico did not understand or was unwilling to\nplay the new game. The Mexican president refused to construct a pretense for paying for\nthe wall, a pretense that might have redounded to his vast advantage (without his having to\nactually pay for the wall).\n\nNot long after, Canada’s new prime minister, Justin Trudeau, a forty-five-year-old\nglobalist in the style of Clinton and Blair, came to Washington and repeatedly smiled and\nbit his tongue. And that did the trick: Canada quickly became Trump’s new best friend.\n\nThe Chinese, who Trump had oft maligned during the campaign, came to Mar-a-Lago\nfor a summit advanced by Kushner and Kissinger. (This required some tutoring for Trump,\nwho referred to the Chinese leader as “Mr. X-i’”; the president was told to think of him as a\nwoman and call him “she.”) They were in an agreeable mood, evidently willing to humor\nTrump. And they quickly figured out that if you flatter him, he flatters you.\n\nBut it was the Saudis, also often maligned during the campaign, who, with their\n\nHOUSE_OVERSIGHT_020055",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020055.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3016,
    "word_count": 494,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.281665",
    "prefix": "IMAGES-005"
  }
}