{
  "document_id": "HOUSE_OVERSIGHT_023402",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023402.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\n4. Congress and federal courts\n\nUnited States courts have also found that there is a customary international law norm against international terrorism and the\nprovision of material support for international terrorism. See Almog, 471 F. Supp. 2d at 284-85, 291-294 (finding plaintiffs\nstated ATS claims based on allegations that defendants committed acts of international terrorism that “essentially track the\nconduct specifically condemned in the Financing and Bombing Conventions, as well as in the ATA sections which\nimplement those Conventions”); Bahlul, 2011 U.S. CMCR LEXIS 3, at *134-35 (rejecting argument that crime of providing\nmaterial support for terrorism is a “novel domestic crime” that was not recognized or charged as a war crime before passage\nof the Military Commissions Act of 2006, because there is “ ‘ample evidence’ that an ‘intent’ or ‘manner calculated to\ninfluence or affect the *130 conduct of the government ... by intimidation or coercion,’ ... now constitutes ‘international\ncustom’ ”); Hamdan, 801 F. Supp.2d at 1312 (“offense of providing material support to terrorism” is a violation of the law of\nwar).\n\nThis conclusion is reinforced and “informed by the legislative guidance provided by Congress.” Almog, 471 F. Supp. 2d at\n285. Congress, acting pursuant to its Constitutional authority to define and punish violations of the law of nations, has\nenacted the ATA provisions creating a civil cause of action for U.S. nationals mjured by acts of international terrorism. See\nid. at 294; see also supra at pp. 66-72. Congress also enacted a provision of the Military Commissions Act of 2006 making it\nan offense to provide material support for terrorism, which is defined to include “provid[ing] material support ... for, or in\ncarrying out an act of terrorism” and “intentionally provid[ing] material support or resources to an international organization\nengaged in hostilities against the United States.” 10 U.S.C. § 950v(b)(25)(A). Terrorism, in turn, is defined as the intentional\nkilling or infliction of “great bodily harm” on protected civilians “in a manner calculated to influence or affect the conduct of\nthe government or civilian population by intimidation or coercion, or to *131 retaliate against government conduct ....” Id. §\n950v(b)(24). After an exhaustive review of the international treaties, Security Council Resolutions, and domestic laws of\nmany nations, the U.S. Court of Military Commission Review recently held that these prohibitions on terrorism are\n“consistent with international norms applicable at the time” of the September 11th Attacks and “consistent with the general\nprinciples of law recognized by civilized nations.” Bahlul, 2011 U.S. CMCR LEXIS 3, at *149.\n\nRecognizing international terrorism also fully accords with Sosa’s direction to consider “the potential implications for the\nforeign relations of the United States” and to be “wary of impinging on the discretion of the Legislative and Executive\nBranches in managing foreign affairs.” Sosa, 542 U.S. at 727. Like pirates, international terrorists such as al-Qaeda are\nwidely reviled and prosecuted by all States. Indeed, many of the most effective counter-terrorism efforts directed against\norganizations such as al-Qaeda, in the fields of cross-border finance and otherwise, arise through the coordinated actions of\nmany different types of States. This unanimity of action ensures that permitting ATS claims for international terrorism\nreflected in the September 11th Attacks has no potentially negative implications for the foreign relations of the United States,\nwhich of course *132 has focused its own foreign affairs over the past decade on eradicating and securing international\nsupport to eradicate just this type of international terrorism. Similarly, there is no risk of impinging on the coordinate\nBranches. Congress has through legislation opened the doors to civil claims and to criminal prosecutions for actions that\nfacilitate international terrorism. See 18 U.S.C. §§ 2333, 2339A-2339C; see supra at pp. 99-100 (military prosecutions);\nCompanion Brief, at Point ILA.3. And, the Executive Branch has vigorously implemented those statutes and pursued a range\nof enforcement actions against the financiers, supporters, and other agents of international terrorism in a manner entirely\nconsistent with recognition of an ATS claim for international terrorism in this context. See Companion Brief at Point I.A.3.\n\nC. International Terrorism Is Sufficiently Definite and of Mutual Concern to States\n\nAs the materials set out above indicate, transborder terrorism attacks undertaken by organizations such as al-Qaeda and its\nassociates are just the sort of definite acts of mutual concern to States that the ATS is designed to enable. Whatever the\ndefinitional difficulties at the margins, concerning fighters in internal disturbances or civil wars or political parties with fringe\nmilitarist arms, those concerns do not apply to the September 11th Attacks. *133 Nothing in this Court’s decision in United\nStates v. Yousef, 327 F.3d 56 (2d Cir. 2003) (per curiam), requires a different result. To be sure, the court in Yousef stated that\n“customary international law currently does not provide for the prosecution of ‘terrorist’ acts under the universality principle,\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023402",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023402.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5403,
    "word_count": 814,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.253285",
    "prefix": "IMAGES-007"
  }
}