{
  "document_id": "HOUSE_OVERSIGHT_014326",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014326.txt",
  "text": "lower pension expense as it reduces the overall discounted pension liability given\nthat BBT remains one of the few large regional banks that still have defined benefit\npension plans.\n\n* Potential for regulatory relief requires BBT to reevaluate risk/compliance\nspending. Management noted that 75-80% of its infrastructure budget is based\naround risk management and regulatory costs. Given the possibility of regulatory\nrelief coming out of the new administration, management noted that it does not\nwant to misallocate its expense spending. As such, management expects to\nredeploy some of those compliance related costs into revenue and service\ngeneration opportunities stemming from any regulatory relief.\n\n¢ Branches still have value, but the structure will likely change. Mr. Henson noted\nthat he still sees value from BBT’s branch network but increasing customer usage\nacross its digital channels and with branch transactions down 4%, he expects\ncontinued branch consolidation at a pace of more than 2-2.5% over the next couple\nyears. Moreover, management believes that future branches will be likely be\nsmaller in nature and staffed with fewer people that are cross trained with multiple\nresponsibilities. As an example of this, Mr. Henson noted that BBT has combined its\nteller and relationship banking role into one branch banker role.\n\nChart 18: What do you think is the biggest catalyst for BBT shares over the next 12-24 months?\n\n45% 41%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n\nSuccessful Strong top-line Expense Accretive bank Continued\nintegration ofits organic revenue rationalization and/or non-bank outperformance in\nrecent deals and growth, regardless deals dividend growth\n\nachieving synergy of macro backdrop and dividend yield\ntargets\n\nSource: BofA Merrill Lynch Global Research\n\nBank of Hawaii (BOH), B-3-7, Underperform\n\n* Solid loan growth on back of a strong HI economy. Chairman, President and CEO\nPeter Ho, Vice Chairman and CFO Kent Lucien and Senior Executive VP, Controller\nand Principal Accounting Officer Dean Shigemura were generally upbeat with\nregards to the operating outlook as we enter 2017. Management guided to\nachieving low double digit loan growth on the back of a robust Hawaiian economy.\nWhile management expects some moderation in C&l growth following a strong 3Q\nit sounded upbeat around the lending outlook given fairly healthy tourism activity.\nManagement noted that while a de-emphasis on the Pacific Alliance, a priority for\nthe Obama administration, was not a positive development, it remained fairly\nconfident that strong military spending should continue to serve as a tailwind to the\nHawaiian economy.\n\n= Credit outlook remains benign. Mr. Ho affirmed the credit environment has been\nbenign and believes BOH’s strong credit will remain intact in the near future. As\nloan growth improves, Mr. Ho acknowledged provisions should follow a similar\ntrend, but nothing on the horizon suggests credit will worsen anytime soon.\nManagement acknowledged reserve balances are hard to predict, but believes the\n\n12 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014326",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014326.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3158,
    "word_count": 484,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:46.992271",
    "prefix": "IMAGES-002"
  }
}