{
  "document_id": "HOUSE_OVERSIGHT_032638",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_032638.txt",
  "text": "﻿CNN International\nXi Jinping and the New Politburo Standing Committee\nRobert Lawrence Kuhn - October 26, 2017\nHOST: The author of How China’s Leaders Think: The Inside\nStory of Past, Current and Future Leaders, Robert Lawrence\nKuhn is a longtime advisor to the Chinese government. He\ncomes to us once again from Beijing. We talked this time\nyesterday. Good to have you back. And we discussed\nyesterday what we would learn about that lineup of the\nstanding committee. It hadn’t been revealed at that point\nthat we spoke, but we now know and is it correct to say the\nmost significant thing is no sign of a leader in waiting?\nRLK: I think the most significant sign is who the people are\nand how they relate to each other. It’s a group that actually\nrespects traditional norms.\nRLK: There was thought that Wang Qishan, for example,\nmight violate norms by being on the Standing Committee\nafter the traditional retirement age and that’s not the case.\nThere is balance among the member in terms of their\ngeographies, even their political affiliations within the party\nwhich internally are important. Two are from Shanghai,\ntwo are from the Communist Youth League - one is actually\nfrom Shanghai and the Youth League as well but he’s really\nfrom Shanghai - two have a long relationship with General\nSecretary Xi. And then of course General Secretary Xi has\nthe overarching power as everyone says - and that is correct\nand will be correct for a long time to come.\n\nHOST: Absolutely, well certainly but breaking precedent by\nnot having a young leader coming up behind him and we\ndiscussed this yesterday. The transfer of Mr. Xi will remain\nin power for many more years to come, perhaps revive the\nposition of party chairman and stick around indefinitely.\nRLK: There’s no question about the power and longevity of\nXi. I would put it a little differently. I’d say that it is not\neven necessary for him to have the party chairmanship or\nany particular title because of his overarching power by\nhaving his name associated with “Xi Jinping Thought on\nSocialism with Chinese Characteristics for a New Era” - that\nwhole phrase is now in the Party Constitution. Moreover, he\nalready had the designation of “Core” of the Party.\nRLK: So those two elements – name in Constitution and\nCore - are totally overarching over any particular title. That\nsaid, not having a younger member of the Standing\nCommittee who is an obvious candidate for future\nleadership, prevents there being a separate power center\nthat could undermine what Xi wants to do. So the fact that\nXi will be there until, potentially, the mid-2030s is very real.\nI think now we should shift our attention to what Xi Jinping\nwants to do. We need to look at the policies he is putting\nforth, and see what they mean for China and for the world.\nHOST: And I want to touch on that in a moment, but given\nthis power and position afforded to him in the constitution\nno less, I mean where is room for discussion?\n2\nHOST: If not dissent at least a little difference in opinion\nwhen those who don’t agree with him basically, because he’s\nin the constitution, are against the communist party. They\ncan leave or they can put up with it, no middle ground or\nperhaps question?\nRLK: This is a very interesting point and it goes to the party\nconcept of what they call democratic centralism and\ncollective leadership. When Xi was appointed Core about a\nyear ago, which was a very significant move, the party also\nsaid it was reaffirming collective leadership. Now that\nseems on its surface an oxymoron, contradictory, but in the\nChinese system it was not, and it’s good to understand why.\nRLK: Xi has overarching decision making power which he\ndidn’t have before he was made ‘core’. But he is obligated\nunder the system to respect the system - if he continues to\ndo so, and I certainly expect he will - to really listen to all of\nthe opinions of the senior leaders, certainly the people in\nthe standing committee. And to conduct substantial\nresearch, reviews with experts, and polling and iterative\nkinds of research that they do for all their major documents.\nSo he is obligated to do such serious consultation under the\nparty system. Now can he subvert it the way Mao did? I\ndon’t think that’s really possible even if he tried and I don’t\nthink he will do that. So it’s a combination of him now\nhaving the absolute power, no question about it, but still\nrespecting party norms of how they go about the research\nand decision-making process.\n3\nRLK: Now this will not mean overt dissent from the media.\nCertainly, that has been suppressed and will arguably for\nthe foreseeable future continue to be. But in the inner\ncircles, he is obligated to continue to seek guidance and get\nalternative opinions.\nHOST: Speaking of the media you just reminded me of\nsomething and we were having a lovely conversation\nyesterday. I don’t think either of was being particularly\nrude or anything. And let’s put up the video because you\nand I were chatting about, just regular Chinese politics and\nwhat was happening and this was what happened in our\noffice. We were shut down by the censors in the middle of\nour conversation. What does that say about how things are\ngoing to be run?\nRLK: China is extremely sensitive during this particular\ntime of the 19th CPC National Congress. They do that for all\nnational meetings but this is probably the most central time.\nAll elements of media are under strictures. Who knows at\nwhat level decisions are made? But even internet\nconnections this week have been terrible because of\nextreme censorship. I expect that will lessen in the future.\nBut it is endemic of the situation and we will all learn to live\nwith it. As I said, there’s a larger picture here about what Xi\nis going to do in terms of his people orientation,\nrejuvenating China, comprehensively deepening reform,\nand strengthening rule of law.\n4\nRLK: We have to wait and see how that strengthening of\nreform and strengthening of rule of law is going to turn out.\nHOST: Indeed. I do have one final question because Mr.\nTrump is heading that way in a matter of days really. What\ndoes Mr. Xi make of Donald Trump? Donald Trump thinks\nthey’re best buddies. What do you think Mr. Xi makes of\nDonald Trump?\nRLK: Before Trump came into office I know very specifically\nthere were various think tanks that were engaging in\nvarious scenario planning on how to deal with Trump and\nhis vicissitudes.\nRLK: And the conclusion was to let it play out, don’t react\nto virtually anything, and treat the U.S. just like it did in\nnormal times. And so I think that will be the approach. It’ll\nbe very straight forward. China won’t react to the highs or\nlows. It’ll treat the protocol at a very high level. And I think\nbased on Trump’s personality that he will react well to that.\nThe substance that comes out of that, whether it’s North\nKorea or trade, will have to wait. We could be quite\nskeptical about the substance of the results, but I think the\nform will look good.\nHOST: It’s going to be fascinating. Robert Lawrence Kuhn,\ngreat to have you on again. Appreciate your insights. Thank\nyou.\n5",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_032638.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7088,
    "word_count": 1258,
    "line_count": 135,
    "import_date": "2025-11-19T21:47:47.185833",
    "prefix": "TEXT-002"
  }
}