{
  "document_id": "HOUSE_OVERSIGHT_014347",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014347.txt",
  "text": "= WFC continues to make progress on regulatory compliance. As of 3Q, WFC’s\ncurrent total loss absorbing capacity (TLAC) shortfall was 2.1% of risk weighted\nassets or $29bn ($43bn including its internal buffer), an S8bn QoQ improvement.\nThat said, Mr Blinde assured investors that WFC will continue to focus on deposit\ngrowth (66% of total funding) even as its long-term debt needs continue. WFC is\ncompliant with the liquidity coverage ratio (LCR).\n\n= Potential changes to annual stress test process viewed as positive. Mr. Blinde\nnoted that potential changes to the annual stress test process, as proposed by Gov.\nTarullo in Sept., is a “real” positive, specifically as it reduces any variance between\nhow the stressed risk weighted asset balance is calculated. This is likely positive for\nthe majority of investors polled (31%) who think capital return is the biggest\ncatalyst for the stock and the (70%) who see the dividend payout growing towards\nthe 40-50% range long-term (currently 37%).\n\nChart 49: What do you think is the biggest catalyst for WFC shares over the next 12-24 months?\n\n35% 31%\n30%\n25%\n20%\n15%\n10%\n\n5%\n\n0%\n\nBetter clarity Delivering clean Achieving solid Renewed focus on Accelerating\naround the full © andconsistent revenue growth expense capital return, with\nimpact of the sales earnings results regardless of the managementto — focus on the\npractices issue close to or better rate environment drive the efficiency dividend\nthan current ratio lower\nconsensus\n\nSource: BofA Merrill Lynch Global Research\n\nChart 50: As a result, what do you think WFC's long-term dividend payout ratio will be?\n\n40%\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\nNear the current level 40-45% 45-50% >50%\nof 37%\n\nSource: BofA Merrill Lynch Global Research\n\n= Note: WFC is scheduled to report October customer activity in Retail Banking on\nThur, Nov. 17th at 9am ET.\n\nZions Bancorporation (ZION), C-3-7, Underperform\n\n= Sentiment post-election appears constructive on growth prospects. Consistent\nwith other bank management teams speaking at this year’s conference, CFO Paul\nBurdiss noted that small businesses have been reluctant to invest given the\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 33\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014347",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014347.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2255,
    "word_count": 359,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:48.158360",
    "prefix": "IMAGES-002"
  }
}