{
  "document_id": "HOUSE_OVERSIGHT_012986",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012986.txt",
  "text": "70 4 Brief Survey of Cognitive Architectures\n\napplication of supervised learning algorithms such as recurrent neural networks. These cluster-\ning and prediction processes occur separately in each node, but the nodes are linked together\nvia bidirectional dynamics: each node feeds input to its parents, and receives \"advice\" from its\nparents that is used to condition its probability calculations in a contextual way.\n\nThese processes are executed formally by the following basic belief update rule, which governs\nthe learning process and is identical for every node in the architecture. The belief state is a\nprobability mass function over the sequences of stimuli that the nodes learns to represent.\nConsequently, each node is allocated a predefined number of state variables each denoting a\ndynamic pattern, or sequence, that is autonomously learned. The DeSTIN update rule maps\nthe current observation (o), belief state (b), and the belief state of a higher-layer node or context\n(c), to a new (updated) belief state (0’), such that\n\nPr(s’MN on bne)\nPr(onbne)\n\nb’ (s’) = Pr (s’|o, b,c) = ; (4.1)\n\nalternatively expressed as\n\n_ Pr(ols’, b, c) Pr (s'|6, c) Pr (6, c)\n\n(8) = Pr (06, ce) Pr (6, c} (4.2)\n\nUnder the assumption that observations depend only on the true state, or Pr(ols’, b,c) =\nPr(o|s’), we can further simplify the expression such that\n\n__ Pr(o|s’) Pr (s’|b, c)\n\n/ i\n= A,\nu (s) = Pe (43)\nwhere Pr (s‘|b,c) = >> Pr (s‘|s,c)b(s), yielding the belief update rule\nses\nPr (o|s’) $> Pr (s'|s, c) 6(s)\n\nPf oh ses\n0) = Prop\") Pre sco) Ad)\n\nsles ses\n\nwhere S denotes the sequence set (i.e. belief dimension) such that the denominator term is a\nnormalization factor.\n\nOne interpretation of eq. (4.4) would be that the static pattern similarity metric, Pr (o|s’),\nis modulated by a construct that reflects the system dynamics, Pr (s’|s,c). As such, the belief\nstate inherently captures both spatial and temporal information. In our implementation, the\nbelief state of the parent node, c, is chosen using the selection rule\n\nc= argmaxb,(s), 4.5\nOp\n\nwhere 6, is the belief distribution of the parent node.\n\nA close look at eq. (4.4) reveals that there are two core constructs to be learned, Pr(o|s’)\nand Pr(s‘|s,c). In the current DeSTIN design, the former is learned via online clustering while\nthe latter is learned based on experience by inductively learning a rule that predicts the next\nstate s’ given the prior state s and c.\n\nThe overall result is a robust framework that autonomously (i.e. with no human engineered\npre-processing of any type) learns to represent complex data patterns, and thus serves the\n\nHOUSE_OVERSIGHT_012986",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012986.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2640,
    "word_count": 439,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.663412",
    "prefix": "IMAGES-002"
  }
}