{
  "document_id": "HOUSE_OVERSIGHT_026497",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026497.txt",
  "text": "bakerlaw.com\n\n<image002.png> <image003.png> <image004.png>\n\nFrom: \"Rivkin, David\" {i\n\nDate: Friday, June 22, 2018 at 7:50 PM\nTo: \"Grossman, Andrew M\" <<\n\nSubject: <no subject>\n\nCan you please send me WSJ op Ed. Tx\n\nSent from my iPhone\n\nThis email is intended only for the use of the party to which it is\naddressed and may contain information that is privileged,\n\nconfidential, or protected by law. If you are not the intended\n\nrecipient you are hereby notified that any dissemination, copying\n\nor distribution of this email or its contents is strictly prohibited.\n\nIf you have received this message in error, please notify us immediately\nby replying to the message and deleting it from your computer.\n\nAny tax advice in this email is for information purposes only. The content\nof this email is limited to the matters specifically addressed herein\n\nand may not contain a full description of all relevant facts or a\n\ncomplete analysis of all relevant issues or authorities.\n\nInternet communications are not assured to be secure or clear of\ninaccuracies as information could be intercepted, corrupted, lost,\ndestroyed, arrive late or incomplete, or contain viruses. Therefore,\nwe do not accept responsibility for any errors or omissions that are\npresent in this email, or any attachment, that have arisen as a result\nof e-mail transmission.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\n\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\n\nHOUSE_OVERSIGHT_026497",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026497.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1852,
    "word_count": 290,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.164627",
    "prefix": "IMAGES-009"
  }
}