{
  "document_id": "HOUSE_OVERSIGHT_012698",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012698.txt",
  "text": "Producer Donna Gigliotti is my date to the awards. We are both so\nnervous we arrive at the Kodak Theater at 3:@@pm and nobody is there. We\nare driven around for an hour. When we arrive at the world’s most famous\nred carpet, I guide Donna through the extreme right security check-in to\nmake sure we mingle with the nominees and get on camera. I teach her the\nred carpet hustle which is five steps forward, three steps back and one\ninch behind a couture-clad nominee. We greet Bryan Lourd as Sandra\nBullock is talking to ABC-TV and a billion people see me wearing a black\nMarchesa gown. Five steps forward, three steps back, we next meet\nGwyneth Paltrow. As I hook up the back of her dress another billion\npeople see us correcting a fashion malfunction. Once again, five steps\nforward and three steps back. We are now posing for the still cameras\nbetween Nicole Kidman and Keith Urban. Our handbags begin buzzing.\nCountless friends are e-mailing us that they just saw us on television.\n\nJames Franco and Anne Hathaway are hip and energetic hosts. The film\nmontages are always the best and the set looks great. This is the year\nof no surprises. Sorkin, Seidler, Christian Bale, Melissa Leo, Natalie\nPortman and Colin Firth are totally prepared to receive the gold. Tom\nHooper’s win leads into Best Picture. Harvey is now sitting in\nSpielberg’s seats as Spielberg announces the win. Six months of grueling\nwork have finally paid off. King George VI and Harvey Weinstein now\nshare the journey of a single man who triumphs over adversity.\n\nThe Governor’s ball, held above the Kodak Theater, recreates the Mocambo-\nCiro’s niteries of the 1930’s and 4@’s, using a palette of teal and\nwhite. Three bands alternate musical styles as hungry guests wolf down\nWolfgang Puck’s delicious food. The winners triumphantly sachet around\nthe room holding their heavy eight pound gold statues.\n\nAn hour later there is a migration to the famous Vanity Fair party\nhosted by Graydon Carter at the Sunset Tower Hotel owned by Jeff Klein.\nOne celebrity after another poses in front of the green hedge standing\nin the middle of the circular Vanity Fair logo to record their devotion\nand support to Graydon and the magazine.\n\nThere’s a hierarchy of arrival times. The inner circle of Graydon’s 150\nbest friends attend a seated dinner and viewing of the show at 5pm. They\ninclude Barry Diller and Diane Von Furstenberg, Francis Ford Coppola,\nJon Hamm and Jennifer Westfeldt, Betsey Bloomingdale, Tory Burch and\nLyor Cohen, Tom Ford, Sandy Gallin, Mitch Glazer and Kelly Lynch,\nCarolina and Reinaldo Herrera, L’Wren Scott and Sir Mick Jagger, Naomi\nWatts and Live Schreiber, Wendi Stark, Judd Apatow, Jackie and Joan\nCollins, George Hammilton, Donna Karan and Steve Martin.\n\nHOUSE_OVERSIGHT_012698",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012698.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2767,
    "word_count": 468,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.917435",
    "prefix": "IMAGES-002"
  }
}