{
  "document_id": "HOUSE_OVERSIGHT_018537",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018537.txt",
  "text": "DA did not, then, also begin arresting strippers. And what about random vanilla couples\non a standard date-type thing, where the woman makes eyes at the man over dinner, and\nthe man pays for the meal? Sounds like \"sexual conduct for money” to me. Which could\ntotally be prostitution, folks, so watch your backs.\n\nIn his piece \"Is There Such A Thing As Kinky Sex?\", Dr. Marty Klein says that:\n\nIf practicing kinky sex makes you \"other,\" not one of \"us,\" if it has non-sexual\nimplications, if it means you're defective or dangerous -- who wants that? And so as\n\"kinky sex\" and its practitioners are demonized, everyone is concerned -- am I one of\n\"those people\"? It makes people fear their fantasies or curiosity, which then acquire too\nmuch power. It leads to secrecy between partners, as people withhold information about\ntheir preferences or experiences.\n\n... I'd like to destroy the idea of binary contrast -- that kinky and non-kinky sex are\nclearly different. Instead, I suggest that kinky and vanilla sex are parts of a continuum,\nthe wide range of human eroticism. We all slide side to side along that continuum during\nour lives, sometimes in a single week. We don't need to fear our fantasies, curiosity, or\n(consensual) sexual preferences. They don't make us bad or different, just human. Some\npeople like being emotional outlaws. They'll always find a way to get the frisson of\notherness. But most people don't want to live that way. So ending kink's status as\ndangerous and wrong, and its practitioners as \"other,\" is the most liberating thing we\ncan do -- for everyone.\n\nThat's certainly reasonable from a political standpoint. I've made similar arguments.\n(Some folks, such as the brilliant male submissive writer maymay, also argue against the\ncommon idea that \"kink\" is limited to \"BDSM\"; they prefer an expansive definition of\n\"kink\" that denotes a vaster cornucopia of sexuality.)\n\nPlus, I even suspect that a lot of the distinctions made by BDSMers ourselves are\nbased far more on stigma than sense. For example, when I was younger, I went through\na period where I couldn't stand to have the word \"submissive\" applied to myself. I\ninsisted that I was into BDSM solely for the physical sensation, and swore I would never\never do something solely submission-oriented (such as wearing a collar). It was like I\ncould only handle BDSM as long as I distanced myself from the power elements; the\npower elements carried too much stigma in my head for me to acknowledge them... yet.\n\nI also used to carefully separate \"BDSM\" from \"sex\" in my head. Part of me felt like, \"If\nmy desire for pain and power is sexual, then it's weird. If it's not sexual, then it's less\nweird.\" (It looks strange when I type it, now, but I guess that's how sexual stigma works:\nit rarely holds up against the clear light of day.) It took me a while to integrate sexuality\ninto my BDSM practice. In contrast, I once met a couple who told me that it took them a\nlong time to do BDSM that wasn't part of sex. In their heads, the thought was more like:\n\"If the desire for pain and power is sexual, then it's not weird. But if it's not sexual, then\nit's really weird.”\n\nI've heard of plenty of dungeons where sex is not allowed -- sometimes for legal reasons,\nbut sometimes because there is actually a social standard against it: people are like,\n\"Dude, let's not get our nice pure BDSM all dirty by including sex.\" (Note: My\n\nHOUSE_OVERSIGHT_018537",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018537.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3431,
    "word_count": 601,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.820945",
    "prefix": "IMAGES-005"
  }
}