{
  "document_id": "HOUSE_OVERSIGHT_017331",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017331.txt",
  "text": "4.2.12\nWC: 191694\n\nargue in favor of the death penalty and ask the students to come up with better arguments.\nUnless they can, they will never be able to persuade the majority of Americans, including judges,\nwho favor the death penalty.\n\nSimilarly, in the area of rape I present positions that students are reluctant to defend but which\nmany Americans believe. I point out that according to FBI statistics, rape is both the most\nunderreported and the most overreported crime of violence: For every reported rape there are an\nestimated ten than are not reported; but at the same time, a significant percentage of all reported\nrapes turn out to be unfounded, and this rate of false reports is higher than for other violent\ncrimes.\n\nAll in all, my classes on rape tend to be controversial and emotionally charged. The majority of\nstudents seem to love the exchanges. Some even change the opinions they brought to class.\n\nBut my “devil’s advocate” views on rape are “politically incorrect.” Indeed that is precisely why I\ninsist that they be expressed. The education of my students would be incomplete if they heard\nonly the comfortably “correct” views. I tell my students that my job is not to make them feel\ngood about their opinions but rather to challenge every view. That is what the “Socratic method”\nof law teaching is all about. That is also what the real-life practice of law demands.\n\nA small group of students complained about my teaching rape “from a civil liberties perspective.”\nI responded that it was important for the students to hear a variety of perspectives about rape, just\nas they hear, without objection, about other crimes. I also reminded them that the majority of\nstudents who speak in class present the “politically correct” views. I told them that the answer to\nan offensive argument is not to censor but rather to come up with a better argument.\n\nOne of the students then told me that several radical feminist students had met and decided on a\ncourse of action: they would use the student evaluations at the end of the semester to send a\nmessage to professors who don’t follow the “party line” in teaching rape. She warned that I\nshould expect to be “savaged” in this semester’s evaluations.\n\nWhen the evaluations arrived, I realized how dangerous it would be for an untenured professor to\nincur the wrath of the political-correctness patrol. Most of the students appreciated the diversity\nof viewpoints (“willingness to broach sensitive subjects and take unpopular viewpoints,” “very\ngood at presenting alternative views, “helped me get a less dogmatic view of the law,” “open to\ncriticism,” “the most engaging class on campus,” “the most intellectually honest professor I’ve\nhad,” “eagerness to present views with which he disagrees is a tremendous asset,” “as far left as\nyou can get [but] he’ll be assailed by the politically correct for challenging their knee jerk\nreactions,” “fair in presenting sides that usually aren’t raised.”) But this time, a small group of\nstudents used the power of their evaluations in an attempt to exact their political revenge for my\npolitically incorrect teaching. One student said that I do “not deserve to teach at Harvard”\nbecause of my “convoluted rape examples.” Another argued that women be allowed an “option”\nnot to take my class because I “spent two days talking about false reports of rape.” Another\ndemanded that my “teaching privileges” be suspended. One woman purported to speak for\nothers: “Every woman I know in the class including myself found his treatment of rape offensive\nand disturbing.”\n\n99 ¢.\n\n244\n\nHOUSE_OVERSIGHT_017331",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3605,
    "word_count": 601,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.218901",
    "prefix": "IMAGES-004"
  }
}