{
  "document_id": "HOUSE_OVERSIGHT_021168",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021168.txt",
  "text": "little water under the bridge between my folks and J. With my life\nheading in a different direction I didn’t see any use in holding on to so\nmuch hate especially that I didn’t even have to see them that much.\n\nWe got back to “Zorro Ranch”, the name Jeffrey chose to call the\nmassive land he bought to build his fortress on, and Jeffrey told me that\nhe was looking forward to one of my famous relaxing massages and with\nthat notion he gave my bags of shopping to one of the many housemaids\nwho greeted us at the front door and asked her to bring my bags to the\nexquisite room I was staying in. We headed straight downstairs just past\nthe massage room and gym there is an indoor heated pool, shower and\nspa. First Jeffrey wanted to warm up in the spa underneath a decorated\nceiling of clouds and blue skies. Starting the massage in the spa | rubbed\nhis feet while he reclined into the spa’s jets. We spoke of the museum and\nsome of the knick-knacks I had bought and I thanked him for the\nturquoise earrings and necklace he had got for me as a gift, joking about\nnot ever knowing what to get for him, being that he was richest man I'd\never known. By no far means did we ever have any kind of a mutua\nrespectful bond between us, but there was a significant softer side he\nbegan to share with me that was different from how he treated his other\ngirls. Maybe it was my feet that filled the shoes for that time being, or the\nfact my novelty hadn’t worn off yet, but what ever it was 1 was getting\nconfused from the double-sided life I was leading.\n\nHe got up from the spa tub shortly thereafter and asked me to come\nwash him in the shower. It was nothing unordinary to me, I was used to\nhis need to be nurtured and pampered. | performed his request with a\ncheerful mannerism, letting him think I was taking care of him out of my\nsheer sweetness. | got the towels ready for him to get out of the shower\nand towel dried him, patting his skin instead of rubbing as previously\ninstructed. “You know you have a very maternal instinct, you'll make a\nfine mother someday”, he would constantly acclaim at my gentleness. “I\nhope so” I replied, 1 would love to have my own babies one day, but not\nany time soon”. Laughing at the very thought of that.\n\nWe walked up the steps and through the French doors into the gym’s\nadjoining massage room, It was smaller room than in his other houses,\nplacing the emphasis on the large massage bed in the center. I grabbed\nanother clean towel to keep him warm while I prepared the music, lights,\nand oils. He liked me to use mostly lavender or other aromatherapy\nscents, which reminded me of woodlands in the spring. Always enjoying\nthe beginning of the massage, I put my heart and soul into training in my\nprofession. I could just close my eyes I would see only with my hands the\nareas that needed the most work, and even though I wasn’t a professional\nyet, Jeffrey could feel and told me there wasn’t many that could please\nhim during a massage being untrained. I’m sure now it was just\n\n47\n\n©] Copyright Protected Material\nCONFIDENTIAL GIUFFRE004180\n\nsomething he’d say nice to all the girls, but in the time I had known him I\ncould honestly say it wasn’t like him to compliment girls in any other\nway than regards to a sexual performance or their looks. I was flattered at\nhis praise and when the massage was over, so were the sentiments. I was\nback to being used for my body and what I could do with it.\n\nWith him satisfied and off for a nap, I could go do what ever I wanted,\nlike usually 1 would go down to the stables or something adventurous, but\ntoday T was ina melancholy mood, just wanting to relax and unwind\nmyself in a giant tub in my bathroom. | got out some of the oils I used on\nJeffrey putting them in the steaming water and popped two of my Xanax\npills, forgetting about my troubles and focusing on the quiet moment at\nhand, just wanting to soak up the peacefilness of it. Nearly slipping away\nto sleep in the tub, I was startled when I got the call on the intercom to\ncome down for dinner.\n\nEverybody seemed in good spirits at dinner, which helped to lift mine.\nWe all ate our meals and went into the movie room to watch a newly\nreleased movie. It was a ritualistic scenario, most nights that everyone\nwas at ease we would all sit in one of his various located movie rooms\nand hang out together. Just as he always would Jeffrey asked Emmy and\nme to both grab a foot during the movie that night and just keep\nmassaging through the film. We were always on call for duty, no matter\nwhere we were or what ever time it was. He would just plop a foot up or\npass over his hand at any given time and require a massage, even if the\nfilm went on for over two hours, I would still be required to sit on the\nfloor rubbing his feet or hands, and even his scalp at times. After the\ncredits had rolled Ghislane got up to close the door to the room and I\nknew she had received the signals herself and would proceed to\nmanipulate, violate, and use us to satisfy Jeffrey’s urges once more before\nhe went to bed.\n\nThe blue illumination from the empty T.V screen was glaring in the\ntenebrous room as we watched her undress in a light that relied on the\nreflection of the moon through the windows peek to show it’s proceeding\ndisplay. She walked back to the sofa where I was sitting at Jeffrey’s feet\nstill rubbing away and uncovered her shirt displaying ample bosoms for\nhis appeal. Approaching me like a lioness hunting her prey she stood me\nup and led me to the other couch across from Jeffrey and situated herself\non top of me, sliding her fingers through my dress to unbutton my attire,\nrevealing my girlish figure and two small peaks. Pushing my head into\nher breasts I was being fondled by Emmy at the same time, which took\nher cue when she saw Ghislane look in my direction. From an occasional\nglance upwards, [ could see that Jeffrey was up to his methodical foreplay\nstroking his manhood while watching the build up to his main event.\nThey both took turns making me moan from their touches and when\n\n48\n\n{] Copyright Protected Material\n\nGLUPFREO04 181\n\nHOUSE_OVERSIGHT_021168",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021168.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6105,
    "word_count": 1156,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:48.191891",
    "prefix": "IMAGES-006"
  }
}