{
  "document_id": "HOUSE_OVERSIGHT_028541",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028541.txt",
  "text": "JAM v. INTERNATIONAL FINANCE CORP.\n\nSyllabus\n\ncontinuously equivalent. The IOIA is thus like other statutes that\nuse similar or identical language to place two groups on equal foot-\ning. See, e.g., Civil Rights Act of 1866, 42 U.S. C. §§1981(a), 1982;\nFederal Tort Claims Act, 28 U.S. C. §2674. Whatever the ultimate\npurpose of international organization immunity may be, the immedi-\nate purpose of the IJOIA immunity provision is expressed in language\nthat Congress typically uses to make one thing continuously equiva-\nlent to another. Pp. 6-9.\n\n(b) That reading is confirmed by the “reference canon” of statutory\ninterpretation. When a statute refers to a general subject, the stat-\nute adopts the law on that subject as it exists whenever a question\nunder the statute arises. In contrast, when a statute refers to anoth-\ner statute by specific title, the referenced statute is adopted as it ex-\nisted when the referring statute was enacted, without any subse-\nquent amendments. Federal courts have often relied on the reference\ncanon to harmonize a statute with an external body of law that the\nstatute refers to generally. The IOJTA’s reference to the immunity en-\njoyed by foreign governments is to an external body of potentially\nevolving law, not to a specific provision of another statute. Nor is ita\nspecific reference to a common law concept with a fixed meaning.\nThe phrase “immunity enjoyed by foreign governments” is not a term\nof art with substantive content but rather a concept that can be given\nscope and content only by reference to the rules governing foreign\nsovereign immunity. Pp. 9-11.\n\n(c) The D. C. Circuit relied upon Atkinson’s conclusion that the ref-\nerence canon’s probative force was outweighed by an IOJA provision\nauthorizing the President to alter the immunity of an international\norganization. But the fact that the President has power to modify\notherwise applicable immunity rules is perfectly compatible with the\nnotion that those rules might themselves change over time in light of\ndevelopments in the law governing foreign sovereign immunity. The\nAtkinson court also did not consider the opinion of the State Depart-\nment, whose views in this area ordinarily receive “special attention,”\nBolivarian Republic of Venezuela v. Helmerich & Payne Int'l Drilling\nCo., 581 U.S. __, __, and which took the position that immunity\nrules of the IOIA and the FSIA were linked following the FSIA’s en-\nactment. Pp. 11-13.\n\n(d) The IFC contends that interpreting the IOIA immunity provi-\nsion to grant only restrictive immunity would defeat the purpose of\ngranting immunity in the first place, by subjecting international or-\nganizations to suit under the commercial activity exception of the\nFSIA for most or all of their core activities. This would be particular-\nly true with respect to international development banks, which use\nthe tools of commerce to achieve their objectives. Those concerns are\n\nHOUSE_OVERSIGHT_028541",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028541.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2952,
    "word_count": 474,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.091431",
    "prefix": "IMAGES-010"
  }
}