{
  "document_id": "HOUSE_OVERSIGHT_016348",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016348.txt",
  "text": "WILL COMPUTERS BECOME OUR OVERLORDS?\nVenki Ramakrishnan\n\nVenki Ramakrishnan is a scientist at the Medical Research Council Laboratory of\nMolecular Biology, Cambridge University; recipient of the Nobel Prize in Chemistry\n(2009); current president of the Royal Society; and the author of Gene Machine: The\nRace to Discover the Secrets of the Ribosome.\n\nA former colleague of mine, Gérard Bricogne, used to joke that carbon-based intelligence\nwas simply a catalyst for the evolution of silicon-based intelligence. For quite a long\ntime, both Hollywood movies and scientific Jeremiahs have been predicting our eventual\ncapitulation to our computer overlords. We all await the singularity, which always seems\nto be just over the horizon.\n\nIn a sense, computers have already taken over, facilitating virtually every aspect\nof our lives—from banking, travel, and utilities to the most intimate personal\ncommunication. I can see and talk to my grandson in New York for free. I remember\nwhen I first saw the 1968 movie 200/: A Space Odyssey, the audience laughed at the\nabsurdly cheap cost of a picturephone call from space: $1.70, at a time when a long-\ndistance call within the U.S. was $3 per minute.\n\nHowever, the convenience and power of computers is also something of a\nFaustian bargain, for it comes with a loss of control. Computers prevent us from doing\nthings we want. Try getting on a flight if you arrive at the airport and the airline\ncomputer systems are down, as happened not so long ago to British Airways at Heathrow.\nThe planes, pilots, and passengers were all there; even the air-traffic controls were\nworking. But no flights for that airline were allowed to take off. Computers also make\nus do things we don’t want—by generating mailing lists and print labels to send us all\nmillions of pieces of unwanted mail, which we humans have to sort, deliver, and dispose\nof.\n\nBut you ain’t seen nothing yet. In the past, we programmed computers using\nalgorithms we understood at least in principle. So when machines did amazing things\nlike beating world chess champion Garry Kasparov, we could say that the victorious\nprograms were designed with algorithms based on our own understanding—using, in this\ninstance, the experience and advice of top grandmasters. Machines were simply faster at\ndoing brute-force calculations, had prodigious amounts of memory, and were not prone to\nerrors. One article described Deep Blue’s victory not as that of a computer, which was\njust a dumb machine, but as the victory of hundreds of programmers over Kasparov, a\nsingle individual.\n\nThat way of programming is changing dramatically. After a long hiatus, the\npower of machine learning has taken off. Much of the change came when programmers,\nrather than trying to anticipate and code for every possible contingency, allowed\ncomputers to train themselves on data, using deep neural networks based on models of\nhow our own brains learn. They use probabilistic methods to “learn” from large\nquantities of data; computers can recognize patterns and come up with conclusions on\ntheir own. A particularly powerful method is called reinforcement learning, by which the\ncomputer learns, without prior input, which variables are important and how much to\n\n128\n\nHOUSE_OVERSIGHT_016348",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016348.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3263,
    "word_count": 525,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.344537",
    "prefix": "IMAGES-003"
  }
}