{
  "document_id": "HOUSE_OVERSIGHT_011386",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011386.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n83\nH3VOGIU1\n\nfrom defense counsel about a blame the victim mindset that the\njury would very well adopt once they heard that Ms. Giuffre's\n\nstaying with her husband is a victim of domestic violence. So\n\nyour Honor has in front of it, I think, essentially uncontested\nevidence, or at least uncontested argument of substantial\n\nprejudicial effect that will exist that tips decisively in\n\nfavor of excluding this, particularly when they get to subjects\n\nlike criminal proceedings. We're going to then get into what\n\nis the scope of the protective order if they live in Australia\n\nand things like that. That's far afield from any effect on\nemotional distress damages.\n\nItem 15 has to do the 17-year-old, 16-year-old,\n\n15-year-old. I think we have agreement from both sides that\n\nsex with a 17-year-old is unlawful under the age of consent\n\nstatute that exists in Florida, and we'll be asking either to\n\ncover that through an expert witness or through a jury\n\ninstruction. But they say, oh, what if she's flown to New\n\nMexico? The age of consent there might be different. And this\n\nis where I believe your Honor can take a close look at the\nexpert witness on sex trafficking, the 702 motion is currently\npending in front of you, Professor Terry Conan, who is at the\nFlorida State Trafficking Institute, and we've offered him as\nan expert witness.\n\nIf you take a 17-year-old from Florida, fly her to New\n\nMexico for sexual purposes, it makes no difference what the age\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011386",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011386.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1604,
    "word_count": 273,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:46.766511",
    "prefix": "IMAGES-001"
  }
}