{
  "document_id": "HOUSE_OVERSIGHT_024084",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024084.txt",
  "text": "X. CERTAIN TAX AND ERISA CONSIDERATIONS\n\nIN ACCORDANCE WITH U.S. TREASURY REGULATIONS GOVERNING PRACTICE\nBEFORE THE INTERNAL REVENUE SERVICE (CIRCULAR 230), LEGAL COUNSEL TO\nTHE FUND HEREBY INFORMS INVESTORS THAT (A) THE INFORMATION BELOW\n(OR OTHERWISE CONTAINED IN THIS DOCUMENT) IS NOT INTENDED OR\nWRITTEN TO BE USED, AND CANNOT BE USED, BY THE INVESTORS FOR THE\nPURPOSE OF AVOIDING PENALTIES THAT THE INTERNAL REVENUE SERVICE (THE\n“IRS”) MAY ATTEMPT TO IMPOSE ON AN INVESTOR, (B) THE INFORMATION WAS\nWRITTEN TO SUPPORT THE PROMOTION OR MARKETING OF THE TRANSACTION\nOR MATTERS ADDRESSED BY THE WRITTEN INFORMATION, AND (C) INVESTORS\nSHOULD SEEK TAX ADVICE BASED ON THEIR PARTICULAR CIRCUMSTANCES\nFROM AN INDEPENDENT TAX ADVISOR.\n\nCERTAIN U.S. FEDERAL INCOME TAX CONSIDERATIONS\n\nThe following is a brief summary of certain U.S. federal income tax considerations that may be\nrelevant to an investment in the Fund. This summary does not contain a comprehensive\ndiscussion of all U.S. federal income tax consequences that may be relevant to a Partner in view\nof that Partner’s particular circumstances or (unless otherwise indicated) to certain Partners\nsubject to special treatment under U.S. federal income tax laws — such as regulated investment\ncompanies, personal holding companies, brokers or dealers in securities, banks and certain\nother financial institutions, tax-exempt organizations, trusts, and insurance companies — nor\ndoes it address any state, estate, local, foreign, or other tax consequences of an investment in the\nFund, except as otherwise provided herein. This summary is based on the assumptions that (i)\neach Partner (and each of its beneficial owners, as necessary under U.S. federal income tax\nwithholding and backup withholding rules) will provide all appropriate certifications to the\nFund in a timely fashion to minimize withholding (or backup withholding) on each Partner’s\ndistributive share of the Fund’s gross income and (ii) each Partner will hold its Limited Partner\nInterest in the Fund as a capital asset for U.S. federal income tax purposes. Each prospective\ninvestor should also note that, except as otherwise provided herein, this summary does not\naddress the interaction of U.S. federal tax laws and any income or estate tax treaties between the\nU.S. and any other jurisdiction.\n\nNo assurance can be given that the IRS will concur with the tax consequences set forth below.\nEach prospective investor is advised to consult its own tax counsel as to the specific U.S.\nfederal income tax consequences of an investment in the Fund and as to applicable foreign,\nstate, estate, and local taxes.\n\nGeneral Matters\n\nClassification of the Fund - Pursuant to applicable U.S. Treasury Regulations, the Fund will be\ntreated as a partnership, rather than a corporation, for U.S. federal income tax purposes unless\nthe Fund affirmatively elects to be treated as a corporation for such purposes. The General\nPartner has no intention of making such an election on behalf of the Fund and does not\nanticipate any circumstances under which such an election would be made. In certain cases\nunder Section 7704 of the Internal Revenue Code of 1986, as amended (the “Code”), a\npartnership that is classified as a “publicly traded partnership” may be taxed as a corporation\n\n73 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024084",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024084.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3349,
    "word_count": 525,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.551090",
    "prefix": "IMAGES-007"
  }
}