{
  "document_id": "HOUSE_OVERSIGHT_012577",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012577.txt",
  "text": "\\ is U.S. Department of Justice\n\nUnited States Attorney\nSouthern District of Florida\n\n500 S. Australian Ave, Ste 400\nWest Palm Beach, FL 33401\n(561) 820-8711\n\nFacsimile: (561) 820-8777\n\nDecember 13, 2007\n\nDELIVERY BY ELECTRONIC MAIL\nJay P. Lefkowitz, Esq.\n\nKirkland & Ellis LLP\n\nCitigroup Center\n\n153 East 53rd Street\n\nNew York, New York 10022-4675\n\nRe: Jeffrey Epstein\nDear Jay:\n\nTam writing not to respond to your asserted “policy concerns” regarding Mr. Epstein’ s Non-\nProsecution Agreement, which will be addressed by the United States Attorney, but the time has\ncome for me to respond to the ever-increasing attacks on my role in the investigation and\nnegotiations.\n\nIt is an understatement to say that I am surprised by your allegations regarding my role\nbecause I thought that we had worked very well together in resolving this dispute. I also am\nsurprised because I feel that I bent over backwards to keep in mind the effect that the agreement\nwould have on Mr. Epstein and to make sure that you (and he) understood the repercussions of the\nagreement. For example, I brought to your attention that one potential plea could result in no gain\ntime for your client; I corrected one of your calculations of the Sentencing Guidelines that would\nhave resulted in Mr. Epstein spending far more time in prison than you projected; I contacted the\nBureau of Prisons to see whether Mr. Epstein would be eligible for the prison camp that you desired;\nand I told you my suspicions about the source of the press “leak” and suggested ways to avoid the\npress. Importantly, I continued to work with you in a professional manner even after I learned that\nyou had been proceeding in bad faith for several weeks — thinking that I had incorrectly concluded\nthat solicitation of minors to engage in prostitution was a registrable offense and that you would\n“fool” our Office into letting Mr. Epstein plead to a non-registrable offense. Even now, when it is\nclear that neither you nor your client ever intended to abide by the terms of the agreement that he\nsigned, I have never alleged misconduct on your part.\n\nThe first allegation that you raise is that I “assiduously” hid from you the fact that Bert\nOcariz is a friend of my boyfriend and that I have a “longstanding relationship” with Mr. Ocariz.\n\nHOUSE_OVERSIGHT_012577",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012577.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2312,
    "word_count": 393,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.309706",
    "prefix": "IMAGES-002"
  }
}