{
  "document_id": "HOUSE_OVERSIGHT_030896",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030896.txt",
  "text": "young women. But all things are not equal in this case, from my point of view. It is a judgement call, and I\nwill not turn my back on a good friend so easily.\n\nOn Apr 6, 2011, at 9:57 AM, Rebecca Watson wrote:\n\nThanks for getting back to me. I was asking because I found the quote shocking . . . the evidence against\nEpstein is overwhelming and he's even pled guilty to paying for sex with a minor. It's in no way scientific or\nrational to assume that because you never saw him with an underage girl he must actually be innocent. It is\npossible for a person to be kind and generous with his friends but still a criminal paying for sex with underage\ngirls in his private life.\n\nI'm going to write about the topic on Skepchick, and I'll include any additional statement you'd like if you\nwant to provide more context or if you've changed your mind.\n\n-R\n\nOn Wed, Apr 6, 2011 at 12:50 PM, Lawrence Krauss wrote:\nyes it is.. Based on my direct experience with Jeffrey, which is all I can base my assessment on, he is a\n\nthoughtful, kind, considerate man who is generous to his friends, and all of the women I have known who\nhave been associated with Jeffrey speak glowingly in the same words..\n\nwhy are you asking?\n\nOn Apr 6, 2011, at 9:41 AM, Rebecca Watson wrote:\n\nDear Professor Krauss,\n\nWe met briefly after your talk in Ithaca a few months ago — I'm the girl on The Skeptics' Guide to the\nUniverse podcast. I've really enjoyed your talks and books, but I was surprised to see you quoted in the Daily\nBeast recently defending Jeffrey Epstein:\nhttp://www.thedailybeast.com/blogs-and-stories/2011-04-01/bill-clinton-katie-couric-woody-allen-jeffrey-\n\nepsteins-society-friends-close-ranks/2/\n\nCan you confirm if the following quote is accurate?\n\n\"If anything, the unfortunate period he suffered has caused him to really think about what he wants to do\nwith his money and his time, and support knowledge,” says Krauss. \"Jeffrey has surrounded himself with\nbeautiful women and young women but they're not as young as the ones that were claimed. As a scientist I\nalways judge things on empirical evidence and he always has women ages 19 to 23 around him, but I've\nnever seen anything else, so as a scientist, my presumption is that whatever the problems were I would\nbelieve him over other people.\" Though colleagues have criticized him over his relationship with Epstein,\nKrauss insists, \"I don't feel tarnished in any way by my relationship with Jeffrey; I feel raised by it.”\n\nThanks,\nRebecca Watson\n\nHOUSE_OVERSIGHT_030896",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030896.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2519,
    "word_count": 431,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.849074",
    "prefix": "IMAGES-011"
  }
}