{
  "document_id": "HOUSE_OVERSIGHT_014100",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014100.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 17 of\n34\n\nany Document Request propounded by Plaintiffs. Defendant further reserves the right to object\nto the admission in evidence of any and all information made available in response to the\nDocument Requests on any ground, including, but not limited to, the ground that it is irrelevant\nand immaterial to the issues in this action.\n\nGENERAL OBJECTIONS\n\n1. The General Objections and statements in this section apply to each of\nDefendant’s responses to the Document Requests set forth below and are not necessarily\nrepeated in response to each individual Document Request.\n\n2. By responding to the Document Requests, Defendant does not concede that any\ninformation requested is relevant to this action or admissible at trial. Defendant expressly\nreserves the right to object to further discovery on the subject matter of any of these Document\nRequests.\n\n3. Defendant’s responses set forth below include only documents located or obtained\nup to the date of service of the responses. Additional responsive, non-privileged documents may\nbe ascertained or identified subsequently, and Defendant reserves the right to rely on such\ndocuments throughout this litigation and at trial.\n\n4, Defendant objects to each Document Request to the extent that it calls for\ndocuments protected by the attorney-client privilege, the work-product doctrine, or any other\napplicable privilege or protection. By responding to any Document Request, Defendant does not\nwaive any applicable privilege as to that Document Request or as to any other present or future\ndiscovery request.\n\n5. Defendant generally objects to the Document Requests as unduly burdensome and\n\noppressive to the extent that they ask Defendant to provide information that is beyond\n\nHOUSE_OVERSIGHT_014100",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014100.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1832,
    "word_count": 278,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:45.930997",
    "prefix": "IMAGES-002"
  }
}