{
  "document_id": "HOUSE_OVERSIGHT_030305",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030305.txt",
  "text": "things, whether the gray-haired money manager paid West Palm Beach girls\n\nfor sex or transported them across state lines. Epstein is currently charged by\n\nthe State of Florida with soliciting young prostitutes for sex - but federal\n\ncharges would be far more serious.\n\nThe Palm Beach Post reported yesterday that Epstein is very close to a deal\n\nwith the feds that would send him to jail for 1% to 2 years. Sources tell us that\n\nwhile a deal has not yet solidified, what's under discussion is a guilty plea to\n\nat least one charge in exchange for a sentence of 15 months in a Florida state\n\nprison, followed by 15 months of home confinement. That would be a fraction\n\nof the time he would have to serve if he were to be convicted by a jury.\n\nEpstein's spokesman, Howard Rubenstein, said his client would have no\n\ncomment. Dershowitz also declined to comment late yesterday.\n\nPalm Beach police records show that on March 15, 2005, a 14-year-old girl\n\nalleged she had visited Epstein's estate, where she partially stripped and\n\ngave him a massage during which he \"pulled out a purple vibrator\" and used it\n\non her in exchange for $300. A further probe uncovered five young women\n\nwho said Epstein had masturbated and touched their genitals during\n\nmassages, the records state. A woman named Haley Robson - who\n\ndescribed herself as \"like a Heidi Fleiss\" - later admitted bringing six girls\n\nbetween the ages of 14 and 16 to Epstein's house, according to cops.\n\nDespite the allegations, Epstein was only nailed on a single charge of\n\nsoliciting a hooker - but it sparked a federal probe. Epstein's lawyers and\n\nfriends have insisted he was the hapless victim of a vendetta by Palm Beach\n\nPolice Chief Michael Reiter, whom they described as a \"born-again nutcase.\"\n\nPalm Beach Post - 08/14/ 2006\n\nPolice chief's reputation helps discredit attacks\n\nBy Larry Keller\n\nPalm Beach Post - Monday, August 14, 2006\n\nIn the case of Palm Beach financier Jeffrey Epstein, it seems, at times, as if two men are\naccused of wrongdoing: Epstein and Palm Beach Police Chief Michael Reiter.\n\nEpstein, 53, was indicted last month on a charge of felony solicitation of prostitution\nsolely because of Reiter's \"craziness,\" one of Epstein's lawyers said. His department\ndisseminated \"a distorted view of the case\" and behaved in a \"childish\" manner when the\ngrand jury didn't indict Epstein on the charges it sought, another Epstein lawyer\ncomplained.\n\nTo hear the Epstein camp tell it, Reiter, 48, is a loose cannon better suited to be the\nsheriff of Mayberry. They whisper that he's embroiled in a messy divorce.\n\nReiter did in fact file for divorce from his wife, (NAME REMOVED), last year, after 24\nyears of marriage. They have a son, 18, and a daughter, 14. The couple is scheduled to go\nto mediation next week, Aug. 16. Nothing in the court file suggests their split is\nparticularly ugly.\n\nReiter incurred the wrath of the Epstein camp as well as the state attorney's office for two\n\nreasons. First, he pressed for Epstein to be charged with the more serious crimes of\n\nHOUSE_OVERSIGHT_030305",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030305.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3073,
    "word_count": 524,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:48.560508",
    "prefix": "IMAGES-010"
  }
}