{
  "document_id": "HOUSE_OVERSIGHT_022722",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022722.txt",
  "text": "Here’s the narrative: the shadowy rich man, friend of the louche and\ndisgraced President, at all times surrounded by a retinue of gorgeous\nretainers doing his bidding, is now found to have gathered a network of\nwrong-side-of-the-tracks Palm Beach girls to provide him with weird sexual\nservices. (It somehow reads weirder that he doesn’t have sex with them.) To\nboot, his former girl friend, Ghislaine Maxwell the daughter of the\ndisgraced Robert Maxwell—encouraged at least one of the girls to come to\nEpstein’s home (and forever more has become a fixture of further weird\npossibilities in this tale).\n\nPalm Beach Police Chief Michael Reiter is reported to say: “This is\nbigger than Rush Limbaugh,” who, in a storm of publicity, has just been\narrested in Palm Beach for possession of controlled drugs.\n\nOn one side are some of the nation’s most powerful defense attorneys\n(who, increasingly, seem more stumblebum than effective), on the other side,\na round-up of hapless girls, with sensational tales of perversion and infamy\n(in the telling they are not so much sex workers, as Dickensian victims),\nrelatively speaking giving the Palm Beach authorities the choice between\nutter capitulation to the powerful or standing on the side of the exploited and\npowerless.\n\nStill, with a critical eye, it also quite appears to be a straightforward\ntale of prostitution (however more or less kinky). And even though some of\nthe girls are minors, age is not a distinguishing factor in a prostitution charge\nin Florida, nor in most places (in New York, for instance, at this time\nsoliciting sex with anyone over the age of 14 is a class D misdemeanor\ncalling for a $100 fine).\n\nIn fact, Saige Gonzales told the police that she lied about being 18\nbecause otherwise she knew she would not have been admitted to the house.\n\nThe local sex crimes prosecutor, Lana Belhalevic, interviews the girls\nand determines that the offense is solely related to prostitution—that there\nare no innocent victims.\n\nDershowitz rejects a series of lower-level plea deals and Palm Beach\nDistrict Attorney Barry Krischer takes the unusual step of empanelling a\ngrand jury, which returns with a recommendation of a single count of\nsoliciting a prostitute—a charge without jail time. (And Epstein can apply to\nhave his record expunged after a year.)\n\nAt which point, Reiter, the police chief, at odds with the District\nAttorney’s office, recruits the involvement of the FBI. This is of course the\nBush-era FBI and Epstein presents quite the Clinton-connected scandal. Still,\nsolicitation, even of a minor, is not a federal crime. The FBI hits on the novel\n\nHOUSE_OVERSIGHT_022722",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022722.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2643,
    "word_count": 434,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.033918",
    "prefix": "IMAGES-007"
  }
}