{
  "document_id": "HOUSE_OVERSIGHT_012846",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012846.txt",
  "text": "sexist, or X-ist in some cases than others, either because the individual lacks top down control or because\nthey decide to relinquish it.\n\nIn parallel with Singer’s work on the relationship between pain empathy and our classification of\nothers as fair-minded cooperators or narcissistically-minded cheaters, so too does race influence our\nexpression of compassion toward those in pain. Both Caucasian, Black and Asian subjects showed\nstronger activation in the pain-related areas of the brain when viewing individuals from the same race\nexperience pain than when viewing individuals of a different race. When Black subjects played a\ncomputerized game involving social ostracism, they showed stronger activation in areas of the brain\ninvolved in social pain when excluded by Caucasian players than when excluded by Black players. When\nothers suffer and we have the opportunity to help them, we are more likely to help those of the same race,\nand feel good about it as evidenced by activation of brain areas involved in reward.\n\nOur biases, both implicit and explicit, influence our compassion toward others and our motivation\nto help. This statement is true whether we are looking at evidence from young children or adults, and\nusing measures that assess sensory perception, behavioral judgment, or activity patterns in the brain.\nBeginning with an evolutionarily ancient brain system that was designed to distinguish friendly ingroup\nmembers and antagonistic outgroup members, we populate the inner sanctum with people who we\nperceive as most like us, using both fixed and variable features. With time, the walls surrounding this\nsanctum close, attributing the full richness of human nature to those within, and bleaching it from those\n\noutside.\n\nBleaching humanity\n\nDraw an imaginary circle around yourself with a diameter of about fifty feet. Now imagine packing this\ncircle with people, forming an expanding set of concentric circles that radiates out from those closest to\nyou to those you don’t know at all. Based on social network analyses by sociologists such as Nicholas\nChristakis, the majority of people within the inner circles will be like you in a number of ways, including\ntheir race, religion, political affiliation, food preferences, and aesthetics. This includes family members\nand close friends, but also those we work with, vote for, and play with. As you travel from the inner core\nto the outside, you will find less in common. Some in the outer core will not only have less in common,\nbut as noted earlier in this chapter based on work by Gray, Wegner and Haslam, will be perceived as less\nhuman, stripped of dimensions of experience and agency that define humanity. Some will appear like\n\nobjects, others like animals. When we transform others into objects, we have stripped away core aspects\n\nHauser Chapter 3. Ravages of denial 100\n\nHOUSE_OVERSIGHT_012846",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012846.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2879,
    "word_count": 458,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.272261",
    "prefix": "IMAGES-002"
  }
}