{
  "document_id": "HOUSE_OVERSIGHT_022572",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022572.txt",
  "text": "or debarment from contracting with the federal government,\ncross-debarment by multilateral development banks, and the\n\nsuspension or revocation of certain export privileges.\n\nDebarment\n\nUnder federal guidelines governing procurement,\nan individual or company that violates the FCPA or other\ncriminal statutes may be barred from doing business with the\nfederal government. The Federal Acquisition Regulations\n(FAR) provide for the potential suspension or debarment\nof companies that contract with the government upon\nconviction of or civil judgment for bribery, falsification or\ndestruction of records, the making of false statements, or\n“[cJommission of any other offense indicating a lack of busi-\nness integrity or business honesty that seriously and directly\naffects the present responsibility of a Government contrac-\ntor or subcontractor.” These measures are not intended\nto be punitive and may be imposed only if “in the public’s\ninterest for the Government's protection.”*“\n\nUnder the FAR, a decision to debar or suspend is dis-\ncretionary. The decision is not made by DOJ prosecutors or\nSEC staff, but instead by independent debarment authorities\nwithin each agency, such as the Department of Defense or\nthe General Services Administration, which analyze a num-\nber of factors to determine whether a company should be sus-\npended, debarred, or otherwise determined to be ineligible\nfor government contracting, Such factors include whether\nthe contractor has effective internal control systems in place,\nself-reported the misconduct in a timely manner, and has\ntaken remedial measures.*® If a cause for debarment exists,\nthe contractor has the burden of demonstrating to the satis-\nfaction of the debarring official that it is presently responsible\nand that debarment is not necessary.** Each federal depart-\nment and agency determines the eligibility of contractors\nwith whom it deals. However, if one department or agency\ndebars or suspends a contractor, the debarment or suspension\napplies to the entire executive branch of the federal govern-\nment, unless a department or agency shows compelling rea-\nsons not to debar or suspend the contractor?”\n\nAlthough guilty pleas, DPAs, and NPAs do not result\n\nin automatic debarment from U.S. government contracting,\n\nFCPA Penalties,\nSanctions, and\nRemedies\n\ncommitting a federal crime and the factual admissions\nunderlying a resolution are factors that the independent\ndebarment authorities may consider. Moreover, indictment\nalone can lead to suspension of the right to do business\nwith the government.* The US. Attorney’s Manual also\nprovides that when a company engages in fraud against the\ngovernment, a prosecutor may not negotiate away an agen-\ncy’s right to debar or delist the company as part of the plea\n\nbargaining process.\n\nIn making debarment determina-\ntions, contracting agencies, including at the state and local\nlevel, may consult with DOJ in advance of awarding a con-\ntract. Depending on the circumstances, DOJ may provide\ninformation to contracting authorities in the context of\nthe corporate settlement about the facts and circumstances\nunderlying the criminal conduct and remediation measures\nundertaken by the company, if any. This information shar-\ning is not advocacy, and the ultimate debarment decisions\nare squarely within the purview of the independent debar-\nment authorities. In some situations, the contracting agency\nmay impose its own oversight requirements in order for a\ncompany that has admitted to violations of federal law to be\nawarded federal contracts, such as the Corporate Integrity\nAgreements often required by the Department of Health\n\nand Human Services.\n\nCross-Debarment by Multilateral Development\nBanks\n\nMultilateral Development Banks (MDBs), like the\nWorld Bank, also have the ability to debar companies and\nindividuals for corrupt practices.” Each MDB has its own\nprocess for evaluating alleged corruption in connection\nwith MDB-funded projects. When appropriate, DOJ and\nSEC work with MDBs to share evidence and refer cases.\nOn April 9, 2010, the African Development Bank Group,\nthe Asian Development Bank, the European Bank for\n\nHOUSE_OVERSIGHT_022572",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4157,
    "word_count": 621,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:48.494600",
    "prefix": "IMAGES-007"
  }
}