{
  "document_id": "HOUSE_OVERSIGHT_011441",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011441.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n138\n\nH3vlgiu2\nthe central issues, of course, in the case. One of the things\nthat was called an obvious lie. And so we want to bring in the\n\nco-conspirators and ask them, Ms. Giuffre says you were ina\n\nconspiracy and what's your side of the story on that? And they\n\ntake the Fifth. So there we are. The question is, are we\n\ngoing to conceal that from the jury or are we going to present\n\nit to them? Well, the Second Circuit case that your Honor is\n\nwell familiar with, LiButti, sets out the factors that have\n\ndetermined that issue, and one of the things we hear from the\n\ndefendant is, oh, it's never been applied in a case like this.\n\nI would just direct your attention, as I did during the Epstein\nargument, to the case of FDIC v. Fidelity & Deposit Co. of\nMaryland. That's a Fifth Circuit case from 1995, in which a\nbank officer was accused of dishonest and fraudulent acts and\nkind of bogus loans, and the Fifth Circuit allowed, Fifth\nAmendment invocations from the loan recipients to be used\n\nagainst him, reasoning that, well, in this kind of a case, the\n\ncollusion then is shown by the Fifth Amendment invocation of\nthe participants in the conspiracy there. Fifth Amendment\ninvocations can be held against someone who's accused to be a\npart of that conspiracy, which of course is exactly what we\n\nhave going on here in a civil context.\n\nLiButti, by the way, the Second Circuit case, which is\n\ncontrolling in this jurisdiction, favorably cites the Fifth\n\nCircuit case in FDIC v. Fidelity & Deposit Cox, explaining that\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011441",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011441.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1668,
    "word_count": 297,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:47.975037",
    "prefix": "IMAGES-001"
  }
}