{
  "document_id": "HOUSE_OVERSIGHT_021699",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021699.txt",
  "text": ", Prince Andrew and girl, 17, who sex offender friend flew to Britain to meet him | Mail On... Page 3 of 17\n\neyewitness, photographs and flight details of Epstein’s private jets.\n\nOne picture, said to have been taken by Epstein during Andrew’s first encounter with the girl in March\n2001 and published today by The Mail on Sunday, shows the Prince with his arm around her waist.\n\nThis is not the first time the Duke of York’s judgment and choice of associates have been questioned. He\nappears to relish the company of super-rich oil billionaires from the Middle East, North Africa and the\nformer Soviet Union.\n\nThe peculiar sale of his former marital home to a Kazakh businessman for £15 million after it had\nlanguished unsold for five years at £12 million has never been satisfactorily explained.\n\nIn the recent leak of American diplomatic cables it was revealed that he had criticised an official\ncorruption investigation into the huge Al-Yamamah arms deal between Britain and Saudi Arabia, while he\nis also said to be close to Saif Al-Islam Gaddafi, son of the beleaguered Libyan president, and may have\nhad a role in the early release of Lockerbie bomber Abdelbaset Al Megrahi.\n\nWhile on the streets, | slept with men for money. |\nwas a paedophile's dream\n\nBut it is Andrew’s friendship with Epstein, whom he has known since at least 2000, and with Epstein’s\nconfidante Ghislaine Maxwell, daughter of the late disgraced newspaper baron Robert Maxwell, that\ngives most concern.\n\nHe was first seen with the pair on holiday in Thailand, and was pictured cavorting with Ghislaine at a\nHalloween fetishthemed party in Manhattan.\n\nThe photograph that appeared last weekend shows the prince strolling through Central Park with 58-\nyear-old Epstein. Andrew was said to have spent four days at his New York mansion in December, when\nhe was joined by other distinguished guests, including Woody Allen, at a dinner.\n\nIt is by no means the first New York soiree Andrew has attended as Epstein’s guest.\n\nA lengthy profile of the financier in Vanity Fair magazine some years ago reported that Andrew was a\nguest at a cocktail party thrown by Epstein and Maxwell packed with young Russian models. ‘Some\nguests were horrified,’ said the article’s author, Vicky Ward.\n\nIt should not be forgotten that Epstein is a registered sex offender after recently completing his sentence\nfor offences relating to child prostitution.\n\nHowever, he avoided trial on more serious charges that carried a potential life sentence. And no one\nreading The Mail on Sunday’s interview with the woman who was prepared to testify against him can be\nin any doubt of the seriousness of the charges.\n\nEpstein, a Wall Street money manager who once counted Bill Clinton and Donald Trump among his\nfriends, became the subject of an undercover investigation in 2005 after the stepmother of a 14-year old\ngirl claimed she was paid $200 (£125) to give him an ‘erotic massage’.\n\nThe subsequent FBI probe uncovered at least 20 girls levelling sexual allegations against him.\n\nEventually, Epstein struck a ‘plea bargain’ with prosecutors — a practice not permitted under British law —\nunder which he was allowed to plead guilty to two relatively minor charges.\n\nhttp://www.dailymail.co.uk/news/article-1361039/Prince-Andrew-girl-17-sex-offender-frie... 3/16/2011\n\nHOUSE_OVERSIGHT_021699 |",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021699.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3339,
    "word_count": 541,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.606533",
    "prefix": "IMAGES-006"
  }
}