{
  "document_id": "HOUSE_OVERSIGHT_018197",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_018197.txt",
  "text": "From: Jeffrey Epstein [jeeyacation@gmail.com] \nSent: 2/15/2013 4:52:58 PM \nTo: Larry Summers \ntake-it-or-leave-it deal by the U.S. on the \nnuclear issue is the wrong strategy  \nRay Takeyh \nFebruary 14, 2013 -- On Feb. 26, the United States and Iran will once \nmore resume their diplomatic ritual, in the so-called six-party talks, over \nIran's disputed nuclear program. As the two perennial adversaries eye one \nanother, there are competing paradigms about how to deal with Tehran. \nAn emerging school of thought suggests that the best means of \"testing\" \nIran is to offer it a final nuclear agreement that presumably promises \nmeasurable relief from sanctions for significant Iranian concessions. Iran's \nfailure to grasp such an offer would then conclusively demonstrate to both \ndomestic and international audiences that the cause of the impasse is not \nAmerican belligerence but Iranian truculence. \nBut this approach fails to recognize that an arms-control process is \nnecessarily an incremental one, nor does it offer a practical substitute to \nthe existing step-by-step diplomacy. \nIran's nuclear program encompasses a vast complex of enrichment \nfacilities, centrifuge construction plants, uranium extraction companies \nand thousands of scientists working in university and government \nlaboratories. Iran is enriching uranium at both 5% and 20% levels, \nexperimenting with high-velocity centrifuges and seemingly in the process \nof constructing additional enrichment facilities. \nSuch a multilayered, multifaceted program can be dealt with only on a \npiecemeal basis, as the technical details and rules for inspections are too \ncomplex to be addressed in a single agreement. \nMoreover, should the United States offer Iran a final deal, Tehran still has \na right to contest and negotiate its provisions and offer counterproposals. \nHOUSE OVERSIGHT 018197 \nThe international community is unlikely to concede to either more \nsanctions or the use of force until Iran's objections are taken into full \nconsideration. As such, a grand deal that is supposed to provoke a moment \nof clarity is likely to be enmeshed in the existing, protracted arms-control \nprocess. \nAnother complication is the advent of public opinion and critical \nconstituencies in Iran devoted to the perpetuation of the program. The \ngrowing public sentiment is that Iran has a right to acquire a nuclear \ncapability. As the program matures, it is becoming a source of pride for a \ncitizenry accustomed to the revolution's setbacks and failures. \nAlso emerging is a bureaucratic and scientific establishment with its own \nparochial considerations for sustaining the nuclear investment. A clerical \nleadership that is dealing with a restive population and empowered \nsecurity services cannot easily dispense with its nuclear trump card. \nAll this suggests that the best means of addressing Iran's nuclear challenge \nis to mitigate its most dangerous dimensions. The focus should remain on \nIran's high-grade enrichment and its underground nuclear facility nestled \nin mountains outside Qom. Tehran seems to have conceived an ingenious \npath to nuclear advancement, one that involves increasing the size and \nsophistication of its civilian atomic apparatus to the point where it can \nquickly surge into a bomb. While staying within the rules of the \nInternational Atomic Energy Agency's inspection process, Iran is \nessentially expanding its capabilities while shielding them under the \nveneer of legality. Given the fact that much of civilian nuclear technology \ncan easily be misappropriated for military purposes, Iran can construct an \nelaborate nuclear infrastructure while remaining within IAEA guidelines. \nThe diplomatic challenge is to derail this path to a nuclear weapon by \nimposing significant restraints on its program. And this can still be done \nthrough a process that proceeds incrementally and sequentially. \nU.S. officials would be wise to get out of the crisis mode and put some \ntime back on the clock. The Iran issue always seems urgent, and yet \nsomehow there is always time to deal with it. Washington should \nacknowledge the obvious, namely, that given Iran's gradualist approach, it \nHOUSE OVERSIGHT 018198 \nis still years from completing an efficient enrichment infrastructure, \nconstructing a nuclear arsenal and developing a reliable means of delivery. \nBy agreeing to a compressed timeline, the U.S. only narrows its options \nand makes a solution even more elusive. \nAs the United States again contemplates its Iran conundrum, it should \neschew calls for a take-it-or-leave-it deal. The history of Iran's \nconfrontation with the international community suggests that keeping it a \ncrisis situation benefits the Islamic Republic. Ironically, it is the Western \npowers that have generated alarmist conditions. And then to escape the \npredicament of their own making, they offer Iran more concessions and \nfurther incentives. \nTo avoid a repeat of that outcome, it would be prudent to have a sense of \nproportionality and appreciate that, in the end, time works best for the \nUnited States and not the economically beleaguered theocracy. \nRay Takeyh is a senior fellow at the Council on Foreign Relations. \nArticle 2. \nThe Guardian  \nWhether it's North Korea or Iran, sanctions  \nwon't work  \nSimon Jenkins \n13 February 2013 -- Iranian president Mahmoud Ahmadinej ad. 'Threats \nand sanctions have not weakened the regime's determination to proceed \n[with nuclear weapons], but rather weakened opposition to it'. Photograph: \nSven Hoppe/EPA \nHOUSE OVERSIGHT 018199 \nNorth Korea has  set off a third nuclear test explosion. It has done so in \ndefiance of the UN, America, Japan and even, reportedly, its sponsor, \nChina. It has said to hell with everyone, in a brutal comment on western \neconomic sanctions. \nThe UN security council met yesterday and Washington threatened \n\"significant consequences\" — code nowadays for \"tighter sanctions\". Every \nshred of evidence suggests that these will not achieve the declared goal. \nThey will merely add to the impoverishment of North Korea's people by \nits own government. Sanctions are the most counter-productive tool \nknown to diplomacy. Yet we keep imposing them. Why? \nSanctions assume that all countries react to external pressure as might a \ncapitalist democracy. They assume a misguided regime will change its \nmind and put financial advantage above its definition of national interest. \n\"Smart sanctions\" (really dumb sanctions) further assume the rich can be \npunished without punishing the poor, and that all dictators' wives want to \nfly abroad and shop at Harrods. They assume that trade guides political \naction and political action trumps dictatorship. \nEconomic sanctions are hugely popular to western politicians, not because \nof their effect but because of their cause: the desire to stand on an \ninternational stage and being seen to \"do something\". They are the least-\ncost first resort of the laptop bombardiers of global intervention. They \nsound punitive and aggressive without inflicting any hardship on the \nimposer. \nAfter North Korea the other target in the sanctions frame is Iran. \nEverything at present suggests that ever-tighter sanctions have done \nnothing to curb Iran's nuclear programme. Indeed, by inducing paranoia, \nprobably the reverse. Sanctions have certainly \"bitten\", to the glee of their \nadvocates. They have brought inflation and a collapse in the currency, the \nrial. They have harmed ordinary people and solidified sentiment against \nthe west and the \"great Satan\" of the US. Assassination and cyber-\nweapons have wiped out a few scientists and scrambled a few computers. \nWhat sanctions have not done is weakened the power of the ayatollahs or \ntheir private army, the Revolutionary Guards. Both seem as secure as ever, \nHOUSE OVERSIGHT 018200 \nwhile (relatively) moderate civilian politicians are reduced to feuding and \narresting each others' children. Iran's nuclear programme appears to \nproceed independent even of the organs of its own state. \nA spoof article in the Economist last year portrayed Iran's supreme leader, \nAyatollah Khamenei, ruminating on western nations' obsessive posturing \ntowards his country. He mused that these were unstable, unreliable places, \ndangerous though probably not all mad. But since it was hard to be sure, \"I \nwould feel a lot safer if we already had that bomb\". Similar insecurity \ndrove sanctioned Cuba to accept Russian missiles in the 1960s, and \nsanctioned Iraq and Libya to pretend to build weapons of mass destruction \nin the 1990s. \nSanctions never stop bad things happening. Rather they entrench dictators, \nbuild up siege economies and debilitate the urban middle class from which \nopposition to dictatorship grows. As Khamenei said in a speech a year  \nago, sanctions were \"painful ... but make us more self-reliant\". Indeed, for \na regime to be sanctioned is to receive an elixir: witness Castro, Gaddafi, \nthe ayatollahs and the ruling cliques of Burma, Afghanistan and North \nKorea. That sanctioned regimes sometimes come to an end is not proof \nthat sanctions work, rather that they take a long time and usually require \nwar to \"work\". \nThis is a rarely researched topic because sanctions are diplomatic ideology \nrather than science. A debate in 1998 in International Security magazine  \nsaw the Chicago academic, Robert Pape, barely challenged in his view \nthat only around five of the 115 cases of sanctions imposed since the war \ncould claim any plausible efficacy. Most merely inflicted \"significant \nhuman costs on the populations of target states, including on innocent \ncivilians who have little influence on their government's behaviour\". They \nare a ready invitation to war. \nWhen I was reporting on South Africa in the 1980s I became convinced \nthat sanctions were aiding import substitution and benefiting the Afrikaner \neconomy, probably giving apartheid an extra decade of life. They likewise \nprolonged Ian Smith's regime in Rhodesia. Sanctions made Libya's \nGaddafi so rich he could spoon money into the London School of \nHOUSE OVERSIGHT 018201 \nEconomics. They made Saddam Hussein one of the 10 wealthiest people \nin the world. Besides, sanctions create sanctions-busting which, like drugs, \nis a global criminal industry born entirely of the idiocy of western \ndiplomacy. \nA year ago the  Foreign Office defended yet another round of sanctions  \nagainst Tehran on the grounds they would \"hasten Iran's economic \ncollapse and deepen rifts within the regime, in the hope that saner voices \nwill deem the price of pursuing nuclear weapons too high\". Economies \ndon't collapse, any more than poverty changes governments. Even Greece, \nnow the most \"sanctioned\" nation in Europe, has not collapsed. Places just \nget poorer. As for \"saner voices\", they go into exile, hiding or prison. \nThat's where sanctions send them. \nIran is a proud nation of 80 million mostly Muslim people, one of many \nAsian and African states struggling between theocracy and democracy, \ntradition and modernity. These are agonising struggles among and within \npeoples, to which the west has contributed nothing but hostility and \nbelligerence. Under the cloak of \"counter-terror\", it has been as crass as it \nwas during the Crusades. Of course no one wants to see nuclear weapons \nspread. Russia tried to stop China getting them. China tried to stop North \nKorea. The west tried to stop India and Pakistan, while hypocritically \ntolerating Israel and the replenished arsenals of France and Britain. No \npressure made the slightest difference to anyone. \nIf Iran really wants a nuclear weapon, it will get one — the more so when it \nis threatened with dire retribution if it does. That is how such states react \nto pressure. Ever since the dodgy election of 2009, threats and sanctions \nhave not weakened the regime's determination to proceed, but rather \nweakened opposition to it. If ever there was a country unlikely to respond \nto diplomatic bullying, it is Iran. If ever there was a country that might \nrespond to constructive engagement, to commercial, governmental and \ncultural intercourse, it is also Iran. Why the west should want to make it \nanother North Korea passes comprehension. \nArticle 3. \nHOUSE OVERSIGHT 018202 \nThe Washington Institute \nYear of Decision: U.S. Policy toward Iran in  \n2013 \nJames F. Jeffrey and Thomas Pickering  \nFebruary 12, 2013 -- On February 7, 2013, James F. Jeffrey and Thomas \nPickering addressed a Policy Forum at The Washington Institute. \nAmbassador Jeffrey, a former assistant to the president and deputy \nnational security advisor, is author of the new Institute study Moving to  \nDecision: U.S. Policy toward Iran. Ambassador Pickering served in \nnumerous key posts at home and abroad over a five-decade career, \nincluding undersecretary of state for political affairs. The following is a \nrapporteur's summary of their remarks. \nJAMES F. JEFFREY \nThe move to decision on Iran is the most pressing and dangerous issue on \nthe U.S. and international agenda in 2013. The year ahead will largely \ndefine the longstanding struggle between Washington and Tehran, and the \nconsiderable stakes involved make it absolutely crucial that a swift and \ndecisive resolution be achieved. Regardless of the outcome of the nuclear \nissue, however, Iran will continue to present a long-term challenge to the \nUnited States because of clashing ideologies, conflicting foreign policy \ngoals, and Iran's claim to regional hegemony. \nThere are four likely outcomes to the nuclear issue: a unilateral Iranian \ndecision to halt or dramatically slow its progress toward a nuclear weapon; \na negotiated outcome, whether through the P5+1 (i.e., the five permanent \nmembers of the UN Security Council plus Germany) or bilateral \nnegotiations; a military strike, as threatened by President Obama and \nIsraeli prime minister Binyamin Netanyahu, and an explicit or implicit \nshift to containment, indicating that Washington would be prepared to \ncoexist with a nuclear-armed Iran. \nHOUSE OVERSIGHT 018203 \nThe most effective resolution would be a negotiated outcome -- to achieve \nit, Washington will need to take preliminary steps on several fronts. A \nserious compromise needs to be put on the table, including an offer to \nsuspend crippling oil sanctions in return for specific, verifiable Iranian \nsteps to eliminate any nuclear breakout capabilities. Equally significant is \nestablishing a credible military threat, given that Tehran has been willing \nto endure increasing economic pressure in order to continue its nuclear \nprogram. The regime is unlikely to concede anything during negotiations \nif it does not believe that Washington will actually follow through on such \nthreats. Although specific public redlines are often unpalatable, the Obama \nadministration must clarify internally when it would take military steps, \nand these intentions must be made clear to the Iranians. \nIn the same vein, the military option requires a credible negotiating \ncomplement, as seen in the early 1990s with Iraq. To legitimize military \naction against Saddam Hussein's regime, Washington had to prove that all \nother options had been exhausted. Similarly, the only way to set the \npredicate for military action against Iran is to show the regime and the \ninternational community that everything has been tried, and that \nWashington has left Tehran with a way out. Failure to do so would \nundermine the legitimacy of any strikes. \nIt is also important to understand that curtailing Iran's nuclear progress \nwill not by itself alter the regime's regional agenda -- nuclear ambitions \nare but an extension of Tehran's wider aspirations toward hegemony in the \nMiddle East. Unfortunately, none of the longer-term proposals for \naddressing that issue seem feasible at the moment (e.g., regime change by \ninternal or external means; a shift in Tehran's views on the Supreme \nLeader and succession; a \"grand deal\" between Washington, Iran, and the \ninternational community). \nOne lesson to be learned from past interactions with Tehran (or lack \nthereof) is that when the United States proactively opposes Iranian \naggression in the Middle East, the regime relents, but when Washington \noffers a more passive response, Iranian aggression increases. With respect \nto Syria, for example, it cannot be assumed that Bashar al-Assad will fall \nat all, let alone quickly, without active U.S. engagement. If the Assad \nHOUSE OVERSIGHT 018204 \nregime does in fact survive, Iran would become increasingly emboldened, \nwith potentially disastrous consequences for the United States and its \nallies and interests in the Middle East. \nDenuding U.S. forces in the region to enable a pivot to Asia is also risky. \nNowhere else in the world is America more likely to deploy forces than in \nthe Persian Gulf in opposition to Iran, and nowhere else is it of utmost \nimportance that any potential confrontation be won decisively in the next \nfive to ten years than with the Islamic Republic. \nGoing forward, Washington must discriminate between Iranian behaviors \nit considers unacceptable -- such as support for terrorism, hegemonic \nambitions, and progress toward nuclear weapons -- and those it can \ntolerate. U.S. officials could open the door for negotiations by making \nclear to Tehran that they do not seek regime change; the first step in that \nregard would be to let Iran know that Washington respects it as a nation-\nstate and not a transnational revolutionary movement. \nFinally, disorganization within the U.S. government and a \"go it alone\" \nmentality have accounted for many of Washington's internal difficulties in \nresponding to the Iranian challenge. To alleviate this problem, all cabinet-\nlevel officials must be in constant and complete coordination, devoid of \nroutine bureaucratic obstacles. In addition, the appointment of a senior \nsubcabinet official whose sole responsibility is Iran (or, alternatively, a \nsmall group of officials in constant coordination) could allow the \nadministration to reorganize bureaucratically in preparation for this year of \ndecision. \nTHOMAS PICKERING \nDiscussions of containment policy typically imply accepting the Islamic \nRepublic as an inevitable nuclear power and using deterrence to deal with \na nuclear-armed Iran. Yet such an outcome would be disastrous for U.S. \nnonproliferation policy, which is based on the notion that fewer nuclear \nstates means less chance of miscalculated use. If Iran attains a nuclear \nweapon, other regional powers would likely follow suit -- clearly an \nundesirable outcome for the international community. \nHOUSE OVERSIGHT 018205 \nAt the other end of the spectrum, using military means in the short term to \nguarantee prevention would entail a vast use of force -- essentially an \nunofficial, semipermanent occupation of Iran. This is not a viable path, \nparticularly since other diplomatic possibilities have not yet been \nexhausted. \nSimilarly, sanctions, while effective, are not sufficient by themselves. \nThey must be intertwined with negotiations -- as Washington and its allies \nincrease the pressure, cohesive and meaningful talks with equivalent \nconcessions should follow suit. Some have argued that negotiations should \nexpand to a \"big for big\" format, but decades of mistrust between the \nUnited States and Iran make smaller deals more practical. Such an \napproach would have to focus on ending Iran's most problematic \nenrichment activity: processing uranium to the 20 percent threshold, which \nmakes the leap to weapons-grade material much easier. Instead, the regime \ncould limit itself to 5 percent enrichment, and under strict supervision by \nthe International Atomic Energy Agency. \nThe intelligence community widely believes that although Iran has not yet \ndecided to make a nuclear weapon, it is still moving to acquire all the \nnecessary capabilities in case it chooses that path. Accordingly, \nWashington will need to obtain a concrete Iranian commitment to convert \nits stocks of readily upgradeable gaseous uranium into metallic fuel \nelements, which pose significantly less of a threat. A serious inspection \nsystem would need to be implemented in order to monitor these \nrequirements. In return, the Iranians would expect the lifting of nuclear-\nrelated sanctions. They would also likely ask for acknowledgement that \nthey have the right to continue their civil enrichment program, whether for \nsupposed use in cancer treatment or to safeguard against a potential \nRussian decision to cease fueling the Bushehr reactor. \nThus far, President Obama has been frustrated at the lack of progress in \nresponse to his openness toward the Iranian regime, and his new cabinet \nhas an obligation to help him solidify a negotiating position that improves \nthe situation. If the Iranians continue to reject U.S. positions that \nseemingly respond to some of their demands, then the administration \nshould begin applying other pressures. These steps should be taken sooner \nHOUSE OVERSIGHT 018206 \nrather than later so that the parties can move toward a mutually acceptable \nconclusion. \nWashington must also keep in mind that Supreme Leader Ali Khamenei \nhas the last word on all matters in Iran, and that negotiations will go only \nas far as he allows them to go. In years past, he issued a fatwa condemning \nnuclear weapons -- Washington could take advantage of this fact by \ndrafting a UN Security Council resolution endorsing the fatwa. This could \nbe a small step toward boosting Khamenei's international profile while \nsimultaneously pressuring Iran to follow its own religious decree. \nTo be sure, regime change remains an attractive alternative on paper, and \nsome in Washington view it as an insurance policy. Historically, however, \nregime change has not been a successful option for the United States, and \ninternal attempts at toppling Iran's leadership have thus far been crushed \nby Stalinesque suppression, including the 2009 uprising. Despite such \nfailures and Washington's limited influence in Iranian domestic affairs, \nU.S. policy should be to demonstratively support popular democratic \nmovements. \nArticle 4. \nTIME \nSpy Fail: Why Iran Is Losing Its Covert War  \nwith Israel  \nKarl Vick \nFeb. 13, 2013 -- Slumped in a Nairobi courtroom, suit coats rumpled and \nreading glasses dangling from librarian chains, the defendants made a poor \nshowing for the notorious Quds Force of the elite Iranian Revolutionary \nGuard Corps. Ahmad Abolafathi Mohammed and Sayed Mansour Mousa \nhad been caught red-handed and middle-aged. And if the latter did them a \ncertain credit — blandly forgettable always having been a good look for a \nHOUSE OVERSIGHT 018207 \nsecret agent — the prisoners still had to explain why they had hidden 15 \nkg of the military explosive RDX under bushes on a Mombasa golf \ncourse. \nCreated to advance Iran's interests clandestinely overseas, the Quds Force \nhas lately provided mostly embarrassment, stumbling in Azerbaijan, \nGeorgia, India, Kenya and most spectacularly in Thailand, where before \naccidentally blowing up their Bangkok safe house, Iran's secret agents  \nwere photographed in the sex-tourism mecca of Pattaya, one arm around a \nhookah, the other around a hooker. In its ongoing shadow war with Israel, \nthe Iranian side's lone \"success\" was the July 18 bombing of a Bulgarian \nbus carrying Israeli tourists — though European investigators last week \nofficially attributed that attack to Iran's Lebanese proxy, Hizballah. That \nleaves the Islamic Republic itself with a failure rate hovering near 100% \nabroad and an operational tempo — nine overseas plots uncovered in nine \nmonths — that carries a whiff of desperation. A Tehran government long \nbranded by U.S. officials as the globe's leading exporter of terrorism may \nbe cornering the market on haplessness. \nWithin Iran's own borders, however, the story is different. Twice in the \npast two years Iranian intelligence has cracked espionage rings working \nwith Israel's Mossad, Western intelligence officials tell TIME. In both \ncases, the arrests were the furthest thing from secret: announced at a news \nconference, each was later followed up by televised confessions broadcast \non Iranian state television in prime time. Given Iran's history of trumped-\nup confessions, skepticism is more than justified. But the arrests appear to \nbe solid. One intelligence official said the captured Iranians provided \n\"support and logistics\" to the Mossad operatives who carried out the \nassassinations of Iranian nuclear scientists. \nAt least four scientists were killed on Tehran's streets from 2010 to 2012, \nwhen, as TIME has reported, Israel ratcheted back on covert operations \ninside Iran. Officially, Israel has remained silent on the killings, though \ngovernment officials will coyly say they welcome the deaths. The Jewish \nstate maintains the same ambiguous posture on other \"setbacks\" to Iran's \nnuclear program widely — and correctly, Western intelligence officials \nsay — attributed to Mossad, from the Stuxnet computer virus, to \nHOUSE OVERSIGHT 018208 \nmysterious explosions like the massive blast at a missile base, which \ndestroyed ballistic missiles that could reach Israel. \nThe covert onslaught dovetails with Israel's history of reaching \"over the \nhorizon\" to disarm perceived threats at a distance. To keep advanced arms \nfrom reaching Hamas and Hizballah, Israel in the past year sent warplanes \nto bomb convoys and arms depots in Sudan and Syria, respectively, \nwithout apparent retribution. In the case of Iran, however, experts say the \naudacity of Israel's covert campaign stirred Tehran to revive an espionage \neffort that lay largely fallow since 9/11. The Spy vs. Spy contest that \nensued would prove woefully one-sided, even in the third-world countries \nwhere Iran chose to strike, hoping to avoid heightened security awareness \nin the developed world. In the end, its only success came inside Iran, \nwhere the secret police operate without inhibition. \nThe shadow war may have started on Jan. 15, 2007, the day Ardeshir \nHosseinpour passed away. Hosseinpour was a specialist in \nelectromagnetics at the Nuclear Technology Center in the city of Isfahan, \nIran, but his death might have escaped notice had Iran's government not \nkept it under wraps for almost a week, finally attributing it to fumes from \na faulty heater. An online report by the American private intelligence firm \nStratfor suggested another cause — radioactive poisoning — and hinted \nthat Mossad's Caesarea section was back in business. Caesarea, named for \nan Israeli beach town that dates back to Roman times, is the operations \nbranch of Israel's secret service, most notoriously responsible for the \nassassinations of some two dozen Palestinians (and an innocent waiter) \nafter the 1972 Munich Olympics. Assassinations are carried out by a very \nsmall unit dubbed Kidon, the Hebrew word for \"tip of the spear.\" Kidon \noperates at a remove from the legions of Mossad employees working in \nless lethal fields. \nIt would have been a unit called Hatzomet, or \"The Junction,\" that \nrecruited Majid Fashi, a handsome young Iranian who dropped out of high \nschool to pursue a career in kickboxing. By the account he gave on Iranian \nstate television early in 2011, Fashi presented himself at the Israeli \nconsulate in Istanbul in 2007 and was vetted for a solid year before being \nshown any trust. Two years later, on Jan. 12, 2010, he would place a bomb \nHOUSE OVERSIGHT 018209 \non a motorbike parked on the sidewalk outside the Tehran home of \nMasoud Alimohammadi, the nuclear physicist was killed when it was \ndetonated by remote control. \nIn the broadcast, Fashi accurately described the Mossad campus north of \nTel Aviv. He said he had been given a laptop equipped with a second \noperating system and used it to communicate through online drop boxes. \nHe was impressed by his handlers' thoroughness. At one point Fashi \ndescribed studying a scale model of Alimohammadi's street. \"It was an \nexact copy of the real one,\" Fashi said. \"The tree next it, the street curb, \nthe bridge.\" In a later broadcast, he was seated across from \nAlimohammadi's widow, who glared at him as he bowed his head and \nwept. Mossad officials were \"pissed off and shocked\" seeing their agent \non television, the intelligence official said. \nFashi was executed in May 2012. About the same time, Iran's intelligence \nminister announced the arrest of 14 more Iranians, eight men and six \nwomen dubbed members of the \"Terror Club\" in the subsequent  prime-\ntime broadcast of that name. Filmed in shadow, and rich in atmospherics, \nthe Aug. 5 program recreated Alimohammadi's death and four subsequent \nattacks: they started with the Nov. 29, 2010 nearly simultaneous attempts \non Majid Shariari and Fereydoun Abbasi, nuclear scientists driving to \nwork when magnetic \"sticky bombs\" were attached to the side of their cars \nfrom passing motorcycles. Abbasi managed to escape before it detonated, \nsaving his wife as well. Shariari was killed — a significant setback for the \nIranian nuclear program where he was the top scientist, according to a \nWestern intelligence official. \nThe confessed agents offered absorbing detail — they were aboard a Bajaj \nPulsar, wearing helmets, when the magnet bomb stuck on the right front \npanel of Shariari's car exploded. The riders scrambled into the \"trail car\" \nassigned to follow the target and disappeared into the traffic of the Imam \nAli Autobahn. Already gone was the car assigned to cut off and slow the \ncar carrying the scientist. They claimed to have rehearsed on a practice \ntrack inside Israel. None of the details could be confirmed, but an \nintelligence official acknowledged: \"Another network was taken.\" \nHOUSE OVERSIGHT 018210 \nThe third scientist, Dariush Rezaeinejad was shot on July 23, 2011 after \npicking up his child at a day care; his wife described hearing shots whiz by \nas she chased the assailants. The most recent assassination was the Jan. 11, \n2012 death of Mustafa Ahmadi-Roshan, an expert on uranium enrichment, \nalso by a magnet bomb slapped on his car during his morning commute. \nBy then, Iran was trying to strike back. The task of avenging the scientists \nfell to the sprawling Quds Force's own covert-operations division, known \nas Unit 400. It took a shotgun approach, targeting Israeli diplomatic \nmissions in a variety of countries, mostly in the developing world where \nthe global antiterrorism mesh is not so fine. Exposed in Baku, Tbilisi, \nJohannesburg, Mombasa and Bangkok, the failures mounted at a pace that \nwas itself one of the problems. In the world of espionage, a quality covert \noperation can take years to pull together. Yet in the 15 months from May \n2011 to July 2012, the Quds Force and Hizballah attempted 20 attacks, by \nthe count of Matthew Levitt, a former State Department counterterrorism \nofficial. \"Hizballah and the Quds Force traded speed for tradecraft and \nreaped what they sowed,\" Levitt writes in a January report for the \nWashington Institute for Near East Policy. \"Quds Force planners were \nstretched thin by the rapid tempo of their new attack plan, and were forced \nto throw together random teams of operatives who had not trained \ntogether.\" \nThe decline in quality was so striking it initially inspired disbelief Recall \nthe preposterous-sounding plot weaving together a former used-car \nsalesman, Mexico's Zetas drug gang and a bank transfer from a \nRevolutionary Guard account to assassinate Saudi Arabia's ambassador — \nby bombing a Washington restaurant? A year on it looks like the new \nnormal. In Bangkok last month, an Iranian agent entered a courtroom in a \nwheelchair, having accidentally blown his legs off while fleeing police. A \nJanuary alert issued by Turkish intelligence was light on specifics but \nquite certain the Quds operatives would be staying in five-star hotels. \n\"There's a number of reasons that Iranian intelligence has suffered,\" says \nMeir Javedanfar, an Iranian-born analyst who lectures at the \nInterdisciplinary Center in Herzliya, Israel. \"No. 1,\" he says, \"is the 2009 \nuprisings in Iran.\" The street protests over a fraudulent election \nHOUSE OVERSIGHT 018211 \nundermined the perceived legitimacy of the state among people who once \nwould work for it, including in its secret services. \"People less and less see \nit as a nationalist endeavor and more as a Khamenei-related project to \nstrengthen himself,\" Javedanfar says, referring to Iran's Supreme Leader \nAyatullah Ali Khamenei, who by some published accounts personally \nauthorizes all overseas attacks. \nHard-liners further aggravated the situation by purging competent \nreformists from both the secret services and from Iran's embassies — \ncrucial to a force expected to work undetected abroad. \"Basically the Quds \nForce doesn't cooperate with the Foreign Ministry, and the Foreign \nMinistry isn't what it used to be either,\" says Javedanfar. Under President \nMahmoud Ahmadinejad, 42% of ministry employees have only high \nschool degrees. \"The regime is a bigger threat to itself than Israel,\" he \nsays. \nKarl Vick has been TIME's Jerusalem bureau chief since 2010, covering \nIsrael, the Palestine territories and nearby sovereignties. He worked 16 \nyears at the Washington Post in Nairobi, Istanbul, Baghdad, Los Angeles \nand Rockville, MD. \nArticle 5. \nYaleGlobal \nIs the US Ready To Be Number Two?  \nKishore Mahbubani \n11 February 2013 -- SINGAPORE: Long before anyone did, former US \npresident Bill Clinton saw that America would have to prepare for the time \nHOUSE OVERSIGHT 018212 \nwhen it would no longer be the number one power in the world. In his \n2003 Yale University address on \"Global Challenges,\" he said: \nIf you believe that maintaining power and control and absolute freedom of \nmovement and sovereignty is important to your country's future, there's \nnothing inconsistent in that [the US continuing to behaving unilaterally]. \n[The US is] the biggest, most powerful country in the world now. . . . But \nif you believe that we should be trying to create a world with rules and \npartnerships and habits of behavior that we would like to live in when \nwe're no longer the military political economic superpower in the world, \nthen you wouldn't do that. It just depends on what you believe. \nLong before 2003, Clinton wanted to begin preparing Americans for this \nnew world. \"Clinton believed [...] what we had in the wake of the cold \nwar was a multilateral moment — an opportunity to shape the world \nthrough our active leadership of the institutions Clinton admired and \n[Charles] Krauthammer disdained,\" writes Strobe Talbott, former deputy \nsecretary of state in his book The Great Experiment: The Story of Ancient \nEmpires, Modern States, and the Quest for a Global Nation. \"But Clinton \nkept that belief largely to himself while he was in office.... political \ninstincts told him it would be inviting trouble to suggest that the sun \nwould someday set on American preeminence.\" Sadly, few Americans \nhave heeded Clinton's wisdom. Few dare to mention that America could \nwell be number two. I discovered this when I chaired a panel on \"the \nfuture of American power\" at the 2012 World Economic Forum in Davos. \nAfter citing projections that America would have the second largest \neconomy in just a few years, I asked the American panelists — two \nsenators, a congresswoman and a former deputy national security advisor \n— whether Americans are ready to become number two. To my shock, \nnone could acknowledge publically this possibility. \nAmerica may well become number two faster than anyone has anticipated. \nAccording to the most recent International Monetary Fund (IMF) \nprojections, China will have larger share of global GDP than the United \nStates by 2017. In 1980, in PPP terms, the US share of the global economy \nwas 25 percent, while China's was 2.2 percent. By 2017, the US share will \ndecline to 17.9 percent, and China's will rise to 18.3 percent. Even if \nHOUSE OVERSIGHT 018213 \nAmerica becomes number two, we will still have a better world. In many \nways, the world is \"converging\" to American values and standards, as I \nexplain in The Great Convergence. The global middle class is booming, \ninterstate war is waning, and never before have people traveled and \ncommunicated across the world so easily. These changes are creating \ncommon values and norms across the world. Education and scientific \nreasoning, for example, are enabling people the world over to speak with a \ncommon language. However, while humanity is well on its way to \ncombating absolute poverty and interstate warfare, other problems are \nsurfacing. Preventing and curtailing transnational issues like climate \nchange, human and drug trafficking, and financial crises require \ncooperation among nation states, yet this is not happening. A simple \nanalogy illustrates this. Before the era of modern globalization, \nhumankind was like a flotilla of more than 100 separate boats in their \nseparate countries. The world needed a set of rules then to ensure that the \nmany boats did not collide and facilitate their cooperation on the high seas \nif they chose to do so. The 1945 rules-based order strived to do this, and \ndespite some obvious failures, it succeeded in producing a relatively stable \nglobal order for more than 50 years. Today, the 7 billion people who \ninhabit planet earth no longer live in more than 100 separate boats. \nInstead, they live in 193 separate cabins on the same boat. But this boat \nhas a problem. It has 193 captains and crews, each claiming exclusive \nresponsibility for one cabin. No captain or crew cares for the boat as a \nwhole. The world is now sailing into increasingly turbulent waters with no \ncaptain or crew at the helm. The Great Convergence echoes the themes \nof Clinton's 2003 Yale speech. It's in the interest of all — particularly great \npowers — to strengthen institutions of global governance so that we're not \nsailing blindly into choppy waters without a captain. The National \nIntelligence Council recently projected that in 2030 Asia would overtake \nthe Western world economically, technologically and militarily. When \nChina becomes a world superpower in a matter of decades, the United \nStates and Europe will want to ensure that China plays by the rules. \nBut in order to make international organizations like the United Nations, \nthe IMF and the World Bank more credible and effective, they must \nHOUSE OVERSIGHT 018214 \nundergo serious reform. It is manifestly absurd that the West makes up 12 \npercent of the world's population but takes up 60 percent of UN Security \nCouncil permanent seats. It's nonsensical that the head of the IMF is \nalways a European and the head of the World Bank is always an American \nas the West's share of global GDP diminishes every year. This \nconcentration of clout in the hands of a relative few has grave implications \nfor these institutions' effectiveness and independence, making them \ninstruments of the West. No other organization, not even huge global \nNGOs like the Bill and Melinda Gates Foundation or the Clinton \nFoundation, has the scope and legitimacy that the UN currently enjoys. \nFor example, the United States for years has been trying to pressure China \nto take a more proactive role in fighting climate change. Predictably, \nChina has resisted these pressures because they saw them as a clever yet \ntransparent American ruse to curtail Chinese economic growth. Only when \nthe United Nations Development Programme raised the issue with China \ndid the Chinese government take heed, as the UNDP is seen as a neutral \nparty in China. The UN and its many agencies may soon lose invaluable \ncredibility if the West insists on monopolizing its power over these \ninstitutions. \nAny reform of the UN should take into account three principles: \ndemocracy, recognition of power balances and the rule of law. Institutions \nof global governance can be made more democratic by ensuring that their \nleadership accurately reflects the composition of world's population. At \nthe same time, we must also take into account geopolitical relationships \namong emerging and middle powers. Finally, the rule of law is essential to \nthe mediation and resolution of thorny international issues and to \ngoverning the conduct of states on the international stage so as to prevent \nescalation of conflict. \nIn this rapidly changing world, it's a mistake to allow institutions of global \ngovernance to stay as they are. The 1945 rules-based order is no longer \nappropriate for 21st century circumstances. Global leaders must better \nprepare us for the challenges to come and equip our international \norganizations to deal with them. Leaders must find the courage to continue \nadvocating for stronger multilateral cooperation. It is time for our captains \nHOUSE OVERSIGHT 018215 \nand crews to emerge from their cabins and start steering the boat. \nKishore Mahbubani is dean of the Lee Kuan Yew School of Public Policy, \nNUS, and author of the forthcoming book The Great Convergence: Asia, \nthe West, and the Logic of One World. \nArticle 6. \nForeign affairs \nPyongyang's Nuclear Logic  \nJennifer Lind, Keir A. Lieber, and Daryl G. Press \nFebruary 14, 2013 -- In his State of the Union address, U.S. President \nBarack Obama described North Korea's recent nuclear test as a \nprovocation that required a firm response. The intended audience for that \nprovocation, though, is up for debate. Some commentators have posited \nthat the test was a signal aimed at China, designed to demonstrate North \nKorea's independence from its great-power patron. Others think that Kim \nJong-un was sending a message to the newly elected president of South \nKorea, Park Geun-hye. Still other North Korea experts have suggested that \nthe test was actually meant for domestic consumption, to lift the sagging \nmorale of a deprived public or for the regime to curry favor with the \nmilitary. The intended North Korean signal is being analyzed and debated \nby U.S. government officials, who hold views across the spectrum. \nA much simpler explanation exists. Pyongyang tested a nuclear device for \nthe same reason it has been testing long-range missile designs: to see what \nworks. In truth, the effort was less a signal than an attempt to master the \ntechnical capabilities that are vital to its nuclear deterrent. \nThis rationale should come as no surprise to those steeped in Cold War \nhistory. Between 1945 and 1992, the United States conducted 1,054 \nnuclear tests and fired an untold number of missiles. If the goal had merely \nHOUSE OVERSIGHT 018216 \nbeen to show the Soviets that the United States meant business, testing \nnearly twice a month throughout the entire Cold War would have been \noverkill. In fact, Operation Sandstone -- a series of three tests at Enewetak \nAtoll in 1948 -- was not intended to warn off the Soviets as tensions rose \nover Berlin. Nor was the series of 48 underground tests launched in the \nsummer of 1964 designed to impress the newly installed premier, Leonid \nBrezhnev. And the United States would not have conducted a dozen \natomic blasts at its Nevada test site in the first half of 1977 -- including the \nCove, Dofino, Marsilly, Bulkhead, Crewline, Forefoot, Carnelian, Strake, \nFlotost, Gruyere, Scantling, and Scupper detonations -- just because new \nPresident Jimmy Carter was vulnerable to right-wing criticism. \nThe United States did what it did because it needed its ultimate deterrent \nto actually work, and because the technical requirements of the nuclear \nmission continually changed. The ruins of Hiroshima and Nagasaki were \nevidence enough that the United States could destroy cities, but deterring \nthe Soviet Union was a far greater challenge. If the Soviets had invaded \nWestern Europe, for example, U.S. bombers would have had to penetrate \nalerted Soviet air defenses, identify Soviet ground forces and industrial \ncenters, and attack them. Accordingly, U.S. bombers had to be highly \nmaneuverable and able to carry multiple weapons, so the bombs \nthemselves had to be lighter and smaller than the ones the United States \nused against Japan. The Soviets put another wrinkle in Washington's plans \nwhen they began to deploy large numbers of their own nuclear weapons. \nThe United States needed to find a way to potentially destroy the Soviet \narsenal on the ground. Eliminating those targets -- numerous and often \nhardened -- required even greater numbers of bombs, even lighter designs, \nand more accurate delivery systems. So the United States updated its \ndesigns and tested. And tested. And tested again. \nLike the United States during the Cold War, North Korea has apparently \ndecided that nuclear weapons are central to its national security strategy. \nWith few friends, its conventional military forces outgunned, an economy \nin tatters, and facing off against a superpower prone to deposing \ndictatorships across the globe, the Kim regime set about building an \noperational nuclear arsenal. And just as NATO planned to thwart a Soviet \nHOUSE OVERSIGHT 018217 \ninvasion by striking targets in the Soviet Union and Eastern Europe, North \nKorea presumably plans to defend itself, should war erupt on the \npeninsula, by threatening U.S. regional allies and targets in the United \nStates. \nNorth Korea's mission requires small, lightweight warheads, and missiles \nthat work -- and the only way to know that they work is to test them. So \nfar, the weapons have proved unspectacular. The country's first nuclear \ntest, conducted in 2006, was an embarrassment. Pyongyang had told the \nChinese that the device would generate four kilotons of explosive power, \nbut it ended up producing less than one. The second test in 2009 fared \nslightly better, producing between one and eight kilotons, although it is \nnot known what size of a blast the North Koreans had sought. Moreover, \nPyongyang has much more work to do before it can boast weapons that \nwill actually fit on its missiles (which have been, themselves, a series of \nhumiliating failures). \nObservers in the West who presume that North Korea's behavior must be \nabout signaling should remember NATO and the United States' own \nexperience during the Cold War. The United States understood then that \nthe ability to conduct nuclear operations was the very foundation of a \ncredible deterrence strategy. Today, a sound strategy for dealing with \nNorth Korea should not ascribe ulterior motives to acts that the United \nStates once considered rational and routine. \nThe view that nuclear weapons are merely political instruments -- suitable \nfor sending signals, but not waging wars -- is now so common in \nWashington, London, and Berlin that it is hard to find anyone who \ndisagrees. Yet those comforting assumptions are not shared by leaders \neverywhere. Beyond North Korea, Russia is cutting down its arsenal, \nmodernizing the nuclear forces it plans to keep, and increasing its reliance \non nuclear weapons in national defense strategy. China is slowly \nexpanding its own arsenal, while substantially improving its weapons. \nAnd Iran seems so committed to going nuclear that it has been ready to \nendure crippling sanctions and risk foreign attack. \nHOUSE OVERSIGHT 018218 \nIt is unfortunate that U.S. policymakers are so convinced of nuclear \nobsolescence that they have difficulty understanding the motivations of \npotential adversaries. It would be tragic, however, if their questionable \nassumptions prevent them from recognizing the deterrence problems that \nlie ahead and the grave difficulties that will be posed by adversaries, such \nas North Korea, that still cling to nuclear weapons. \nJENNIFER LIND is an Associate Professor of government at Dartmouth \nCollege and the author of Sorry States: Apologies in International \nPolitics. KEIR A. LIEBER is an Associate Professor in the Edmund A. \nWalsh School of Foreign Service and Department of Government at \nGeorgetown University. DARYL G. PRESS is an Associate Professor in \nthe Government Department at Dartmouth College and Coordinator of \nWar and Peace Studies at Dartmouth's John Sloan Dickey Center for \nInternational Understanding. \nArticle 7. \nForeign Policy in Focus (FPIF) \nThe Depths of Malaise in Palestine  \nDaniel DePetris \nFebruary 12, 2013 -- When talking about peace in Israel-Palestine, it is \neasy to narrow the conversation to the leaders who are responsible for \nmaking it. Over the past few years, there have been numerous profiles in \nnewspapers and profiles in magazines attempting to document the two \nmen who are supposed to make the effort—Israeli Prime Minister \nBenjamin Netanyahu and Palestinian Authority President Mahmoud \nAbbas. \nHOUSE OVERSIGHT 018219 \nDelving into the lives and minds of world leaders is an undoubtedly \nhelpful, exciting, and informative way to find answers, but a conflict as \nmultifaceted and complicated as the Israeli-Palestinian dispute cannot be \nfully explained without taking into account the opinions of the ordinary \npeople who live the reality every single day. Millions of Israelis and \nPalestinians on both sides of the green line have had their voices drowned \nout by the very politicians, lawmakers, and personalities who purport to \nrepresent them. \nThe result is a host of unanswered questions. What does the average \nIsraeli or Palestinian think about the chances for a lasting and \ncomprehensive peace agreement? What types of concessions need to be \ngiven for a deal to be struck? Do Israelis have the political courage to \nsacrifice on settlements and Jerusalem so the conflict can finally be \nresolved? Can the Palestinians negotiate in good faith? \nLuckily, polling organizations in Israel and Palestine have spent years \ntrying to answer these very questions, often working together and sharing \ntheir resources during the hunt. \nTwo of the latest polls, one from the Jerusalem Media and \nCommunications Center (JMCC) and the other from the Palestinian Center \nfor Policy and Survey Research (PCPSR), are particularly telling. Unlike \nother surveys that confirm what most in the international community \nalready think, the results of these polls are unprecedented, revealing a \nstark and disturbing malaise in the Palestinian territories. \nThe message is clear: frustration with the conflict is at a high point, the \ntwo-state solution is steadily losing credibility in the eyes of the people, \nand ordinary citizens in the Holy Land are starting to wonder whether a \nsettlement can be achieved without another round of bloodshed. \nOslo Fatigue \nWhen asked by the PSPSR whether Mahmoud Abbas's policy of peace \ntalks or armed resistance by Hamas is the best way to achieve a \nPalestinian state, an alarming 60 percent of Palestinians surveyed threw in \ntheir lot with armed resistance (compared to 28 percent who favored \nnegotiations). With the eight-day Israel-Hamas war having ended with a \nHOUSE OVERSIGHT 018220 \nceasefire that many view as a victory for the Islamist group, Hamas Prime \nMinister Ismail Haniyeh finds his popularity having soared. Forty-eight \npercent of Palestinians say that they would rather pick Haniyeh as \nPalestine's next president instead of Abbas, who has struggled to secure \nthe freedom of movement and self-determination that so many \nPalestinians once expected from his government. \nThe JMCC issued similar findings. By far the most disturbing figure in the \npoll is the exponential rise in support among the Palestinian public for \narmed operations against Israel-50.9 percent now view attacking Israeli \npositions in the current climate as a credible way to express their \ngrievances and pressure the Israeli government to compromise. This is a \n20-percent increase from the previous year. \nThe numbers can perhaps best be summarized by Ali Najjar, an 18-year-\nold Palestinian who lives in a refugee camp. \"In my view,\" he said, \"what \nwas taken by force will only be returned by force. Twenty years after \nOslo, we haven't gained one inch of Palestine.\" \nMany young Palestinians agree. Indeed, the words summarize the how \ndire the situation has become for an entire generation of Palestinians, most \nof whom are too young to remember the signing of the Oslo Accords in \n1993. Most have not seen any benefit from peace agreements or \nnegotiations, and all of them have grown tired of the settlement \nconstruction in the West Bank, the killing of Palestinian civilians, and the \ninternal fighting among Palestinian politicians that never seems to \ndissipate. \nThe Corrosive Status Quo \nOne cannot blame Palestinian civilians for feeling this way. The previous \nyear was a terrible one for Abbas and his government. Settlement tenders \nand approvals in the West Bank rose to such an extent that the anti-\nsettlement organization Peace Now named 2012 \"the year of the  \nsettlement,\" with the Ministry of Defense authorizing an additional 6,000 \nhousing units and Netanyahu pushing for the construction of 11,000  \nhomes in the month of December alone. \nHOUSE OVERSIGHT 018221 \nThe lack of economic support from donor nations and the restrictions that \nimpede the Palestinian economy from functioning at anywhere near its full \npotential have also made for a deadly cocktail for Abbas' Palestinian \nAuthority. Combined with the occasional holding of Palestinian tax \nrevenue by the Israelis, the PA is finding it incredibly difficult to pay the \ntens of thousands of employees on its payroll. \nThe recent Israeli parliamentary elections perhaps best illustrate where the \nPalestinian issue is today: at the bottom of the barrel. Israeli politicians \nchose to focus their campaigning on social and economic issues, from the \nprice of housing and cost of living to whether religious students should be \ndrafted into the Israeli military like everyone else. The only Israeli \ncandidate who spoke about the need to reengage the Palestinians in peace \ntalks was the former foreign minister Tzipi Livni, whose party failed to \nreach double-digits in the incoming parliament. \nThe overall message is depressingly familiar to Palestinians: creating a \nPalestinian state in the West Bank, Gaza Strip, and East Jerusalem is \nsimply not on the list of priorities for Israel at the current time. And the \nPalestinian Authority is proving itself to be an increasingly fragile \ngoverning body without the constant generosity of foreign countries; it's \nan institution that cannot adequately care for its people, let alone its \nemployees who go months without pay. The average Palestinian is losing \nhope that peace is possible in his or her lifetime. Palestinian leaders may \nspeak of ending the occupation, but for those who live under it, the \noccupation is so ingrained that escaping it has become a violation of the \nnormal. \nSome may take the more militant attitudes of Palestinians as confirmation \nthat Israel does not have a partner for peace. Yet those attitudes can also \nbe viewed differently: without a renewed effort at peacemaking, however \nfrustrating and difficult it will be, the conflict will reach a nadir where \nsearching for a peace partner will be irrelevant. \nHOUSE OVERSIGHT 018222 \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 018223",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_018197.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 55848,
    "word_count": 8689,
    "line_count": 856,
    "import_date": "2025-11-19T21:47:48.819369",
    "prefix": "TEXT-001"
  }
}