{
  "document_id": "HOUSE_OVERSIGHT_021784",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021784.txt",
  "text": "But instead of proceeding with such charges on his own, the Palm Beach County state\nattorney took the rare step of presenting a broad range of possible charges to a grand jury,\nwhich indicted Mr. Epstein in July on the lesser count. In Florida, prosecutors usually\nrefer only capital cases to grand juries.\n\nEven before the indictment, the Palm Beach police chief, Michael Reiter, had accused\nprosecutors of giving Mr. Epstein special treatment and asked the state attorney, Barry E.\nKrischer, to remove himself from the case.\n\nIn an editorial, The Palm Beach Post attacked Mr. Krischer, a Democrat whose post is\nelective, saying the public had been left “to wonder whether the system tilted in favor of\na wealthy, well-connected alleged perpetrator and against very young girls who are\nalleged victims of sex crimes.”\n\nThe case has taken a toll on the reputation of Mr. Epstein, who owns a palatial home in\nManhattan, has pledged $30 million to Harvard and once flew former President Bill\nClinton on his 727. Politicians including Eliot Spitzer, a Democratic candidate for\ngovernor in New York, and Gov. Bill Richardson of New Mexico, also a Democrat, have\nreturned campaign contributions from him.\n\nBut Mr. Epstein fought back, assembling a team of star lawyers, including Gerald B.\nLefcourt and Alan M. Dershowitz, a friend of his, to look into the backgrounds of his\nyoung accusers.\n\nMr. Lefcourt says that the police acted “outrageously” and that his client has been\nwrongfully dragged through the mud.\n\n“He disputes that he ever had sex with any under-age person or anything like that,” said\nMr. Lefcourt, whose clients have included Russell Crowe, Martha Stewart and Abbie\nHoffman.\n\nNeither the police nor the state attorney’s office would discuss the case in detail. But the\npolice released a thick report on the 13-month investigation after the indictment was\nunsealed in late July.\n\nThe police started investigating Mr. Epstein in March 2005, almost immediately after\nthey were contacted by the stepmother of the 14-year-old, who, according to the report,\nwas in a special school for students with disciplinary problems.\n\nThe girl, the report said, told the police that an older friend had “offered her an\nopportunity to make money” and had driven her to Mr. Epstein’s house one Sunday. The\nfriend, identified by the police as Haley Robson, a local community college student, told\nthe girl to say she was 18 if Mr. Epstein asked, the report said.\n\nThe girl told the police that Mr. Epstein’s assistant had led her upstairs to a room with a\nmassage table and that Mr. Epstein had come in and told her to remove her clothes. She\nsaid Mr. Epstein had masturbated as she massaged him, had pressed a vibrator against her\nunderwear and had given her $300 afterward.\n\nHOUSE_OVERSIGHT_021784",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021784.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2793,
    "word_count": 464,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.973862",
    "prefix": "IMAGES-006"
  }
}