{
  "document_id": "HOUSE_OVERSIGHT_028443",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028443.txt",
  "text": "especially those whose voices might disturb the peace a€\" has always been that things\nwill go better for them if they keep their mouths shut. In my forthcoming book about\nthe political consequences of womend€™s rage, I write about a 16th-century torture\ndevice called the brank, which was used to muzzle a defiant or cranky woman by keeping\nher head and jaw clamped in a metal cage. Some of the iron bridles included tongue\ndepressors; some of those had spikes on the bottom to pierce the flesh. When I visited\nthe Tower of London last year, during the week that followed the publication of stories\nabout Harvey Weinsteinde€™s serial sexual predation a4€\" told at long last by women whose\ntongues had been loosed 4€\" I saw an internally spiked metal neck collar on display. It\nwas labeled a A4€ecollar for torturea€ and described as something to be A4€eput around\n\nthe necks of scolding or wayward wives.a€\",\"type\":\"text\"}, {\"identifier\":\" anf-body-\n9\",\"inlineTextStyles\": [{\"range\": {\"length\":1363,\"start\":0},\"textStyle\":\"_ anf-ts-\n11\"}],\"layout\":\"bodyContentLayout\", \"role\":\"body\", \"text\":\"The censure of women who open\n\ntheir mouths in dissent or dissatisfaction or anything less than grinning compliance\nwith the power structures that subjugate them is so common as to be the stuff of\neveryday catcalling. And we dond€™t just hear the reminders a4€\" A€eCome on, baby, smile\na€\" you look so pretty when you smiled€ a4€\" on the street. During the 2016 primaries,\nMSNBC host Joe Scarborough chided Hillary Clinton, after a set of primary victories,\na€esSmile. You just had a big night.ad€ And in 2018, commenting on Nancy Pelosid€™s grim\nvisage during Trumpdé€™s first State of the Union, Sarah Huckabee Sanders said on CNN,\na€el think she should smile a lot more often.a€ When women like Pelosi and Clinton do\nopen their mouths, theyd€™re quickly cast as shrill and monstrous harpies. Do a Google\nimage search of any powerful women in politics or public life, and youd€™ll see that\ntheir ideological opponents love to show pictures of them with their mouths open, mid-\nyell, the very act of making a loud noise a sign of their unnatural tendencies; itd€™s\nno accident that when he was asking to have her removed from Kavanaughd€™s confirmation\nhearings two weeks ago, Orrin Hatch referred to a protester yelling about health care\nas a 4€eloudmouth.d€ The best way to discredit threatening women is to capture them\ngiving loud voice to something that we might imagine is uncomfortable to\n\nhear.\", \"type\"™:\"text\"}, {\"additions\": [{\"URL\":\"https://apple.news/AsphunM9BOTqQUAJuthZQug\"\n,\" range\": {\"length\":4, \"start\":757},\"type\"™:\"link\"}],\"identifier\":\" anf-body-\n\n10\", \"inlineTextStyles\":[{\"range\":{\"length\":868,\"start\":0},\"textStyle\":\" anf-ts-\n11\"}],\"layout\":\"bodyContentLayout\", \"role\":\"body\",\"text\":\"And the best way to silence\nthem 4€\" besides literally covering their mouths, as Kavanaugh is alleged to have done\nto Ford, as he was trying to rip her clothes off a4€\" is to ensure that their voices are\nconsidered illegitimate. There are a number of mechanisms with which to accomplish\nthat. Bruenig writes of Wyattd€™s economic precariousness, especially compared to the\nwealth and social stature of the young men who assaulted her. Wyatt, and Ramirez,\nconsidered themselves to be outsiders, who had to work to fit into comparatively more\nprivileged circles. To be Aa€ethe popular girl,da€ and d4€eone of the cool kids,a€ Wyatt\ntold Bruenig, she often drank and took drugs. Ramirez described feeling like a social\noutsider at the party of the wealthy, elite frat guys at Yale; she participated in a\ngame in which she was directed to drink to the point of incapacitating\n\ndrunkenness.\",\"type\":\"text\"}, {\"identifier\":\" anf-body-\n11i\",\"inlineTextStyles\":[{\"range\":{\"length\":480,\"start\":0},\"textStyle\":\" anf-ts-\n11\"}],\"layout\":\"bodyContentLayout\", \"role\":\"body\",\"text\":\"There are other qualities\n\nwomen are told to cultivate if they want to be liked and accepted: pliability,\nfriendliness, flirtatiousness, sexual availability, forgiveness. Is it not devilishly\ngrotesque that each and every one of these traits can be used to discredit their claims\nof having been preyed upon? Dond€™t believe her 4€\" she was drunk, she was flirting\nwith me, she slept with so many people, hered€™s a photo of her smiling with me a year\nlater, and now she says I raped\n\nher?\", \"type\": \"text\"}, {\"additions\": [{\"URL\":\"https://apple.news/A6D1goKj zQ3WXnIPhpDBFXxXg\",\n\n\"range\": {\"length\":14,\"start\":308},\"type\":\"link\"}],\"identifier\":\" anf-body-\n12\",\"inlineTextStyles\": [{\"range\":{\"length\":665,\"start\":0},\"textStyle\":\" anf-ts-\n11\"}],\"layout\":\"bodyContentLayout\", \"role\": \"body\", \"text\":\"We cannot even begin to assess\n\nhow many stories women dond€™t tell because they were drunk, or young, or had been\nplaying along right up until the moment of assault, or had acquiesced to an assault\nbecause they felt they had no choice. This last dynamic was key to the horrifying tale,\nalso told this week, by Laura Knoblach, the daughter of a Minnesota legislator who she\nsaid molested her from childhood. Once, she told reporters, when she was 15, her father\nasked if she liked the way he touched her, and shed€™d been too afraid to say anything\nbut yes. Knoblach, like Wyatt, had told her story repeatedly throughout the years, but\n\nno one 4€\" until now a4€\" had listened.\",\"type\":\"text\"}, {\"identifier\":\" anf-body-\n13\",\"inlineTextStyles\":[{\"range\":{\"length\":691,\"start\":0},\"textStyle\":\" anf-ts-\n1i\"},{\"range\":{\"length\":14,\"start\":676},\"textStyle\":\" anf-ts-\n\n10\"}],\"layout\":\"bodyContentLayout\", \"role\":\"body\",\"text\":\"The number of these stories\n\nHOUSE_OVERSIGHT_028443",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028443.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5638,
    "word_count": 797,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:48.876308",
    "prefix": "IMAGES-009"
  }
}