{
  "document_id": "HOUSE_OVERSIGHT_017499",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017499.txt",
  "text": "OnrAnD oO B® WDNR\n\nDADO HB WNH EH\n\nA. He had had significant -- as you know, he\nalso had significant political connections and\neveryone who is not living under a rock knows I was\ndoing everything | could to garner significant\npolitical power.\n\nQ. J] think many people miss your parties.\n\nBut, with respect to Mr. Jenne and his\npolitica] connections, were you hiring him to utilize\nhim with respect to any of the police department\ninvestigations? You had stated earlier you had\ndealings with police departments. | don't want --\nagain, | don't want to put words in your mouth. You\nsaid you had dealings going on with various police\nagencies?\n\nA. I had -- ] mean, we had a criminal defense\nsection in the Jaw firm, so we had legitimate dealings\nwith law enforcement. But ] also had significant\nillegitimate things with law enforcement that had\nnothing to do with Ken Jenne.\n\nQ. And how about with respect to former FBI\nagents you were hiring?\n\nA. They were all people that were operating in\na legitimate fashion within the law firm.\n\nQ. In what role was that?\n\nA. The investigative roles and the alcoho]\n\nbeverage roles and anything else Ken or other staff\ncould think of to have them do.\n\nQ. Let's talk about the investigative roles for\na minute.\n\nWhat kind of investigations were these teams\nrunning?\n\nA. I] donot know. You have to speak to lawyers\nthat were actually utilizing them. ] put it out there\nand Ken put it out there, that they were available to\nlawyers in the firm for use like in-house\ninvestigators. And what people did with them\nultimately was up to them.\n\nQ. Were they on salary or were their costs and\nfees associated with utilizing them within a specific\npractice group?\n\nA. They were all on salary with me. The\nultimate goal was to have it as a separate entity that\ncould bill the Jaw firm and have the clients at least\ndefray some of the cost. ] don't recall whether or\nnot we ever got to that level or not.\n\nQ. With all that in-house police action, why\ndid you have police security surrounding you all] the\ntime?\n\nA. J guess the best answer was I was paranoid,\nbut 1 mean -- that's the simple answer to it. You\n\nPage 355\n\nst US RRR YP NEI ESSA ART TE TINE EI pe fete ppm a ig eet rn Seppe eet\n\nettae aetna St HS AS RE a ep ie SRT TN SD RN SR SUE Ra NNR AT\nt po 4 }\n\nOtm®WNH COwWoO WAI A USF WHR DWM WAI DO B® WMH PH\n\nNNNNMONNFEPEPP RPE Pe EE\n\nknow, having -- there were mixed reasons. For\nexample, ] -- are you talking about my Fort Lauderdale\npolice detail?\n\nQ. Yes. You had it at the office and at your\nhome, correct?\n\nA. Yeah. There's a myriad of facts that\nmotivated me to do that. One was that ] really wanted\nthe security for the office. Two was, I was paranoid\nand this is in no particular order. Three was the\nMelissa Lewis murder that shook the entire law firm\nand shook me terribly. 1 didn't want that to ever\nhave to happen again. And four was, I wanted -- the\nmore law enforcement you have around, the\nmore legitimacy it adds to you and your appearance to\nthe community. So there were a multitude of reasons.\n\n] mean, I hired certain Jaw enforcement to\nwork for me that were just friends of mine that\nwere -- that needed additional money, so 1 wanted to\nmake sure that they had money, both guys that did the\nillegal stuff for me and guys that didn't do anything\nillegal for me.\n\nQ. Let's go back to the Epstein case and when\nyou decided to utilize it -- to use for the investors\nfor your Ponzi scheme.\n\nDo you recall approximately when it was that\nPage 36\n\nne ee ee\n\nt Spe pt\n\nNoF WNHrP OW Dn DO & WW NDY FP\n\nbt\n~~\n\nthese investors were coming that you decided to use\nthe files?\n\nA. My best recollection it was_in 2009,\nsometimes after April of 2009, but ] don't have a\nspecific recollection beyond that.\n\nQ. What makes you think it was after April of\n2009?\n\nA. Because, to the best of my recollection, the\nClockwork Group came in towards the middle of 2009.\nWhen I say Clockwork, that's an umbrella term that ]\nuse to mean the Von Allmen, AJ Discala, and other\ninvestors that came in through that feeder fund.\n\nQ. So that was around April 2009?\n\nA. No, it was after, to the best of my\nrecollection. ] mean, you can tell because all you\nhave to do is look and see when the first, very first\nClockwork investment is. Actually, you can pinpoint\n\nit even closer. Look for the very first settlement\ndeal that we did that was related to the Epstein case,\nwithin 60 days prior to that would have been when ]\nwas meeting with those due diligence people, 30 to\n60 days before that,\n\nQ. So when you decided to use that case, take\nme through exactly what you did to familiarize\n\nyourself with that case.\nPage 37\n\n10 (Pages 34 to 37)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017499",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017499.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4758,
    "word_count": 897,
    "line_count": 165,
    "import_date": "2025-11-19T21:47:46.775057",
    "prefix": "IMAGES-004"
  }
}