{
  "document_id": "HOUSE_OVERSIGHT_022142",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022142.txt",
  "text": "CHAPTER 64\n\noberts Giuffre, filed on\nrneys representing Jeffrey\n\\ed) ©\n\nr Alan Dershowitz was around\nwitz was so comfortable with the\nt on one occasion he observed me\nein.\n\nurse with Dershowitz at least six\nvhen I was about 16, early on in\ndit continued until I was 19.\n\nad sex took place in New York in\nEpstein’s room (not the massage\ny sixteen years old at the time. I\n\nknew he was a famous professor\n\nat I had sex with Dershowitz was F\n\nBeach.\n\nFittuy Ricw\n\n24. I also had sex with Dershowitz at Epstein’s Zorro\nRanch in New Mexico in the massage room off of the indoor\npool area, which was still being painted.\n\n25. We also had sex at Little Saint James Island in the\nU.S. Virgin Islands.\n\n26. Another sexual encounter between me and Dershow-\nitz happened on Epstein’s airplane. Another girl was present\non the plane with us.\n\n27. I have recently seen Alan Dershowitz on television\ncalling me a “liar.” He is lying by denying that he had sex\nwith me. The man I’ve seen on television, described as a for-\nmer law professor, is the same man that I had sex with at\nleast six times. Dershowitz also knows that Epstein had sex\nwith other underage girls and lent me out to other people,\nbut he is lying and denying that....\n\n28. After years of abuse and being lent out, I began to\nlook for a way to escape. I had first gone into Epstein’s house-\nhold because I wanted to be a massage therapist. Epstein had\ntaken me into his clutches through promises and talk and for\nsome time I believed him. But once he had me under his con-\ntrol, regardless of my doubts and fears, I felt trapped.\n\n29. I kept asking Epstein for my promised training and\neducation. Epstein finally got me a plane ticket to Thailand\nto go to Chiang Mai to learn Thai massage. This sounded\nlike my chance to escape. In September 2002, I packed my\nbags for good. I knew this would be my only opportunity to\nbreak away.\n\n30. On September 27, 2002, I flew from JFK in New York\nto Chiang Mai, Thailand. I arrived around September 29 for\n\n4 my training. But Epstein was going to get something out of\n\n245\n\nHOUSE_OVERSIGHT_022142",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022142.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2089,
    "word_count": 391,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.323116",
    "prefix": "IMAGES-006"
  }
}