{
  "document_id": "HOUSE_OVERSIGHT_021415",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021415.txt",
  "text": "° You have stated that science provides answers to many of life’s biggest questions, and can even fix\ngreat societal injustices.\n\n° Earlier this year, at a Q&A event to promote your new book, the conversation came around to the\ndearth of women and minorities in science. “Science itself overcomes misogyny and prejudice and bias,” you\nsaid. “It’s built in: Questioning yourself, always questioning results, questioning others, relying on empirical\nevidence.”\n\n° You have clashed with some skeptics over your defense of Jeffrey Epstein, a billionaire financier who in\n2008 was convicted for soliciting prostitution from underage girls, and spent 13 months in a Florida jail.\n\n° Through his private foundation, Epstein has funded the work of several prominent scientists. He has\nprovided funding for your Origins Project, supporting lectureship and scholarship programs, most recently\npledging $100,000 in 2014.\n\n° In April 2011, you told the Daily Beast: “As a scientist | always judge things on empirical evidence and\nhe always has women ages 19 to 23 around him, but I’ve never seen anything else, so as a scientist, my\npresumption is that whatever the problems were | would believe him over other people.”\n\n° In a blog comment about the Epstein controversy, you wrote: “I remain skeptical, and | support a man\nwhose character | believe I know...If you want to condemn me for that, so be it.”\n\n° You were made an honorary member of CFI’s board of directors in December 2011.\n\n° A blog post published in August 2013 described incidents #1 and #4, naming you. Another post,\n\npublished at around the same time, described incident #5.\n\n° The first post was edited to remove your name after you had commented that the allegations of assault\nwere “potentially illegal.” The second post was quickly taken down.\n\nAgain, if you wish to comment on or clarify any of these points, please get in touch with us as soon as possible.\nIf | do not respond immediately it is because | am on another call, so please leave the best phone number to\nreach you.\n\nThanks,\nPeter Aldhous\n\nHOUSE_OVERSIGHT_021415",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021415.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2086,
    "word_count": 350,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.046106",
    "prefix": "IMAGES-006"
  }
}