{
  "document_id": "HOUSE_OVERSIGHT_019552",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019552.txt",
  "text": "64 | HOW AMERICA LOST ITS SECRETS\n\ning with several people who were all being targeted by the [U.S.]\ngovernment.” Many of the people she was filming, including Appel-\nbaum, Assange, Binney, and the former NSA employee Thomas\nDrake, could attract interest by U.S. or foreign intelligence services.\n\nSnowden asked Poitras to take out a new enciphering key to use\nexclusively for her liaison with him. It provided them both with an\nextra layer of protection from any surveillance by law enforcement.\nPresumably, she accommodated his requests because she anticipated\nthat the anonymous person would use this encrypted channel to\nsend her highly sensitive material.\n\nOn January 23, Snowden wrote to Poitras under yet another alias.\nThis time he called himself Citizen Four. He wrote, “At this stage I\ncan offer nothing more than my word.” He then said falsely, “I am\na senior government employee in the intelligence community.” She\nhad no way of knowing at this “stage” that despite giving her his\n“word,” he was not who he claimed to be. He was not a “government\nemployee,” he was not a “senior” official, and he was not a member\nof the “intelligence community” (which is composed of the intel-\n\n© ligence services of the U.S. government). He would later also claim ©\nto her that he had been “a senior adviser to the CIA” and “a senior\nadviser to the DIA.” That was untrue, too. In January 2013, he was\nmerely a contract employee of Dell’s working as a computer techni-\ncian at the NSA base in Hawaii.\n\nSnowden told her in his initial e-mail that he was well acquainted\nwith her career as an anti-surveillance activist. He said that he had\nread Greenwald’s account in Salon that past April, a blog in which\nGreenwald detailed the forty times in which Poitras was searched by\nU.S. authorities. The story also said that Poitras believed she was on\na special watch list and under constant U.S. government surveillance.\nShe had come under such scrutiny by U.S. authorities, it turned out,\nbecause of her documentary about American military abuses of civil-\nians in Iraq in 2006, titled My Country, My Country. While filming\nit, she was at a place close to an insurgent ambush of U.S. troops in\nIraq. Her presence at the ambush site led army intelligence officers\nto suspect (without any evidence) that she might have been tipped\noff by the insurgents. She firmly denied the charge, and the govern-\nment never substantiated it. Even so, because of this incident, since\n\n| | Epst_9780451494566_2p_all_r1.z.indd 64 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019552",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019552.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2549,
    "word_count": 434,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.236327",
    "prefix": "IMAGES-005"
  }
}