{
  "document_id": "HOUSE_OVERSIGHT_023911",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023911.txt",
  "text": "Restructuring the University 165\n\nprocesses discussed above. Second, students could choose to think\nabout diagnosis in some areas as opposed to others. Art experts might\nteach about art fraud, and lawyers might teach about detecting busi-\nness fraud. In each case there would be similarities, and these should\nbe taught by a group of faculty from different areas, but at the end\nof the course students should be able to start to actually do diagnosis\nunder the tutelage of an expert in an area that interests them.\n\nThey actually may not know much about that area of knowledge,\nof course, and that would be the objection of the faculty to this idea.\nBut it is my contention that faculty have had this wrong all these\nyears. Teaching the basics to students, who have no concept of their\npossible use, is really not helpful. All these introductory courses are\njust an excuse to pack kids into lecture halls and pretend to do educa-\ntion while saving money on hiring more teachers. Teachers should\npose real-world problems to students and encourage students to gain\nthe knowledge they need to solve them.\n\nDiagnosis is a perfect area for this. One can try one’s hand at\ncrime detection, without knowing everything about the details of\nhow one does it, with the help of an expert looking over one’s shoul-\nder. This kind of just-in-time learning is how humans have always\nlearned what they needed to know. The idea that school should teach\nyou what you need to know before you need to know it, is seriously\nflawed. People can’t remember what they learned, years after they\nlearned it in school, if they haven’t been practicing what they learned\nall along.\n\nJudgment. Law typically is not part of any college curriculum\nbecause law schools are recent inventions on college campuses (that is,\nthey are from the past century and not the century before) so law never\ngot to be part of the required or even elective set of college courses\ndespite the fact that so many students want to be lawyers. Judges make\njudgments all the time, and those lawyers who teach judges to make\njudgments should be teaching freshmen to make judgments as well.\nOf course, artists and musicians and literary critics make judgments\nof a different sort, as do philosophers and businesspeople. All of these\npeople could be teaching a course together on how to make judgments\nfairly and how to determine what is fair. This is where ethics and\nmorality come into play as well.\n\nHOUSE_OVERSIGHT_023911",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023911.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2466,
    "word_count": 424,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.080328",
    "prefix": "IMAGES-007"
  }
}