{
  "document_id": "HOUSE_OVERSIGHT_014449",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014449.txt",
  "text": "defensive dividend stocks to take advantage of the improving cyclical backdrop and\nrising bond yields. That meant our November screen included a high proportion of\nFinancials. This somewhat remains the case but we note the addition of several\nindustrial companies in our latest screen. As a reminder, to qualify the stock must be\nSXXP listed stocks with at least €2bn market cap, 4% DY, 1.2x DPS cover, 0% DPS 2YR\nCAGR and qualifying stocks must be on a Buy rating from our fundamental analysts. The\n\nyield on the basket is 5% with an average DPS CAGR of 7% and 1.8x covered.\n\nTable 3: European Yield Screen —- December 2016\n\nSedol BofAML ticker Company name Sector Divi Yield (>4%) DPS 2Y CAGR _Div'd Cover\n426330 DNBHF DNB ASA Banks 42 23.9 20\nB545MG XERSF SWISS RE AG Insurance 54 52 2.1\n457481 MDIBF MEDIOBANCA SPA Banks 49 80 24\nB1LB9P SZCRF SCOR SE Insurance 53 43 9\nBZ5739 ING ING GROEP N.V. Banks 53 46 d\n538003 NRDEF NORDEA BANK AB Banks 66 2.1 3\nBDVZYZ ROYMF ROYAL MAIL PLC Industrial Goods & Services 5.0 42 8\n458882 DNSKF DANSKE BANK A/S Banks 44 55 20\n596651 SCGLF SOCIETE GENERALE Banks 56 06 2.0\n021623 AIVAF AVIVA Insurance 51 99 8\nB23K0M CTAGF CAPITA PLC Industrial Goods & Services 57 25 2.1\n522603 SAXPF SAMPO PLC Insurance 54 46 2\n481334 SVKEF SKAND ENSKILDA BKN Banks 58 37 4A\nB17BBQ NTJF INVESTEC Financial Services 44 10.0 9\n528983 EBKOF ERSTE GROUP BK AG Banks 3.6 12.5 3.1\n766716 ATASF ATLANTIA SPA Industrial Goods & Services 49 11.2 3\nB83VD9 MNGPF MAN GROUP PLC Financial Services 58 15.1 2\nB5ZQ9D EVKIF EVONIK INDUSTRIES Chemicals 44 29 d\nBO1FLG GFSZF G4S Industrial Goods & Services 3.9 56 6\nBGLP8L IMIAF IMI Industrial Goods & Services 40 40 5\n\nSource: BofA Merrill Lynch Global Research, Factset. The European Quality Yield Screen identified as a screen above Is intended to be an indicative metric only and may not be used for reference purposes or as a measure of performance for any\n\nfinancial instrument or contract, or otherwise relied upon by third parties for any other purpose, without the prior written consent of BofA Merrill Lynch Global Research. This screen was not created to act as a benchmark.\n\nLong SX5E 2018 Index dividend futures\nWith our second dividend related trade, we remain long SX5E 2018 index dividend\n\nfutures (DEDZ8), a trade where we continue to see value even with the future price\ntrading close to the high for the year. The 2018 contract implies a 4% decline in\ndividends paid from the 2016 level. In the absence of a recession, we think that is too\npessimistic — 2013 was the last year to see a material 2-year decline in dividends (in the\nwake of the sovereign crisis and recession). The 2018 contract also still trades at a\ndiscount to the level implied by our stock analysts’ DPS forecasts. Our derivative\nStrategists using BofAML forecasts for 2018 estimate 8% upside from current prices.\nAlthough the upside is now more limited the risk around this trade is also much lower\nnow. The pull to par effect will become the dominant driver over the coming months and\nthe full year results should provide clarity on where the 2018 contract will settle.\n\nBankofAmerica <2”\n\n18 Global Cross Asset Strategy - Year Ahead | 30 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014449",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014449.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3236,
    "word_count": 569,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.664661",
    "prefix": "IMAGES-002"
  }
}