{
  "document_id": "HOUSE_OVERSIGHT_013519",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013519.txt",
  "text": "epilepsy. Some say it is relevant to the likes of Apostle Paul, Sister Teresa and\nJoan of Arc.\n\nOne evening in the human neurophysiology laboratory, | was invited by Dr.\nHeath to join him and several other brain scientists behind a two-way mirror to\nwatch an interview with Donna while electrical current was being put through her\nrecording electrodes. We watched and listened as a psychiatrist interviewed her\nabout her past. The patient was speaking about her childhood. Unseen by the\npatient, the neurophysiologist, with us behind the mirror, was intermittently pushing\nthe button evoking brain stimulation with very low current applied to the septum. Dr.\nHeath told me to listen for subtle changes or discontinuities in the flow of the on-\ngoing conversation that he said might reflect alterations in her thoughts and\nfeelings. .\n\n“The first time we were allowed to take a break from Sunday school for the\nchurch service and | got to hear the choir and the pipe organ, | suddenly got a\nfeeling of happiness that | hoped would last forever. My Sunday school teacher told\nus how much Jesus loved us and that’s what the music made me feel like. For the\nfirst time in my life | felt completely safe.” Though the two way mirror | saw the\npsychiatrist nod silently. “When | learned about the real meaning of Christmas and\nEaster, it was frightening and beautiful.”\n\nWithin a few seconds after the neurophysiologist, behind the mirror and\nunseen by the patient or her interviewing physician, pushed the switch on the\nstimulus generator, the patient stopped talking. After a little more silence, her\ninterviewer encouraged her to continue,\n\n“You were talking about how beautiful the holidays were. Tell me in what\nways?”\n\n“| don’t want to talk about that anymore.” She blushed and looked very\nuncomfortable. The neurophysiologist's hand remained on the switch. She\ncontinued to speak with her psychiatrist.\n\n“| have to ask you a favor and | don’t know why. | hope you don’t get upset.\nThe thought won't leave me alone.” She seemed embarrassed even as her body\n\nrelaxed against the back of the chair languorously.\n\n19\n\nHOUSE_OVERSIGHT_013519",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2136,
    "word_count": 359,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.855419",
    "prefix": "IMAGES-002"
  }
}