{
  "document_id": "HOUSE_OVERSIGHT_017141",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017141.txt",
  "text": "4.2.12\nWC: 191694\n\nagencies—the so called “alphabet agencies”—such as the FCC, FPC, SEC and FDA. The rest\nwere run of the mill criminal cases—murder, robbery, rape, assault and other street crimes. It\nwas a perfect combination for a budding law professor who was interested in constitutional and\ncriminal law.\n\nOur task began with a case record, which consisted of the appellate briefs filed by the lawyers and\nan “appendix,” which included relevant excerpts from the trial transcript and motions filed before\nthe trial court. Some records were relatively short, perhaps 300 pages in total. Others were\nhumongous, as many as 5,000 pages. Then there was the complete trial transcript—a verbatim\naccount of every word spoken during the trial, as well as during the pretrial and post-trial\nproceedings. Judge Bazelon would often ask me to read the entire transcript in search of errors\nor particular issues that were of interest to him.\n\nWhen we completed the review, we would discuss the case with the judge, who had read the\nbriefs and perused the appendix in preparation for the oral argument in court. Occasionally, we\nwere permitted to listen to the oral argument, especially when leading lawyers were arguing\n(which was rare), or when issues close to the judge’s heart were being considered. But generally,\nwe were required to remain in the chambers working while the judge presided over the oral\nargument.\n\nSince Bazelon was the Chief Judge, he always presided and got to assign the opinion to one of the\nthree judges on a panel (or nine when on rare occasions the entire court heard the case “en\nbanc”). Following the oral argument, there was a conference among the judges during which a\ntentative result was reached and the case assigned. Bazelon always assigned the most interesting\ncases to himself, or to a judge whose decisions he wanted to influence.\n\nWhen the conference was over and the case assigned, we would meet with the judge and he\nwould tell us which clerk was to work on the opinion. I always got the interesting cases (at least\nthe ones that interested the judge). My co-clerk, who the judge didn’t much like, got the dregs.\nThis was fine with him, since he didn’t much like working closely with the judge.\n\nThen the real work would begin. Draft after draft was submitted, marked up by the judge and\nrejected with the admonition, “You can do better,” or sometimes “start over, this draft isn’t\nright.”\n\nAfter many drafts, and some pressure from the other judges on the panel, the opinion was\nreleased to the public. Generally, they were majority opinions, often unanimous, but frequently\nthey were dissenting or concurring opinions. This was a deeply divided court and the dissenting\nopinions pulled no punches in criticizing the majority, and vice versa.\n\nAt the end of the year, the clerks would prepare bound volumes of all the opinions we worked on\nduring our clerkship. One was given to the judge and the others to us, as mementoes of our year.\nAs I write these words, I have in front of me the maroon volume engraved with the following\n\nwords:\n\n“Chief Judge David L. Bazelon\n\n54\n\nHOUSE_OVERSIGHT_017141",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017141.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3130,
    "word_count": 529,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:43.998238",
    "prefix": "IMAGES-004"
  }
}