{
  "document_id": "HOUSE_OVERSIGHT_013366",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013366.txt",
  "text": "Trump might have relevant information to provide in the cases against Jeffrey Epstein\nand accordingly provided notice of a possible deposition.\n\n14. Epstein alleges that there was something improper in the fact that I notified him that I\nintended to take Alan Dershowitz’s deposition in the civil suiis against him. Dershowitz\nwas properly noticed because: (a) Dershowitz has been friends with Epstein for many\nyears; (b) in one news article Dershowitz comments that, “I’m on my 20th book... The\nonly person outside of my immediate family that 1 send drafts to is Jeffrey” The\nTalented Mr. Epstein, By Vicky Ward on January, 2005 im Published Work, Vanity\nFair; (c) Epstein’s housekeeper Alfredo Rodriguez testified that Dershowitz stayed at\nEpstein’s house during the years most relevant to my clients; (d) Rodriguez testified\nthat Dershowitz was at Epstein’s house at times when underage females where there\nbeing molested by Epstein (see Alfredo Rodriguez deposition at 278-280, 385, 426-\n427); (e) Dershowitz was reportedly involved in persuading the Palm Beach State\nAttomey’s office mot to file felony criminal charges against Epstein because the\nunderage females lacked credibility and thus could not be believed that they were at\nEpstein’s house, despite him being an eyewitness that the underage girls were actually\nthere; (f) Jane Doe No. 102 stated generally that Epstein forced her to be sexually\nexploited by not only Epstein but also Epstein’s “adult male peers, including royalty,\npoliticians, academicians, businessmen, and/or other professional and personal\nacquaintances” — categories that Dershowitz and acquaintances of Dershowitz fall into;\n(g) during the years 2002-2005 Alan Dershowitz was on Epstein’s plane on several\noccasions according to the flight logs produced by Epstein’s pilot and information\n(described above) suggested that sexual assaults may have taken place on the plane; (h)\nEpstein donated Harvard $30 Million dollars one year, and Harvard was one of the only\ninstitutions that did not return Epstein’s donation after he was charged with sex offenses\nagainst children. Based on this information, I believed that Dershowitz might have\nrelevant information to provide in the cases against Jeffrey Epstein and accordingly\nprovided notice of a possible deposition.\n\n15. Epstein alleges that there was something improper in the fact that I notified him that I\nintended to take Bill Clinton’s deposition. Clinton was properly noticed because: (a) it\nwas well known that Clinton was friends with Ghislaine Maxwell, and several witnesses\nhad provided information that Maxwell helped to run Epstein’s companies, kept images\nof naked underage children on her computer, helped to recruit underage children for\nEpstein, engaged in lesbian sex with underage females that she procured for Epstein,\nand photographed underage females in sexually explicit poses and kept child\npornography on her computer; (b) newpaper articles stated that Clinton had an affair\nwith Ghislaine Maxwell, who was thought to be second in charge of Epstein’s child\nmolestation ring. The Cleveland Leader newspaper, April 10, 2009; (c) it was national\nnews when Clinton traveled with Epstein (and Maxwell) aboard Epstein’s private plane\nto Africa and the news articles classified Clinton as Epstein’s friend; (d) the flight logs\nfor the relevant years 2002 - 2005 showed Clinton traveling on Epstein’s plane on more\nthan 10 occasions and his assistant, Doug Band, traveled on many more occasions; (e)\nJane Doe No. 102 stated generally that she was required by Epstein to be sexually |\n\nHOUSE_OVERSIGHT_013366",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3609,
    "word_count": 557,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.154150",
    "prefix": "IMAGES-002"
  }
}