{
  "document_id": "HOUSE_OVERSIGHT_030280",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030280.txt",
  "text": "13\n\nof defense. Even worse, he personally still controls the two jobs in a\ncaretaker capacity, and seems in no hurry to give them up any time\nsoon.\n\nOn Tuesday, Allawi nominated two people for the Defense Ministry,\nex-army officers Nouri al-Duleimy and Abdul-Mayjid Abdul Latif, but\nneither of them to date has been accepted by the prime minister. At a\nrecent press conference, Maliki accused his rival of sectarianism and\nof breaching an agreement between them, hammered out last\nNovember.\n\nThen, Allawi sluggishly agreed to accept Maliki as premier, although\nthe latter controlled only 89 out of 325 seats in parliament whereas\nAllawi's secular National Iraqi List commanded a slim majority of 91\nseats. Instead, Allawi would be given a new job, which rivals, and in\nsome cases theoretically challenges, that of the prime minister -\nchairman of the National Council for Strategic Policies (NCSP). That\npost, six months down the road, is still nowhere close to being\nformed. Allawi complains that his coalition is being treated \"not as a\npartner but as a participant\" in the Maliki government.\n\nAllawi accepted the novel post with a grain of salt. It took heavy\nlobbying by Saudi Arabia, and a phone call from US President\nBarack Obama, to convince him to settle for the NCSP, along with\nassurances that the body would have real powers, rather than\nceremonial duties.\n\nThe new council was supposed to operate under the umbrella of the\nIraqi executive branch and replace the National Security Council,\nmandated to monitor government ministers and make sure that they\ncarry out their duties according to the constitution. Additionally, the\ncouncil was supposed to have several branches: (domestic) political\naffairs, foreign policy, economic and monetary affairs, security and\nmilitary affairs, energy, oil and gas, electricity, water and\nenvironmental affairs.\n\nHOUSE_OVERSIGHT_030280",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030280.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1884,
    "word_count": 299,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.931563",
    "prefix": "IMAGES-010"
  }
}