{
  "document_id": "HOUSE_OVERSIGHT_031888",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031888.txt",
  "text": "13\n\nbelieve in all the right ideas, but their countries aren’t ready for the\nvision they seek to promote. They can help make a revolution but\nothers will, for a time at least, determine the flow of events.\n\nIf true, then both the realists and the idealists are wrong about the\nArab Revolution. The realists are wrong that despotic regimes can\nprovide long term stability in the region; the idealists are wrong that\nthe fall of the old despots will lead to liberal democratic states.\nAmericans have been getting foreign revolutions wrong for more than\n200 years. It began with the French Revolution. Enthusiasts like\nThomas Jefferson initially thought they saw France following in\nAmerica’s footsteps. Then came the Reign of Terror, Napoleon, and\na generation of brutal war.\n\nMany Americans responded with the same generous enthusiasm to\nthe South American revolutions against colonial rule. Once again,\nthose revolutions failed to establish anything like liberal democratic\nrule.\n\nThe cycles of revolution — 1830, 1848, 1917-20, 1946-1960\n(decolonization), 1989-91, 2003-5 and now 2011 — catch Americans\nflatfooted over and over again. We are surprised when they occur,\nand we are surprised when they fail to follow the course we expect.\nDelusional Realists\n\nThe realists are half right: most revolutions will not bring about\nstable democratic societies. But realists get the other half wrong;\nrevolution is a basic fact of modern life and the kind of ‘stability’ that\nold fashioned diplomats long for is just a mirage. American foreign\npolicy cannot proceed on the assumption that despotic, frozen\nregimes will last. They won’t. Sooner or later they will come\ncrashing down — and as the pace of technological and social change\naround the world continues to accelerate, such revolutionary\nupheavals are likely to become more frequent.\n\nHOUSE_OVERSIGHT_031888",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031888.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1858,
    "word_count": 295,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.590239",
    "prefix": "IMAGES-011"
  }
}