{
  "document_id": "HOUSE_OVERSIGHT_017036",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017036.txt",
  "text": "secondary sources. Because Adolf Hitler is only one of many names, the list as a whole nevertheless\nexhibits strong evidence of suppression, especially because the measure we retained (median usage) is\nrobust to such outliers.\n\n3) Degenerate artists\n\nThe list of degenerate artists was taken directly from the catalog of a recent exhibition at the Los Angeles\nCounty Museum of Art which endeavored to reconstruct the original ‘Degenerate Art’ exhibition (Ref $15).\n\n4) People with recorded ties to Nazis\n\nThe list of Nazi party members was generated in a manner consistent with the occupation categories in\nsection 7. We included the following Wikipedia categories: Nazis_from_outside_Germany, Nazi_leaders,\nSS_officers, Holocaust_perpetrators, Officials_of_Nazi_Germany, Nazis_convicted_of_war_crimes,\ntogether with all of their subcategories, with the exception of Nazis_from_outside_Germany. In addition,\nthe three categories German_Nazi_politicians, Nazi_physicians, Nazis were included without their\nrespective subcategories.\n\nIII.9B. De Novo Identification of Censored and Suppressed Individuals\n\nWe began with the list of 56,500 people, comprising the 500 most famous individuals born in each year\nfrom 1800 — 1913. This list was derived from the analysis of all biographies in Wikipedia described in\nsection 7. We removed all individuals whose mean frequency in the German language corpus was less\nthan 5 x 10™ during the period from 1925 — 1933; because their frequency is low, a statistical assessment\nof the effect of censorship and suppression on these individuals is more susceptible to noise.\n\nThe suppression index is computed for the remaining individuals using an observed/expected measure.\nThe expected fame for a given year is computed by taking the mean frequency of the individual in the\nGerman language from 1925-1933, and the mean frequency of the individual from 1955-1965. These two\nvalues are assigned to 1929 and 1960, respectively; linear interpolation is then performed in order to\ncompute an expected fame value in 1939. This expected value is compared to the observed mean\nfrequency in the German language during the period from 1933-1945. The ratio of these two numbers is\nthe suppression index s. The complete list of names and suppression indices is included as supplemental\ndata. The distribution of s was plotted for using a logarithmic binning strategy, with 100 bins between 10°\nand 10°. Three specific individuals who received scores indicating suppression in German are indicated\non the plot by arrows (Walter Gropius, Pablo Picasso, and Hermann Maas).\n\nAs a point of comparison, the entire analysis was repeated for English; these results are shown on the\nplot.\n\nIII.9C. Validation by an expert annotator\n\nWe wanted to see whether the findings of this high-throughput, quantitative approach were consistent\nwith the conclusions of an expert annotator using traditional, qualitative methods. We created a list of 100\nindividuals at the extremes of our distribution, including the names of the fifty people with the largest s\nvalue and of the fifty people with the smallest s value. We hired a guide at Yad Vashem with advanced\ndegrees in German and Jewish literature to manually annotate these 100 names based on her\nassessment of which people were suppressed by the Nazis (S), which people would have benefited from\nthe Nazi regime (B), and lastly, which people would not obviously be affected in either direction (N). All\n100 names were presented to the annotator in a single, alphabetized list; the annotator did not have\naccess to any of our methods, data, or conclusions. Thus the annotators assessment is wholly\nindependent of our own.\n\n28\n\nHOUSE_OVERSIGHT_017036",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017036.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3709,
    "word_count": 567,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.393343",
    "prefix": "IMAGES-004"
  }
}