{
  "document_id": "HOUSE_OVERSIGHT_024353",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024353.txt",
  "text": "Table of Contents\n\nTOLLESON, AZ INSPECTION AND RECONDITIONING CENTER LEASE\n\nIn December 2016, we entered into a lease agreement with Verde Investments Inc. (“Verde”), an affiliate of DriveTime, for an IRC in Tolleson,\nArizona. The lease commenced in February, 2017. In August 2018, we entered into an additional lease agreement with a coterminous initial term with\nVerde for contiguous space to use in connection with such center, which began that same month. The leases expire in December 2031 subject to our right to\nextend for four 5-year terms. Pursuant to the leases, we pay an initial base rent of $137.5 thousand per month, which is adjusted each year beginning on\nJanuary 1, 2018, and $57.1 thousand per month, which is adjusted each year beginning on January 1, 2020, respectively, each in accordance with the\nConsumer Price Index, subject to a minimum increase of 2% per year and a maximum increase of 5% per year. Total expense related to these lease\nagreements was approximately $2.2 million for the year ended December 31, 2018.\n\nWINDER, GA INSPECTION AND RECONDITIONING CENTER LEASE\n\nIn February 2017, we entered into a lease with DriveTime for an IRC in Winder, Georgia where we have maintained partial occupancy\npreviously under the DriveTime lease agreement described above. We are now the sole occupant. The lease has an 8-year term, subject to our ability to\nexercise three renewal option terms of five years each. We began paying base rent of $83.3 thousand per month as of March 1, 2017. The monthly rent is\nsubject to adjustment each year beginning January 1, 2018, increasing in an amount equal to the percentage increase in the Consumer Price Index, with a\nmaximum of 5% and a minimum of 2%. The monthly rent increased on January 1, 2018, to $85.1 thousand. Our total expenses related to this lease\nagreement were approximately $1.1 million for the year ended December 31, 2018.\n\nHUB LEASE AGREEMENT\n\nIn March 2017, we entered into a lease with DriveTime that governs our utilization of office space and parking spaces at retail facilities that we\nuse as hubs. The lease was most recently amended in December 2018. Under the lease agreement, we pay a monthly rental fee related to our pro rata\nutilization of space at such facilities plus a pro rata share of each facility’s actual insurance costs and real estate taxes. Each hub has an initial cancellable\nterm of two years, subject to certain two consecutive one-year renewal options. Our total expenses related to this lease agreement were approximately\n$0.4 million for the year ended December 31, 2018.\n\n- 44 -\n\nHOUSE_OVERSIGHT_024353",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024353.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2613,
    "word_count": 434,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:46.033387",
    "prefix": "IMAGES-007"
  }
}