{
  "document_id": "HOUSE_OVERSIGHT_013263",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013263.txt",
  "text": "References 347\n\nHut95. E. Hutchins. Cognition in the Wild. MIT Press, 1995.\nHut 96. Edwin Hutchins. Cognition in the Wild. MIT Press, 1996.\nHut05. Marcus Hutter. Universal Artificial Intelligence: Sequential Decisions based on Algorithmic Prob-\n\nability. Springer, 2005.\nHZT+ 02. J. Han, S. Zeng, K. Tham, M. Badgero, and J. Weng. Dav: A humanoid robot platform for\nautonomous mental development,. Proc. 2nd International Conf. on Development and Learning,\n\n2002.\n\nIP58. B. Inhelder and J. Piaget. The Growth of Logical Thinking from Childhood to Adolescence. Basic\nBooks, 1958.\n\nJLO8. D. J. Jilk and C. Lebiere. and o’reilly. R. C. and Anderson, J. R. (2008). SAL: An explicitly\n\npluralistic cognitive architecture. Journal of Experimental and Theoretical Artificial Intelligence,\n20:197—218, 2008.\n\nJMo9. Daniel Jurafsky and James Martin. Speech and Language Processing. Pearson Prentice Hall, 2009.\n\nJoy00. Bill Joy. Why the future doesn’t need us, Wired. April 2000.\n\nKam91. George Kampis. Self-Modifying Systems in Biology and Cognitive Science. Plenum Press, 1991.\n\nKané64. Immanuel Kant. Groundwork of the Metaphysic of Morals. Harper and Row, 1964.\n\nKap08. F. Kaplan. Neurorobotics: an experimental science of embodiment. Frontiers in Neuroscience,\n2008.\n\nKEO6. J. L. Krichmar and G. M. Edelman. Principles underlying the construction of brain-based devices.\nIn T. Kovacs and J. A. R. Marshall, editors, Adaptation in Artificial and Biological Systems, pages\n37-42. 2006.\n\nKK90. K. Kitchener and P. King. Reflective judgement: ten years of research. In M. Commons.\n\nPraeger. New York, editor, Beyond Formal Operations: Models and Methods in the Study of\nAdolescent and Adult Thought, volume 2, pages 63-78. 1990.\n\nKLH83. Lawrence Kohlberg, Charles Levine, and Alexandra Hewer. Moral stages : a current formulation\nand a response to critics. Karger. Basel, 1983.\n\nKoh3s. Wolfgang Kohler. The Place of Value in a World of Facts. Liveright Press, New York, 1938.\n\nKoh81. Lawrence Kohlberg. Essays on Moral Development, volume I. The Philosophy of Moral Develop-\nment, 1981.\n\nKs04. Adam Kahane and Peter Senge. Solving Tough Problems: An Open Way of Talking, Listening,\nand Creating New Realities. Berrett-Koehler, 2004.\n\nKur06. Ray Kurzweil. The Singularity is Near. 2006.\n\nKurl2. Ray Kurzweil. How to Create a Mind. Viking, 2012.\n\nKyb97. H. Kyburg. Bayesian and non-bayesian evidential updating. Artificial Intelligence, 31:271—293,\n1997.\n\nLan05. Pat Langley. An adaptive architecture for physical agents. Proc. of the 2005 IEEE/WIC/ACM\nInt. Conf. on Intelligent Agent Technology, 2005.\n\nLAon. C. Lebiere and J. R. Anderson. The case for a hybrid architecture of cognition. (in preparation).\n\nLBDE90. Y. LeCun, B. Boser, J. 5. Denker, and Al. Et. Handwritten digit recognition with a back-\npropagation network. Advances in Neural Information Processing Systems, 2, 1990.\n\nLDO3. A. Laud and G. Dejong. The influence of reward on the speed of reinforcement learning. Proc. of\nthe 20th International Conf. on Machine Learning, 2003.\n\nLeg06a. Shane Legg. Friendly ai is bunk. Vetta Project, 2006. http: //commonsenseatheism.com/\nwp-content/uploads/2011/02/Legg-Friendly—-Al-is-bunk. pdf.\n\nLeg06b. Shane Legg. Unprovability of friendly ai. Vetta Project, 2006. http: //www.vetta.org/2006/\n09/unprovability-of-friendly-ai/.\n\nLG90. Douglas Lenat and R. V. Guha. Building Large Knowledge-Based Systems: Representation and\nInference in the Cyc Project. Addison-Wesley, 1990.\n\nLH07a. Shane Legg and Marcus Hutter. A collection of definitions of intelligence. IOS, 2007.\n\nLHO07b. Shane Legg and Marcus Hutter. A definition of machine intelligence. Minds and Machines, 17,\n2007.\n\nLLW+05. Guang Li, Zhengguo Lou, Le Wang, Xu Li, and Walter J Freeman. Application of chaotic neural\nmodel based on olfactory system on pattern recognition. [CNC, 1:378-381, 2005.\n\nLMCO7a. M. H. Lee, Q. Meng, and F. Chao. Developmental learning for autonomous robots. Robotics and\nAutonomous Systems, 2007.\nLMCO7b. M. H. Lee, Q. Meng, and F. Chao. Staged competence learning in developmental robotics. Adaptive\n\nBehavior, 2007.\n\nHOUSE_OVERSIGHT_013263",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013263.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4124,
    "word_count": 594,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:47.526497",
    "prefix": "IMAGES-002"
  }
}