{
  "document_id": "HOUSE_OVERSIGHT_018905",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018905.txt",
  "text": "@> able Cause Affidavit ©\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nduring the female on female intercourse and provide oral sex to both| bna BE This occurred during\n\nthe time [was sixteen years of age.\n\n[ _ Jadvised this continued to escalate during two years, The routine became familiar tol _| Epstein’s\nassistant MM would telephone her every time Epstein was in the Town of Palm Beach and would place\nappointments for her to visit and work for Epstein. Each time something new was introduced, additional monies\nwere produced and offered for|_ to allow the acts to happen. [consented to perform all these acts but was\nadamant that there was an understanding with Epstein that no vaginal penetration would occur with his penis. [__]\nexplained that Epstein's penis was deformed. [_kxplained that his penis was oval shaped. [ claimed when\nEpstein's penis was erect, it was thick toward the bottom but was thin and small toward the head portion. [|]\ncalled Epstein’s penis “egg-shaped.” [__]stated Epstein would photograph IEG and her naked and\nhaving sex and proudly display the photographs within the home. [tated during one visit to Epstein’s house\nin which she provided a massage to Epstein, his female friend, NE was also present.\nprovided the massage in which NN and her would: fondle each others breasts and kiss for Epstein to a\nenjoy. Towards the end of this massage, Epstein grabbed|__land turned her over onto her stomach on the bie\nmassage table and forcibly inserted his penis into her vagina. [_]stated Epstein began to pump his penis in her\nvagina. [ _ ]became upset over this. She said her head was being held against the table forcibly, as he continued\nto pump inside her. She screamed “No!” and Epstein stopped. She told him that she did not want to have his\npenis inside of her. Epstein did not ejaculate inside of her and apologized for his actions and subsequently paid\nher a thousand dollars for that visit.[___]stated she knows he still displays her photographs through out the house.\n\nOn October 12, 2005, Det Dawson and I met witht dobl who stated during\n\na sworn taped statement, that nothing happened between her and Epstein. [__ appeared nervous during the\n\ninterview. J assured her that I have spoken with other people who advised differently. [stated on several\n\noccasions she provided a massage to Epstein. She stated she was brought to the Epstein house in March of\n\n2005. [| a classmate a: approached her and asked her if she\n\nwanted to “work”. L___|made the arrangements with Epstein’s assistant[___| who has no formal\n\ntraining in providing massages, stated she provided a massage, fully clothed for $200.00. As I sensed hesitancy\n\nin her answers, I asked| jf she had been contacted by anyone from Epstein’s organizations or his house.\n[_|stated she was interviewed already by a private investigator for Epstein. He identified himself as “Paul”\n\nand inquired about the police investigation, and left his telephone number [ for additional contact.\n\nprovided no additional information, as it appeared her responses were almost scripted.\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1* day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018905",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018905.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3382,
    "word_count": 558,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.384678",
    "prefix": "IMAGES-005"
  }
}