{
  "document_id": "HOUSE_OVERSIGHT_014596",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014596.txt",
  "text": "Exhibit 74: Japanese Net Purchases of Foreign\nLong-Term Debt by Investor Type\n\nAdditional buying of foreign assets by Japanese investors\ncould put further downward pressure on the yen.\n\n12-Month Rolling Sum, % of GDP\n\n2\nCapital Into Japan\nI Ih = Yen Appreciation\n0 1\nI\n\nx Banks Capital Out of |\n@ Pension Trusts = Yen Depreciation\n4 Insurers\n\nmAIl Other*\n\n2013 2014 2015 2016\n\nData through November 30, 2016.\n\nNote: 03 2016 data used to calculate 04 2016 share of GDP.\n\nSource: Investment Strategy Group, Haver Analytics.\n\n* All Other defined as central banks, general government, financial instruments firms, investment\ntrust management companies and others.\n\nYen\n\nFor yen investors, last year was a reminder that\nmarkets often take an escalator up but an elevator\ndown. After steadily appreciating almost 20%\nagainst the US dollar over the first nine months\n\nof 2016, the currency forfeited those gains in\n\njust weeks after the surprising US presidential\nelection. Although the net effect was a small 2.8%\nappreciation last year—breaking a four-year streak\nof yen weakness—we do not believe further yen\nstrength is likely.\n\nThere are two reasons for this view. First, the\nBOJ will likely keep rates negative or close to zero\nthis year by maintaining highly accommodative\nmonetary policy. In turn, Japanese investors will\ncontinue to sell low-yielding domestic assets—\nplacing downward pressure on the yen—in order\nto fund purchases of higher-yielding offshore assets\n(see Exhibit 74}. Japan’s Government Pension\nInvestment Fund (GPIF)—which manages the\nworld’s largest public pension—is a case in point,\nas it will need to sell domestic fixed income assets\nto reach its stated targets for foreign investments.\nSimilarly, Japanese life insurers may increase\ntheir exposure to foreign currencies if interest\nrate differentials between the US and Japan\nremain wide.\n\nSecond, Japanese corporations are likely\nto sell yen to invest in foreign operations with\n\nbetter growth prospects, which will also place\ndownward pressure on the Japanese currency; such\nannouncements are already on the rise.\"°\n\nThis is not to suggest that the prospects for the\nyen are completely one-sided. The higher global\nrates we expect may make it difficult for the BOJ\nto maintain such low domestic yields, which would\nalleviate some of the downward pressure on the\ncurrency. Moreover, the many sources of global\nuncertainty in the year ahead could lead investors\nback into the yen as a liquid hedge, as we saw in\nthe first half of 2016. Finally, after four years of\nweakness, the yen has reached undervalued levels.\n\nGiven this more balanced risk profile, we\ncurrently have no tactical position in the yen.\n\nBritish Pound\n\nWhile broader financial markets were unperturbed\nby the UK’s decision to leave the European Union,\nthe same cannot be said for currencies. Here,\n\nthe Brexit vote sent the pound tumbling to its\nlowest level versus the US dollar since the 1985\nPlaza Accord.\"! Although the pound has since\nrecovered some of those losses, its 16.3% decline\nrelative to the US dollar last year still ranks as the\nworst performance among all developed market\ncurrencies.\n\nThe trajectory of the pound will be largely\nshaped by the evolution of Brexit negotiations.\nEven though six months have passed since the\nvote, there is no greater clarity on how the UK\nwill ultimately exit the European Union and on\nwhat terms. Clearly a combative stance could see\nthe pound weaken further as the market discounts\nlower potential growth in the UK. Alternatively, a\nmore conciliatory negotiating position could lead\nto upside from today’s depressed levels.\n\nBarring a hostile negotiating tack from the\nUK government, the pound also has several other\nfactors working in its favor. First, foreigners\ncontinue to buy pounds to invest in UK-domiciled\nassets and firms, which is vital to funding the UK’s\nsizable 5.2% of GDP current account deficit. In\nfact, one of the largest cross-border acquisitions\nlast year was announced less than one month\nfollowing the EU referendum.!” Importantly,\nhigher-frequency data shows this merger and\nacquisition (M&A) momentum is continuing (see\nExhibit 75).\n\nSecond, the Bank of England may need to raise\ninterest rates sooner than markets now expect, as\nerstwhile sterling depreciation is quickly feeding\n\nOutlook | Investment Strategy Group 63\n\nHOUSE_OVERSIGHT_014596",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4364,
    "word_count": 694,
    "line_count": 129,
    "import_date": "2025-11-19T21:47:47.477693",
    "prefix": "IMAGES-003"
  }
}