{
  "document_id": "HOUSE_OVERSIGHT_020906",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020906.txt",
  "text": "Rising Debt Periodic Large\nLevel & Interest One-Time\nPayments Charges\n\nEntitlement\nSpending\n\nSocial Security\n\nNote: *denotes F2010 net income / net loss of respective programs, data per White House OMB. 1) Medicare and Social Security net loss\n\nexcludes Trust Fund interest income. 2) TARP net loss includes proceeds from sale of warrants. TARP is Troubled Asset Relief Program; ARRA\n\nKP is American Recovery & Reinvestment Act programs.\n(@)E) www.kpcb.com USA Inc. | Income Statement Drilldown 129\n\nSocial Security: In Good Shape Now, Yet Challenged in Future\n\nby Aging Population\n\ne Social Insurance Program Created in 1935 — During height of the Great\nDepression to help elderly (65+*) and disabled people avoid poverty.\n\ne Pay-as-You-Go Funding — Social Security taxes deducted from current payrolls\nto pay out to current eligible recipients of Social Security.\n\ne For Most of its 8 Decades (1935-1970; 1985 - 2009), Annual Social Security\nPayments Have Been Funded by Annual Social Security Taxes — However,\nbased on estimates from Congressional Budget Office (CBO), beginning in 2016\n(or earlier), Social Security will begin running an annual deficit as payments\nexceed taxes (at unchanged flat tax rate of 12.4%' of annual gross wages) — this\nis a problem!\n\ne Social Security Has Been Struck by Annual Deficit Crisis Before — From\n1975 to 1981, Social Security expenses exceeded revenue every year, which\ncaused a 45% reduction in the Social Security Trust Fund balance. Legislation\nrecommended by the Greenspan Commission in 1983 reduced average benefits\nby ~5%? and raised social insurance tax rates for individuals by ~2.3%.? But the\nGreenspan Commission fix will run out soon as Social Security turns to operating\nloss in 2016.\n\nNote: *Early retirees (62+) could receive partial benefits between 62 and 65. 1) 6.2% taxes paid by employees and matched by employers on gross wages up to\n\nbut not exceeding the Social Security wage base of ~$100K; 2) total benefit cuts included $27B savings from benefit taxation for the wealthy and $66B savings\n\nfrom delay in cost of living adjustments over 1984-1989; 3) average increase in entitlement payroll tax rates between 1982 and 1988, includes Medicare payroll\n\nKP taxes, per estimates from CBO. Source: Social Security Administration.\n(@E) www.kpcb.com USA Inc. | Income Statement Drilldown 130\n\nHOUSE_OVERSIGHT_020906",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020906.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2373,
    "word_count": 372,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.739500",
    "prefix": "IMAGES-006"
  }
}