{
  "document_id": "HOUSE_OVERSIGHT_016258",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016258.txt",
  "text": "In analog computing, complexity resides in network topology, not in code.\nInformation is processed as continuous functions of values such as voltage and relative\npulse frequency rather than by logical operations on discrete strings of bits. Digital\ncomputing, intolerant of error or ambiguity, depends upon error correction at every step\nalong the way. Analog computing tolerates errors, allowing you to live with them.\n\nNature uses digital coding for the storage, replication, and recombination of\nsequences of nucleotides, but relies on analog computing, running on nervous systems,\nfor intelligence and control. The genetic system in every living cell is a stored-program\ncomputer. Brains aren’t.\n\nDigital computers execute transformations between two species of bits: bits\nrepresenting differences in space and bits representing differences in time. The\ntransformations between these two forms of information, sequence and structure, are\ngoverned by the computer’s programming, and as long as computers require human\nprogrammers, we retain control.\n\nAnalog computers also mediate transformations between two forms of\ninformation: structure in space and behavior in time. There is no code and no\nprogramming. Somehow—and we don’t fully understand how—Nature evolved analog\ncomputers known as nervous systems, which embody information absorbed from the\nworld. They learn. One of the things they learn is control. They learn to control their\nown behavior, and they learn to control their environment to the extent that they can.\n\nComputer science has a long history—going back to before there even was\ncomputer science—of implementing neural networks, but for the most part these have\nbeen simulations of neural networks by digital computers, not neural networks as evolved\nin the wild by Nature herself. This is starting to change: from the bottom up, as the\nthreefold drivers of drone warfare, autonomous vehicles, and cell phones push the\ndevelopment of neuromorphic microprocessors that implement actual neural networks,\nrather than simulations of neural networks, directly in silicon (and other potential\nsubstrates); and from the top down, as our largest and most successful enterprises\nincreasingly turn to analog computation in their infiltration and control of the world.\n\nWhile we argue about the intelligence of digital computers, analog computing 1s\nquietly supervening upon the digital, in the same way that analog components like\nvacuum tubes were repurposed to build digital computers in the aftermath of World War\nII. Individually deterministic finite-state processors, running finite codes, are forming\nlarge-scale, nondeterministic, non-finite-state metazoan organisms running wild in the\nreal world. The resulting hybrid analog/digital systems treat streams of bits collectively,\nthe way the flow of electrons is treated in a vacuum tube, rather than individually, as bits\nare treated by the discrete-state devices generating the flow. Bits are the new electrons.\nAnalog is back, and its nature is to assume control.\n\nGoverning everything from the flow of goods to the flow of traffic to the flow of\nideas, these systems operate statistically, as pulse-frequency coded information is\nprocessed in a neuron or a brain. The emergence of intelligence gets the attention of\nHomo sapiens, but what we should be worried about is the emergence of control.\n\n38\n\nHOUSE_OVERSIGHT_016258",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016258.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3396,
    "word_count": 506,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.320263",
    "prefix": "IMAGES-003"
  }
}