{
  "document_id": "HOUSE_OVERSIGHT_019455",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019455.txt",
  "text": "=\n\nFae eel el a on ee |\nNb EF NY ITT AY\n\nCentre De Formation Technique Pour\nL’Avancement Des Jeunes Du Sud’Est Inc.\n\nProject Overview\n\nDescription\n\nHaitian manufacturing has been well known in the world. As recently as the mid 1980's, Haiti was\nknown as the staple for baseball production. After labor unrests occurred, corporations moved\ntheir operations out of Haiti to China and other countries. Haiti went from employing 150,000\nworkers in the textile industry to a current level of 20,000. Haiti occupies the lowest ranks in the\nworld’s ranking among the countries. As a rule, the country is perceived as politically unstable, being\nsubject to various natural disasters, and having increasing security problems. For example, the\npolitical difficulties related to the Presidential election had led to the suspension of funding for\nmajor infrastructure rehabilitation by most international and bilateral donors.\n\nThe Centre de Formation Technique pour L’Avancement des Jeunes du Sud-est (CEFOTAJ) was\ncreated by members who trace their roots to the beautiful city known as Haiti’s cultural center to\nincrease general awareness of the dangers facing idle young women and men. The city, a population\nof 60,000, is considered a major production center of arts and creativity and is determined by\nCEFOTAJ members as the ideal location to establish a trade school.\n\nIn support of the Government of Haiti’s National Action Plan to produce centers of economic\ndevelopment outside the capital of Port-au-Prince, CEFOTAJ plans to ensure Haiti’s future\ndevelopment by bringing much needed training skills for the textile industry to support the creation\nof jobs to Haiti’s underserved regions.\n\nBased on our target group of attracting over 100 youths with 75 enrolling and being trained for the\nproject, we have formulated a free association questionnaire that we would pose to individuals\nwithin the community in order to assess whether the community believes this avenue of job skill\ncreation would be fruitful. The following questionnaire would be utilized to engage the community\nin open ended discussions about their future and viability of a successful training center:\n\nSurvey Questionnaire\nA job training center in our community would\n\nWithout a job I believe\n\nThe textile industry in Haiti has\n\nI would like to occur in my community.\n\nThe young people in the Jacmel community\n\nThe establishment of a training center would seek to achieve the following goals;\n\nPO Box 666 Brentwood, NY 11717 © Phone (631) 273-4100 © Fax (631) 273-4111 © yair@cefotaj.org © Wwww.cefotaj.org\n\nHOUSE_OVERSIGHT_019455",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019455.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2598,
    "word_count": 408,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.064467",
    "prefix": "IMAGES-005"
  }
}