{
  "document_id": "HOUSE_OVERSIGHT_013332",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013332.txt",
  "text": "block federal prosemntion of Epstein. Nor did the FBI notify E.W. and L.M. of any of the parts of\nthe: plea agreement. Nor did the FBI or other federal authorities confer with E.W. and L.M.\nabout the plea. See id.\n| 30. In 2008, Edwards believed in good faith that criminal prosecution of Epstein was\nextremely important to his clients E.W. and L.M. and that they desired to be consulted by the\nFBI and/or other representatives of the federal government about the prosecution of Epstein.\nThe letters that they had received around January 10, 2008, suggested that a criminal\ninvestigation of Epstein was on-going and that they would be contacted before the federal\ngovernment reached any final resolution of that investigation. See id.\nEdwards Agrees to Serve as Legal Counsel for Three Victims of Epstein’s Sexual\n31. In about April 2008, Bradley J. Edwards, Esq., was a licensed attorney in Florida,\npracticing as a sole practitioner. As a former prosecutor, he was well versed in civil cases that\ninvolved criminal acts, including sexual assaults. Three of the many girls Epstein had abused —\nLM., E.W., and Jane Doe — all requested that Edwards represent them civilly and secure\nappropriate monetary damages against Epstein for repeated acts of sexual abuse while they were\nsaber girls. Two of the girls (L.M. and E.W.) also requested that Edwards represent them in\nconnection with a concern that the Federal Bureau of Investigation (FBI) and U.S. Attorney’s\nOffice might be arranging a plea bargain for the criminal offenses committed by Epstein without\nproviding them the legal rights to which they were entitled (including the right to be notified of\n\nplea discussions and the right to confer with prosecutors about any plea arrangement). See\n\n14\n\nHOUSE_OVERSIGHT_013332",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013332.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1776,
    "word_count": 290,
    "line_count": 25,
    "import_date": "2025-11-19T21:47:45.660192",
    "prefix": "IMAGES-002"
  }
}