{
  "document_id": "HOUSE_OVERSIGHT_023655",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023655.txt",
  "text": "* Does this mean that the state can lend them?\n\n- it may be according to what will be announced in the program.\n\n* Private sector now complains of high operating costs, and believes that this will become harmful to the\nindustry and in trade, what is the opinion of Your Highness regarding the high prices and the shrinking\neconomic situation?\n\n- | do not think this is accurate, but the programs that will come out will stimulate the private sector very\nstrongly. Sales of the private sector will increase very strongly. If you spend hundreds of billions in a\nshort period of time, this will undoubtedly have a very positive effect on the private sector. | would like\nto give you an example. In the past, we used to rely solely on government capital expenditure.\nNowadays, in the coming years, we will have high government capital spending, that is the first thing.\nThe second: there will be spending from the reserves mentioned in the fiscal balance program is 200\nbillion riyals for private sector development, this spending differs than the capital spending we are all\nused to. Thirdly: and it is important- it is the spend of the Public Investment Fund. The Public Investment\nFund will spend in Saudi Arabia, after Aramco has been sold, more than SR 500 billion in just three years.\nYou can imagine this spending in the military industry, the automotive industry, the entertainment\nindustry, the tourism industry or in other industries. How will it affect all of the private sector, and this\nwill stimulate their sales in very strong manner in all sectors, both in the retail, transport, services sector\nand so on.\n\n* Will you impose taxes on corporate income?\n\n- No, this has not and will not be mentioned in the program of financial balance. We mentioned that\nthere would be no taxes on wealth or any taxes on income.\n\n* Companies coming to Saudi Arabia, Are there facilities for foreign investment?\n\n- That is true, today, the Ministry of Commerce is working on screening the work of the Investment\nAuthority. We worked different than what was happening in the past of waiting for the demand comes\nfrom the companies, but today we pick up the companies that we want to work in Saudi Arabia. There is\na very long list of companies that the Investment Authority must seize each year and enter them in the\nSaudi market.\n\n* Is there anyone who wants to enter but complain about the procedures we have?\n\n- This is true, and they are all easy procedures and contribute very significantly to the work of these\ncompanies. For example, remind you the last event in the visit of German Chancellor, the German\ncompanies have had a problem that our license in Saudi Arabia only lasts for one year, while their\nstrategies and investments are based on four years. They have been given a change in this aspect so that\nthe license lasts for five years, this are easy procedures that greatly stimulate the work of foreign\ncompanies in Saudi Arabia.\n\n* With respect to the health sector, it means the privatization of the health sector, it was published on\nthe lips of the Minister in a symposium that the hospitals will be privatized, and then it was said that it\n\nHOUSE_OVERSIGHT_023655",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023655.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3177,
    "word_count": 555,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.859599",
    "prefix": "IMAGES-007"
  }
}