{
  "document_id": "HOUSE_OVERSIGHT_017119",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017119.txt",
  "text": "4.2.12\nWC: 191694\n\nand Ralph Branca (whose mother, it now turns out, was Jewish!). Jackie Robinson, who was our\nreal hero, generally was driven to the stadium for safety reasons. I will never forget Jackie\nRobinson’s first game with the Dodgers. We persuaded our European-born rabbi to make a\nspecial blessing for him, without his knowing whom he was blessing, since he never would have\napproved blessing a baseball player. We made up a Hebrew name for Jackie Robinson, calling\nhim Yakov (Jacob) Gnov (Rob) buh (in) Ben (son). When he got his first hit, we were convinced\nthe blessing had worked. I had a spiral notebook in which I had collected autographs of every\nsingle Brooklyn Dodger who played during my high school years. As soon as I moved out of the\nhouse my mother tossed it in the garbage pail, along with my signed baseball cards and comic\nbook collection. I could’ve been a millionaire....\n\nWhen the Dodgers were not at home, we would play softball in the parking lot adjacent to Ebbets\nField. One day we made headlines when one of my classmates hit a homerun from the parking lot\nover the Ebbets Field wall. The Brooklyn Eagle reported that it was the first time anyone had hit\na home run into rather than out of the ballpark.\n\nIt’s not surprising that my high school memories are long on sports and short on academics,\nbecause my academic performance was abysmal. In my senior semester my first half grades were\nas follows (I still have the report card): English 80; Math 60 (F); Hebrew 65; History 65; Physics\n60 (F). With two failing grades, I couldn’t graduate, and so by the end of the last semester, I\nraised my physics grade to the minimum passing number of 65; my math grade to 75; and my\nhistory grade to 70 (the others remained the same). Yet despite my poor grades, I still remember\nmuch of what the teachers taught, often quite poorly. Other, more useful, information from\nYeshiva has also stayed with me, especially from the Torah, the Talmud and Jewish history. Half\na century after finishing my religious education, I wrote a book entitled “The Genesis of Justice,”\nin which I analyzed the first book of the Bible from a secular lawyer’s perspective. I never could\nhave done this without my Jewish education. When I showed the galley proofs to my Uncle\nZacky, an Orthodox rabbi, he said he admired its intellectual content but not its heretical views.\nHe pleaded with me to “change just one word.” I asked him, “which word?” He responded “the\nword ‘Dershowitz’ on the cover.\n\nIn my family, directness was more of a virtue than politeness, and interrupting someone was a\nsign of respect. It meant, \"I get it, so you don't have to finish your thought. Now let me tell you\nwhy you're wrong.\" The interrupter fully expected to be interrupted in turn, and so on. Nobody\never got to finish what they were saying. Now that's a good conversation. I'm reminded of the\njoke about the pollster who approaches four random people in Times Square and says, \"Excuse\nme, I'd like your opinion on the meat shortage.\" The first one, an Ethiopian replies, \"There's a\nword I don't understand, what ‘meat?’ is?\" The second, an American, also says there's a word he\ndoesn’t understand: \"What's \"shortage?\" The third, from China, also doesn't understand\nsomething: \"What's opinion?\" Finally, the Israeli too says there's something he doesn't\nunderstand: \"What's 'excuse me?\" We never said \"excuse me.\" Conventional politeness was not\npart of our language. Nor was rudeness. We simply didn't regard interrupting someone as rude,\nas long as everyone eventually got to say what they wanted.\n\nMy mother regarded people who were “too polite” with suspicion: “You never know what\nMuriel is really thinking,” she would say about my extremely polite Aunt (by marriage, of course)\n\nMuriel, who lived upstairs from us and was married to my somewhat rude (in the best sense of\n\n32\n\nHOUSE_OVERSIGHT_017119",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017119.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3899,
    "word_count": 673,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.117013",
    "prefix": "IMAGES-004"
  }
}