{
  "document_id": "HOUSE_OVERSIGHT_028244",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028244.txt",
  "text": "/ BARAK / 110\n\nany business involvement that could present a conflict of interest now that I had\nleft. Frankly, I saw nothing wrong with earning money through honest endeavor,\nand using the proceeds to provide economic security for myself and my family,\nand to give our grandchildren a better start in life than Nava’s or my own parents\nhad been able to do.\n\nIn the end, we didn’t move to Kfar Shmaryahu. But that was because of an even\nmore profound change in my life: I separated from Nava, after more than 30 years\ntogether. When we had begun plans to move, I laughed off a warning from a\npsychologist friend of mine that decisions like building a new house could lead to a\ndeeper reassessment of your life. But that is at least in part what happened. There\nwere also other changes that caused me to stop and take stock. I was no longer\nPrime Minister. My father had passed away soon after I left office. Professionally,\nI was exploring new areas and developing new interests. Nava and I had been\nhappily married since our twenties. We had three wonderful daughters, and a first\ngrandchild. Yet the more I thought about where we were in our lives, the more I\nfelt our future paths were pulling us in different directions. For both of us, the\nseparation was difficult, though it was made a bit less painful because Nava knew\nthat it had nothing to do with another woman, or another relationship. I did\nimagine that I might one day meet someone else. But I was equally prepared for it\nnot happening. I certainly didn’t expect it any time soon.\n\nWhen it did, it began by accident. A few weeks after our separation, I was\nvisiting the Knesset for a discussion about fixing Israel’s broken electoral system.\nIn the audience was a member of one of the civic associations pressing for reform:\nNili Priell, my first, and only, serious girlfriend before I met Nava. We spoke for a\nfew minutes afterwards. We agreed to meet again, and catch up with each other’s\nlives, a week or so later. Both of us now had grown children. We were both on our\nown. There is, I assume for everyone, something impossible to replicate about a\nfirst love. Nili and I were given an unlikely second chance. That seemed to me an\nextraordinary gift. It still does.\n\nYet if my personal life seemed full of new promise, the same could not be said\nof the country I’d served for my whole adult life, or of the political party I'd led\ninto government. The continuing construction of the security fence along the West\nBank finally did begin to reduce the sheer number of Palestinian attacks: from\nnearly 50 in 2002, to about half that number in 2003. But the suicide bombers who\ndid get through — from Hamas, Islamic Jihad and Fatah’s “Al-Aqsa Martyrs’\n\n396\nHOUSE_OVERSIGHT_028244",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028244.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2743,
    "word_count": 493,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.729040",
    "prefix": "IMAGES-009"
  }
}