{
  "document_id": "HOUSE_OVERSIGHT_026920",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026920.txt",
  "text": "11. S&P 500: Returns Based on Time Until Next Recession\n\n= Median 6m Price Return\n\n8% 4\n6% |\n\n4% -\n\nAverage 6m Price Return\n\n4% ~\n\n6% |\n\n-8% ~\n\n2% ~\n\n3.7%\n\n44%\n\n5.8%\n\n® % of Positive Price Returns (rhs)\n\n64%\n\n45%\n\n0% -\n\n2% -\n\n31 to 36\n\n25 to 30\n\n19 to 24\n\n13 to 18\n\nMonths Priorto Recession\n\nSource: Investment Strategy Group, Bloomberg.\n\n7 to12\n\n-5.7%\n\n1to6\n\n; 100%\n\n| 90%\n\n+ 80%\n\n| 70%\n\n+ 60%\n\n50%\n\n+ 40%\n\n| 30%\n\nr 20%\n\n+ 10%\n\n© 0%\n\n% of Positive Price Returns\n\nOf course, none of the supportive factors discussed above precludes further bouts of equity volatility.\nAs we highlighted at the beginning of the year, the historical probability of a 5% or greater correction\nfrom current valuation levels was 96%. Yet these statistics alone do not justify underweighting\nequities, since such pullbacks often occur after sizable equity rallies, as this year reminds us.\n\nMoreover, such pullbacks are quite normal historically. After all, stocks have suffered a median of two\npullbacks of at least 5% and one of at least 10% per calendar year in the post-WWII period, leaving\nboth the frequency and magnitude of this year’s dips in line with past experience. Most importantly,\nyears that experienced a similar number of pullbacks as 2018 nonetheless ended with a median gain\nof 6% and had 77% odds of a positive return.\n\nConclusion\n\nAlthough we have painted a less alarmist view of recent market weakness, we are by no means\nPollyannaish. While bull markets do not die of old age, they do become more susceptible to ailments\nover time. Yet as we survey the tug of war between the steady factors and the unsteady undertow,\nwe do not think the balance of risks is strong enough to topple the ongoing US expansion and the\ncontinued growth of corporate earnings it supports.\n\nThat said, this viewpoint does not preclude further market volatility and the market may still make new\nlows if the current downdraft persists. But history suggests the bull market is likely to continue until\nabout 5-6 months prior to the end of this economic expansion. Thus, it will take a significant increase\nin the odds of an imminent recession to provide the trigger—that has been lacking thus far—to\ntactically underweight equities. In the interim, we continue to recommend that clients maintain their\nstrategic allocation to US equities.\n\nHOUSE_OVERSIGHT_026920",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026920.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2337,
    "word_count": 405,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:44.958876",
    "prefix": "IMAGES-009"
  }
}