{
  "document_id": "HOUSE_OVERSIGHT_029960",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029960.txt",
  "text": "From: ee\n\nSent: 5/18/2016 4:41:19 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: RE: Hello\n\nImportance: — High\nThat sucks...\n\nSent from my Windows Phone\n\nFrom: jeffrey E.\nSent: 5/18/2016 10:46 AM\n\nTo: Gwendolyn Beck\nSubject: Re: Hello\n\nimpossisble to get rid of\n\nOn Wed, May 18, 2016 at 10:42 AM, [i vy ote:\nHi Jeffrey,\n\nHope all is well with you. Enjoying this political climate @)? I moved from the Trump campaign to Kasich\nas there was a fabulous opportunity to be on his Advisory Committee for Elder Issues. Now, I’m going to try\nto get on with Trump as an advisor. He’s going to have big problems with Trump University and the charge of\nSenior Financial Abuse in CA and FL.\n\nAlso, starting a new company helping Seniors age successfully, especially individuals with dementia - the\nearlier we catch it the better. I’ve been working with a memory center and individuals in DC and it’s\nremarkable the results I’ve been able to achieve over the last year. Of course, only want to work with\npeople/families/guardians that are SERIOUS about getting the best care. I stress ‘serious’ because I don’t want\nto get into a situation like as last summer.\n\nHow is Fred? It’s just sad sad sad that instead of letting me help him, Joe had me fixing his watch and finding\na school for his son... I think of where Fred could be today, and instead he’s probably locked up in his\napartment with no help that has dementia training — he probably thinks he’s crazy by now. Know you like Joe,\nbut it was sad sad sad that he didn’t let me do my job. Was it an intentional con? Very few things he said were\nthe truth (but, hey, people liked Bernie Madoff too)....\n\nAnyway — the past. I’m charging in the range of $1000 — 1500 per day plus expenses and it’s all highly\nconfidential. A customized ‘mind-body’ enhancement to achieve the most out of one’s life! And, training for\nthe family to help transition to the ‘new reality’ with their loved one with later stage dementia.\n\nI’m in NYC Friday for the annual meeting of the Circumnavigator’s Club, and will stay over the\nweekend. Love to see you if you’re in town! Would also like to have lunch with Fred - enjoyed his company -\n\nbut Joe probably won’t let that happen (3).\n\nLove you! And wishing you Love and Happiness, Gwendolyn\n\nHOUSE_OVERSIGHT_029960",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029960.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2288,
    "word_count": 408,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.213447",
    "prefix": "IMAGES-010"
  }
}