{
  "document_id": "HOUSE_OVERSIGHT_012794",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012794.txt",
  "text": "Waiting for a future benefit, whatever its currency, is hard for all animals, humans included.\nStudies of rats, birds, monkeys, apes, human children and adults show that individuals perceive future\ngains as less valuable than immediate, but smaller gains. For example, give any one of these animals a\nchoice between one piece of food and ten, and they will pick the ten. More is better than less, except if\nyou are a dieting human. Now give them a choice between one piece available immediately and ten pieces\navailable after some delay. Virtually every animal shifts to the one piece, with the only comparative\ndifference linked to the length of the delay — a few seconds for rats, birds, most monkeys, young\nchildren, and adults with frontal lobe damage, a few minutes for some apes, older children and some\nadults. Everyone is, to some extent, pulled by the hedonistic now. The future loses its luster when a tasty\nalternative is just within reach. This is in part due to the uncertainty associated with the future, and in\npart, the sheer temptation to take what is in front of us.\n\nUnique evolutionary changes in the human brain allowed us to exert much greater patience,\noverriding the pull of the hedonistic now. These changes didn’t evolve for punishment, but they were\nreadily deployed by this system of justice. We rely on creative strategies to place value on the future,\nincluding putting resources away so that we can’t use them — think savings accounts — and making\nverbal commitments that bind us to the future — think about the social embarrassment of failing in front\nof friends. These strategies help diminish the emotional pull of taking what is immediately available,\nallowing future benefits to gain in attractiveness. This is a brain that can wait for the delayed benefits of\npunishment.\n\nThe brain changes that facilitated our capacity to delay gratification were accompanied by others\nthat further offset the costs of punishment: our brains reward us with a feel-good feeling when we pay the\ncosts of punishment. For the first time in evolutionary history, the physical and psychological costs of\npunishment were at least partially offset by the pleasure of justice served, whether delivered directly or\nwitnessed from afar.\n\nWhen we punish or get even with those who have acted badly, we feel a hedonic high, an\nexperience captured by the metaphor “revenge is sweet but not fattening.” As demonstrated by the\neconomist Ernst Fehr, this is more than a metaphor. When we hand someone his just deserts, punishing\nsomeone for cheating, lying, or breaking a promise, our brain responds as if we handed ourselves just\ndesserts, activating brain circuitry associated with reward. In one study, two subjects played a monetary\nexchange game in which one player — the donor — decided how much of a pot of money to give to\nanother. A third player observed, out of view, the outcome of the exchange. In some cases, observers\nwitnessed a fair division of the money and in other cases, an unfair division in which the donor kept a\ndisproportionate amount of the total. The observer then faced a difficult decision: leave the two players\n\nwith their take-home earnings or use personal funds to take away money from the donor, returning it to\n\nHauser Chapter 1. Nature’s secrets 48\n\nHOUSE_OVERSIGHT_012794",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012794.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3313,
    "word_count": 555,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.976851",
    "prefix": "IMAGES-002"
  }
}