{
  "document_id": "HOUSE_OVERSIGHT_024833",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024833.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nSynthetic Cannabis (Schenkel)\n\n2\n\nThe Broad Spectrum Of Cannabinoids\n\nCannabinoids fall into three main types: (1) endogenous cannabinoids, which are\nproduced naturally in the bodies of humans and animals; (2) phytocannabinoids, which\nare isolated from plants; and (3) synthetic cannabinoids, which are produced in the\nlaboratory and may have some structural deviations from the naturally occurring\nmolecules.\n\nOf the three types, phytocannabinoids have garnered a lot of interest because of their\ntherapeutic and recreational potential. For example, Marinol and Syndros, which the\nFDA cleared for the treatment of anorexia associated with weight loss in AIDS patients,\ninclude the active ingredient dronabinol, a synthetic delta-9- tetrahydrocannabinol\n(THC) which is considered the psychoactive component of marijuana. In June 2048, the\nFDA approved an oral formulation of cannabidiol (CBD), Epidiolex, which GW\nPharmaceuticals PLC developed for the treatment of seizures associated with two rare\nand severe forms of epilepsy in children.\n\nn addition to THC and CBD, more than 100 other phytocannabinoids have been\nidentified from the cannabis plant. This includes lesser-known compounds such as\ntetrahydrocannabivarin (THCV), cannabigerol (CBG), and cannabichromene (CBC).\n\nThe broad spectrum of phytocannabinoids can bind to a range of different receptors in\nthe human body and induce a wide variety of pharmacological responses. However, due\nto the limited research into these varying effects, a full understanding of the role of each\ncannabinoid compound is still poorly understood. With that said, some of the most\nstudied roles are listed in the table below.\n\nFigure 9 Approved & Potential Medicinal Roles Of Selected Phytocannabinoids\n\nCannabinoid Percent Of Total Role\n\nCannabinoid Content\n\nTetrahydrocannabinol 15-35% e — Psychotropic\n\n(THC) e FDA-approved as appetite stimulant for people with AIDS and antiemetic for people\nreceiving chemotherapy\n\ne —_ Alleviates neuropathic pain, spasticity, overactive bladder, and other symptoms\n\nCannabidiol 1-12% e FDA-approved for treating rare seizure disorders\n(CBD) e — Chronic pain treatment\ne _ Being studied for treatment of anxiety, post-traumatic stress disorder, pain, schizophrenia,\nParkinson’s disorder and Huntington’s disorder\nTetrahydrocannabivarin | <1% e —_ Potential anxiety relief\n(THCV) e Potential appetite suppressant\nCannabigerol <1% e —_ Potential anti-inflammatory\n(CBG) e ~—— Potential anti-cancer\nCannabichromene <1% e —_ Potential anti-inflammatory\n(CBC) e ~—_- Potential anti-cancer\ne —_ Potential GI motility modulator\n\nSource: Cowen and Company\n\nCOWEN.COM 17\n\nHOUSE_OVERSIGHT_024833",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024833.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2713,
    "word_count": 379,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:44.427503",
    "prefix": "IMAGES-008"
  }
}