{
  "document_id": "HOUSE_OVERSIGHT_030048",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030048.txt",
  "text": "[9\n\nhas said it will not run its own candidate this time but it might still\nthrow its weight behind one of the candidates who is running.)\nIndependent candidates can get on the ballot either by getting a\ncertain number of endorsements by parliamentary deputies or\ngathering signatures (30,000) from eligible voters.\n\nAlready some candidates have announced they will run. Most\nprominent include the following: Amr Moussa, the former foreign\nminister and current secretary-general of the Arab League. While\npopular for his Arab nationalist stances, he will have to overcome his\nassociation with the past regime, which has already emerged as a\nmajor issue in his campaign.\n\nThere is also Mohamed ElBaradei, the former director of the\nInternational Atomic Energy Agency and Nobel Prize winner. While\nrespected for his clear articulation of liberal political stances and\ncourage in openly criticizing the Mubarak regime, he will have to\novercome a reputation for having an aloof and overly cerebral style.\nIn addition, many Egyptians complain that he has spent (and\ncontinues to spend) too much time outside the country to be an\nappropriate candidate.\n\nAnother candidate is Hisham al-Bastawisi, the leader of a group of\njudges who confronted the Mubarak regime over the last decade. Al-\nBastawisi is, like ElBaradei, widely respected but does not appear to\nbe a natural politician.\n\nThere is also Ayman Nour, founder of Al-Ghad Party. Nour came in a\ndistant second to former President Hosni Mubarak in 2005 and spent\nthe subsequent four years in prison on politically motivated charges.\nKnown as a born politician and an effective campaigner, and admired\nfor his uncompromising opposition to Mubarak, Nour nonetheless\nenjoys less of a national reputation than Moussa and ElBaradei.\n\nAnd there is Hamdeen Sabahi, the founder of the Karama Party, a\nbreakaway from the Nasserist Party that has long sought official\n\nHOUSE_OVERSIGHT_030048",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030048.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1930,
    "word_count": 305,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.113185",
    "prefix": "IMAGES-010"
  }
}