{
  "document_id": "HOUSE_OVERSIGHT_012869",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012869.txt",
  "text": "When Lorena Bobbitt cut off her husband John Bobbitt’s penis, she fulfilled her desire to harm\nanother. She carried out this gruesome act despite the moral and legal sanctions against it. But she did\nnot plan this act in advance, and nor did it occur in the heat of the moment, triggered by finding her\nhusband in bed with a lover. It followed in the wake of his repeated philandering, attempted rape and\npsychological abuse. As an act, it fell between the cracks of a long-term plan and a reflexive response —\nit was hatched on the night of the fatal attack, triggered by seeing a carving knife in the kitchen. Lorena\neither lost self-control for that fatal moment or she was in complete control, aware of what she was about\nto do and justified by her own moral convictions, believing that harming John was just deserts. John was\nmost definitely not innocent. The jury delivered a “not guilty” decision, appealing to a crime of passion\ndefense. This decision effectively excused Lorena’s harmful act as normal and justified given the\nmitigating circumstances.\n\nWhen we consider the nature of evil, we must pause to consider our own biases and prejudices\nabout what’s normal. We must ask about the human potential, about our evolved capacities and our\nability to behave in novel ways in novel environments. When we say that a person, group or nation is evil,\nwe are saying something important about human nature, about our capability as a species. We are saying\n\nsomething important about the relationship between nature and nurture.\n\nEvil eggs and corrosive coops\nHow much do career criminals cost? Estimates from the United States suggest that if you can prevent a\nhigh risk child from entering this career, you save $1.5-2 million in costs of education, mental health, and\ncriminal fees. Educational facilities such as the Penikese Island School in Massachusetts, where I have\nhad the privilege of working, spend about $100,000 per student per year to keep high-risk teens off the\nstreets and out of jail. Based on statistics collected by the Federal Bureau of Investigation, approximately\n100,000 individuals under the age of 18 years were arrested in 2007 for violent crimes — murder, forcible\nrape, and aggravated assault. If we had nurtured and educated these teenagers before they committed\nsuch crimes, we would have saved close to $100,000,000,000. Violent crime prevention pays. How does a\ncareer of violent crime start? Are there early warning signs? How early? How much starts with the egg\nand how much with the coop in which it was raised?\n\nEarly scientific interests in this chicken and egg problem can be traced to the efforts of the Italian\nphysician and psychologist Cesare Lombroso. In 1876, he published his magnum opus 7he Criminal\nMan. This was a serious, scholarly book aimed at understanding “whether there is a force in nature that\n\ncauses crime.” Based on measurements of both anatomical and psychological characteristics, Lombroso\n\nHauser Chapter 4. Wicked in waiting 123\n\nHOUSE_OVERSIGHT_012869",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012869.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3022,
    "word_count": 499,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.203904",
    "prefix": "IMAGES-002"
  }
}