{
  "document_id": "HOUSE_OVERSIGHT_019003",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019003.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 50\nTime: 9:27:55 ' Incident Report Program: CMS301L\nCase No. .. . : 1-05-000368 (Continued)\n\nmassage. Epstein began touching her on her buttocks and grabbed her\n\ncloser to him as he masturbated. Epstein also grabbed her breasts and\n\nfondled her breast with his hands as she provided the massage.\n\nstated on one occasion, he offered extra monies to have vaginal\n\nintercourse. She stated this all occurred on the massage table. b6\nstated Epstein penetrated her vagina with his penis and began b7C\n\nhaving intercourse with her until he reached the point of climax.\n\nEpstein removed his penis from her vagina and climaxed onto the\n\nmassage table. received $350.00 for her massage. I asked her\nif she had any formal training in providing massages,[ _| stated she\ndid not. ;\n\n[continued to state on one other occasion, Epstein introduced his\nassistant, JERR, into the massage. MBM was brought into room with\n\nto provide a massage. Epstein had them kiss and fondle each\nother around the breasts and buttocks as they provided a massage to\nEpstein. Epstein, watched and masturbated as this occurred. On other\noccasions, Epstein introduced the large white vibrator/massager\nduring the massage. Epstein stroked the vibrator/massager on\nvagina as she provided the massage.\n\nee the last time she spoke with anyone at the house, was\nwith during the weekend of October 2 or 3, 2005. [____] stated\nshe had brought two people to the Epstein house. She provided the\nnames of (unknown last name). It should\n\nnoted, een previously identified as Ls ans had\nbeen previously interviewed. The interview was concluded and the\n\nvideotape was placed into evidence via the locker system.\n\nOn November 9, 2005, Sgt Frick and I traveled to 6791 Fairway Lakes\nDrive in Boynton Beach, Florida in hopes to interview Juan Alessi, the\nformer houseman of Epstein's home. As no one was home, a business\ncard was left for him to return my call. We then traveled to 11349 sw\n86th Lane in Miami in hopes to interview Alfredo Rodriguez, a former\nhouse man of Epstein. We did not locate them at home. I left a\nbusiness card for him to return my call.\n\nWe then traveled i A Co met_with Dean of Students]\nLs. We requested to speak wi was re\n\ninterviewed, as she still was in possession of the rental car that\nEpstein had acquired for her. [| stated that Epstein's\nassistant, had called her on her c telephone and informed her\nthat rental was extended for her. il ae she had paid an\nadditional $625.00 for her to keep the rental an extra month. [|\nwas asked if she had any additional contact with either Epstein or\nanyone from his organization. [____]stated she did not, other than\nthe telephone call informing her that she could keep the car for an\nextra month. [___]did not provide any additional information.\n\nOn November 10, 2005, at approximately 9:47 am, Alfredo Rodriguez had\ntelephoned reference my business card found on his door. Rodriguez\nstated he had worked with Epstein for approximately six months after\n\nHOUSE_OVERSIGHT_019003",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019003.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3046,
    "word_count": 516,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:46.577662",
    "prefix": "IMAGES-005"
  }
}