{
  "document_id": "HOUSE_OVERSIGHT_015902",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015902.txt",
  "text": "212 Are the Androids Dreaming Yet?\n\nsimply translated as ‘the Decision Problem’ - could you decide the truth\nof a mathematical statement using some sort of automatic computation\n— an ‘algorithm’ as we now call it?\n\nIt is difficult to imagine, but Turing worked on ‘computing’ before\nthe invention of the computer. When he talked of computing, he\nmeant the abstract idea of doing something mechanically. The nearest\nthing he had to a ‘computer’ at the time was a human mindlessly but\nmethodically calculating something with pencil and paper! The scientific\npaper he submitted to the London Mathematical Society described both\nthe theoretical basis of computing, and the design of a general-purpose\ncomputing machine: the forerunner of all modern computers.\n\nAt the time, only a handful people in the world could assess\nTuring’s paper. One of them, Alonzo Church, was based at the Institute\nof Advanced Mathematics in the USA on the Princeton University\ncampus, next door to the Institute for Advanced Study that housed\nEinstein. Turing travelled to America in 1937 and completed his doctoral\nthesis at Princeton. He might have stayed, but Europe was heating up\nand war seemed inevitable, so Turing returned to England to take up\na part-time job in the government code-breaking branch. Here he was\nable to indulge his passion for hands-on engineering, experimenting\nwith the newly invented valve technologies. When war finally broke out\nTuring was ordered to report to Bletchley Park, just north of London.\nThis was to be the home of the top-secret British code-breaking group\ntasked with cracking Enigma. Turing’s first task was to debrief the\nPolish mathematicians and see what they had discovered. The Polish\nmathematicians had seen there were flaws in Enigma that made it repeat\nitself. They had made a copy of the machine to test different coding\nconfigurations and had been routinely cracking Enigma for 6 years,\nbut the Germans had been getting smarter and it was taking longer and\nlonger to crack the codes. Turing realized he could apply the Polish ideas\nin a more general way and break the codes on an industrial scale. He was\ninstalled at Bletchley Park to lead the project.\n\nInitially he was successful but as the war continued, Enigma\ndeveloped subtleties making it harder to break. At one point, it was\ntaking a whole month to break a single day’s messages. Turing realized\nthe only solution was to use computer technology to fully automate the\ndecryption. He built a computing machine that could simulate thousands\nof Enigma machines and try out all the possible settings in a short space\nof time. The machine acquired the nickname ‘a bombe; perhaps because\nof the ominous ticking sound it made as it calculated (or maybe as a\nreference to the smaller Polish machines).\n\nHOUSE_OVERSIGHT_015902",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015902.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2806,
    "word_count": 462,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.262942",
    "prefix": "IMAGES-003"
  }
}