{
  "document_id": "HOUSE_OVERSIGHT_020520",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020520.txt",
  "text": "61\n\nSince 2010, American (and other foreign) researchers have encountered a\nprogressively more restrictive research environment in China. One American scholar\nnoted that a previous research project that involved on-the-ground interviews\n\nacross many provinces was no longer possible. The registration and information\nrequirements of the 2017 Law on the Management of Foreign NGOs is part of the\nproblem, she believes, by severely constraining opportunities to conduct joint\nprojects and research in China. It has also become exceedingly difficult to arrange\ninterviews with Chinese think-tank scholars and government officials; many\ninstitutional libraries are now off-limits; central-level archives are inaccessible\n\nwith provincial and local ones also increasingly circumscribed; survey research is\nimpossible (unless in partnership with an approved Chinese counterpart, which is\nincreasingly hard to find); and other bureaucratic impediments make it increasingly\ndifficult for foreign think-tank researchers to undertake their basic jobs of\nresearching China. At the same time, Chinese researchers working in the US are able\nto schedule appointments easily with their American counterparts and government\nofficials, enjoy open access to American libraries and government archives, are able\nto conduct surveys anywhere, and may travel freely around the United States to do\nfield work.\n\nUS Think-Tank Centers in China\n\nOnly two American think tanks operate real satellite centers in Beijing, and one does\nso in Hong Kong. Both Beijing centers are cohosted by, and located on, the campus\n\nof Tsinghua University. One has a robust program of research by Chinese fellows,\nbrings in people from the think tank’s other centers, has a young ambassador program\nfor Americans and Chinese, and boasts a “wide open internet.” One center uses its\nfacilities primarily for presentations from the resident fellows and other visitors. Some\ntalks are open to the public, but most are restricted to faculty and graduate students.\nThe center’s ambitions were originally greater: for example, to host a set of annual\nconferences with senior experts and officials on both sides. However, the Chinese side\ncould not live up to its side of the bargain, demanding that senior US officials attend\nwhile not delivering Chinese officials of equivalent rank.\n\nThese two centers have also become caught up within the increasingly strained\nUS-China relationship as well as the tightening political atmosphere inside China.\nAccording to one affiliated research fellow, “connections with the center are a liability\nbecause institutions and people can cause you problems if you don’t say the right\nthings.” At least one of the centers in Greater China has occasionally limited its public\nprogramming from addressing sensitive political issues, because it did not want to\njeopardize the institution’s presence in China and Asia. Yet that think tank’s other\nstaffers and fellows have also proved adept at circumventing political restrictions by,\n\nSection5\n\nHOUSE_OVERSIGHT_020520",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020520.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3047,
    "word_count": 451,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.104503",
    "prefix": "IMAGES-006"
  }
}