{
  "document_id": "HOUSE_OVERSIGHT_014573",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014573.txt",
  "text": "Exhibit 34: US GDP per Hour Worked\nWe expect a rebound in productivity growth from\ngenerational lows.\n\n% YoY\n\n1971 1975 1979 1983 1987 1991 1995 1999 2003 2007 2011 2015\n\nData through 2015.\nSource: Investment Strategy Group, OECD.\n\nExhibit 35: Goldman Sachs US Current\nActivity Indicator\nEconomic activity accelerated in the second half of 2016.\n\nAnnualized % Change\n3.0\n\n25 Z5\n\n1.6\n\n0.0 +\n\nAverage: January—-May Average: June-November November Reading\nData as of November 2016.\nNote: The current activity indicator is the first principal component of real-activity indicators,\nexpressed in GDP-equivalent units. This is the growth signal in the main high-frequency\nindicators for the US economy.\nSource: Investment Strategy Group, Goldman Sachs Global Investment Research.\n\nnear zero and inflation expectations still below\nlevels compatible with its inflation target, the\nFederal Reserve is likely to hike rates two or three\ntimes in 2017, below the historical average pace.\nOn this point, it is worth remembering that the\nFederal Reserve originally projected four hikes by\nthe end of 2016, yet enacted only one in December.\nThus, even if the Federal Reserve does raise rates\nthree times this year, it will have delivered those\nfour hikes over two years instead of just one.\nLastly, although a recession created by an\nexternal shock is always a risk, the probability we\nplace on a hard landing in Europe and/or China\nor a destabilizing increase in oil prices is not\ncurrently high enough to alter our base-case view.\nIndeed, even with the recent cut in oil production\ncoordinated between OPEC and non-OPEC\nmembers, the size of today’s oil-supply glut and the\nhistorical tendency for producers to exceed their\nquotas greatly reduce the risk of a price spike (see\n\nWith none of the typical signs of\n\neconomic contractions flashing red,\n\nwe accord a 15% probability of a\nrecession in 2017.\n\nSection III, Global Commodities). With none of\nthe typical signs of economic contractions flashing\nred, we accord a 15% probability of a recession in\n2017, roughly in line with historical average risk.\n\nAgainst this backdrop, we expect US real GDP\ngrowth to accelerate from last year’s moderate\n1.6% pace, reaching 1.9-2.7% in 2017. There are\nthree key drivers to this story: fading headwinds,\na resilient US consumer and supportive policy. We\ndiscuss each below.\n\nFading Headwinds\n\nThe combination of falling oil prices and a\n\nrising dollar that began in mid-2014 has been a\nmeaningful drag on US growth, with energy-related\ncapital spending falling by more than 60% over\nthis period. In addition, exports have softened,\n\nthe S&P 500 has suffered almost two years of\ncontracting profits, and inventories throughout the\nsupply chain have ballooned as activity has slowed.\nSuch broad-based weakness has rarely\noccurred outside a recession.\n\nThe silver lining to last year’s\nslowdown, however, is that growth is\nnow poised to improve from depressed\nlevels. A modest recovery in oil prices\nand stabilization of the dollar enabled\nUS economic activity to accelerate\nnotably in the second half of last year\n\n(see Exhibit 35). This boost will be aided\n\n40 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014573",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014573.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3193,
    "word_count": 511,
    "line_count": 99,
    "import_date": "2025-11-19T21:47:45.321657",
    "prefix": "IMAGES-003"
  }
}