{
  "document_id": "HOUSE_OVERSIGHT_020344",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020344.txt",
  "text": "[92\n\nabout Snowden for Sony. Stone said that the million dollar deal with Kucherena effectively\nguaranteed that any competing project would not have access to Snowden. Sony consequently\nput the competing film on hold.\n\nTo be sure, it is not unusual for a lawyer to negotiate a deal on behalf of a client, but a lawyer\nordinarily does not have the power to block a competing film access to their client. Clearly,\nKucherena was no ordinary lawyer. Among other positions, he was on the public board of the\nFSB security service. In light of such connections, Stone said Kucherena might be acting as an\nintermediary for other parties who did control access to Snowden in Russia but that were not his\nconcern. Kucherena delivered the exclusive access to Snowden.\n\nAside from being a skilled director, Stone is a shrewd producer who knew how to close a deal.\nHe assessed, correctly as it turned out, that the payment to Kucherena would effectively block\nSony’s competing project. Where the money went was far less clear.\n\nTowards the end of our dinner, Stone told me that he did not know I was writing a book about\nuntil a few weeks earlier. He learned of my book from Snowden. He said Snowden had\nexpressed concern to him about the direction of the book I was writing. “What was it about?”\nStone asked me.\n\nI was taken aback. I had no idea that Snowden was aware of my book project, as I had not\ntried to contact him. I told Stone that I considered Snowden to be extraordinary man who had\nchanged history. Although I was intentionally vague in my description, Stone seemed to be\nreassured.\n\nThat Snowden was aware that I was investigating him presented an opportunity. I asked Stone\nabout the possibility of my seeing Snowden in Moscow.\n\nStone did not offer to arrange such a meeting. He said only that I “might want to speak to\nAnatoly [Kucherena].” This conversation suggested to me that Kucherena was Snowden’s gate-\nkeeper.\n\nIn his two years in Moscow, Snowden, or his handlers, had granted only a handful of face-to\nface interviews. One was with James Bamford, who was writing an article on Snowden for Wired\nmagazine in 2014. But it took nearly nine months to arrange the meeting. “I have been trying to\nset up an interview with him [Snowden]—traveling to Berlin, Rio de Janeiro twice, and New\nYork multiple times to talk with the handful of his confidants who can arrange a meeting. “ he\nrecounted in Wired. After my dinner with Stone, I hoped to find a quicker route.\n\nFirst, I was advised that I needed a Moscow “fixer,” the curious term that journalists\ncommonly use to describe a local intermediary who arranges appointments in foreign countries. I\nretained Zamir Gotta, a highly respected TV producer in Moscow, who I was told had helped\n“fix” the Bamford interview with Snowden.\n\nHOUSE_OVERSIGHT_020344",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020344.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2809,
    "word_count": 488,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.693160",
    "prefix": "IMAGES-005"
  }
}