{
  "document_id": "HOUSE_OVERSIGHT_019159",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019159.txt",
  "text": "TERSON\n\niy you went?\n—he used to tell me 1 was his\n\nje bought me—\n\ne Neon. I got a plane—! got a\not spending money whenever |\njeep. | was—he asked my par-\nyuld live with him. Or he didn’t\nto ask my parents, I'm sorry. He\n\nive with him.\n\nnt to call it. Yeah. Um, but it\nased my pay, as long as he could\nput anything inside of me. And\ne day he just put his hand, like,\n\nym the very first time you went?\nxt track, like, of, of what happened\nhich order things progressed.\n\nids the middle and end of my\n- that for the last, like, six or eight\nn't have a car cause I gave it back\nked me to have sex with him and,\nf [giggles], and I was just like, no.\n‘TIl let you touch me, but I'm not\n\nNeon 2005. He got it for me before ,\n\nmember I got it—it was an edition\n\n42\n\nFirtay Ric\n\nthat was a year before they were supposed to come out. So if I\ngot it, I obviously didn’t get a 2006, ‘cause that’s this year. I\ngot a 2005 Neon in 2004. Seven miles on it when I got it. The\ncar was awesome [giggles].\n\nI gave it back before I graduated. It got too—it got too sticky\nfor me. He wanted more than I was willing to give. I didn't\nwanna—I didn’t want to, um, suck his dick. I didn’t want to.\nhave sex with him. I never did that, and I wanted to be able\nto walk away from this saying that 1—saying that I never did\nthat. And I’m glad that I did.\n\nBut I lied to him when I gave it back. I didn’t want to burn my\nbridges, because he was a spectacular connection to have.\nSpectacular. Even if 1 didn’t—even when I didn’t work for\nhim. Until this day, he is so aw—he is so—I haven't talked\nto him in, like, a couple months, but if I called him today he\nwould give me as much money as I asked him for. He doesn’t\nknow that I hate him the way I do. I kept that connection. I\nfigured he used me, I'd be able to use him. Um, I hate to say\nthat, but I figured if I wanted to use him I could.\n\n: Okay. Let me bring you back a little bit.\n; sure.\n\n: When did things start to escalate as far as things happening\n\nwhen the massages were given?\n\n: They escalated whenever he wanted. I don’t clearly under-\n\nstand the question.\n\n: Okay. The first time you went, you were naked —\n: Are you asking for a date?\n: Oh, no, no, no—\n\n43\n\nHOUSE_OVERSIGHT_019159",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2219,
    "word_count": 466,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:47.286809",
    "prefix": "IMAGES-005"
  }
}