{
  "document_id": "HOUSE_OVERSIGHT_025035",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025035.txt",
  "text": "The key to the Inner Jihad is to learn to transfer responsibility for our Islamic Enemy’s hate and resultant\nactions back to it and take responsibility back for our own situation. We must learn all we can about the\nenemy. We must unwind our inappropriate projections and introjections and rediscover who we are and are\nnot. We must speak up. We must support those Muslims who promote expressions of Islam that are\nconsistent with our principles. And we must stalk the C ontrol Factor, constantly be on guard for its\nintrusion. This is an individual endeavor as each of our Control Factors uses its own methods. The book\ngives plenty of examples of each maneuver discussed but it is important for each of us to discover the\nunique workings of his own mind. That takes the work of the Inner Jihad.\n\nFP: Share with our readers what you mean by the “Turnaround Moment.”\n\nSiegel: There is a moment in typical horror films where the central characters have been pushed to their\nlimit. They then change and fully embrace the willingness to be as ruthless as the threat they face. No more\nmoral high ground; no more futile attempts to ignore or change the threat’s essence. As Lee Harris\ndescribed in The Suicide of Reason, it is the willingness o r license to be (not necessarily actually being) as\nruthless that is critical. It is a mental state that sheds all the prior counter-productive efforts at denial to\nfinally clearly focus on the threat faced. Part of the Inner Jihad is to reach that Turnaround Moment sooner\nrather than later.\n\nFP: You suggest that “mirroring” should be used as part of our arsenal. Tell us about it.\n\nSiegel: Mirroring is a literal approach to transferring back to the addict responsibility that we have been\ninappropriately accepting. Critical to the addict/enabler relationship is asymmetry. Like the addict, the\nenemy uses a less limiting set of rules than we do. The enemy typically initiates aggression while we\nrespond only. Mirroring means that we demonstrate our willingness to act symmetrically, to be governed by\nthe same rules. It is stunning how much is accomplished when one’s attitude simply is clear that he will do\nwhat is necessary; often not much else is needed as the addict or enemy realizes the game is fundamentally\nchanged. But other times action is absolutely needed. Demonstrating that we are not afraid to treat the\nenemy as it treats us carries great meaning. Imagine (international law aside) if Israel announced that from\nnow on it will mirror Hamas such that if civilian populations are targeted by bombs from Gaza, Israel will\ndo the same (it is accused of such anyway). The population might finally rethink and take responsibility for\nits privilege of voting its leaders. As stated earlier, all behavior is instructive and when we mirror we teach\nthe other the effects of his behavior.\n\nConversely, some situations demand that we assert asymmetry; those cases where it is necessary to\nhighlight our differences with the enemy. Just this week, an disingenuous report was issued by an NGO\ndrawing an equivalence between Palestinian and Israe li schoolbooks claiming that both sides have their\nrelativistic “ narratives.” Yet, as the Palestinian Media Watch’s website has demonstrated for years, there is\nnothing in the West anywhere comparable to the hatred spewed daily by the Palestinian Authority,\nincluding through its education system. It is interesting to note that while the US State Department initially\nfunded the “study,”- in what appears to be an attempt to sanitize the PA’s record so that the US can\ncontinue to fund the PA against the spirit of US law- Hillary Clinton has a difficult time escaping her\nconclusion as Senator in 2007 that these schoolbooks along with other media “profoundly poison(s) the\nminds of these children.” It is most important that we do not succumb to this type of use of symmetry that\ndistorts the profound differences between us and the enemy.\n\nEssentially, we are not clear as a nation, participating in a world with international rules, how to bes t fight\nthis enemy. The first act of any rehab is to acknowledge that we do not know how nor are we yet competent\nto stop our addictions. This is not a book about policy. In fact, the “right” policies are unlikely to emerge\nuntil a critical mass has meaningfully dealt with their Control Factors and share a common perspective. We\nlike to look at our history and assume a single perspective throughout but the truth is that we had to learn\nhow to respond to Pearl Harbor, the Nazis, the Cold War etc. The same applies here. Our press promotes\n“elites” who are tasked with acting as if they possess the “true wisdom” to deal with our threats but the truth\nis we do not know nor are we equipped to marshal enough of our population to agree just yet. The sooner\nwe learn, however, the less we will suffer. Mirroring has always been a key component of those lessons.\n\nHOUSE_OVERSIGHT_025035",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4932,
    "word_count": 845,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.920136",
    "prefix": "IMAGES-008"
  }
}