{
  "document_id": "HOUSE_OVERSIGHT_014763",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014763.txt",
  "text": "Table 5: Scenario analysis of China’s 2017 FX reserves (yellow denotes lower reserves/ blue higher)\nTrade balance, USDbn\n100 150 200 250 300 350 400 450 500\n\n300 2,885 2,935 2,985 3,035 3,085 3,135\n\n350 2,835 2,885 2,935 2,985 3,035 3,085 3,135\n400 2,185 2,835 2,885 2,935 2,985 3,035 3,085 3,135\n\n450 2,135 2,185 2,835 2,885 2,935 2,985 3,035 3,085 3,135\n500 2,35 2,835 2,885 2,935 2,985 3,035 3,085\n550 2,685 2,835 2,935 2,985 3,035\n600 : 2,635 ; 2,885 2,935 2,985\n\nCapital outflow, USDbn\n\n650 2835 2885 2.935\n700 85-2835 2.885\n750 2. 835\n800 2.68 785\n850 | 2685 2,735\n900 2 2635 2,685\n\nSource: BofA Merrill Lynch Global Research, Bloomberg. 2016 rate is annualized from the first 3 quarters of data.\n\nTable 5, above, shows a scenario analysis of China’s FX reserves in 2017 under different\ntrade balance and capital outflows. The analysis makes two assumptions. The first\nassumption is all the changes in the Balance of Payment’s (BoP) reserve assets are\nreflected in the headline FX reserves figure. The second assumption is that the income\nbalance is USD -36bn, which was derived from the annual rate since 2015.\n\nWe believe a decline of FX reserves to USD 2,600bn to USD 2,900bn would only be a\nproblem for China if it attempted to implement a “fixed exchange rate” without capital\ncontrols. Such an FX regime requires heavy FX intervention and would put downward\npressure on its FX reserves, making this FX regime choice no longer tenable for China.\n\nThe IMF’s framework for calculating adequate FX reserves is based on whether there\nare capital controls and whether the currency operates on a fixed or floating exchange\nrate regime (Table 6). The latest readings show a fixed exchange rate regime without\ncapital controls in China would require USD 2,91 1bn of FX reserves, which probably\nwon't be achieved, as shown in Table 1. Meanwhile, a floating exchange rate regime\nwith no capital controls would require USD 1,618bn of FX reserves. Fewer FX reserves\nwould be needed to manage a floating currency that would adjust freely to capital flows.\nThis reinforces the view that the CNY is moving toward a more flexible FX regime as its\nFX reserves are depleted (barring a draconian step capital control measures).\n\nSkeptics may counter that China could always ratchet up capital controls to reassert\ncontrol over its currency. However, the efficacy of this is questionable. The experience\nof 2016 shows that in spite of more capital controls introduced in late 2015 (e.g.,\nonshore window guidance restricting the sale of FX by onshore banks) capital outflows\nhave continued along with FX reserve depletion, albeit at a slower pace. Ultimately, this\nmeans China’s ability to exert control over the CNY is being eroded, while the risk of\nmore CNY volatility is rising. This is our scenario for 2017, with the tail risk that “ugly\nflows” or illicit capital flight due to domestic financial stability concerns could drive\nsharper CNY depreciation and FX reserve depletion. It is under this tail risk scenario that\nthe temptation for draconian capital controls becomes a danger. For this reason, we\nbelieve it will be important to monitor the nature of the capital outflow and not just the\nsize of the outflow. Good outflow such as Overseas Direct Investment by state-owned\n\nTable 6: China reserves adequacy recommendations based on IMF guidelines\n\nLatest, Capital control No capital control\nUSDbn Fixed Floating Fixed Floating\nWeight, % USDbn Weight, % USDbn | Weight, % USDbn Weight, % USDbn\n\nShort-term debt 167 30 230 30 230 30 230 30 230\nOther liabilities 961 20 192 20 192 20 192 15 144\nExports 2,156 10 216 10 216 10 216 5 108\nBroad money 22,128 5 1,136 25 568 10 2,213 5 1,136\nRecommended reserves 1,774 1,206 2,911 1,618\n\nSource: BofA Merrill Lynch Global Research, Bloomberg, SAFE\n\nBank of America Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 33\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014763",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014763.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3906,
    "word_count": 659,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:45.974102",
    "prefix": "IMAGES-003"
  }
}