{
  "document_id": "HOUSE_OVERSIGHT_030877",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030877.txt",
  "text": "go elsewhere — Canada, Britain, Australia — and start successful companies there. And, in fact, there is lots of evidence\nthis is already happening.\n\nBut Bannon is right that this is a brilliant electoral strategy. The idea of greater immigration controls has an undeniable\nmainstream appeal. The Democratic Party is too far to the left on many of these issues, embracing concepts such as\nsanctuary cities, which only reinforces its image as a party that is more concerned with race, identity and\nmulticulturalism than the rule of law.\n\nWhere Bannon is analytic and historical, Trump is instinctive. But the president appears to see the situation similarly. |\nwrote last month that Trump would try to fight the midterm elections on immigration and added, “Do not be surprised if\nTrump also picks a few fights with black athletes.” In recent weeks, the president has labeled immigrant gang members\n“animals” and suggested that football players who silently protest police violence against blacks should leave the\ncountry.\n\nBannon thinks Trump is just getting started in nationalizing the election around immigration. He predicted the next\nmajor battle would be over the proposed wall along the U.S.-Mexico border. “The wall is not just totemic. The wall is\nabsolutely central to his program. ... As we come up on Sept. 30, if [Congress’s] appropriations bill does not include\nspending to fully build his wall . . . | believe he will shut down the government.”\n\nSadly, but not surprisingly, Bannon doesn’t think the fighting and the rancor in the United States are going away any\ntime soon. The “battle between nationalists and globalists is at the fundamental roots of what America is, what America\nwill be,” he said. “This is very healthy, and... | think this is going to go on for a long time... . We’ve got a lot more\nfighting and a lot more scar tissue to go over.”\n\nYou can watch my CNN special \"The Steve Bannon Interview\" on Friday at 9 pm ET and Sunday at 10 am ET.\n\nNOTE: This e-mail message is subject to the Dubai World Group disclaimer see http://Awww.dubaiworld.ae/email disclaimer\n\nHOUSE_OVERSIGHT_030877",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030877.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2117,
    "word_count": 353,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:45.241376",
    "prefix": "IMAGES-011"
  }
}