{
  "document_id": "HOUSE_OVERSIGHT_012817",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012817.txt",
  "text": "early age, but with important developmental changes in play. There is a tendency for children to both\nrecognize inequities early in life, but to act selfishly when possible. The envy game shows this\nbeautifully. When another child could receive more, children rejected this option even though it wouldn’t\ncost them directly: the decider always gets just one candy. Though no one has yet worked out what\ncauses a developmental shift from more to less selfishness, most agree that it is driven by maturation of\nbrain regions guiding self-control, together with social factors that make young children increasingly\naware of and sensitive to their own and others’ reputations. Fehr’s studies also show that playing fair is\nnot just about the distribution of resources, but about who gets them. Early in life, children have already\ncarved up the world into those they know and those they don’t. This division drives their thinking and\nfeeling, and in cases like this, their sense of fairness. Young children are well on their way to developing\nparochial altruism.\n\nFehr’s research, and the majority of studies on the child’s developing sense of fairness, focus on\nchildren living in large-scale Western societies. Most of the work on fairness in adults is similarly\nfocused on large scale societies. The precise structure of these societies may directly impact how\nindividuals decide when to share, what commodities enter into the distribution, and whether sharing\ndepends on effort invested, needs, and power. As noted in the last section, those who support an\negalitarian society are more likely to feel empathy toward those in pain than those who support a\nhierarchical society. Individuals who are more empathic are also more altruistic. Hunter-gatherer\nsocieties tend to be more egalitarian, and highly cooperative. These differences predict further\ndifferences in how those living in small-scale societies, including the hunter-gatherers and subsistence\nfarmers of Africa, Asia, and South America, should respond to unfair exchanges.\n\nThe American anthropologist Joseph Henrich and his colleagues presented a set of bargaining\ngames to adults living in different small-scale societies across the globe. Though the subjects in this study\nplayed a number of different games, the basic goal was similar to those deployed by Fehr in his studies of\nchildren and adults: under what conditions will individuals choose to share an equal as opposed to an\nunequal distribution of resources?\n\nConsider the ultimatum game. One individual decides how to distribute a fixed amount of money\nto an anonymous partner; in the Henrich games, he always used the local currency and an amount that\nwas appropriate for the society. The partner had two options: keep what is on offer or reject it. Rejection\nis costly to both players as they leave empty handed. Rejection is both an expression of sour grapes for\nwhat could have been — a fair offer — and punishment for selfish behavior. In large scale societies,\noffers typically range from 40-50% of the initial pot, and rejections are common for offers less than about\n\n20%.\n\nHauser Chapter 2. Runaway desire 71\n\nHOUSE_OVERSIGHT_012817",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012817.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3165,
    "word_count": 503,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.926558",
    "prefix": "IMAGES-002"
  }
}