{
  "document_id": "HOUSE_OVERSIGHT_023792",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023792.txt",
  "text": "46 Teaching Minds\n\nWhat I mean by this, is that there is stuff we can do mentally,\nand that learning just means doing that stuff and getting better at it.\nLearning is not any one process, but many processes, depending on\nwhat you are learning.\n\nWhat are the cognitive processes that make up learning? If we\nwish to teach people, it is important to ask what cognitive capabilities\nwe want them to have when we are done, not what we want them to\nknow. In other words, we want to understand what we have to do in\norder to make them better able to think.\n\nIn this chapter, we will discuss the kinds of cognitive processes\nthat people can (and must) learn to do well. Later we will discuss how\nto best approach learning and teaching these processes.\n\nThere are 12 types of processes outlined here. There may be more\ntypes than these, but with these we pretty much can cover the ground\nof what human learning looks like. I have divided them into three\ngroups: conceptual processes, analytic processes, and social processes. No-\ntice first that all the types are types of processes. Thinking is a process.\nIt is something we do. We need to see what that doing is like.\n\nAll these processes require practice in order to master them. You\ncannot learn to master a process without practicing it again and again.\nFeedback and coaching help one learn.\n\nCONCEPTUAL PROCESSES\n\n1. Prediction: Making a prediction about the outcome of actions\n\nThis is experiential learning about everyday behavior in its most\ncommon form—it includes learning about how to travel or eat or get a\ndate, for example. In its complex form it is how one learns to be a bat-\ntlefield commander or a horse race handicapper. One learns through\nexperience by trial and error. The cognitive issue is building up a large\ncase base and index that case base according to expectation failures, as\nI described in Dynamic Memory. We learn when predictions fail. When\nthey succeed, we fail to care about them because most of the predic-\ntions we make are uninteresting (I predict the room I just left will look\nthe same when I return). Learning to predict what will happen next\nrequires repeated practice in each domain of knowledge. There is some\n\nHOUSE_OVERSIGHT_023792",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023792.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2220,
    "word_count": 389,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.825892",
    "prefix": "IMAGES-007"
  }
}