{
  "document_id": "HOUSE_OVERSIGHT_019297",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_019297.txt",
  "text": "RICHARD D. EMERY \nANDREW G. CELLI, JR. \nMATTHEW D. BRINCKERHOFF \nJONATHAN S. ABADY \nEARL S. WARD \nILANN M. MAAZEL \nHAL R. LIEBERMAN \nDANIEL J. KORNSTEIN \na ANDREW F. WILSON \nELIZABETH S. SAYLOR \nKATHERINE RosENFELD \nDEBRA L. GREENBERGER \nZOE SALZMAN \nSAM SHAPIRO \nBy Email \nEMERY CELLI BRINCKERHOFF & ABADY LLP \nJ. Stanley Pottinger \n.1. Stanley Pottinger PLLC \n49 Twin Lakes Road \nSouth Salem, NY 10590 \nEmail: \nAyroRNEYS Al LAw \n600 Ft Fri I MTN uR AT RocKual.F.R CENTIM \n10\" FLOOR \nNow YORK, NEW YORK 10020 \nTEL \nFAX: \nwmv.ccbalaw.com \nFebruary 7, 2018 \nPaul G. Cassell \nS.J. Quinney College of Law at the University of Utah \n383 S. University Street \nSalt Lake City, UT 84112 \nEmail \nSigrid S. McCawley \nBoies, Schiller & Flexner LLP \n401 East Las Olas Boulevard, Suite 1200 \nFort Lauderdale, FL 33301 \nEmail: \nLaura A. Menninger \nHaddon, Morgan and Foreman, P.C. \n150 East Tenth Avenue \nDenver, CO 80203 \nEmail: \nRe: Giuffre v. Maxwell, No. 15 Civ. 7433 (S.D.N.Y.) \nDear Counsel: \nAs you know, this firm represents Intervenor Alan Dershowitz in the \nabove-referenced case. \nCHARLES J. OGLETREE, JR. \nDIANE L. HOUK \nJESSICA CLARKE \nALISON FRICK \nDAVID LEBOWITZ \nDOUGLAS E. LIEB \nALANNA KAUFMAN \nEMMA L. FREEMAN \nDAVID BERMAN \nASHOK CHANDRAN \nDANIEL TREIMAN \nIt has recently come to our attention that plaintiff's counsel provided reporters \nfrom the Washington Post with submissions from a disciplinary proceeding pending before the \nHOUSE OVERSIGHT 019297 \nEMERY CELLI BRINCKERHOFF & ABADY LLP \nPage 2 \nFlorida Bar that reference information that was developed during discovery in this case. In \nkeeping with plaintiff's enduring practice of insisting on selective confidentiality to bolster her \nown accusations while concealing evidence that undermines her claims, the materials provided to \nthe Post include cherry-picked and misleading characterizations of evidence that is sealed and/or \ndesignated confidential under the protective order governing this action—to say nothing of the \nfact that it is simply false. In several instances, the materials plaintiff's counsel provided to the \nPost directly reproduce exhibits that were marked confidential in this case by plaintiff; and which \nplaintifffiled under seal before the district court. These disclosures violate both the spirit and \nthe letter of the district court's orders, and appear calculated to hamstring Professor \nDershowitz—who respects and will abide by the court's orders—in responding to the \naccusations against him. \nMost notably, the materials provided to the Washington Post repeat the \noutrageous claim that \"came forward\" and \"corroborated\" Ms. Giuffre's \naccusations against Dershowitz when she \"testified under oath that she had been trafficked by \nMr. Epstein and had had sex with Mr. Dershowitz.\" As plaintiff's counsel are well aware, Ms. \ntestimony is marked confidential and remains under seal; indeed, plaintiff hersqf \nfiled the relevant deposition transcript under seal before the district court. See ECF No. 701-1. \nYet the materials provided to the Washington Post repeat specific details from Ms. \nsealed deposition, including specific sex acts she claims occurred with specific individuals. \nPlaintiff's counsel's selective characterization of this sealed evidence to a national newspaper is \nan outrageous violation of the district court's orders. See ECF No. 62 III 4 (\"CONFIDENTIAL \ninformation shall not be disclosed or used for any purpose except the preparation and trial of this \ncase.\"); see also, e.g., Taylor v. Teledyne Techs., Inc., 338 F. Supp. 2d 1323, 1343 (N.D. Ga. \n2004) (publicly summarizing and paraphrasing confidential documents violated protective order \neven without verbatim disclosure). \nThis is especially so given that the totality of this individual's testimony and other \ndocuments produced confidentially in discovery (none of which plaintiff's counsel elected to \ndescribe to reporters) demonstrate that her claims are utterly unworthy of belief.' Among other \nthings, in emails sent in 2016, Ms. Iclaimed that she received help from \"the Russians\" \nand the hacker network Anonymous in responding to a hack of her email by the CIA; that Hillary \nClinton sent \"Special Agents Forces Men\" to \"intimidate[]\" and \"ruff{] (sic) . . . up\" her friend in \nan effort to \"to protect [Ms. Clinton's] presidential campaign\"; that she possessed video and \nphotographic evidence against both Ms. Clinton and Donald Trump that she would release to \nWikileaks and Russian media by Sunday, October 23, 2016; that she possessed video footage of \nBill Clinton, Prince Andrew, and Richard Branson having sex with her friend which was backed \nup on \"several USB sticks\" that she had \"securely sent . . . to various different locations \nthroughout Europe\"; and that another friend had—while the two \"were showering together\"—\nshowed her physical evidence that \"Donald Trump liked flicking and sucking her nipples until \n1 As you know, on June 21, 2017, we, on behalf of Professor Dershowitz ,wrote to Judge Sweet \nasking that, in the event that Ms. deposition were unsealed (or its designation as \n\"confidential\" by the parties withdrawn), the Court permit public disclosure of her emails. \nHOUSE OVERSIGHT 019298 \nEMERY CELL! BRINCKERHOFF & ABADY LLP \nPage 3 \nthey were raw.\" Notably, in these emails, Ms. mentions Professor Dershowitz, but she \ndoes not allege that she was trafficked to or had sex with him. \nAs you know, Ms. provided this information, on the record, to a New \nYork Post journalist with the expressed hope that it would be published. Although these \nallegations, if credible, would have been the story of a lifetime — videos and eye witness \naccounts of sexual misconduct by two presidential candidates, a former president, and one of the \nworld's leading entrepreneurs— the New York Post declined to publish them, presumably, and \nnot surprisingly, because it did not find Ms. credible. Nonetheless, thereafter, Ms. \nrepresented by the same lawyers who represent the plaintiff in the above-captioned \ncase, was permitted to testify that Professor Dershowitz had sex with her. These same lawyers \nhave now provided documents to the Washington Post repeating the false charges, but have \nfailed to provide the Post with the emails that fatally undermine them. These selective \ndisclosures, and this use of the court's protective and sealing orders \"as a sword,\" are manifestly \nimproper. \nProfessor Dershowitz intends to pursue all available remedies for violations of the \ndistrict court's orders, including sanctions. That said, to remedy the gross imbalance in available \ninformation created by counsel's improper disclosures, we ask that the parties' counsel \nimmediately agree to a stipulation, to be so-ordered by Judge Sweet, unsealing and removing the \nconfidentiality designations from Ms. emails. This will allow for full public \ndisclosure of these matters—where their falsity, exposed to the \"sunlight\" of public review, will \nbe manifest—and it will permit Professor Dershowitz to respond fully to the accusations \nplaintiffs counsel leaked to the Washington Post. Only with such full disclosure can the public \ndecide who is telling the truth. \nPlease let us know your response to this request by noon on February 9, 2018. \nVery truly yours, \nAndrew G. Cel 1, Jr. \nHOUSE OVERSIGHT 019299",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_019297.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7327,
    "word_count": 1119,
    "line_count": 135,
    "import_date": "2025-11-19T21:47:45.006935",
    "prefix": "TEXT-001"
  }
}