{
  "document_id": "HOUSE_OVERSIGHT_012871",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012871.txt",
  "text": "including murder, rape, and arson. Oddly, although this work provided one of the cleanest links between\ngenes and violence in humans, it slid under the radar of scientific attention, only to be resuscitated and\nenriched about ten years later.\n\nThe behavioral geneticists Avshalom Caspi and Terry Moffitt studied a large population of young\nboys over several years. Though boys and girls have the MAOA gene, its effect on behavior is easier to\nstudy in boys because they have only one copy whereas girls have two, one for each of their two X\nchromosomes. For each boy, Caspi and Moffitt collected information on the presence and frequency of\ntheir antisocial behavior and whether they were raised by parents who were caring, mildly abusive, or\nseverely abusive. For each boy, they also noted whether they had the low or high expressing form of\nMAOA.\n\nCaspi and Moffitt’s results provided a textbook example of nature’s interaction with nurture. If\nthe parents were caring, the genes made no difference in their child’s personality or behavior. If the\nparents were mildly abusive, the boys with the low activity form were nine times more likely to fight,\nsteal, bully, and defiantly break rules. For those boys with severely abusive parents and the low activity\nform of MAOA, 85% developed into violent, delinquent criminals. What these findings tell us is that in\nhumans, it makes little difference which form of MAOA you have if you grow up with nurturing parents.\nBut if you grow up with abusive parents, your genes make all the difference in the world. Those with the\nlow expressing form are more likely than not to develop into delinquents, whereas those with the high\nexpressing form are more likely than not to develop immunity. By a double dose of bad luck, one shot\nfrom the genes and one from the environment, some have a high probability of entering into the pool of\npotential evildoers.\n\nThe German neuroscientist Andreas Meyer-Lindenburg took the genetic work one step further,\nlinking the particular form of MAOA up to differences in the brain. Those with relatively poor social\nregulation and the low expressing form of MAOA had significantly smaller brains, specifically in regions\nassociated with the control of emotion and social behavior — the amygdala, anterior cingulate, and\nprefrontal cortex. These individuals also had less connectivity between these regions, harking back to the\nimportance of promiscuity both between humans and other animals, but also within our own species. Less\nconnectivity translates to less control by the frontal areas of the brain over emotion-relevant areas such as\nthe amygdala. When individuals with the low expressing form viewed angry or fearful facial expressions,\nthe emotionally-relevant brain areas went into hyper-drive, whereas those areas involved in regulating\nemotions hibernated. Thus, in contrast with individuals who have the high expressing form of MAOA,\nthose with the low expressing form are overwhelmed by emotionally charged experiences, lacking the\n\nmental brakes to stay cool. By luck of the draw, the low expressing form of MAOA builds a child that is\n\nHauser Chapter 4. Wicked in waiting 125\n\nHOUSE_OVERSIGHT_012871",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012871.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3189,
    "word_count": 513,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.332027",
    "prefix": "IMAGES-002"
  }
}