{
  "document_id": "HOUSE_OVERSIGHT_011638",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011638.txt",
  "text": "response,” he said. “I’ve committed us. Ehud, I want you to check what can be\ndone. Take whatever you need, from wherever you want. Bring me suggestions\nby seven tomorrow morning.” Then, he said, we would go brief the Defense\nMinister, Shimon Peres.\n\nI assembled a team the same way we’d prepared for special-operations\nmissions in the sayeret: looking for information, intelligence and above all\nexperience and insight from whoever I thought was likely to make that always-\nnarrow difference between failure and success. My first calls went to Mookie\nBetzer and another of my most trusted and experienced sayeret comrades,\nAmiram Levin. Then I brought in Ido Ambar, the personal aide to air force\ncommander Benny Peled, and Gadi Shefi, the commander of the Shayetet 13\nSEALs. Finally, two officers from Dan Shomron’s office. Since Dan was\nkatzhar, in overall command of paratroop and infantry forces, it was critical to\nkeep him in the picture. I told them all that we’d be working through the night,\nand that I had to be able to tell Motta and Shimon by the morning whether we\nreally could mount a rescue mission.\n\nI still thought Pd end up having to tell them no. However difficult the\nobstacles we’d faced with Sabena, they were almost child’s play compared to\ngetting a sayeret assault team 5,000 miles across the continent of Africa,\nsurprising the terrorists, freeing the hostages unharmed and getting them out.\nThat was even assuming, as I did at that point, that we wouldn’t face armed\nopposition from the troops of Uganda’s increasingly tyrannical president, Idi\nAmin. Amin had begun to align himself politically with the Palestinians in the\npast few years — one reason, no doubt, the terrorists had landed there. But he\nhad actually been on a paratroop course in Israel before taking power in 1971.\nWe had sent officers to help train his army in the early 1970s.\n\nNow, I discovered, Mookie himself had been on one of the training missions.\n“Their men aren’t great fighters, at least at night,” he said, an insight of obvious\nrelevance to planning a commando attack, if we could get that far. When\nAmbar, the air force aide, spoke up, I finally began to feel we might at least be\nable to put together the outline of a plan. He’d brought with him a copy of the\nstandard reference book on world airports, which gave us at least a general idea\nof the layout of Entebbe. He also said that the air force had run a training\nprogram for the Ugandans. In Entebbe. He’d contacted one of the reserve pilots\nwho had been on the training mission, and he was on his way to join us.\n\nStill, time was short we were nowhere near being able to recommend a\nspecific plan of action. The hijackers had set a deadline — noon on Thursday,\n\n167\nHOUSE_OVERSIGHT_011638",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011638.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2754,
    "word_count": 482,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.146020",
    "prefix": "IMAGES-001"
  }
}