{
  "document_id": "HOUSE_OVERSIGHT_012966",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012966.txt",
  "text": "50 3 A Patternist Philosophy of Mind\n\nmust be counteracted by a pragmatic tendency to remove items from the attentional focus if\ngiving them attention is not providing sufficient utility in terms of the achievement of system\ngoals.\n\nThe synthesis and analysis perspective provides a more systematic perspective on this self-\nreinforcing dynamic. Synthesis occurs in the attentional focus when two or more items in the\nfocus are combined to form new items, new relationships, new ideas. This happens continually,\nas one of the main purposes of the attentional focus is combinational. On the other hand,\nAnalysis then occurs when a combination that has been speculatively formed is then linked\nin with the remainder of the mind (the “unconscious”, the vast body of knowledge that is not\nin the attentional focus at the given moment in time). Analysis basically checks to see what\nsupport the new combination has within the existing knowledge store of the system. Thus,\nforward-analysis basically comes down to “generate and test”, where the testing takes the form\nof attempting to integrate the generated structures with the ideas in the unconscious long-\nterm memory. One of the most obvious examples of this kind of dynamic is creative thinking\n(Boden, 2003; Goertzel, 1997), where the attentional focus continually combinationally creates\nnew ideas, which are then tested via checking which ones can be validated in terms of (built up\nfrom) existing knowledge.\n\nThe analysis stage may result in items being pushed out of the attentional focus, to be\nreplaced by others. Likewise may the synthesis stage: the combinations may overshadow and\nthen replace the things combined. However, in human minds and functional AI minds, the\nattentional focus will not be a complete chaos with constant turnover: Sometimes the same set of\nideas — or a shifting set of ideas within the same overall family of ideas — will remain in focus for a\nwhile. When this occurs it is because this set or family of ideas forms an approximate attractor\nfor the dynamics of the attentional focus, in particular for the forward-analysis dynamic of\nspeculative combination and integrative explanation. Often, for instance, a small “core set” of\nideas will remain in the attentional focus for a while, but will not exhaust the attentional focus:\nthe rest of the attentional focus will then, at any point in time, be occupied with other ideas\nrelated to the ones in the core set. Often this may mean that, for a while, the whole of the\nattentional focus will move around quasi-randomly through a “strange attractor” consisting of\nthe set of ideas related to those in the core set.\n\n3.4.5 Conclusion\n\nThe ideas presented above (the notions of synthesis and analysis, and the hypothesis of self and\nattentional focus as attractors of the iterative forward-analysis dynamic) are quite generic and\nare hypothetically proposed to be applicable to any cognitive system, natural or artificial. Later\nchapters will discuss the manifestation of the above ideas in the context of CogPrime. We have\nfound that the analysis/synthesis approach is a valuable tool for conceptualizing CogPrime’s\ncognitive dynamics, and we conjecture that a similar utility may be found more generally.\n\nNext, so as not to end the section on too blasé of a note, we will also make a stronger\nhypothesis: that, in order for a physical or software system to achieve intelligence that is roughly\nhuman-level in both capability and generality, using computational resources on the same order\nof magnitude as the human brain, this system must\n\ne manifest the dynamic of iterated synthesis and analysis, as modes of an underlying “self-\ngenerating system” dynamic\n\nHOUSE_OVERSIGHT_012966",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012966.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3717,
    "word_count": 600,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.702054",
    "prefix": "IMAGES-002"
  }
}