{
  "document_id": "HOUSE_OVERSIGHT_010494",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010494.txt",
  "text": "nerly Kellen/ Fittuy Ricu\n3) and husband, |\nlriver Brian Vickers, guests are like pygmies next to the nearby twice-life-size sculp-\nhe red carpet at the 14I1st | . aie\n‘the Kentucky Derby ture of a naked African warrior.\n1 Downs in Louisville, The journalist had confirmed that several prominent names —\nland / Icon |\n\na el Mort Zuckerman, the famous real estate mogul and publisher;\nVI |\n\n4 Microsoft executive Nathan Myhrvold: and Donald Trump\n4 among them—had dined at the residence. She'd interviewed\natt Gana iin 7 ie several of Epstein’s friends and ex-friends: Nobel Prize-winning\ngant e ea a i scientists, financiers who worked with Epstein at Bear Stearns.\n| (i She'd handled Steven Hoffenberg with aplomb. And, working\nwith Vanity Fair's editors, she'd figured out ways to slip even more\ninformation between the lines, in ways that would allow readers\nto form their own questions about Epstein’s finances.\nIn that respect, she'd fulfilled her original assignment perfectly.\nWhat Carter needed to figure out was what to do with the\nartist, her sister, and their mother’s story. But before he could\nswipe his key card to let himself into the magazine’s offices, Car-\nter saw a man standing in the reception area.\n\nMichael and Janet Reiter at the Palm\nBeach Police Foundation Policemen's\nBall at Mar-a-Lago, January\n\n2012 (Debbie Schatz / Palm Beach\nDaily News / ZUMAPRESS.com)\n\nThe man was motionless. He'd been waiting for Carter.\n\nIt was Jeffrey Epstein. Nonplussed, Carter invited him into\nhis office.\n\nr *\nEpstein denied the claims involving underage women. No crimi-\nnal charges had been filed. And so Vanity Fair decided not to\n\n_ include the claims in Ward’s article. But, according to Ward,\n; when her editor Doug Stumpf called her, she cried.\n\nlice She'd worked so hard on the piece, gotten so stressed out that\nri \"one of her twins had begun to grow more slowly than the other.\n\niaily On doctor’s orders; she’d been put on bed rest.\n\nHOUSE_OVERSIGHT_010494",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010494.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1974,
    "word_count": 333,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.348312",
    "prefix": "IMAGES-001"
  }
}