{
  "document_id": "HOUSE_OVERSIGHT_011125",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011125.txt",
  "text": "quartet opus 132. Listen to the slow movement of Schubert’s two-cello quintet opus\n163. Listen to Wagner’s liebestod (love death) from Tristan, or Mahler’s adagietto\nfrom his fifth symphony. This music plays for keeps.\n\nThe polar opposite to Mozart would be Verdi. Like Mozart, he is not in my pantheon\nbut close. For Verdi, no passion is too much. He is the master of contrast. He shakes\nour emotions back and forth as a dog shakes a rat. Lull and storm are each given\nenough time to pack the most punch in the other. He wants only opposites and\nextremes. What would the fastidious Franz Joseph have thought? He would have\n\ncalled the guard.\n\nSomewhere between Apollo and Dionysus, between relativism and frenzy, lies the\n\ntrue path. The five in my pantheon have found it.\n\nI seldom call myself a poet, since that’s already a tad vainglorious. For better or\nverse, I’m a Jack of that trade too. The true poets in my pantheon begin with Keats\nand Masefield. I haven’t found a clear choice for third. There are awesome things in\nMilton, Blake, Coleridge, Tennyson, Emily, Houseman, Robinson, Dowson, Yeats and\n\nothers.\n\nShakespeare, like Mozart, doesn’t figure in the center of the picture. I take him as the\ngreatest mind and soul yet known, the greatest playwright, the greatest writer in\ngeneral, and all of these because he taps to the bottom of what poetry can be. “Who\nis this whose grief/ Conjures the wandering stars, and makes them stand/ Like\nwonder-wounded hearers? It is I, /Hamlet the Dane”. Holy mackerel! But these are\ntouches in his plays. Poetry, in his time, meant something too coiffed and pretty and\nmannered for my taste. You can take Venus and Adonis, the Rape of Lucrece, and\nthe sonnets. That includes the petulant dark lady sonnets, which break the model of\npreciousness but find nothing better. Shakespeare simply came along too early. |\n\ncredit Milton, in “Lycidas”, for discovering the true vein a few decades later.\n\nChapter 10: Three Pantheons 2/10/16 3\n\nHOUSE_OVERSIGHT_011125",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011125.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2006,
    "word_count": 341,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.931393",
    "prefix": "IMAGES-001"
  }
}