{
  "document_id": "HOUSE_OVERSIGHT_018587",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018587.txt",
  "text": "failure to be transparent about HIV. (The all-male group also noted \"women's selfish\nimpatience with erectile dysfunction,” \"women preferring men who last longer,\" \"women\npreferring men with a lot of money,” and \"women not loving their husbands enough\" as\ncontributing factors to fidelity failure.) The group seemed pleased to work together, and\neager to address the problem. The question of members being pro- or anti-polygamy was,\n\napparently, only a side note.\n\nAs it happens, there are plenty of polygamy problems that have nothing to do with\nHIV/AIDS. These divisions would exist without the disease. For instance, some\npreachers who don't support polygamy will sanction divorce and remarriage. One man\ntold me that \"true\" polygamous marriage -- in which a man has many wives, all supported\nsimultaneously -- is slowly being replaced: rich men now often take younger wives, but\ndivorce and cast aside the previous wives first. The \"new\" approach looks suspiciously\nlike the Western model of \"serial monogamy”... except that the women, left with few\nresources, rarely marry again. (The gender inequality is highlighted when only one\npartner has HIV: an HIV-positive man will likely be nursed by his wife, while HIV-\npositive women can fear anything from abuse to abandonment.) Partly because\nabandonment is getting so common and partly due to doctrinal interpretations, there is yet\na third group of church leaders who not only reject polygamy but refuse to remarry\ndivorced people.\n\nMost interestingly, I've noticed that from some perspectives, the current system appears\nto stack the moral deck in favor of polygyny. A lot of the time, people will claim that\nthere are only three alternatives: (1) abandonment and/or deadbeat fatherhood, (2)\ncheating, or (3) overt polygyny. If those are the alternatives, then even empowered\nwomen will argue in favor of polygyny -- though not happily, since they're quite\nconscious that a system supporting polygamy without polyandry is completely unfair.\n\nFor example, in the aforementioned July 2009 New African piece, titled \"The Sins of Our\nFathers,\" Akua Djanie reflects bitterly upon a father who ignored her mother in favor of\nhis second wife. She writes that she \"will encourage [her sons] to have a relationship with\nonly one woman at a time. And if they make the mistake of having children from\ndifferent women, I will make sure they are responsible for each and every one of them.\"\nThen, however, she asserts that \"although I myself would never wish to be in such a\n[polygamous] relationship, I think it can work, does work, and has worked in the past\";\nthat \"the issue is not so much with the pros and cons of polygamy, but more with the\nirresponsible behavior of some men\"; and that \"African men are still as polygamous as\nthey were in my father's heyday. In fact I believe that polygamy will never go away.\"\nDjanie doesn't mention HIV once.\n\n(It's worth noting that Djanie is very aware of Western cultural imperialism; she loathes\nand deconstructs those who downgrade African culture in favor of Western. For instance,\nher November 2009 New African piece was about how frustrating it is that Africans\nusually model Christmas on Western standards, showing images of white children\nfrolicking in Alpine snow. Thus, her argument against polygamy is especially striking.)\n\nRecently, I spoke to some grassroots HIV educators who go door-to-door in their rural\nvillages. They keep a list of different prevention tactics that they discuss with their\nneighbors. Glancing through, I saw both Zero Grazing and Be Faithful side-by-side. \"I\n\nHOUSE_OVERSIGHT_018587",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018587.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3608,
    "word_count": 582,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.041808",
    "prefix": "IMAGES-005"
  }
}