{
  "document_id": "HOUSE_OVERSIGHT_011355",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011355.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n52\nH3VOGIU1\n\nclaiming she has damages of post-traumatic stress disorder, and\n\nshe is the one who is going to call to the stand her\n\npsychiatrist to talk about that patient, and she is the one\n\nthat gave him evidence about these other acts to him and on\n\nwhich he has relied in reaching his conclusions. It is\n\nimpossible for us to not be able to cross examine her expert\nabout preexisting PTSD caused by incidents and events unrelated\nto Ms. Maxwell.\n\nMotion in limine number 7, whether or not Ms. Giuffre\n\ncan be called a prostitute. Your Honor, no one in this case,\n\nno counsel, nobody that I'm aware of involved with the\nlitigation has referred to Virginia Giuffre as a slut. That is\nsomething that plaintiff's counsel has brought up, and you will\n\nnotice there is absolutely no cite in any record, in any\n\ndocument referring to her as such.\n\nWhat has come up, your Honor, are internet sites in\n\nwhich Ms. Giuffre has been called all kinds of things that are\n\nunrelated to Ms. Maxwell, that do not cite Ms. Maxwell. For\n\nxample, her friends gave interviews to the press in which they\n\ndescribed -- and this is attached as my Exhibit L -- described\n\nVirginia Giuffre as \"a money hungry sex kitten who enjoyed her\n\n23\n\n24\n\n25\n\nlavish lifestyle\". We cannot talk about plaintiff's reputation\n\non the internet without talking about what is out there on the\ninternet. We cannot cross examine her or cross examine her\n\nexperts about what her reputation is if we can't ask about\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011355",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011355.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1604,
    "word_count": 282,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:47.623501",
    "prefix": "IMAGES-001"
  }
}