{
  "document_id": "HOUSE_OVERSIGHT_023848",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023848.txt",
  "text": "102 Teaching Minds\n\nhappen next in that arena. Dogs usually know the scripts that pertain\nto them, as well. They know which merchant will have the dog biscuit\nfor them, for example.\n\nPeople seem astonishingly dumb when they can’t predict what\nis obvious to everyone else. Not knowing what will happen next in\na script you don’t know, because you don’t have the relevant experi-\nence, means nothing at all, of course. The question is: If you have\nexperienced something repeatedly, why haven’t you figured out that\nwhat you have seen before will happen again?\n\nScript following is, therefore, a sign of intelligence but a very lim-\nited one. We can blindly follow a script, and this can make us seem\ndumb indeed. Since scripts vary one from the other in many ways,\nthe ability to see the nuances makes all the difference. Expecting that\na fast-food restaurant will be the same as a three-star Michelin res-\ntaurant because it is a restaurant after all is what makes people seem\nstupid. Failing to make the right generalizations indicates a lack of\nthought.\n\nThe real question is this: What do you do when your script fails?\nThis is important because scripts fail all the time. You expect some-\nthing to happen and it doesn’t. You love the cheesecake at Lindy’s and\nsuddenly it doesn’t serve cheesecake. Or you find that Lindy’s is now\nout of business. What do you do? People recover from script failure on\na daily basis. How they do this tells us a lot about how the mind works.\n\nWhen people refuse to abandon the generalizations they have\nmade, they immediately are perceived as being stupid. When a medi-\ncal assistant asked me the other day about the upcoming Thanksgiv-\ning holiday, I responded that I would be eating duck instead of turkey.\nShe said that sounded awful and that duck was greasy and gamey and\nit sounded like a terrible idea. I asked her if she had ever eaten duck\nand she said no because it was game and she hated game. I told her it\nwasn’t gamey. She refused to believe me. I was about to recommend\ntrying magret de canard but thought better of it and asked if she had\never eaten in a French restaurant in her life. She said that she hadn't.\n\nPeople who have scripts often generalize them so that in their own\nminds they experts on things that they have never experienced. This\nis what stupid looks like.\n\nOn the other hand, we might wonder what smart looks like. Let’s\nimagine the same woman with the same beliefs hearing me say that\nduck was not gamey or greasy. Intelligent people respond, when they\n\nHOUSE_OVERSIGHT_023848",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023848.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2546,
    "word_count": 453,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.076106",
    "prefix": "IMAGES-007"
  }
}