{
  "document_id": "HOUSE_OVERSIGHT_018622",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018622.txt",
  "text": "Similarly, there are one or two men in my life that I'm attracted to but don't want a sexual\nconnection with at all. So I try not to see them unless I feel inoculated: I don't hang out\nwith them unless I'm sure I can distract myself with my feelings about another man.\n\nA lot of polyamorists say that \"love is infinite,” that we can love lots of people, etc. I\nagree with this in theory -- but there's also a polyamorous saying that \"While love may be\ninfinite, time is not.\" And hormones aren't infinite, either. I've learned my hormonal\nreactions, I've seen myself get imprinted by people... I've seen myself develop feelings\nand fantasies for one guy that made me 100% immune to another hot guy's charms.\n\nDo I have perfect self-control? Absolutely not. That's why I'm trying to influence my own\nchoices so carefully. I know that choice plays a huge role when we build relationships.\nChoosing to commit is arguably as big a relationship factor as instinctive chemistry.\n\n... Arguably.\n\nte OK ok\n\nWhen I first got to college many moons ago, my roommate came from a family of\nimmigrants with a tradition of arranged marriages. She and I stayed up late one night,\nperched on our dorm room mattresses, and I listened in fascination while she told me that\nher father wanted her to marry a man of her father's choice, rather than her own.\n\n\"I'm not sure whether I'll do it,\" she said. I watched her wave a hand airily. I was\nmesmerized by her casual acceptance of a custom that struck me as barbaric. \"I mean,\"\nshe said, \"I'm cool with this guy that my dad's found for me. But I don't know if we're\nthat cool. On the other hand, I can't deny the advantages of arranged marriages.”\n\n\"Advantages!\" I cried. I was so young... (Okay, I'm still young.) \"What do you mean,\nadvantages?!\"\n\n\"Arranged marriages are more stable,\" she said. \"Much more stable. I'm not sure I'd ever\nwant to marry for love. That shit goes up in smoke.”\n\nFrom what I understand, there have even been studies about this: that people in arranged\nmarriages report being quite happy, quite stable.\n\nI've gotten the it's-not-passion-that-makes-a-successful-marriage message before, of\ncourse -- often from super-white, super-American Americans. For example, there's that\ninfamous 2008 article \"Marry Him: The Case For Settling For Mr. Good Enough.\" The\narticle is sure to send any woman roughly my age into a panic. It's made enough of an\nimpression that I still have conversations about it with other women my age -- almost\nfour years after its debut.\n\nI don't like the Settling writer's attitude. She's written with horror and anger about S&M\nin other venues, for example; and the whole Settling article has a generally conservative\nbent. But she's articulating some real feelings and important thoughts, and while I don't\nagree with all of them, I do agree with some. At one point, analyzing television, she notes\nthat:\n\nWhile Rachel and her supposed soul mate, Ross, finally get together (for the umpteenth\ntime) in the finale of Friends, do we feel confident that she'll be happier with Ross than\n\nHOUSE_OVERSIGHT_018622",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018622.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3087,
    "word_count": 533,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.413306",
    "prefix": "IMAGES-005"
  }
}