{
  "document_id": "HOUSE_OVERSIGHT_032321",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032321.txt",
  "text": "Case 1:16-cv-07673-RA Document5 Filed 10/04/16 Page 1 of 2\n\nUSDC-SDNY\nDOCUMENT\nELECTRONICALLY FILED\nUNITED STATES DISTRICT COURT DOC#:\nSOUTHERN DISTRICT OF NEW YORK DATE FILED: 10/4/2016\n\nJANE DOE proceeding under a pseudonym,\n\nPlaintiff, No. 16 CV-7673 (RA)\n\n‘: ORDER AND NOTICE\n\nDONALD J. TRUMP and JEFFREY E. OF INTIAL CONFERENCE\nEPSTEIN,\n\nDefendants.\n\nRONNIE ABRAMS, United States District Judge:\n\nThis case has been assigned to me for all purposes. It is hereby:\n\nORDERED that counsel for all parties appear for an initial status conference on\nDecember 16, 2016 at 11:30 a.m. in Courtroom 1506 of the U.S. District Court for the Southern\nDistrict of New York, 40 Foley Square, New York, New York.\n\nIT IS FURTHER ORDERED that, by December 9, 2016, the parties submit a joint letter,\n\nnot to exceed five (5) pages, providing the following information in separate paragraphs:\n\n1, A brief description of the nature of the action and the principal defenses\nthereto;\nZs A brief explanation of why jurisdiction and venue lie in this Court. If any\n\nparty is a corporation, the letter shall state both the place of incorporation\nand the principal place of business. If any party is a partnership, limited\npartnership, limited liability company or trust, the letter shall state the\ncitizenship of each of the entity’s members, shareholders, partners and/or\n\ntrustees;\n3. A brief description of all contemplated and/or outstanding motions;\n4, A brief description of any discovery that has already taken place, and/or\n\nthat which will be necessary for the parties to engage in meaningful\nsettlement negotiations;\n\nHOUSE_OVERSIGHT_032321",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1629,
    "word_count": 256,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.364945",
    "prefix": "IMAGES-011"
  }
}