{
  "document_id": "HOUSE_OVERSIGHT_018685",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018685.txt",
  "text": "Confessions of a Pickup Artist Chaser!\n\n* ok\n\nThere's a huge subculture of men who trade tips, tricks, and tactics for seducing women.\nClarisse Thorn, a feminist S&M writer and activist, spent years researching these guys.\nShe observed their discussions, watched them in action, and learned their strategies. By\nthe end, she'd given a lecture at a seduction convention. This is her story -- and her\ntheories about feminism and seduction to boot.\n\nhttps://www.smashwords.com/books/view/14445 1\nIn paperback: https://www.createspace.com/3830583\n\nClarisse's Lectures, Workshops and Events\nThank you so much for reading my work. Now for the hustle!\n\nI'm not just a writer -- I also give lectures and workshops, and organize events. Here's a\nshort list of some of the lectures, workshops and events I offer. I'm available by email at\nclarisse.thorn@gmail.com, if you'd like to bring me in.\n\nTK OK ok\n\n* Confessions of a Pickup Artist Chaser. There's a whole subculture out there devoted\nto teaching men how to seduce women. Over the last few years, these underground\n\"pickup artists\" have slowly surfaced into the popular consciousness, with the help of\nbestselling books like Neil Strauss's The Game and hit reality shows like VH1's The\nPick-Up Artist. | spent two years doing on-and-off research into these Casanovas. In this\nlecture I discuss my experiences talking to pickup artists, learning their techniques,\nunderstanding their community frameworks and norms, and eventually giving them tips\non how to seduce women... all of which culminated in my book, Confessions of a Pickup\nArtist Chaser: Long Interviews With Hideous Men. This presentation was originally\ncreated for a lunchtime talk at the Center for Gender Studies at the University of Chicago,\nand I can deliver it in 90 minutes or less.\n\n* Leadership in the Bedroom: A Sexual Communication Workshop. Down-to-earth\ntips and ideas on how to communicate clearly about sex. This workshop was originally\nrequested by the University of Illinois at Chicago, but I've given versions of it at other\nvenues as well. It was one of the first workshops I ever designed, and I'm currently\nworking on streamlining it and making it more interactive. I can do it in an hour, but it's\nreally better with two hours.\n\n* BDSM Overview. Imagery deriving from bondage, discipline, dominance, submission,\nand sadomasochism (BDSM) is becoming commonplace -- and we all know (or think we\nknow) what a dominatrix is -- but most people don't have much idea of what BDSM\n\nHOUSE_OVERSIGHT_018685",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018685.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2526,
    "word_count": 405,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.846324",
    "prefix": "IMAGES-005"
  }
}