{
  "document_id": "HOUSE_OVERSIGHT_012804",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012804.txt",
  "text": "observations also reveal that when these areas are activated, they can result in addictive, uncontrollable\nbehaviors that are toxic to self and others. They suggest that areas of the brain associated with desire can\nrun out of control. But to understand how the brain motivates us to want some things but not others, how\nit creates the experience of /iking, and how it enables us to want things we like by /earning about the\nworld, we must turn to experiments on nonhuman animals, brain scans of healthy humans, the mechanics\nof mind-altering drugs, conscious and unconscious influences on our choices, and the sad stories of\nindividuals with uncontrollable urges to eat, drink, snort, shoot up, and gamble. This is the evidence that\nscientists, especially the American cognitive neuroscientist Kent Berridge, have gathered to explain the\nthree core elements of pleasure: wanting, liking, and learning.\n\nOften, but not always, the experiences we want or desire are the experiences we like. Often, but\nnot always, the experiences we like are rewarding and good for our health. Often, but not always, we are\naware of the experiences we like, and make rational plans to experience them again. Often, but not\nalways, our rational plans to experience what we like makes us happy. Often, but not always, we find\nways to maintain our happiness by using self-control to moderate our exposure to pleasurable\nexperiences. The offen refrain refers to the fact that the systems involved in wanting, liking, and learning\nwork in this way most of the time. The but not always refrain is a tip off to exceptions that speak to\ninteresting aspects of the machinery. For example, though we most often want things we like, we can\nwant things we don’t like and like things we don’t want. I want to lift weights, do push-ups and sit-ups to\nstay fit, but I don’t really like doing any of these exercises. I like the Porsche Boxster sportscar, but don’t\nwant one because it is a gas guzzling environmental nightmare and inconveniently small for a family car.\nThe fact that wanting and liking can mount a unified front or conflict with each other shows that it is\nimportant to look at the glue between them, which is learning. Learning allows us to work out our values,\nsetting up a preference profile for what we desire in the people we interact with, the places we visit, the\nobjects we handle, and the events we experience. Learning allows us to predict situations that generate\npleasure or pain. Though we are conscious of many of these processes, and can actively influence them,\nunconscious processes are also at work. These systems of the brain link us to our evolutionary past, and to\nanimals without language but clearly expressed likes and dislikes.\n\nEvolution has endowed all animals with unconscious wanting systems — brain circuitry that\nmotivates individuals to seek resources that enable survival and reproduction. For young mammals, still\ndependent upon parental care, their desires are simple: milk and warmth from their mothers, and\ndepending on the species, additional warmth and protection from fathers; for the record, the human father\nis an oddity among primates, as no other ape and virtually no other monkeys express a paternal instinct.\nWith growth and independence, desires shift to other resources that can satisfy hunger and thirst,\n\naccompanied by sexual and social status desires. Though driven by unconscious operations, the behaviors\n\nHauser Chapter 2. Runaway desire 58\n\nHOUSE_OVERSIGHT_012804",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012804.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3502,
    "word_count": 575,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.844903",
    "prefix": "IMAGES-002"
  }
}