{
  "document_id": "HOUSE_OVERSIGHT_029434",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029434.txt",
  "text": "Estate Planning After the Enactment of the Tax Cuts\n\nand Jobs Act\n\nOn December 22, 2017, President Trump signed the “Tax Cuts and Jobs\nAct” into law. The new legislation represents a compromise between\nHouse and Senate Republicans on their respective tax overhaul\nproposals, and is the most significant tax reform legislation to be\nenacted in over thirty years. Although the inherent complexities of the\nnew legislation, combined with the whirlwind pace of its passage, poses\nmany questions for analysts and tax practitioners alike as they begin to\nnavigate the new tax system, we do have an understanding of what the\nnew law will mean for high net worth individuals interested in advancing\ntheir estate planning goals.\n\nMost of the provisions of the Tax Cuts and Jobs Act (the “Act”) became\neffective on January ist, and will sunset (or default to prior law) after\nDecember 31, 2025, absent further congressional action. In addition to\nextensive income tax related changes, including modifications to the\nindividual and corporate income tax rates, doubling of the standard\nincome tax deduction, capping of the state and local tax deduction,\nelimination of the personal income tax exemption, increase in the\nexemption for the alternative minimum tax, and decrease in the\nmortgage interest deduction, the Act temporarily doubles the federal\nestate, generation-skipping transfer (“GST”) and gift tax exemption\namounts, thereby offering high net worth families enhanced planning\nopportunities.\n\nFull Alert\n\nDeborah Pechet\nQuinan\nChair, Trusts &\nEstates Group\ndpg@riw.com\n\nBill Friedler\nbnf@riw.com\n\nThis article was co-authored by Deborah Pechet Quinan and Deborah Qualia Howe.\n\nDeborah Pechet Quinan is the Chair of RIW's Trusts & Estates Group. Deborah can be\n\nreached at dpg@riw.com or 617-742-4200.\n\nHOUSE_OVERSIGHT_029434",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029434.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1823,
    "word_count": 278,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.916963",
    "prefix": "IMAGES-010"
  }
}