{
  "document_id": "HOUSE_OVERSIGHT_014467",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014467.txt",
  "text": "Rotation - more to go but it has to be more gradual\n\nOn the basis of our central forecasts for growth, inflation and rates and given the moves\nin the market already we think that the pace of the rotation has to moderate. After all if\nwe are to see another 30-40 bp of yield increase in the US between now and H2 2017\nhaving already seen more than 90bp since the summer, it has to slow.\n\nThat view combined with the readings from our models lay behind our recent\ndowngrades of banks and miners. That is not to say that the rotation is finished. If bond\nyields truly have turned than some of the more expensive defensives likely have to de-\nrate further. The bull market in those stocks has simply lasted too long for that not to be\nthe case.\n\nIn addition while there have been significant moves in positioning in terms of cutting\nunderweights in areas like Banks and Basic Resources and hedge fund positioning has\nprobably moved faster still, we do not believe that positioning has completely turned\naround. Looking at both the Fund Manager Survey and our own internal data we think\nthere are still legacy underweights in cyclical areas and legacy overweights in\ndefensives, particularly quality defensives. That argues for another leg in the rotation\ntrade.\n\nNevertheless, it suggests to us that a more balanced approach is justified right now. We\nare still overweight oil, but little else in the cyclical space, so today we add Media. We\nare still underweight Food & Beverage but against that we are overweight Healthcare\nand Utilities.\n\nRelief or revolt - Eurozone politics in focus in 2017\n\nWe think it likely investors will demand a higher risk premium until the French Elections\nin May 2017 given the likelihood that Marine Le Pen will make to the second round of\nvoting (according to polls). A Le Pen victory could likely bring the future of the EU and\nthe Euro into question as she has talked about France withdrawing from both. That in\nturn has arguably the potential to be even more of an earthquake for the world’s\nfinancial markets. Our central case is that centre right President is elected in France\n(with Francois Fillon now the official Republican candidate) and Merkel is returned at the\nhead of a coalition government in Germany now that she has indicated she will stand for\nre-election. Until the French vote though we suspect investors will be cautious about\nEuropean markets. Were this to be the case then we think there may well be room for a\nsignificant relief rally in European assets. We have more on this, including a calendar, in\nour section on Eurozone politics.\n\nDecent valuations but not compelling\n\nHeadline PE multiples do not screen as particularly cheap for European equities but are\nalso not excessively expensive. In fact the current forward PE on MSCI Europe at 14.1x\nis right in-line with the average since 1987. The most recent high in PE multiples was\nover 16.5x at the April 2015 market highs. However, more recently the market has\ntraded in a fairly tight range around 14-15.5x PE, with some fleeting falls to 13x around\nthe market lows in February 2016 and at the time of the Brexit referendum. At the\ncurrent multiple we see valuations as quite reasonable therefore. Our index target\nassumes some multiple expansion back to 15x, which we think is quite achievable under\nour base case assumptions.\n\nBankofAmerica <2”\n\n8 European Equity Strategy | 01 December 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014467",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014467.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3443,
    "word_count": 592,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.298434",
    "prefix": "IMAGES-002"
  }
}