{
  "document_id": "HOUSE_OVERSIGHT_020570",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020570.txt",
  "text": "111\n\nAdvancing Strategic Interests Abroad: A Case Study of Hollywood\n\nAs its market power mounts, China is increasingly able to leverage foreign corporations\nnot just to influence their home governments, but also to advance China’s broader\nstrategic interests around the world. The most visible manifestation of this strategy is\nthe Party-state’s effort to influence Hollywood in a bid to advance China’s global soft\npower agenda.\n\nAmerican popular culture has enjoyed worldwide influence for decades and is a key element of\nthe country’s soft power. However, by the end of the Hu Jintao era, China’s leaders had begun\ncalling for their country, too, to become a soft power leader, a theme Xi Jinping has continued\nto stress. The subsequent surge in Chinese spending on entertainment, or its “cultural\nindustries,” as it calls this sector, amid flat revenues in the United States, has made China’s\nmarket a compelling one for Hollywood, despite continued quotas limiting the number\nforeign films that can be shown in China. In 2017, the Chinese box office reached $7.9 billion\non growth of 21 percent, whereas the US market grew just 2 percent to $11.1 billion.°° (Foreign\nfilms account for roughly half of China’s total, most of which is attributable to Hollywood.)\n\nIn the 2010s, in addition to investing in its domestic film industry and maintaining\n\na restrictive import regime, the Chinese government encouraged the country’s media\ncompanies to enter into alliances or attempt to acquire outright American entertainment\ncompanies. Collectively, these strategies have raised concerns about self-censorship, the\nco-opting of the American film industry to advance Chinese narratives, and ultimately, the\nrisk that the industry will lose its independence.\n\nHollywood, represented by the Motion Picture Association of America, has long cultivated\nclose ties to the American government, which it has used to open access to China. For\nexample, media scholar Aynne Kokas notes that in 2012, Vice President Joe Biden met with\nthen Chinese vice president Xi Jinping to discuss China’s quota on foreign films.*! During\nXi’s visit, Biden also helped broker an agreement between DreamWorks and a group of\nChinese investors. Ultimately, in response to these efforts and WTO action, China increased\nits annual quota of imported films from twenty to thirty-four.\n\nFilm studios can attempt to circumvent the import quota by coproducing films with Chinese\npartners. This can invite censorship directly into the production process, potentially\naffecting what global audiences see, as opposed to censorship that affects only what the\nChinese market sees.*? Examples abound of studios that have cast Chinese actors, developed\nand/or cut scenes specific to the Chinese market, or preemptively eliminated potentially\nobjectionable references to China from scripts even when source material has called for it.\n\nAware of the Chinese market’s growing centrality to the film industry, major studios are\nalso reluctant to produce any film that would upset China, even if that specific film was\n\nSection 7\n\nHOUSE_OVERSIGHT_020570",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020570.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3105,
    "word_count": 477,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.039411",
    "prefix": "IMAGES-006"
  }
}