{
  "document_id": "HOUSE_OVERSIGHT_013625",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013625.txt",
  "text": "literature and science, their opinions and claims derived exclusively from biblical\nquotation. Their particularly favorites were Paul’s letters and some of the later\nprophets, particularly Jesus-auguring Isaiah. “In the beginning was the word...”\nbecame the real reality. The meaning of life was Scripture as explicated by their\nbook church pastors. They scribbled notes in the margins of their Bible pages\nduring sermons They were displeased when | interpreted the wild imagery and 666\nsymbolism of Revelations from the point of view of the historicity of encoded political\nmessages, meanings hidden for the safety of the early Jews in their world of Greco-\nRoman governance. Twenty-five years, before the glut of books by Tim LaHaye, my\nwell-educated sons claimed that Revelations was literal and foretold the coming\ntribulation that augured the end of the world and ascension to heaven of the\nbelievers. My youngest, since childhood a well-read history buff, now viewed New\nTestament scripture as sui generisly, divinely and literally true. They said the\nconduct of their lives their meaning had been clarified by the biblical truths revealed\nto them by The Book. What | did not say was that much of the talk seemed to me to\nbe an intellectually and spiritually impoverished miasma of cant and righteousness.\nAt the same time, their remarkable transformation appeared to be the expression of\na powerful and mystical force, the scientific understanding of which has been the\nostensible focus my life’s work. Why did their alterations appear so alien, strange\nand forbidding?\n\nBorn to a home of psychoanalytically and scientifically oriented political\nliberals, these precociously bright and worldly sophisticated young men were\nsuddenly transformed into, unrecognizable to me, radical Christian\nFundamentalists. They are now in their late thirties and remain just as ardent,\nChristian patriotic, Right Wing voters to this day. The eldest is now an executive in\nMorris Cerullo’s San Diego based, worldwide missionary movement, raising money\nfor revival and media ministries. He travels to and is involved with hundreds of\nFundamentalist Christian churches in countries ranging from Argentina and Africa to\nthe Middle East and Russia. He hasn’t allow me to contact his children, my\ngrandson and granddaughter, because, in vague talk and mostly silent implication, |\n\nand people like me are seen as sources of potentially satanic, worldly\n\n125\n\nHOUSE_OVERSIGHT_013625",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013625.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2466,
    "word_count": 381,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.769536",
    "prefix": "IMAGES-002"
  }
}