{
  "document_id": "HOUSE_OVERSIGHT_024551",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024551.txt",
  "text": "14.5. Management of KUE and the General Partner; Voting Rights\n\nThe General Partner will manage and operate KUE, Investors will have no voting rights on matters\naifecting KUE business with respect to their Common LP Units in KUE because the Investors will be\nlimited partners of KUE. Notwithstanding the foregoing, subject to certain exceptions set forth in the\nparagraph below, KUE must obtain the consent of (a) the holders of a majority of the Common LP Units\nunaffiliated with the Principals to amend the Limited Partnership Agreement in a manner that is adverse\nto the Common LP Unit holders and (b) the holders of at least 90% of the Common LP Units unaffiliated\nwith the Principals to amend the \"Equal Merger Consideration Provision\" described herein. [In addition,\nthe General Partner may not take any action to (a) alter or add fo its Articles or (b) alter or add to its\nMemorandum with respect to any objects, powers or other matters specified therein that would adversely\naffect the rights of holders of Class A Shares without the affirmative vote of the holders of a majority of\nthe Class A Shares.\n\nNotwithstanding the foregoing, the General Partner, acting reasonably and in good faith, may amend the\nLimited Partnership Agreement without the consent of any Limited Partner (a) to correct any\ntypographical or similar ministerial errors; (b) to delete or add any provision required to be so deleted or\nadded by applicable law or any government official having jurisdiction over KUE; (c) to cure any mistake\nor ambiguity, to correct or supplement any provision herein which may be inconsistent with any other\nprovision herein; (d) to take such actions as may be necessary (if any) to ensure that KUE will be treated\nas a partnership for U.S. federal income tax purposes; (e) to reflect the admission of any additional\nLimited Partner and otherwise to reflect such admission or an additional investment by a Limited Partner\non the books and records of KUE pursuant to the General Partner's power of attorney; (f) to take such\nactions as may be necessary (if any) to ensure that neither of KUE or the General Partner (or any\nsubsidiary of the foregoing) will be subject to regulation under ERISA or the Investment Company Act; (g)\nto take such actions as may be necessary (if any) to ensure that the General Partner (or any Subsidiary)\nwill not be subject to the Investment Advisers Act; (h) to reflect any increase in the number of Profits\nParticipation LP Units approved by the Independent Committee and related changes in allocation and\ndistribution provision; (i) to make changes negotiated with Limited Partners admitted in any subsequent\nclosing of the offering, so long as such changes do not, in the good faith determination of the General\nPartner and with the approval of the Independent Committee, adversely affect the rights, obligations and\neconomic interests of the existing Limited Partners; and (j) to the extent necessary to give effect to\npartnership interests issued to additional Limited Partners after the Offering Period. The General Partner\nshall provide prompt written notice of any such amendments to the Limited Partners.\n\nHolders of Class A Shares of the General Partner will have one vote per share. The holders of Class B\nShares will have, in the aggregate, one more vote than the requisite legal vote required to approve\nparticular matters. {n addition, Investors will have the right to elect directors fo the Board of Directors of\nthe General Partner as set forth in “- Board of Directors of the General Partner\" below.\n\n14.6. Board of Directors of the General Partner\n\nThe General Partner will have a Board of Directors initially consisting of up to 13 persons.\n\nFollowing the first closing of the offering and prior to the “Initial Listing” (as defined below), the outside\nInvestor (including its affiliates) holding the greatest number of shares in the General Partner at the first\nclosing of the offering will appoint two directors of the General Partner and the holders of the Class B\nShares will appoint the remaining Directors.\n\nFollowing the initial appointment of the Board, the Board may, in its sole discretion, increase the number\nof directors, including te accommodate investors that invest subsequent to the initial closing of the\noffering of the Units, provided that the outside Investor appointing two directors pursuant to the paragraph\nabove shall have the right to appoint additional directors as required to maintain a ratio of such Investor's\ndesignees to total Board members of not less than 2/15ths.\n\n118\n\nHOUSE_OVERSIGHT_024551",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024551.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4592,
    "word_count": 754,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:49.349818",
    "prefix": "IMAGES-008"
  }
}