{
  "document_id": "HOUSE_OVERSIGHT_026860",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026860.txt",
  "text": "diplomacy by the CPC Central Committee with Comrade Xi Jinping at the\ncore, and a fundamental guideline for China’s external work in the new\nera...We should integrate our thoughts and actions into General Secretary\nXi Jinping’s important address and Xi Jinping thought on diplomacy, and\nmake new advances in China's external work.\"\n\nTo an international foreign policy audience, this may all seem a little arcane. That’s because\nin the internal ideological deliberations of a one party state, it is arcane. But we would be\nblind not to see that there is something new at play here. It is unclear whether this means\nChinese foreign policy is likely to be more Marxist in its conceptualisation, or even its\nexecution? Whether it likely to be more Nationalist? Whether it will seek to more actively\npromote the Chinese development model of “authoritarian capitalism” as a model for the\nworld, in competition with the “liberal democratic capitalism” of the West? Whether it is a\nmuch more unformed worldview which will ultimately take shape around Xi Jinping’s as-yet-\ndeliberately-vague concept of “a global community of common destiny,” which is now the\nsubject of intense work within China’s think tank community, and with the international\nacademic community.\n\nOr whether it is something more mechanistic than that altogether, involving a desire to fire\nup China’s current diplomatic establishment into a more invigorated, imaginative, creative,\neven forceful effort to shape the future global rules-based order more in China‘s image, rather\nthan China being the permanent “price -taker” for rules already determined elsewhere by\nothers. Particularly where elements of the existing order are seen to represent a continuing\nand unwelcome challenge to the legitimacy of China’s domestic political order, for example in\nareas such as the rule of law, human rights and democracy.\n\nA NEW IDEOLOGICAL CONFIDENCE THAT HISTORY FAVOURS CHINA\n\nThere is a second element to the June 2018 Conference which grows out of the first. It is Xi’s\ndeeply Marxist, dialectical-materialist view of history based on permanently evolving\n“contradictions” between what dialecticians call thesis, antithesis and synthesis. In Xi’s view,\nthis in turn gives rise to defined “laws” of historical development which are both prescriptive\nand predictive.\n\nThis may sound like old-fashioned Marxism. That’s because it is. The intellectual software of\ngenerations of Chinese leaders has been shaped by this conceptual framework for interpreting\nand responding to what they define as scientific, objective reality. And Xi Jinping belongs to\nthat tradition. Remember he has already convened special study sessions of the politburo on\nunderstanding both dialectical and historical materialism in the past.\n\nAccording to the conference report: “Xi suggested to not only observe the current international\nsituation, but also review the past, summarise historical laws, and look towards the future to\nbetter understand the trend of history.” Furthermore, according to the same report in Xinhua,\nto obtain “an accurate understanding of the overall situation, Xi underlined not only the\nobservation of detailed phenomena, but also a deep appreciation of the essence of the overall\n\n5 of 10\n\nHOUSE_OVERSIGHT_026860",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026860.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3271,
    "word_count": 501,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.334506",
    "prefix": "IMAGES-009"
  }
}