{
  "document_id": "HOUSE_OVERSIGHT_019192",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019192.txt",
  "text": "James PATTERSON\n\nEpstein’s penis was deformed. [She] explained that his penis by other girls, includi\nwas oval shaped. [She] claimed when Epstein’s penis was Probably ~ Amaeee\nerect, it was thick toward the bottom but was thin and small : also in line with what i\ntoward the head portion. [She] called Epstein’s penis Detective Recare\n“egg-shaped.” [She] stated Epstein would photograph Mar- i on the investigation cs\ncinkova and her naked and having sex and proudly display 4 It was enough a\nthe photographs within the home. [Alison] stated during one ’ search warrant. ae\n\nvisit to Epstein’s house in which she provided a massage to\nEpstein, his female friend, Nada [sic] Marcinkova, was also a j\npresent. [Alison] provided the massage in which Marcinkova\nand her would fondle each other's breasts and kiss for Epstein Pag\nto enjoy. Towards the end of this massage, Epstein grabbed |\n[Alison] and turned her over onto her stomach on the mas-\nsage table and forcibly inserted his penis into her vagina:\n[Alison] stated Epstein began to pump his penis in her\nvagina. [She] became upset over this. She said her head was\nbeing held against the table forcibly, as he continued to pump\ninside her. She screamed “No!” and Epstein stopped. She told\nhim that she did not want to have his penis inside of her.\nEpstein did not ejaculate inside of her and apologized for his\nactions and subsequently paid her a thousand dollars for\nthat visit. [Alison] stated she knows he still displays her pho-\ntographs through out the house.\n\nWhat happened to Mary had been bad enough. But what hap- L\npened to Alison was on a whole other level. She'd been caught F\nwith some pot, sure. But that was hardly a felony offense. It didnt\nmake her a liar. And, in important respects, Alison's statement\n\nhad aligned with Mary's and with statements they'd been give\n\n76\n\nHOUSE_OVERSIGHT_019192",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019192.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1864,
    "word_count": 321,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.049279",
    "prefix": "IMAGES-005"
  }
}