{
  "document_id": "HOUSE_OVERSIGHT_010986",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010986.txt",
  "text": "pile of nuclear waste in my safe instead of cash and securities? Drive a truck filled\nwith dynamite into a crowd of unbelievers? Write a book on economics when | have\nno credentials? Sing when | have an atrocious voice? All express my tastes. There is\nno escape. Behavior reveals taste satisfaction in the broad sense including provision\n\nfor future satisfactions.\n\nTastes, Aims and Ends\n\n| usually mean the word “tastes” as objectives whose satisfaction exhausts capital\nvalue. By that usage, as we just saw, the truism that behavior reveals tastes must be\ninterpreted carefully. We see current taste satisfaction at mealtimes. Between meals,\nwe mostly see buildup of capital to satisfy tastes in future. And we sometimes are\nmotivated to give capital away, as in raising the generation to succeed us. |\nsometimes use the term “aims” to mean the sum of this exhaust plus gift plus\nbuildup. Then to say that output realizes growth plus cash flow is to say that it\nrealizes aims. All behavior reveals and maximizes aims explained by ends. This\n\nagain puts the maximand rule in a different way.\n\nAs capital of both factors is our whole means of behavior, and as it is present value\nof foreseen taste satisfaction and nothing else, we might first suppose that taste\nsatisfaction is our unique fina! goal. But that too could mislead. Biology shapes our\ntastes, and shapes them to replicate the generations. | treat the biological imperative\nas the “ends” driving tastes and aims. Our two complementary ends are adult\nsurvival and replication of both factors for survival of the young. This idea underlies\n\nnext generation theory.\n\nWhat we maximize is risk-adjusted present value of current plus foreseen taste\nsatisfactions by ourselves plus donees. Current taste satisfaction or exhaust by\nourselves is counted at full value, and foreseen ones are added at a time discount.\nTransfer is part of the mechanics. The exhaust plus growth plus gift are the aims, in\nwhatever proportion we like, and our subliminal deeper motive of lineage survival\n\nis the ends.\n\nChapter 3: Foundations 1/11/16 15\n\nHOUSE_OVERSIGHT_010986",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010986.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2111,
    "word_count": 347,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.287308",
    "prefix": "IMAGES-001"
  }
}