{
  "document_id": "HOUSE_OVERSIGHT_026387",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026387.txt",
  "text": "Case 1:16-cv-04642 Document 1 Filed 06/20/16 Page 4 of 9\n\nTrump had known Defendant Epstein for seven years (New York, 10/28/02), and knew that\nPlaintiff was then just 13 years old. Exhs. A and B.\n\n10. Defendant Trump initiated sexual contact with Plaintiff at four different parties.\nOn the fourth and final sexual encounter with Defendant Trump, Defendant Trump tied Plaintiff\nto a bed, exposed himself to Plaintiff, and then proceeded to forcibly rape Plaintiff. During the\ncourse of this savage sexual attack, Plaintiff loudly pleaded with Defendant Trump to stop but\nwith no effect. Defendant Trump responded to Plaintiffs pleas by violently striking Plaintiff in\nthe face with his open hand and screaming that he would do whatever he wanted. Exhs. A and\nB.\n\n11. Immediately following this rape, Defendant Trump threatened Plaintiff that, were\nshe ever to reveal any of the details of the sexual and physical abuse of her by Defendant Trump,\nPlaintiff and her family would be physically harmed if not killed. Exhs. A and B.\n\n12. Defendant Epstein had sexual contact with Plaintiff at two of the parties. The\nsecond sexual encounter with Defendant Epstein took place after Plaintiff had been raped by\nDefendant Trump. Defendant Epstein forced himself upon Plaintiff and proceeded to rape her\nanally and vaginally despite her loud pleas to stop. Defendant Epstein then attempted to strike\nPlaintiff about the head with his closed fists while he angrily screamed at Plaintiff that he,\nDefendant Epstein, rather than Defendant Trump, should have been the one who took Plaintiff's\nvirginity, before Plaintiff finally managed to break away from Defendant Epstein. Exhs. A and\nB.\n\ni. The threats of violence against Plaintiff and her family continued, this time from\n\nDefendant Epstein, who again reiterated that Plaintiff was not to reveal any of the details of his\n\nHOUSE_OVERSIGHT_026387",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026387.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1888,
    "word_count": 303,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:48.742777",
    "prefix": "IMAGES-008"
  }
}