{
  "document_id": "HOUSE_OVERSIGHT_017321",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017321.txt",
  "text": "4.2.12\nWC: 191694\n\nthe transcript. After agreeing to do the appeal, I decided to start from scratch with a new\ninvestigation. My goal was to secure a new trial for the ex heavyweight champ.\n\nI assembled a superb team, which included my brother Nathan, my son Jamin, who had just\ncompleted a two year stint with the New York Legal Aid Society following his graduation from\nYale Law School and a clerkship with the Chief Judge of the Federal District Court in\nMassachusetts. It also included my co-clerk for Justice Goldberg, who was a leading Indiana\n\nlawyer.\n\nOn the basis of our investigation and the new evidence we uncovered, I was convinced that Mike\nTyson did not intend to rape Desiree Washington, and that he got a bum rap.\n\nSeveral of the jurors agreed with me after learning of some of the new evidence. One of them\nsaid: \"We [the jurors] felt that a man raped a woman... In hindsight, it [now] looks like a woman\nraped a man.\"\n\nAnother juror told the media that Desiree Washington, the pageant contestant who accused Tyson\nof raping her, \"has committed a crime.\"\n\nIn order to understand why these jurors had such dramatic second thoughts about their verdict,\nwe must go back to the trial itself and see how Desiree Washington, the alleged victim, was\nportrayed to the jury. During the trial she did not even allow her name or face to be revealed. She\nwas presented as a shy, young, inexperienced, religious schoolgirl, who wanted nothing more than\nto put this whole unpleasant tragedy behind her.\n\nHer family said they had hired a lawyer for the express purpose of helping to \"ward off the\nmedia,\" because she did not want any publicity. She said she had no plans to sue Tyson and she\nhad certainly not hired a lawyer for that purpose. When she and her family were asked whether\nthey had a \"contingency\" fee agreement with any lawyer -- the kind of agreement traditionally\nmade with lawyers who are contemplating a money suit for damages -- they all claimed not even\nto know what that term meant. When Desiree's mother was asked whether there had ever been\nany \"discussions\" with lawyers about fees, she said no, and she swore under oath that there were\nno \"written documents relating to the relationship between you and [the lawyer who was\nsupposed to ward off the media].\"\n\nThus, as one of the jurors later put it: \"When she [Washington] said she wasn't looking to get any\nmoney,\" I believed her and \"thought then that we made the right decision.\" Another juror agreed,\nsaying that at the trial, \"she was very, very credible,\" because she had no motive to lie, since she\nwas not intending to collect any money, or to benefit in any way from Tyson's conviction.\n\nDesiree Washington also pretended -- with the complicity of the prosecutor -- that she was an\ninexperienced virgin before she met Tyson.\n\nShe testified that she was \"a good Christian girl,\" and the prosecutor told the jury that she\nexpected to go home after her date with Tyson \"the same girl\" that she was before her date,\n\nnamely a virgin. She was an \"innocent, almost naive\" girl, according to the prosecutor. She knew\n\n234\n\nHOUSE_OVERSIGHT_017321",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3124,
    "word_count": 548,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.468893",
    "prefix": "IMAGES-004"
  }
}