{
  "document_id": "HOUSE_OVERSIGHT_026780",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026780.txt",
  "text": "corporations and S corporations. It is likely that further guidance will be issued on this question, as it\nmay be advantageous for certain general partners to convert their existing entities that hold the carried\ninterest to S corporations, and such general partners may have until March 15, 2018 to accomplish such\nconversion.\n\nManagers of hedge funds and other partnerships that do not hold capital assets for more than three\nyears before their sale may consider whether the carried interest incentive allocation should be replaced\nwith an incentive fee structure. Also, the reduced after-tax value of a carried interest partnership\nallocation may impact the management company's executive compensation arrangements.\n\nAlthough an earlier version of the tax legislation would have repealed the exemption in the Code which\nprovides that a limited partner's income is exempt from self-employment tax, the final version of the\nTax Act does not contain such change in law.\n\nIl. New 21% Corporate Income Tax Rate and Reduction of the Maximum Rates Applicable to\nIndividuals\n\nThe Tax Act reduces the 35 percent corporate rate to a flat 21 percent corporate rate. There is no special\nhigher rate for personal service corporations (as existed under prior law). The new 21 percent rate is\neffective for taxable years beginning on or after January 1, 2018. The corporate alternative tax (AMT)\nhas also been repealed. Such corporate tax changes are permanent. In contrast, the highest applicable\nfederal income tax rate for individuals and other non-corporate taxpayers is reduced from 39.6% to\n37%. In addition, the 3.8% \"add-on\" Medicare contributions tax on an individual's net investment\nincome remains in effect.\n\n1. Possible Use of a \"C\" Corporation as a Tax Shelter\n\nSince the new 21% corporate tax rate is now well below the highest rate applicable to high income\nindividuals, some investment managers may conclude that some or all of their management entities\nthat are pass through partnerships should convert to corporate form. In addition, certain partnership\nfunds that are engaged in trade or business, such as active loan origination or real estate activities may\nfind it advantageous to convert to corporate form.\n\nThe advantage to the corporate form of organization is that the C corporation's net income after taxes\nis not taxable to its shareholders until it is distributed (e.g., either as a dividend or as a redemption of\nstock (i.e., as a capital gain)). Corporations that are engaged in active businesses are able to retain and\nreinvest their earnings. Also relevant to choice of entity decisions is the fact that the Tax Act restricts\nthe ability of individuals to deduct more than $10,000 in state and local taxes, but corporations can\ncontinue to deduct such taxes as under prior law.\n\nHowever, there are certain anti-abuse provisions that remain in the Internal Revenue Code that limit\nthe use of a C corporation as a tax shelter. Lurking in the Code is a provision which allows the Internal\nRevenue Service to impose a 20 percent additional \"accumulated earnings\" income tax on the\n\"accumulated taxable income\" of a corporation if such taxable income is allowed to accumulate \"beyond\nthe \"reasonable needs of the business\". There is a $250,000 safe harbor for most corporations, while\npersonal service corporations are allowed a safe harbor of only $150,000. There is also a 20 percent tax\non the \"personal holding company income\" (i.e., passive investment income) of certain closely held C\ncorporations (i.e., when five or fewer individuals own, in the aggregate, more than fifty percent of the\ncorporation's stock and at least 60 percent of the corporation's adjusted ordinary income is personal\nholding company income (e.g., passive investment income)). These penalty taxes on corporations have\nreceived little attention in recent decades. However, with the enactment of the sharply lower corporate\ntax rate, these anti-abuse rules are likely to become a significant focus of the IRS in its audits of tax\nreturns of privately held corporations.\n\nHOUSE_OVERSIGHT_026780",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026780.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4088,
    "word_count": 649,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.880218",
    "prefix": "IMAGES-009"
  }
}