{
  "document_id": "HOUSE_OVERSIGHT_019991",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019991.txt",
  "text": "On Israel, Bannon had partnered with Sheldon Adelson, titan of Las Vegas, big-check\nright-wing contributor, and, in the president’s mind, quite the toughest tough-guy Jew (that\nis, the richest). Adelson regularly disparaged Kushner’s motives and abilities. The\npresident, to Bannon’s great satisfaction, kept telling his son-in-law, as he strategized on\nIsrael, to check with Sheldon and, hence, Bannon.\n\nBannon’s effort to grab the stronger-on-Israel label was deeply confounding to\nKushner, who had been raised as an Orthodox Jew. His closest lieutenants in the White\nHouse, Avi Berkowitz and Josh Raffel, were Orthodox Jews. On Friday afternoons, all\nKushner business in the White House stopped before sunset for the Sabbath observance.\n\nFor Kushner, Bannon’s right-wing defense of Israel, embraced by Trump, somehow\nbecame a jujitsu piece of anti-Semitism aimed directly at him. Bannon seemed determined\nto make Kushner appear weak and inadequate—a cuck, in alt-right speak.\n\nSo Kushner had struck back, bringing into the White House his own tough-guy Jews—\nGoldman Jews.\n\nOOK Ok\n\nKushner had pushed for the then president of Goldman Sachs, Gary Cohn, to run the\nNational Economic Council and to be the president’s chief economic adviser. Bannon’s\nchoice had been CNBC’s conservative anchor and commentator Larry Kudlow. For\nTrump, the Goldman cachet outdrew even a television personality.\n\nIt was a Richie Rich moment. Kushner had been a summer intern at Goldman when\nCohn was head of commodities trading. Cohn then became president of Goldman in 2006.\nOnce Cohn joined Trump’s team, Kushner often found occasion to mention that the\npresident of Goldman Sachs was working for him. Bannon, depending on whom he\nwanted to slight, either referred to Kushner as Cohn’s intern or pointed out that Cohn was\nnow working for his intern. The president, for his part, was continually pulling Cohn into\nmeetings, especially with foreign leaders, just to introduce him as the former president of\nGoldman Sachs.\n\nBannon had announced himself as Trump’s brain, a boast that vastly irritated the\npresident. But in Cohn, Kushner saw a better brain for the White House: not only was it\nmuch more politic for Cohn to be Kushner’s brain than Trump’s, but installing Cohn was\nthe perfect countermove to Bannon’s chaos management philosophy. Cohn was the only\nperson in the West Wing who had ever managed a large organization (Goldman has thirty-\nfive thousand employees). And, not to put too fine a point on it—though Kushner was\nhappy to do so—Bannon had rolled out of Goldman having barely reached midlevel\nmanagement status, whereas Cohn, his contemporary, had continued on to the firm’s\nhighest level, making hundreds of millions of dollars in the process. Cohn—a Democrat\nglobalist-cosmopolitan Manhattanite who voted for Hillary Clinton and who still spoke\nfrequently to former Goldman chief and former Democratic New Jersey senator and\n\nHOUSE_OVERSIGHT_019991",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019991.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2951,
    "word_count": 461,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.850665",
    "prefix": "IMAGES-005"
  }
}