{
  "document_id": "HOUSE_OVERSIGHT_019538",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019538.txt",
  "text": "50 | HOW AMERICA LOST ITS SECRETS\n\naimed at paralyzing companies, including PayPal and MasterCard,\nthat refused to process donations for WikiLeaks, which these Anons\nbelieved were stifling the freedom of the Internet. Because hacktiv-\nists often use illicit means to redress their grievances, such as denial-\nof-service attacks, theft of passwords, and hacking into computers,\nthey must conceal their true identities to avoid the retribution of\nthe FBI and other law enforcement agencies. This requires them to\noperate on the dark side of cyberspace, which has become known as\nthe dark net. Fortunately for hacktivists, the dark net is accessible to\nanyone.\n\nIt is a place frequented by those who want to avoid laws, regula-\ntions, and government surveillance. Its denizens include cyber sabo-\nteurs, industrial spies, purveyors of illegal contraband, spammers,\npranksters, identity thieves, video pirates, bullies, slanderers, drug\ndealers, child pornographers, money launderers, contract killers,\ninside traders, anarchists, terrorists, and the intelligence services of\nmany countries.\n\nSue Halpern, writing about it in The New York Review of Books,\n\n© noted, “My own forays to the dark Net include visits to sites offer- ©\ning counterfeit drivers’ licenses, methamphetamine, a template for\na US twenty-dollar bill, files to make a 3D-printed gun, and books\ndescribing how to receive illegal goods in the mail without getting\ncaught. There were, too, links to rape and child abuse videos.”\n\nTo operate effectively on the dark net, one often needs a mask\nof anonymity. But it is not easy to completely hide one’s tracks\nin cyberspace. The way that the Internet ordinarily works is that\nwhenever an individual sends e-mails or instant messages or visits\na website, his or her identity can be referenced by the IP address\nassigned to him or her by the Internet service provider. If dark net\nusers’ IP addresses are discoverable, they obviously cannot remain\nanonymous. So, to evade this built-in Internet transparency, dark\nside users have come to rely on ingenious software to hide their\nIP addresses. The most commonly used software for this purpose\nis Tor, which was first called the Onion Router, because it moves IP\naddresses through multiple layers. Tor software hides the IP address\nby routing messages through a network of Tor-enabled relay sta-\ntions, called nodes. Each node further obscures the user’s IP, even\n\n| | Epst_9780451494566_2p_all_r1.z.indd 50 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019538",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019538.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2510,
    "word_count": 394,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.966571",
    "prefix": "IMAGES-005"
  }
}