{
  "document_id": "HOUSE_OVERSIGHT_017425",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017425.txt",
  "text": "4.2.12\nWC: 191694\n\nThe Zionism-Racism resolution was followed by a deluge of anti-Israel sentiment in the General\nAssembly, the Security Council, and the UN Council on Human Rights. At the 1978 session,\n“several speakers drew a parallel between Zionism and apartheid,” insisting that “those selective\nand racist regimes should be outlawed by the international community.” In 1979, after the\nCambodian genocide was already completed but before any major UN body condemned the\ngenocide, there were more comparisons between Zionism and apartheid, with some delegates\ndrawing a parallel “between Nazi policies against the Jews and Israeli brutalities against the\npeople of Palestine.”\n\nWhen the General Assembly itself finally addressed the Cambodian genocide in a resolution, it did\nso in tepid terms compared to its treatment of Israel. The General Assembly simply noted “with\ngreat concern that the armed conflict in Kampuchea [Cambodia] and is seriously threatening the\npeace and stability of South-East Asia.” In contrast, a resolution passed that same year “deplores\nthe continued and persistent violation by Israel of the Geneva Convention relative to the\nProtection of Civilian Persons in Time of War, of 12 August 1949, and other applicable\ninternational instruments, and condemns in particular those violations which that Convention\ndesignates as ‘grave breaches’ thereof.”\n\nTrue to form, Chomsky related Cambodia to Israel, inverting the actual seriousness of the human\nrights violations and asserting that “condemnation of Cambodian atrocities, covering the full\nspectrum with the exception of some Maoist groups, had reached a level and scale that has rarely\nbeen matched, whereas the situation of the Arabs under Israeli occupation (or indeed, in Israel\nitself) is virtually a taboo topic in the United States.”\n\nThe Zionism-racism resolution was ultimately rescinded in 1991 by a vote of the General\nAssembly, but it continued to animate U.N. actions, especially by the “Human Rights Council” of\nthe U.N. (previously known as the UN Commission on Human Rights), which in 2001 convened\nthe first of several “Durban Conferences” against “racism, racial discrimination, xenophobia and\nrelated intolerance.” Its primary, if not exclusive, focus was on Israel. It virtually ignored racial\ngenocides, slavery and other obvious manifestations of racism and discrimination. The final\npreparatory session was held in Tehran. All Israelis and all Jewish NGO’s were excluded.\n\nAccording to Irwin Cotler, the former Attorney General of Canada, who attended the conference,\nthe air was filled with hate speech such as “too bad the Holocaust was not completed.” The\nconference became a “festival of hate such that we had not experienced anywhere at any time\nbefore.” It was “a state sanctioned culture of hate” which, to Cotler, “is the most dangerous\nform of anti-Semitism that we are witnessing in the 21* Century.” And all of this was done under\nthe Aegis of the U.N.! Even the U.N. High Commissioner for human rights—Mary Robinson, no\nfriend of Israel—was appalled at what she was witnessing. The Arab Lawyers’ Union distributed\na booklet of anti-Semitic cartoons that could have been published by Der Sturmer. The Jerusalem\nPost reported Robinson’s reaction:\n\n“Waving a book of anti-Semitic cartoons distributed at the anti-racism conference in\nDurban, UN High Commissioner Mary Robinson - in a dramatic act of identification with\n\n338\n\nHOUSE_OVERSIGHT_017425",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017425.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3461,
    "word_count": 529,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.033758",
    "prefix": "IMAGES-004"
  }
}