{
  "document_id": "HOUSE_OVERSIGHT_024684",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024684.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\nCO, Extraction\n\nCO, extraction is a process whereby cannabis is introduced into a system of supercritical CO, (CO,\nat a pressure and temperature at which it exhibits properties of both a gas and a liquid). Cannabi-\nnoids and other compounds dissolve in the supercritical CO); pressure is released, and the CO, then\nevaporates, leaving a concentrated form of the dissolved compounds. CO, extraction is considered a\nrelatively safe and clean extraction process because CO, is nonvolatile, CO, concentrates are generally\nfree of residual solvents and CO, extraction kills mold and bacteria. CO, extraction is commonly used\nto produce viscous CO, oil for vaporizer cartridges and low-terpene concentrates for infused products.\n\nEthanol Extraction\n\nEthanol extraction is a method used in a number of industries to extract essential oils and food flavor-\nings from plants. When used to produce cannabis concentrates, the process involves soaking cannabis\nplant material in ethanol, which separates cannabinoids, terpenes and other compounds from the\nplant matter. The solution is then heated until the ethanol is purged to acceptable levels. Ethanol is\ngenerally much safer to use for extraction than hydrocarbons and is particularly useful for creating con-\ncentrates with “whole-plant” compound profiles that mirror the source plant. Unfortunately, ethanol\nalso extracts certain plant compounds—particularly chlorophyll—that have undesirable aromas and\nflavors.\n\nSolvent-Free Extraction\n\nMost solvent-free extraction techniques are inexpensive and do not require special training or equip-\nment, but they also tend to produce low yields. Kief, ice water hash and rosin are examples of concen-\ntrates produced with solvent-free methods. Kief is a collection of trichomes that are separated from\ncannabis flower by sifting the flower with specialized filtering screens. Ice water hash is a collection\nof trichomes produced by stirring cannabis in ice water, filtering the mixture through a sequence of\nincreasingly fine screens, removing the trichome collection from the finest screens and allowing it to\ndry. Rosin is created by heating and pressing cannabis plant material between parchment paper and\ncollecting the concentrate that oozes onto the paper.\n\nOil Concentrate (Cartridge) BHO Wax Rosin\n\nCannabis Concentrate Products\n\n48 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024684",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024684.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2460,
    "word_count": 360,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.381427",
    "prefix": "IMAGES-008"
  }
}