{
  "document_id": "HOUSE_OVERSIGHT_018420",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018420.txt",
  "text": "think than on devising formulas to organize, store and probe data. What had begun\nas a problem of “artificial intelligence” became, in the end, a puzzle of mathematics.\nThe mystery of human thought, that great unknowable sea of chemicals and instinct\nand experience that would have let you place your finger on just the song to open\nthe heart of your date, had been unlocked by data. Here was the “Disappearing Al\nProblem.” A puzzle that looked like it needed computer intelligence demanded, in\nthe end, merely math. The AI had disappeared.\n\nFor several decades this accidental digital magic trick - “Hey, where'd the AI go?!” -\nbedeviled machine intelligence. It gave the entire thinking machines enterprise a bit\nof an occultish flavor. Many problems that once seemed to demand the miracle of\nthought really only needed data. The human was still doing the thinking; the\ncomputer was simply computing. It was extremely easy to draw a line between\nwhere the human ended and the machine began. This was a puzzle that had been, in\na sense, anticipated at the very dawn of the digital revolution by the mathematician\nAlan Turing in a 1950 paper called “Computing Machinery and Intelligence” that he\npublished in the British journal Mind. “Can machines think?” Turing began.?5” His\nidea was to test this question in the following way: Have a research subject - a\nsecretary, a graduate student, anyone - chat with an invisible interlocutor by way of\na keyboard. Then ask: What are you connected to? Another human? A machine?\n\nTuring figured you could call a machine “artificially intelligent” if it could fool a user\ninto thinking it was human. “Please write me a sonnet on the subject of the Forth\nBridge,” Turing suggested a tricky user might ask. What computer could possibly\nknow about this famous Scottish landmark; to say nothing of being able to rhyme\n“Forth”? When the response came back, “Count me out. 1 could never write poetry,”\nyou'd think that sounded awfully human. “Add 34957 to 70764,” Turing suggested\nyou might fire back. Say the computer pauses. Then, thirty seconds later, “105621.”\nAre you dealing with a clever machine here? A dim, honest, slow-multiplying\nhuman? Impossible to tell. The distinction between machine and man blurred a bit.\n\nBuried in the very premise of Turing’s test was an assumption about what machines\ncould do, and how they might do it. “The idea behind digital computers may be\nexplained by saying that these machines are intended to carry out any operations\nwhich could be done by a human computer,” Turing said. His smart machines would\nbe tuned by humans to do human tasks, in a human sort of way. Write poetry. Do\nmath. His test of artificial intelligence was designed to figure out ifa computer could\nthink like a human. You and | might be able to spot patterns in movie habits given\nenough time, but as more complex problems emerge, as a world of a trillion\nconnected points becomes a sea of data to examine, there is no chance we'll match\nthe machines. This opened a then nearly unimaginable possibility: What if, some\nday, a computer could think better than a human. Could, in a nanosecond, come back\nwith that elusive rhyme for “Forth”: North. For such a machine, passing Turing’s\nTest — thinking like a human - was an interesting challenge. But more interesting\n\n257 “Can machines think”: A. M. Turing, “Computing Machinery and Intelligence”\nMind 49 (1950), 433\n\n188\n\nHOUSE_OVERSIGHT_018420",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018420.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3440,
    "word_count": 582,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.017255",
    "prefix": "IMAGES-004"
  }
}