{
  "document_id": "HOUSE_OVERSIGHT_016148",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016148.txt",
  "text": "next five years, namely Iran and the UAE. As for Libya, the current turmoil needs to\ncome to an end, while the scale of any Iraqi long-term output increase remains the\nbiggest uncertainty.\n\nChart 38: We estimated that demand will grow by 5.9mn bpd in 2015- Chart 39: Other than Saudi Arabia, some OPEC countries will also expand\n20 their capacity in the next five years, namely Iran the UAE\nGlobal oil consumption BofAML OPEC capacjty growth, 2015-2020F\n105 Kuwait\nmn bpd fcast uwail\n100 , Algeria\n95 Qatar\n90 Venezuela\nAngola\n85 3\nEcuador\n80 Nigeria\n15 UAE\n70 Libya\n65 Iran\nSaudi Arabia\n60\n87 89 91 93 95 97 99 01 03 05 07 09 11 13 15 17 19 -0.3 -0.1 0.1 0.3 05\nSource: IEA, BofA Merrill Lynch Commodities Research Source: IEA, BofA Merrill Lynch Commodities Research\n\nSaudi plans to keep capacity flat add to medium term tightness\n\nSaudi Arabia has 12.5mn bpd of crude production capacity, according to the\ngovernment, and the country suggested within the NTP that it plans to maintain\ncapacity at the current level to 2020. Saudi Arabia is the only material holder of spare\ncrude oil production capacity around the world. Spare capacity currently sits at c2mn\nbpd, which is one of the lowest levels ever. Even if Saudi Arabia did start investing\ntoday, it would take a number of years to be completed and would unlikely be ready\nbefore 2020 in any case. Hence, as Saudi ramps up production over the medium-term by\ndigging into its spare capacity, the risk premium in the oil market will rise as the market\nbecomes increasingly less able to handle future supply disruptions.\n\nChart 40: The supply side in oil faces a lot of disruptions linked to Chart 41: Saudi Arabia has 12.5mn bpd of crude production capacity,\ngeopolitics and broad economic mismanagement and currently is c2.0 of spare capacity over current production\nMajor oil supply disruptions 45 Saudi Arabia spare crude oil production capacity\n6 > an bid (excluding disruptions due to OPEC policy changes) mn bid\n5 post Arab spring es\nKuwait, —\n4 3.5\nVenezuela, Nigeria 30\nIraq unrest ;\noil strike cut ial o5 J\n90 91 92 93 94 95 96 97 98 99 00 01 03 04 05 06 07 08 09 10 11 12 13 14 16 1:5 |\nIraq, civil war = Libya, civil war |\n@ Nigeria, oil theft @ Syria, civil war 1.0 4\nm Yemen, civil war mlran, US/EU embargo Jan-09 Nov-09 Sep-10 Jul-11 May-12 Mar-13 Jan-14 Nov-14 Sep-15\nSource: IEA, BofA Merrill Lynch Commodities Research Source: IEA, BofA ML Commodities Research. IEA estimates Saudi production capacity at 12.2mn bpd\n\nIf Saudi gas production gets off the ground, it could crowd out oil demand...\n\nThe Saudi NTP plans to grow domestic gas production by 50% to 18 bcf/d by 2020, and\nto use most of this gas to meet a 30% rise in domestic power demand and moreover\nboost gas’ share in power generation to 70%, up from 50% currently. This implies that\noil burned for power generation could drop by 30% or 300 thousand bpd by 2020, most\nof which would likely be crude which is more valuable in the export market than the\n\n38 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016148",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016148.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3063,
    "word_count": 555,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.985088",
    "prefix": "IMAGES-003"
  }
}