{
  "document_id": "HOUSE_OVERSIGHT_027965",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027965.txt",
  "text": "each, they’d put the name of the military unit to be called up in an emergency.\nWe'd been allocated Lod Airport, because our base was just 15 minutes away.\nStill, as I accompanied the engineer back to the control tower, I tried to work\nout in my mind whether we could plan, prepare and train quickly enough to\nmount an operation to free the plane later that night.\n\nMore than a dozen members of the unit had now arrived, and more were\njoining us every half-hour or so. I arranged for El Al to give us a hangar and a\n707 identical to the Sabena plane. Shai, Danny Yatom and I took two airline\ntechnicians with us for a closer look at the Boeing. We studied up on it as\nquickly as we could, beginning with the cockpit and the front door, which we\nsaw was too high to reach without a large ladder. But making our way back, we\nrealized the wings were low enough to climb on to. When, with the help of\nDanny, I clambered onto one of them, I managed to get one of the emergency\ndoors to open by banging hard on the top end with my open fist. I asked the\ntechnicians whether we could expect the Sabena doors to give way as well. Yes,\nhe said, but he cautioned me that on some airlines, there were passenger seats\nnext to at least one of the two doors above each wing.\n\nWalking up into the cabin, I tried to work out how we might attack the\nhijackers before they were able to harm the passengers, or us. The risks were\nobvious. But I felt we had to be ready to act. With the rest of the sayeret still\nmaking its way to Lod, I put Danny in charge of briefing the new arrivals,\nfamiliarizing them with the 707 and preparing for the possibility of an assault\noperation. I also told him to get hold of a couple of dozen small, 22-caliber,\nBeretta pistols. I couldn’t see how we’d manage to make our way onto the plane\nwith Uzis. We knew we’d have to get up to speed quickly on using the Berettas.\nNone of us had trained on them. But many of the air marshals on board El Al\nflights were Sayeret Matkal reservists, and they did use Berettas. I told Danny\nto check for any sayeret marshals arriving on El Al flights and get them to join\nus.\n\nAs | headed back to see Dado, we were nowhere close to a detailed plan on\nhow to confront the hijackers. Nor did we have any orders. The people who\nwould give them — Dado, Dayan and ultimately Prime Minister Meir — were still\ndeciding how to respond. But when I reached the control tower, at about\n9:30pm, the order came, if not to mount an operation, at least to make sure the\nsayeret was ready. “Talk to Talik,” Dado told me. “See what the options are to\ntake over the plane if that’s the decision.” I sat down with Talik and ran through\nwhat I’d learned from my brief look at the hijacked plane and the work we’d\n\n117\nHOUSE_OVERSIGHT_027965",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2770,
    "word_count": 536,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.097768",
    "prefix": "IMAGES-009"
  }
}