{
  "document_id": "HOUSE_OVERSIGHT_014925",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014925.txt",
  "text": "Trivago (Buy, $15 PO)\n\nStock view: Advertising continues to drive growth engine\n\nTrivago’s 4Q revenue and EBITDA results highlight the company’s rapid revenue growth\nand potential for solid profitability. Though there are concerns over the company’s large\nmarketing spend (80-85% of revenue}, we think the Street will view Trivago’s results\npositively given continued revenue ramp while also achieving profitability. The stock\nremains highly volatile given the limited float. Commentary during 4Q’16 earnings from\nTrivago’s key customers Expedia and Priceline (as well as from TripAdvisor) indicated\nthat paid traffic has been growing faster than free traffic, and that companies in the\nsector planned to ramp ad spend to drive continued traffic growth, which is a positive\nfor Trivago.\n\nTrivago has best-in-class revenue growth, with 2017 revenue growth expected at 47%\n(vs. guidance of 45%+), led by 50% qualified referral growth. We also expect Trivago will\nbecome more efficient with advertising and start to reap the benefits of past brand\nadvertising, with return on advertising spend (ROAS) improving across regions in 2017,\na key driver of modestly improving EBITDA margin from 3.7% in 2016 to 3.9% in 2017.\n\nThe company remains in growth mode, led by click revenue growth in ROW and\nAmericas regions, as Trivago is driving brand awareness outside its key European\nfoothold through aggressive brand marketing. The company is adding qualified referrals\nat an accelerating rate as it expands beyond its core Developed Europe markets and\npenetrates new markets. We think the company has significant runway for growth and\ncan sustain 30%+ revenue growth through the end of the decade. As the business\nmatures in its new Americas and ROW markets, we expect a better balance between\nprofit and growth. We think EBITDA margins should accelerate as the company\nleverages ‘16 and ‘17 marketing spend, with greater uplift in ‘18.\n\nKey theme/metric(s) for 1Q: Qualified referral growth\n\nWe forecast 56% qualified referral growth in 1Q (920bps deceleration on 730bps\ntougher y/y comp), led by 38% y/y growth in Developed Europe, 48% in Americas, and\n110% in ROW. We expect continued robust marketing spend will drive user growth.\n\nBiggest 1Q issues/risks:\n\ne Weak return on advertising spend (ROAS} may be an earnings headwind.\nCompetition in the company’s advertising channels may result in lower ROI trends.\nThe company may also see less efficient advertising in newer, less mature markets.\n\n« A positive update to 2017 guidance may be expected. Trivago currently expects\ntotal revenue growth of 45%+ and adjusted EBITDA margin is guided to flat to\nslightly up vs. 2016’s 3.7%.\n\nEstimates vs. Consensus: Expect revenue in-line vs. the Street, EBITDA ahead\n\nFor 1Q, we expect revenue/EBITDA of €241mn/(€12mn) vs. the Street at\n€241mn/(€10mn). We expect 2017 and 2018 revenue and EBITDA to come above the\nStreet and expect there is room for upside to management’s 2017 revenue growth and\nEBITDA margin guidance.\n\nTable 26: Trivago Estimate Summary\n\n1Q17 2017 2017 2018 2019\nRevenue\nBofAML est. €24| €281 €1,105 €1,498 €1,984\nGrowth Y/Y% 52% 57% 47% 36% 32%\nStreet €24| €270 €1,088 €1,497 €2,035\nBofAML est. vs. Street Below Above Above Above Below\nEBITDA\nBofAML est. €12 €6 €44 €127 €262\nStreet €10 €6 €40 €98 €197\nBofAML est. vs. Street Above Below Above Above Above\nEPS\nBankof America <>\n\nMerrill Lynch Internet/e-Commerce | 06 April2017 39\n\nHOUSE_OVERSIGHT_014925",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014925.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3462,
    "word_count": 547,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:45.082214",
    "prefix": "IMAGES-003"
  }
}