{
  "document_id": "HOUSE_OVERSIGHT_017350",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017350.txt",
  "text": "4.2.12\nWC: 191694\n\n“waste” a good tea bag that has at least one more good cup init. I’m not suggesting that reusing\ntea bags is in any way analogous cheating on one’s taxes or committing other financial or sexual\ncrimes, but I am suggesting that people who have earned their money or fame by illegally cutting\ncorners will sometimes continue to do so, even though there is no longer a financial or other\nrational need to do so. Old habits die hard, but they can also kill or at least wound those who\ncan’t break the illegal ones. This is not in any way to justify such continuing misconduct. Indeed,\nquite the opposite, it is to condemn it—because celebrities have few excuses for their\nmisconduct—while at the same time trying to explain why it persists among some celebrities.\n\nI have thought a great deal about what motivates famous and powerful people to act so self-\ndestructively. The celebrities who I represented and advised have faced a wide array of problems,\nranging from criminal charges, to loss of careers, to public humiliation, to custody fights, to\ndefamations and to physical threats. Some of the most fascinating stories I can never tell because\nI learned them in confidence and helped resolve them without their ever becoming public. Most\nhave become matters of public record, and I am free to write about those and to offer my insights\nabout the famous people I have advised over the years and the problems they faced.\n\nThe question I am asked most frequently is: does being famous help a celebrity who gets in\ntrouble with the law? Or does it hurt? My answer is “yes.” Sometimes it helps. Sometimes it\nhurts. Always it matters. One of the most important jobs a lawyer who represents famous people\nhas is to figure out how to turn his or her celebrity into an advantage rather than a disadvantage,\nor at the very least to neutralize it (which is a near impossibility in our celebrity-driven world.) I\nrecall Claus Von Bulow once telling me that in England it’s all about “class and breeding,” while\nin America it’s all about “fame and celebrity.” Before he became famous for being accused of\ntrying to kill his wife, Von Bulow couldn’t get a good table at certain posh restaurants despite his\nwealth and social status, but when his name and face began to appear in every newspaper, he got\nthe best table in every restaurant.*?\n\n8 This conversation suggests an important distinction between different types of celebrities and their relationship\nto the legal process.\n\nThe first type consists of individuals who were already very famous before they got into trouble or before they\nneeded my legal advice. Among my clients who fit this category are OJ Simpson, who was among the most\nfamous football players in the country before he was accused of murdering his wife and her friend; Mike Tyson,\nwho was even more famous around the world, because boxing is an international sport; Mia Farrow, the actress\nwho had been married to Frank Sinatra and Andre Previn, and was involved in a bitter custody dispute with her\nlong time lover Woody Allen; Marlon Brando, Robert Downey, Jr.; Ben and Casey Affleck, Brook Shields; Martha\nSterwart; David Merrick, Frank Sinatra, David Crosby, John Lennon and several other actors, athletes and\nentertainers. Also included in this category would be President Bill Clinton, Israeli Prime Minister Benjamin\nNetanyahu, Israeli President Katzav, Senator Mike Gravell of Alaska, and Senator Alan Cranston of California.\n\nA second category of celebrities that I have represented are those who were not well known to the public but whose\nalleged crimes made them famous. Claus Von Bulow is a prime example of this phenomenon, as he made clear in\nhis conversation with me. Also included in that category, at least to some degree, are Michael Milken, the\nfinancier; Conrad Black, the newspaper mogul; and Julian Assange of Wikileaks.\n\nA third category would include people who were somewhat well known, but whose trial brought them considerably\n\nmore fame and/or infamy. Included in this category are Leona Helmsley, Abby Hoffman, Doctor Benjamin Spock,\nWilliam Kuntsler and F. Lee Bailey.\n\n263\n\nHOUSE_OVERSIGHT_017350",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017350.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4160,
    "word_count": 699,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.795229",
    "prefix": "IMAGES-004"
  }
}