{
  "document_id": "HOUSE_OVERSIGHT_031799",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031799.txt",
  "text": "From: J [jeevacation@gmail.com]\n\nSent: 12/15/2018 4:24:32 PM\nTo: Michae! Wo a\nSubject: Re: Chat? #?\n\nThe allegation: Harth claimed that Trump made repeated unwanted sexual advances as she and her romantic\npartner at the time, George Houraney, pursued a business relationship with the mogul in the early 1990s. She\nsaid that on January 24, 1993, at Mar-a-Lago, Trump offered her a tour of the estate, then pulled her into his\ndaughter Ivanka’s empty bedroom.\n\n“He pushed me up against the wall, and had his hands all over me and tried to get up my dress again,” Harth\nsaid, “and I had to physically say: ‘What are you doing? Stop it.’ It was a shocking thing to have him do this\nbecause he knew I was with George, he knew they were in the next room. And how could he be doing this when\nI’m there for business?”\n\nIn 1997 Harth and Houraney sued Trump for breach of contract, and she filed a separate sexual-harassment suit,\naccusing him of “attempted rape.” They reached a confidential settlement in the contract suit, and as part of the\nagreement Harth withdrew her suit.\n\nOn Sat, Dec 15, 2018 at 10:51 AM Michael Wolff x otc:\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_031799",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031799.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1748,
    "word_count": 290,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.773685",
    "prefix": "IMAGES-011"
  }
}