{
  "document_id": "HOUSE_OVERSIGHT_020188",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020188.txt",
  "text": "36\n\nactually happened. To him, Snowden’s timeline, as established by the government’s\ninvestigators, did not match up to Snowden’s story line. “Something is not right,” Alexander said\nin an interview.\n\nWhat was wrong with Snowden's account proceeded from unresolved inconsistencies in both\nthe timing and nature of the theft. For one thing, Snowden had made the claim to journalists,\nfour months after he was in Russia, that he had turned over all the documents he took from the\nNSA’s compartments to journalists Laura Poitras and Glenn Greenwald in Hong Kong.\nHowever, on August 18, 2013, the investigators had the opportunity to examine the files that\nSnowden had actually given Poitras and Greenwald in Hong Kong. This discovery came when\nDavid Miranda, Greenwald’s romantic partner, was detained at Heathrow Airport by British\nAuthorities under Schedule Seven of Britain’s Terrorism Act. At the time, as British intelligence\npresumably knew, Miranda was acting as a courier for Greenwald and Poitras. According to\nGreenwald’s account, Snowden had given both him and Poitras identical copies of the NSA\ndocuments in Hong Kong. When Greenwald returned home to Rio de Janeiro, he found his copy\nwas corrupted. But Poitras still had her digital copy of whatever stolen documents that Snowden\nhad distributed to them. So Greenwald dispatched Miranda from Rio to Berlin to get a copy of\nPoitras’ thumb dive. On the return trip, Miranda’s plane stopped at Heathrow and British\nauthorities temporarily detained him and temporarily took the thumb drive from him. Poitras had\nwritten out the password for Greenwald, and Miranda kept it with the thumb drive. The British\nquietly copied the contents and shared them with the NSA. As a result, the NSA discovered that\nSnowden had only given Poitras and Snowden some 58,000 documents. By any measure, it was\nonly a tiny fraction of Snowden’s total haul. The damage assessment team under Ledgett\ndetermined that some of these documents had been edited out of much larger documents that the\nNSA logs showed that he had copied. Snowden had evidently selected for the journalist’s only\nparts of the lengthy documents. For example, only scattered fragments of the 36,000 page “road\nmap” file were among the material on the thumb drive. By the count of both the NSA team and\nthe Defense Department team almost one million documents were unaccounted for. If Snowden\nhad not given these missing files to Poitras and Greenwald, the issue of what had happened to\nthem became a critical missing piece in the puzzle.\n\nAdding another layer to the mystery of the missing documents, the NSA investigation found\nthat the chronology of the theft of documents did not support Snowden’s claim to journalists that\nhe had only been seeking whistle-blowing documents. Most of the documents he first took did\nnot concern the domestic activities of the NSA. It was only towards the end of the theft that he\ncopied documents that would qualify as whistle-blowing. In fact, the now-famous FISA court\norder to Verizon that was the basis of the initial Guardian expose was only issued by the FISA\ncourt on April 27, 2013. The other main whistle-blowing document he revealed, the PowerPoint\npresentation about PRISM, a joint NSA-FBI-CIA Internet surveillance program, that was the\nbasis of the Washington Post expose, was also only issued in April 2013. Yet Snowden had been\n\nHOUSE_OVERSIGHT_020188",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020188.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3409,
    "word_count": 554,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.597800",
    "prefix": "IMAGES-005"
  }
}