{
  "document_id": "HOUSE_OVERSIGHT_017942",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017942.txt",
  "text": "Case 1:19-cv-03377 Document 1 Filed 04/16/19 Page 8 of 28\n\ndefamatory statements were made, and abuse occurred, within the Southern District of New\nYork.\n26. Venue is proper in this Court as (a) the cause of action arose within the\n\njurisdiction of this Court and (b) Defendant resides within this District.\n\nPARTIES\n27.  Plaintiffis an individual who is a citizen of the State of Florida and a resident of\nAustralia.\n28. Defendant Dershowitz is an individual who resides in the Southern District of\n\nNew York at 2 Tudor City Place Apt. lOEN, New York, New York 10017.\n\n29. Jeffrey Epstein is an individual who resides in the Southern District of New York\nat 9 East 71°' Street, New York, New York, 10021.\n\nFACTUAL ALLEGATIONS\nA. Epstein’s Sex Trafficking Enterprise\n\n30. Plaintiff became a victim of sex trafficking and repeated sexual abuse after being\nrecruited by Ghislaine Maxwell and Jeffrey Epstein when Plaintiff was under the age of\neighteen.\n\n31. Between 2000 and 2002, Epstein sexually abused Roberts at numerous locations\nincluding his mansions in West Palm Beach, Florida, New Mexico, the Virgin Islands, and this\nDistrict. Epstein also flew Roberts on his plane nationally and internationally numerous times\nwhen she was under the age of 18. Only portions of the flight logs of Epstein’s private planes\nare yet known, and Epstein also flew Roberts frequently on commercial airlines to meet him and\nothers. However, the chart below which shows Roberts’ flights on Epstein’s private plane from\n\nthe limited logs that are available illustrates the international scope of Epstein’s sex trafficking.\n\nHOUSE_OVERSIGHT_017942",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017942.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1632,
    "word_count": 261,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.483658",
    "prefix": "IMAGES-004"
  }
}