{
  "document_id": "HOUSE_OVERSIGHT_022720",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022720.txt",
  "text": "million to Harvard for a theoretical physics research center—and in 2002 he\nwas taking a small group of scientists out to the TED conference in\nMonterey. The TED organizers invited various other TED participants,\nincluding me, to join the flight. A small group assembled at the private plane\nterminal, most of us unfamiliar with our benefactor, and as we headed in the\ndirection of the discrete private plans we were gently pointed to our ride:\nEpstein’s 727.\n\nIt is some thoroughly updated drawing room set-up, all of us\nnervously ensconced in this luxury plane, waiting for our unknown host to\narrive—and soon he does, tanned, relaxed, with wide open smile,\naccompanied by three young women.\n\nIt would be unlikely, outside of a men’s magazine fantasy of the luxe\nlife, that you could locate this in reality. Epstein’s attentions, taking time\nwith each of his passengers, seemed impossible to account for. The quiet of\nthe plane, engineered into acoustic perfection, seemed spooky. Epstein’s\nthree companions were witty, poised, helpful as well as powerfully\nalluring—as though stewardesses of bygone times.\n\n(One more thing about this trip: Google founders, Larry Page and\nSergey Brin, with their company still in its infancy, came out to see the\nplane and, with a few other Googlers, literally ran whopping from one end of\nthe plan to the other. Then they described for Epstein, in what I can not now\nremember as a put on or entrepreneurial brainstorm, a brand extension in\nwhich they would market a line of Google bras with the Os as convenient\ncups. In fact, the name Google, they said, was invented out of the belief that\nmen would focus on a word with two Os in it.)\n\nNot long after this trip, Epstein’s assistant called to invite me for tea at\nhis house in New York, where Epstein, with what seemed to me little\nunderstanding of the subject, began to ask me about media—the upside,\ndownside, and nature of media coverage. New York magazine was then\nsoliciting him for a profile, as was Vanity Fair, who had assigned the British\ntabloid reporter, Vicki Ward, to the job.\n\nBoth profiles, New York’s by Landon Thomas, pivot on the Clinton\nconnection and detail the same quandary, how a man without clear\ninstitutional bona fides nevertheless achieves wealth and influence.\nWard—who would more recently assert in the Daily Beast, that she was\nbarred by Vanity Fair from writing about under-age sex evidence (a fact that\ncould be read the other way: Vanity Fair, even looking to take down Epstein,\ndid not find the evidence credible)—follows a rabbit hole of questionable\ncontacts who might or might not have been the source or sources for\n\nHOUSE_OVERSIGHT_022720",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022720.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2666,
    "word_count": 449,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.262417",
    "prefix": "IMAGES-007"
  }
}