{
  "document_id": "HOUSE_OVERSIGHT_016501",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016501.txt",
  "text": "accused of sexual abuse. As the New Yorker reported, DA Vance declined to charge Harvey\nWeinstein with a sex crime in 2015 even though investigators collected ample evidence that he\nhad groped an actress without consent. See Jennie Suk Gersen, Why Didn’t the Manhattan DA\nProsecute the Trumps or Harvey Weinstein, NEW YORKER (Oct. 13, 2017) available at\nhttps://www.newyorker.com/news/news-desk/why-didnt-manhattan-da-cyrus-vance-prosecute-\nthe-trumps-or-harvey-weinstein. Even after the emergence of the #Me Too movement and the\nindictment of Harvey Weinstein on rape charges, the Manhattan District Attorney’s Office has\ncontinued to face criticism for failing to prosecute the Weinstein case aggressively enough. Id.\nDistrict Attorney Vance is an elected official who wields an immense amount of discretion over\nprosecutions. The people of New York have the right to scrutinize how his office treated this\ncase involving a rich and well-connected sex offender, especially in light of allegations that other\nnotable sexual predators have benefitted from the apparent deference of prosecutors. To put it\nbluntly, the appellate briefs should be released immediately to avoid any impression of\nimpropriety caused by continued secrecy.\n\nThere is also a strong interest in disclosing the appellate briefs to enable the public to\nreview for itself the arguments that led this Court to issue the Decision affirming Epstein’s status\nas a level three sex offender. By ensuring public access to the courts and enabling public\ndiscussion of the functioning of the judiciary, the news media help “the public to participate in\nand serve as a check upon the judicial process — an essential component in our structure of self-\ngovernment.” Globe Newspaper Co., 457 U.S. at 606. As courts have recognized time and\nagain, “[w]ithout access to the proceedings, the public cannot analyze and critique the reasoning\nof the court.” Brown & Williamson Tobacco Corp. v. FTC, 710 F.2d 1165, 1178 (6th Cir. 1983).\n\nThus, “[o]penness . . . enhances both the basic fairness of [a] trial and the appearance of fairness\n\n14\n481 1-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016501",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016501.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2154,
    "word_count": 326,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:45.193928",
    "prefix": "IMAGES-004"
  }
}