{
  "document_id": "HOUSE_OVERSIGHT_030179",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030179.txt",
  "text": "24\n\nprovide an FTO with “material support or resources,” which is\nbroadly defined as any “property or service,” including money,\ntraining and advice, safe haven, transportation, and weapons, among\nother forms of assistance. Violation of this statute is punishable by up\nto 15 years in prison, or life in prison if the support results in the\ndeath of any person.\n\nThe Treasury Department’s Office of Foreign Assets Control (OFAC)\nalso enforces sanctions against Hamas and its affiliates, forbidding\nU.S. persons from engaging in any transactions with a designated\nterrorist, and further requiring that U.S. financial institutions block\nany transactions involving assets of FTOs. OFAC frequently imposes\ncivil fines against violators of these sanctions, who may also suffer\ncriminal penalties.\n\nThe U.S. government has enforced these laws by bringing several\nhigh-profile criminal prosecutions against various individuals and\ncharitable organizations for raising funds for Hamas. In 2008, for\nexample, a federal jury in Texas convicted five U.S. citizens on\ncharges of providing material support to Hamas through their\nostensibly charitable organization, the Holy Land Foundation,\nresulting in sentences of 15 to 65 years in prison. The Treasury\nDepartment has also targeted charities acting as fundraising fronts for\nHamas, such as the Al-Aqsa Foundation, an international relief\norganization formerly based in Germany that Treasury designated a\nterrorist entity in 2003, aiming to put them out of business by\nfreezing their bank accounts.\n\nCurrent U.S. law, then, clearly forbids and severely punishes a wide\nrange of assistance to Hamas. But what if Hamas takes a leading role\nin another organization not designated as an FTO -- specifically, the\nPA? This question arose in 2006, when Hamas members defeated\nFatah in that year’s Palestinian elections. Hamas’ presence in the PA\nposed a significant challenge to U.S. interests in the Palestinian\n\nHOUSE_OVERSIGHT_030179",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030179.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1969,
    "word_count": 296,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.756893",
    "prefix": "IMAGES-010"
  }
}