{
  "document_id": "HOUSE_OVERSIGHT_017736",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017736.txt",
  "text": "Page 22 of 52\n2005 B.Y.U.L. Rev. 835, *871\n\nmust review that [*872] statement. !7? Finally, before an Arizona court accepts a plea, the prosecutor must advise the court\n\nthat reasonable efforts were made to confer with the victim about the plea and the victim's view regarding it. !74\n\nThe rule proposed here is narrower than these state formulations: it requires only that a prosecutor confer with the victim about\nthe plea and inform the court if the victim objects. For many significant categories of federal cases (e.g., typical drug\ntrafficking offenses, felons in possession of a firearm, etc.), there will be no victim, much less a victim objection. In such cases,\nto require some sort of victim inquiry by the court or victim certification by the prosecutor would unnecessarily waste time.\nThe proposed rule requires only that the prosecutor report a victim's objection - in which case the court will presumably want to\nmore carefully consider whether to accept a plea.\n\nRule 12.1 - Victim Addresses and Phone Numbers Not Disclosed for Alibi Purposes\nThe Proposal:\n\nThe Government currently must disclose the address and telephone numbers of any witnesses, including the victim, that it\nplans to use to disprove an alibi. This rule should be changed to protect the victim's privacy, excluding their information from\nthis requirement.\n\n(b) Disclosing Government Witnesses.\n\n(1) Disclosure. If the defendant serves a Rule 12.1(a)(2) notice [regarding intent to present an alibi defense], an attorney for the\ngovernment must disclose in writing to the defendant or the defendant's attorney:\n\n(A) the name, address, and telephone number of each witness and the address and telephone number of each witness (other than\na victim) that the government intends [*873] to rely on to establish the defendant's presence at the scene of the alleged\noffense; and\n\n(B) each government rebuttal witness to the defendant's alibi defense\n\n(c) Continuing Duty to Disclose. Both an attorney for the government and the defendant must promptly disclose in writing to\nthe other party the name of each additional witness, and the address and telephone number of each additional witness (other\nthan a victim) if:\n\n(1) the disclosing party learns of the witness before or during trial; and\n(2) the witness should have been disclosed under Rule 12.1(a) or (b) if the disclosing party had known of the witness earlier.\n\nIn addition, a similar change should be made to Rule 12.3 regarding the addresses and telephone numbers of victims who will\nbe used to disprove a public-authority defense.\n\nThe Rationale:\n\nThis proposed change implements the victim's right to be \"reasonably protected from the accused.\" !7> The victim cannot be\nreasonably protected if the defendant, without good reason, is given the victim's address and telephone number. The proposed\nrule strikes the current requirement that the prosecutor must automatically give the defendant the victim's address and telephone\n\n'73 See id.\n\n4 Ariz. Rev. Stat. Ann. 13-4423(b)(1) (2001).\n\n115 18 U.S.C.A. 3771(a)(1) (West 2004 & Supp. 2005).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017736",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017736.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3118,
    "word_count": 495,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.981573",
    "prefix": "IMAGES-004"
  }
}