{
  "document_id": "HOUSE_OVERSIGHT_020519",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020519.txt",
  "text": "60\n\nthat he had “moved away from Track 2 because China does not have much to say\nbeyond the Xi Catechism. Even in private conversations, we are not getting anything\ninteresting.” And yet another indicated that he no longer participates in many joint\nevents because they need to be “framed in a way to fit the Chinese narrative, including\nthe speakers, agenda, topics and writing.” Achieving true candor in such dialogues\nwith the Chinese side has long been difficult, as Chinese interlocutors routinely stick\nto “talking points” and stock slogans, stay strictly “on message,” and are afraid to say\nanything in front of their peers that might subsequently get them in political trouble\nback home.\n\nOne US analyst commented that at a recent conference in Beijing, Chinese scholars\ndemonstrated little interest in putting forth ideas for cooperation, a marked change\nfrom earlier meetings. This individual believes that tensions in the US-China\nrelationship are at least partially responsible. And it is not only the Americans who\nsee less utility in such dialogues. One Track 2 initiated by the Chinese side concerning\nglobal norm cooperation ended abruptly when the Chinese said they did not see any\nproductive benefits, despite the willingness of the US side to move forward with the\nproject.\n\nWhile these are long-standing problems, they have gotten demonstratively worse\nduring the Xi Jinping era. As one think tank scholar commented, “Collaboration\n\nhas become much more difficult, more authoritarian, and finding a common\ndefinition of a program is more difficult. We could usually find areas on which to\nwork collaboratively, but there is a gap in worldview.” One US think tank analyst who\ndirects an innovative program to foster dialogue among rising American and Chinese\nstrategic thinkers, which used to be hosted alternately in both China and the United\nStates, has moved the program entirely out of China because of the repressive political\natmosphere. Another institution has transitioned away from cooperative projects with\nChina to emphasize bolstering the capacity of other countries in their dealings with\nChina.\n\nMany US think tank scholars have also become concerned that the relationship\nbetween Chinese and American scholars has regressed into a one-way street—with\nAmericans providing intelligence to Chinese interlocutors, whose main purpose is to\ntake the information back to their government. Indeed, some Chinese interlocutors\narrive in the offices of American think tanks with barely disguised “shopping lists”\n\nof questions, which are presumably set by government “taskers” in Beijing. This is\n\na regular occurrence, but it tends to spike when a high-level governmental visit or\nsummit meeting is pending. A related Chinese goal is to transmit Chinese government\npolicy perspectives to American think-tank counterparts.\n\nThink Tanks\n\nHOUSE_OVERSIGHT_020519",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2882,
    "word_count": 443,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.166628",
    "prefix": "IMAGES-006"
  }
}