{
  "document_id": "HOUSE_OVERSIGHT_018912",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018912.txt",
  "text": "Davie Cause Affidavit @\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nmassage his feet and calves.[___]started the massage with the oils Epstein chose and rubbed his feet and calves.\nEpstein got off the phone and requested she massage his back as well.[__|began rubbing his back and got to\n\nthe small of his back. During the rubbing of his back, Epstein asked her to get comfortable. He requested she\nremove her pants and shirt. [__|removed her shirt and pulled her pants off. [ |stayed in her bra and thong\npanties. As she finished massaging the small of Epstein‘s back, he then turned onto his back. Epstein\ninstructed|___}o rub his chest and pinch his nipples. As she began to rub his chest, Epstein asked her questions\nabout herself. __]remembered telling him she attendedy Epstein asked her if\n\nshe was sexually active. Beforel___|could answer, he also asked what sexual position does she enjoy.\n\nstated she was shy and didn’t like talking about those things. She continued rubbing his chest. Epstein reached\n\nup and unsnapped her bra from the front. [ ] explained the bra she used had a front snapping device. Epstein\nrubbed her breasts and asked her if she like having her breasts rubbed. He “no, I don’t like that.” Epstein\nthen removed his towel and laid on the bed naked exposing his penis to He began touching his penis and\nmasturbated as he touched her breasts.[__] explained Epstein then touched her vaginal area by rubbing her\n\nvagina with his fingers on the outside of her thong panties.[__]tensed up and stated Epstein was aware that she\nwas uncomfortable. [__|statea that Epstein said to her, “Relax, I’m not going inside.” She further explained\nEpstein commented to her how beautiful and sexy she was. Epstein then moved her thong panties to one side\n\nand began stroking her clitoris. [_|said, “He commented how hard my clit was.” He then inserted two fingers in\nher vagina and was stroking her within her vagina. She tried pulling back to pull out his fingers from within her\nvagina. Epstein removed his fingers from within her vagina and apologized for putting his fingers inside her.\nDuring this time, he kept his hand on her vaginal area and continued to rub her vagina| __| stated he rubbed her\nreally hard as he was masturbating| —_|said he climaxed onto the towel he had been previously wearing and got\nup from the table. Epstein told her there was $200.00 dollars for her on the dresser within the master bathroom.\nEpstein also told her that there was an additional $100.00 that was to be given tol] for bringing her there to b6\nmassage him. Epstein told her to leave her telephone number with his assistant as he wanted to see her again.\nEpstein stated his assistant would contact her to work again soon. I asked her if she ever received any formal\nmassage training to which|__|stated she did not.[__|stated it was the only time she ever went to work for Jeff\n\nand knew what happened to her was wrong. She further stated that she had never been contacted for any\nadditional work.\n\nOn January 9, 2006, I located and interviewed another victim] | dobl__—_—was identified\nas a potential victim/witness from information obtained during trash pulls from Epstein’s residence. tated she\nmet Epstein when she was fifteen years of age. She was approached by a friend fro\n[| to be taken to Jeffrey Epstein’s house to work, She was originally told she would be able\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1* day of May, 2006 by ‘ County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer _\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018912",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018912.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3695,
    "word_count": 631,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.781372",
    "prefix": "IMAGES-005"
  }
}