{
  "document_id": "HOUSE_OVERSIGHT_012798",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012798.txt",
  "text": "58-62; Banerjee, K., Huebner, B, & Hauser, M.D. (2010). Intuitive Moral Judgments are Robust\nacross Variation in Gender, Education, Politics and Religion: A Large-Scale Web-Based Study.\nJournal of Cognition and Culture, 10, 253-281; Henrich, J., Ensminger, J., McElreath, R., Barr,\nA., Barrett, C., Bolyantz, A., Cardenas, J. C., Gurven, M., Gwako, E., Henrich, N., Lesorogol, C.,\nMarlowe, F., Tracer, D., Ziker, J. (2010). Markets, religion, community size, and the evolution of\nfairness and punishment. Science 327(5972), 1480-1484; Pyysiainen, I., & Hauser, M. (2010).\nThe origins of religion: evolved adaptation or by-product? Trends in Cognitive Sciences, 14(3):1-\n6; Sosis, R. (2009). The adaptationist-byproduct debate on the evolution of religion: Five\nmisunderstandings of the adaptationist program. Journal of Cognition and Culture, 9(3), 315—\n332.\n\n* Promiscuity: Aldridge, Kristina. (2011). Patterns of differences in brain morphology in humans as\ncompared to extant apes. Journal of Human Evolution, 60(1), 94-105; Bruner, E., & Holloway, R.\nL. (2010). A bivariate approach to the widening of the frontal lobes in the genus Homo. Journal\nof Human Evolution, 58, 138-146; Ebisch, Sjoerd J H, Gallese, Vittorio, Willems, Roel M,\nMantini, Dante, Groen, Wouter B, Romani, Gian Luca, Bekkering, Harold. (2010). Altered\nintrinsic functional connectivity of anterior and posterior insula regions in high-functioning\nparticipants with autism spectrum disorder. Human Brain Mapping, 32(7), 1013-1028; Gaulin,\nS.F., Fitzgerald, R.W., & Wartell, M.W. (1990). Sex differences in spatial ability and activity in\ntwo vole species (Microtus ochrogaster and M. pennsylvanicus). (1990). Sex differences in\nspatial ability and activity in two vole species (Microtus ochrogaster and M. pennsylvanicus).,\n104(1), 88-93; Evolution of spatial cognition: sex-specific patterns of spatial behavior predict\nhippocampal size. Jacobs, L.F., Gaulin, S.F., Sherry, D.F., & Hoffman, G-E. (1990). Evolution of\nspatial cognition: sex-specific patterns of spatial behavior predict hippocampal size., 87(16),\n6349-6352; Ioannides, Andreas A. (2007). Dynamic functional connectivity. Current Opinion in\nNeurobiology, 17(2), 161-170; Jackson, Margaret C, Morgan, Helen M, Shapiro, Kimron L,\nMohr, Harald, & Linden, David E J. (2010). Strategic resource allocation in the human brain\nsupports cognitive coordination of object and spatial working memory. Human Brain Mapping,\n32(8), 1330-1348; Meyer-Lindenberg, Andreas. (2009). Neural connectivity as an intermediate\nphenotype: Brain networks under genetic control. Human Brain Mapping, 30(7), 1938-1946;\nPeeters, R, Simone, L, Nelissen, K, Fabbri-Destro, M, Vanduffel, W, Rizzolatti, G, & Orban, G\nA. (2009). The representation of tool use in humans and monkeys: common and uniquely human\nfeatures. Journal of Neuroscience, 29(37), 11523-11539; Preuss, Todd M, Caceres, Mario,\nOldham, Michael C, & Geschwind, Daniel H. (2004). Human brain evolution: insights from\nmicroarrays. Nature reviews Genetics, 5(11), 850-860; Rilling, J. K., Barks, S., Parr, L. A.,\nPreuss, T., Faber, T., Pagnoni, G., Votaw, J. (2007). A comparison of resting state brain activity\nin humans and chimpanzees. Proceedings of the National Academy of Sciences, 104, 17146-\n17151; Rilling, J. K., Glasser, M., Preuss, T., Max, X., Zhao, T., Hu, X., & Behrens, T. (2008).\nThe evolution of the arcuate fasciculus revealed with comparative DTI. Nature Neuroscience, 11,\n426-428; Rozin, P. (1999) Pre-adaptation and the puzzles and properties of pleasure. In: Well/-\nbeing: The foundations of hedonic psychology. Eds., D. Kahnemann, E. Diener & N. Schwarz.\nRussell Sage; Hauser, M. (2009). Origin of mind. Scientific American.Stevens, Michael C,\nPearlson, Godfrey D, & Calhoun, Vince D. (2009). Changes in the interaction of resting-state\nneural networks from adolescence to adulthood. Human Brain Mapping, 30(8), 2356-2366; van\nden Heuvel, Martijn P, Mandl, René C W, Kahn, René S, & Hulshoff Pol, Hilleke E. (2009).\nFunctionally linked resting-state networks reflect the underlying structural connectivity\narchitecture of the human brain. Human Brain Mapping, 30(10), 3127-3141.\n\n* Evil wasps, monogamous thinking, and Darwin’s worry: Haspel, G., & Libersat, F. (2004). Wasp\nmanipulates cockroach behavior by injecting venom cocktail into prey central nervous system.\nActa Biological Hungary, 55, 103-112.; Keasar, T., Shefdfer, N., Glusman, G., & Libersat, F.\n\nHauser Chapter 1. Nature’s secrets 52\n\nHOUSE_OVERSIGHT_012798",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012798.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4519,
    "word_count": 642,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.944395",
    "prefix": "IMAGES-002"
  }
}