{
  "document_id": "HOUSE_OVERSIGHT_013304",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_013304.txt",
  "text": "﻿IN THE CIRCUIT COURT OF THE FIFTEENTH\nJUDICIAL CIRCUIT, IN AND FOR PALM\nBEACH COUNTY, FLORIDA\nJEFFREY EPSTEIN,\nCASE NO.: 502009CA040800XXXXMBAG\nPlaintiff,\nvs.\nSCOTT ROTHSTEIN, individually, BRADLEY J.\nEDWARDS, individually, and L.M., individually,\nDefendant,\nDEFENDANT/COUNTER-PLAINTIFF'S RESPONSE IN OPPOSITION TO\nPLAINTIFF/COUNTER-DEFENDANT'S MOTION FOR SUMMARY JUDGMENT ON\nDEFENDANT/COUNTER-PLAINTIFF'S FOURTH AMENDED COUNTERCLAIM\nDefendant/Counter-Plaintiff Bradley J. Edwards, by and through his undersigned counsel, hereby\nsubmits this Response in Opposition to Plaintiff/Counter-Defendant Jeffrey Epstein's Motion for\nSummary Judgment. Epstein seeks Summary Judgment on the claims of abuse of process and malicious\nprosecution set forth in Brad Edwards' Fourth Amended Counterclaim. Each of the grounds asserted in\nsupport of Epstein's Motion for Summary Judgment are without merit and must be denied.\nIn Epstein's Amended Complaint he carries forth the essence of all claims asserted in his original\nComplaint. In that pleading Epstein essentially alleges that Edwards joined Rothstein in the abusive\nprosecution of sexual assault cases against Epstein to \"pump\" the cases to Ponzi scheme investors. The\npurported \"proof' of the allegations against Edwards, as referenced in the Second Amended Complaint\nand in Epstein's Motion for Summary Judgment, includes Edwards' alleged contacts with the media, his\nattempts to obtain discovery from high profile persons with whom Epstein socialized, press reports of\nRothstein's known illegal activities, the use of \"ridiculously inflammatory' language and arguments in\ncourt. But as the evidence submitted in opposition to Epstein's Motion for Summary Judgment reflects,\nEpstein filed his claims and continued to pursue claims despite his knowledge that his claims could never\nbe successful because they were both false and unsupported by any reasonable belief of suspicion that\nCase No.: 502009 CA040800XXXXIVIBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 2 of 15\nthey were true. Epstein knew that he had in fact molested each of the minors represented by Brad\nEdwards. He also knew that each litigation decision by Brad Edwards was grounded in proper litigation\njudgment about the need to pursue effective discovery against Epstein, particularly in the face of\nEpstein's stonewalling tactics.\nEpstein also knew that he suffered no legally cognizable injury\nproximately caused by the falsely alleged wrongdoing on the part of Edwards. Moreover, Epstein had no\nintention of waiving his Fifth Amendment privilege against self-incrimination in order to avoid providing\nrelevant and material discovery that Epstein would need in the course of prosecuting his claims and to\nwhich Edwards was entitled in defending those claims. Epstein knew that his prosecution of his claims\nwould be barred by the sword-shield doctrine.\nMost significantly, the evidence submitted in the\nsupporting papers would compel a fact finder to determine that Epstein had no basis in law or in fact to\npursue his claims against Edwards and that Epstein was motivated by a single ulterior motive to attempt\nto intimidate Edwards and his clients and others into abandoning or settling their legitimate claims for\nless than their just and reasonable value. The evidence demonstrates that Epstein did not file these claims\nfor the purpose of collecting money damages since he knew that he never suffered any damage as a\nconsequence of any alleged wrongdoing by Edwards but filed the claim to require Edwards to expend\ntime, energy and resources on his own defense, to embarrass Edwards and impugn his integrity and deter\nothers with legitimate claims against Epstein from pursuing those claims.\nIndeed, the evidence\ndemonstrates that Epstein continued to pursue his claims by filing the Second Amended Complaint\nalleging abuse of process against Edwards even after he had paid significant sums in settlement of the\nclaims instituted by Mr. Edwards' clients against Mr. Epstein!\nThe evidence marshalled in support of these assertions is set forth in the previously filed documents in this Court.\nThose documents include Exhibit \"A\" — Edwards' Statement of Undisputed Facts; Exhibit \"B\" — Edwards' Renewed\nMotion for Summary Judgment; Exhibit \"C\" — Edwards' October 19, 2012 Second Renewed Motion for Leave to\nAssert Claim for Punitive Damages; Exhibit \"D\" — Edwards' Notice of Filing of Transcript of Telephone Interview\nof Virginia Roberts in Support of Motion for Leave to Amended to Assert Punitive Damages; Exhibit \"E\" —\nTranscript of Deposition of Jeffrey Epstein dated January 25, 2012; Exhibit \"F' — Deposition of Bradley Edwards\ndated March 23, 2010; Exhibit \"G\" - Deposition of Scott Rothstein dated June 14, 2012; Exhibit \"H\" — Order of\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 3 of 15\nThe record reflects that on the eve of the hearing of Edwards' Motion for Summary Judgment\ndirected to the Second Amended Complaint and in light of the compelling evidence of the lack of any\nwrongdoing on the part of Mr. Edwards, the sole remaining abuse of process claim was dismissed by\nEpstein.\nAs discussed, infra each of the grounds asserted by Epstein in this Motion for Summary\nJudgment must be rejected. The litigation privilege does not serve as a bar to the prosecution of Edwards'\nclaims against Epstein. Moreover, the evidence submitted by Edwards supports each of the elements of\nthe claims asserted by Edwards against Epstein which are identified in Epstein's Motion.\nResponse to Epstein's Statement of Undisputed Facts\nThe evidence marshalled by Edwards in support of his claims against Epstein which are\nreferenced in footnote 1 mandates the conclusion that, at a minimum, disputed facts exist with respect to\nthe elements of each claim addressed by Epstein in his Motion. The facts presented in the various papers\nwould allow the jury to make a determination that Epstein knew that Brad Edwards properly exercised his\nlegitimate judgment regarding the need to pursue proper and effective discovery against him to support\nthe claims which Epstein knew were legitimate. That evidence, referenced herein, further demonstrated\nthat Epstein filed his claims without probable cause and further that there was a bonafide termination in\nfavor of Edwards. That evidence further demonstrates that the elements of the claim of abusive process\nhave been established.\nThe following additional comments are directed at some of the key purported \"undisputed\"\nmaterial facts asserted by Epstein, especially those referenced in his Memorandum of Law. Also set forth\nare key evidentiary matters which undermine Epstein's contentions and which support the proposition\nthat material issues of fact exist which compel the denial of the Motion for Summary Judgment.\nJudge Crow dated March 29, 2012; Exhibit \"I\" — Deposition of Bradley Edwards dated October 10, 2013; Exhibit\n\"J\" — Deposition of Bradley Edwards dated May 15, 2013.\nCase No.: 502009CA040800XXXX.MBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 4 of 15\nNone of the public materials identified by Epstein in his Motion make reference to any\nwrongdoing by Brad Edwards. Rather, Epstein seeks to pyramid one impermissible inference upon\nanother from his citation to these materials to support his otherwise unsubstantiated and non-verifiable\nconclusion that he had sufficient evidence to proceed with claims of wrongdoing against Edwards. In\ntruth, as reflected in Edwards' deposition and his supplemental affidavit, he has no involvement in any\nfraud perpetrated by Rothstein (Edwards' deposition of March 23, 2010 at 301-302; Edwards Affidavit\nattached to Statement of Undisputed Facts as Exhibit \"N\" at paragraphs 8-10, paragraph 20, paragraphs\n22-23; Exhibit \"H\" — Deposition of Scott Rothstein at pp. 62-63, 114, and 121-124). Therefore, any\nallegations relating to Rothstein's activities simply have no bearing on the legitimacy of any of the claims\nagainst Edwards.\nEdwards could not have possibly \"pumped\" cases to investors when he never\nparticipated in any communications with investors. Rather, Edwards had a duty to his clients to zealously\npursue discovery to achieve a maximum recovery against Epstein. Edwards cannot be liable for taking\nappropriate action that his ethical duties as an attorney required. The evidence also reflects that Edwards\nfiled all three of his cases almost a year before he was hired by RRA or even knew Scott Rothstein\n(Edwards' Affidavit, Exhibit \"N\" attached to Statement of Undisputed Facts). The language set forth in\nhis Complaints remain virtually unchanged from the first filing in 2008 and, as the evidence shows, the\nclaims asserted against Epstein from the outset were true.\nThe citation to public documents is a\nconvenient ruse; Epstein was not only liable for the molestation of the clients of Brad Edwards, he was\nalso a serial molester of minors — even as young as twelve years of age\n(Exhibit \"A\" — Edwards'\nStatement of Undisputed Material Facts paragraphs 1-43; Exhibit \"D\" — Statement of Virginia Roberts pp.\n16-17). Epstein entered a plea of guilty to felony charges involving prostitution and the solicitation of a\nminor for the purposes of prostitution (Exhibit \"E\" — Deposition of Jeffrey Epstein, March 17, 2010, pp.\n101-103). Epstein also entered into an agreement with the United States Attorney's Office\nacknowledging that approximately 34 other young girls could receive payments from him under the\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 5 of 15\nFederal Statute providing for compensation to victims of child abuse..\n(Exhibit \"N' — Edwards'\nStatement of Undisputed Material Facts, paragraphs 41-43).\nOn July 6, 2010 Epstein ultimately paid to settle all three of the cases Edwards had filed against\nhim (Exhibit \"N' — Edwards' Statement of Undisputed Material Facts, paragraphs 84-85). At Epstein's\nrequest, the terms of the settlement were kept confidential. The sum that he paid to settle all these cases\nin therefore not filed with this pleading and will be provided to the court for in camera review. Epstein\nchose to make this payment as a result of a Federal Court ordered mediation process which he himself\nsought. Epstein entered into the settlements in July 2010 more than seven months after he filed his\nlawsuit against Edwards and before he filed his Second Amended Complaint alleging abuse of process on\nAugust 22, 2011.\nFurther, Epstein could not have been the victim of any scheme to pump the cases against him\nbecause he never paid to settle the cases until well after Edwards had left RRA and severed all connection\nwith Rothstein in December 2009 (Edwards' Affidavit attached to Statement of Undisputed Facts as\nExhibit \"N,\" paragraph 20). Moreover, Epstein could not have suffered any damage as a result of the\nperpetration of the Ponzi scheme by Rothstein because he was not an investor in the scheme.\nPerhaps the most significant evidence presented in opposition to Epstein's Motion for Summary\nJudgment is the telephone interview of Virginia Roberts submitted in Support of Edwards' Motion for\nPunitive Damages (Exhibit \"D\"). In addition to the specious claims against Edwards relating to his\nalleged involvement in a Ponzi scheme, Epstein, in asserting his claims, primarily relied upon the pursuit\nby Edwards of testimony from his close friends and associates (See Second Amended Complaint,\nparagraph 32, pp. 11-13). Reliance on these assertions is also threaded through Epstein's Motion for\nSummary Judgment in his citation to the public documents referencing the pursuit of such discovery. But\nas set forth in detail in Edwards' Motion for Final Summary Judgment (Exhibit \"B\") at pages 14-16, that\ndiscovery was entirely appropriate and Epstein knew it. Specifically, as reflected in the statement of\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 6 of 15\nundisputed facts submitted by Mr. Edwards in support of his Motion for Summary Judgment, Edwards\nhad a sound legal basis for believing that Donald Trump, Allen Dershowitz, Bill Clinton, Tommy\nMattola, David Copperfield and Governor Bill Richardson had relevant and discoverable information\n(Exhibit \"A\" — Edwards' Statement of Undisputed Facts, paragraphs 69-81). That belief was reinforced\nby the testimony of Virginia Roberts (Exhibit \"D\" pp. 10-17, 21-23). Epstein's assertion of impropriety\nin the pursuit of this discovery clearly evidences his bad faith attempts to attribute wrongdoing to\nEdwards when he knew, in fact, that the pursuit of that discovery was entirely appropriate under the\ncircumstances of this case.\nFinally, any attempt by Epstein to rely upon what he claims are undisputed facts to support his\nMotion for Summary Judgment are undermined by his refusal to provide any testimony on the key issues\nand evidence which would demonstrate the validity and strength of each of the claims brought against\nhim by Brad Edwards. Epstein's depositions of March 17, 2010 and January 25, 2012 were replete with\nrefusals of Epstein to testify based upon his Fifth Amendment privilege. Questions that Epstein refused\nto answer in his depositions and the reasonable inferences that a fact finder would draw and which would\notherwise bear on the arguments submitted by Epstein in support of his Motion for Summary Judgment\nare as follows:\n• Question not answered: \"I want to know whether you have any knowledge of evidence\nthat Bradley Edwards personally ever participated in devising a plan through which were\nsold purported confidential assignments of a structured payout settlement?\" Reasonable\ninference: No knowledge that Brad Edwards ever participated in the Ponzi scheme.\no\no\nQuestion not answered: \"Specifically what are the allegations against you which you\ncontend Mr. Edwards ginned up?\" Reasonable inference: No allegations against Epstein\nwere ginned up.\nQuestion not answered: \"Well, which of Mr. Edwards' cases do you contend were\nfabricated?\" Reasonable inference: No cases filed by Edwards against Epstein were\nfabricated.\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 7 of 15\n• Question not answered: \"Did sexual assaults ever take place on a private airplane on\nwhich you were a passenger?\" Reasonable inference: Epstein was on a private airplane\nwhile sexual assaults were taking place.\n• Question not answered: \"How many minors have you procured for prostitution?\"\nReasonable inference: Epstein has procured multiple minors for prostitution.\n• Question not answered: \"Is there anything in L.M.'s Complaint that was filed against\nyou in September of 2008 which you contend to be false?\" Reasonable inference:\nNothing in L.M.'s complaint filed in September of 2008 was false — i.e., as alleged in\nL.M.'s complaint, Epstein repeatedly sexually assaulted her while she was a minor and\nshe was entitled to substantial compensatory and punitive damages as a result.\n• Question not answered: \"I would like to know whether you ever had any physical\ncontact with the person referred to as Jane Doe in that [federal] complaint?\" Reasonable\ninference: Epstein had physical contact with minor Jane Doe as alleged in her federal\ncomplaint.\n• Question not answered: \"Did you ever have any physical contact with E.W.?\"\nReasonable inference: Epstein had physical contact with minor E.W. as alleged in her\ncomplaint.\n• Question not answered: \"What is the actual value that you contend the claim of E.W.\nagainst you has?\" Reasonable inference: E.W.'s claim against Epstein had substantial\nactual value.\n(See Exhibit \"A\" — Edwards' Statement of Undisputed Material Facts, paragraphs 93-120\nfor page references.)\nA jury could conclude, therefore, from the adverse inferences drawn against Epstein that he was\nliable for the claims brought by Brad Edwards and that he had no basis for the pursuit of his efforts to\nintimidate and extort Edwards and his clients in the pursuit of those claims.\nThe Litigation Privilege Does Not Bar the Claims of Abuse of Process and Malicious Prosecution\nEpstein contends he is entitled to absolute immunity pursuant to the litigation privilege as to both\nclaims asserted by Edwards because all actions taken by him occurred during the litigation of his abuse of\nprocess claim against Edwards. For support, he relies primarily on the decision of Wolfe v. Foreman,\n2013 WL 3724763 (Fla. 3d DCA July 17, 2013), wherein the Third District found that the litigation\nprivilege barred both an abuse of process claim and a malicious prosecution cause of action. Wolfe is still\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 8 of 15\non rehearing and, thus, is not a final opinion. As a result, it is not binding, nor persuasive. Moreover,\nWolfe undercuts the long-standing recognition of the viability of a claim for malicious prosecution in its\nown District and other Florida state and federal courts. See, SCI Funeral Svs. of Fla., Inc. v. Henry, 839\nSo. 2d 702, n.4 (Fla. 3d DCA 2002) (\"As the Levin court cited Wright v. Yurko, 446 So. 2d 1162, 1165\n(Fla. 5th DCA, 1984), with approval, presumably the cause of action for malicious prosecution continues\nto exist and would not be barred by the litigation privilege.\"); Boca Investors Group, Inc. v. Potash, 835\nSo. 2d 273, 275 (Fla. 3d DCA 2002) (Cope, J., concurring) (litigation privilege would not be a bar to a\nmalicious prosecution action); North Star Capital Acquisitions, LLC v. Krig, 611 Fed. Supp. 2d 1324\n(M.D. Fla. 2009) (\"However, not every event bearing any relation to litigation is protected by the\nprivileged because,... \"if the litigation privilege applied to all actions preliminary to or during judicial\nproceedings, an abuse of process claim would never exist, nor would a claim for malicious prosecution\");\nCruz v. Angelides, 574 So. 2d 278 (Fla. 3d DCA 1991)(\"the law is well settled that a witness in a judicial\nproceeding,... is absolutely immune from any civil liability, save perhaps malicious prosecution, for\ntestimony or other sworn statements which he or she gives in the course of the subject proceeding.\");\nJohnson v. Libow, 2012 WL 4068409 (Fla. 15th Jud. Cir. March 1, 2012)(the purpose of the litigation\nprivilege does not preclude the tort of malicious prosecution).\nIn Wright v. Yurko supra, the Fifth District Court of Appeal rejected the application of the\nlitigation privilege to a malicious prosecution action brought by a physician against his patients and an\nexpert after he successfully defended a malpractice claim. Also of significance is the Second District's\nopinion in Olson v. Johnson, 961 So. 2d 351 (Fla. 2d DCA 2007). In that case, the court observed that the\nlitigation (or judicial) privilege would not apply to bar a malicious prosecution action which arose as a\nresult of a false accusation of criminal liability where the prosecution was based, in part, on the testimony\nof the defendants in the criminal case.\nThe court ruled that the privilege (either absolute or qualified)\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 9 of 15\nwhich might otherwise apply to a defamation claim for statements made during the course of a judicial\nproceeding did not bar a malicious prosecution claim.\nIn light of the implicit recognition by the Supreme Court in Levin that a claim of malicious\nprosecution is not barred by the litigation privilege — an implicit recognition acknowledged by the Third\nDistrict itself — Epstein's reliance on Wolfe is misplaced. Wolfe is also factually distinguishable from\nEdwards' claims against Epstein.\nWolfe involved a malicious prosecution action against attorneys.\nSeparate policy considerations might serve to impose additional limitations on the assertion of malicious\nprosecution claims against attorneys — against whom alternative remedies exist such as bar disciplinary\nproceedings. See Taylor v. McNichols, 243 P.2d 642 (Idaho 2010). Moreover, in light of the decisions in\nWright v. Yurko, supra and Olson v. Johnson, supra, the weight of authority supports the proposition that\nthe litigation privilege would not apply to malicious prosecution claims.\nBoth the Third and Fourth Districts have applied the litigation privilege to abuse of process\nclaims. However, Wolfe itself, and the decisions of the Third and Fourth Districts cited in Wolfe,\ninvolved the litigation privilege as applied to claims of abuse of process by attorneys. None of the cases\ninvolved the extraordinary actions of an individual party like Epstein who carried out a course of action\nagainst Plaintiffs counsel with a singular purpose unrelated to any legitimate judicial goal. Under the\ncompelling facts of this case, where the actions of Epstein are coupled with the elements of malice and\nabsence of probable cause arising from the unfounded filing of the claims against Edwards, the litigation\nprivilege should not have any applicability to the abuse of process claim asserted by Edwards.\nThere are Disputed Issues of Fact Precluding Summary Judgment on the Abuse of Process Claim\nAn abuse of process claim requires pleading and proof of the following three elements: 1) that the\ndefendant made an illegal, improper or perverted use of process; 2) that the defendant had ulterior\nmotives or purposes in exercising such illegal, improper, or perverted use of process; and 3) that, as a\nresult of such action on the part of the defendant, the plaintiff suffered damage.\" See S&I Invs. v. Payless\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 10 of 15\nFlea Mkt., 36 So. 3d 909, 917 (Fla. 4th DCA 2010)(citation omitted). The case law is clear that on an\nabuse of process claim a \"plaintiff must prove that the process was used for an immediate purpose other\nthan that for which it was designed.\" Id. (citation omitted). Where the actions taken by a party in a\nparticular lawsuit are designed to coerce another into taking some collateral action not properly involved\nin the proceeding a claim of abuse of process is stated. Miami Herald Publishing Company v. Ferre,\n8636 F. Supp. 970 (S.D. Fla. 1985).\nIn a case for abuse of process, the question of whether the plaintiff's case satisfies the requisite\nelements is largely a question for a jury. See Patrick John McGinley, 21 Fla. Prac., Elements of an Action\n§ 50:1 (2013-2014 ed.)(citing Gatto v. Publix Supermarket, 111C. 387 So. 2d 377 (Fla. 3d DCA 1980)).\nThe usual case of abuse of process involves some form of extortion. Scozari v. Barone, 546 So.\n2d 750, 751(Fla. 3d DCA 1989) (citing Bothmann v. Harrington, 458 So. 2d 1163, 1169 (Fla. 3d DCA\n1984)). That is exactly what has transpired here. Epstein employed the extraordinary financial resources at\nhis disposal to intimidate his molestation victims and Edwards into abandoning their legitimate claims or\nresolving those claims for substantially less than their just and reasonable value. Consequently, since\nEpstein's sole purpose and ulterior motive for filing the complaint without probable cause was in an effort\nto extort, to wit: to force his molestation victims and Edwards to settle for minimal amounts, that filing\nand everything subsequently done to pursue the claims constitutes an abuse of process. See Exhs. A at 18-\n27, C at 4-7. Because Edwards has conclusively demonstrated that Epstein's actions in pursuing his\nclaims were designed to coerce Edwards (and his client) to take some collateral action not properly\ninvolved in the proceedings and did so with an ulterior purpose, summary judgment directed at the abuse\nof process claim must fail. The damages suffered by Edwards include: (a) injury to his reputation; (b)\nmental anguish, embarrassment and anxiety; (c) fear physical injury to himself and members of his\nfamily; (d) the loss of the value of his time required to be diverted from his professional responsibility;\nand (e) the cost of defending against Epstein's spurious and baseless claims. All the elements of the\nCase No.: 5 02009 CA040 8 00XXXXMB AG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 11 of 15\nclaim for abuse of process have been satisfied. This case, then, falls within the parameters of the Third\nDistrict's Decision in Scozari v. Barone, supra in which the court reversed the entry of summary\njudgment for the defendant on claims of malicious prosecution and abuse of process. With respect to the\nabuse of process claim, the court stated that \"if there was no reasonable basis in law and fact to bring the\naction to impress a lien on property, and this was done without any reasonable justification under law and\nto force or compel the appellant to resolve some custody dispute, induce the appellant to pay money, or\ntie up the appellant's property, then there has been an abuse of process.\" Id at 752.\nThere are Disputed Issues of Fact Precluding Summary Judgment on the Claim of\nMalicious Prosecution\nHere, Epstein's voluntary dismissal of his abuse of process claims against Edwards amounted to a\nbona fide termination of the proceedings. He knew his allegations were unsupported by evidence (See\ndiscussion above at pages 3-6). Knowing he lacked any verifiable evidence against Edwards, on the eve\nof the summary judgment hearing, Epstein effectively conceded that fact by voluntarily dismissing his\nclaims. Hence, it is evident that Epstein took voluntary dismissal of his claims because he knew he did\nnot have probable cause or an evidentiary basis to support the allegations. See Cohen v. Corwin, 980 So.\n2d 1153 at 1156 (citing Union Oil of California, Amsco Division v. Watson, 468 So. 2d 349 at 354\n(stating that \"where a dismissal is taken because of insufficiency of the evidence, the requirement of a\nfavorable termination is met\")). Accordingly, the manner of termination reflects on the merits of the case\nand there was a bona fide termination of Epstein's civil proceeding against Edwards (See Judge Crow's\nOrder of March 29, 2012 denying Motion to Dismiss re: Issue of Bonafide Termination attached as\nExhibit \"fn.\nEpstein's only other issue with Edwards' counterclaim for malicious prosecution is that he did not\nlack probable cause in pursing his claims against Edwards. As established by the record, Epstein did, in\nfact, lack probable cause to assert his claims against Edwards (See discussion above). Epstein's purported\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 12 of 15\nreliance on public filings, including the Scherer Complaint against Rothstein is unavailing. As discussed\nabove, the evidence warrants the finding that Epstein knew that Edwards was legitimately pursuing the\nclaims on behalf of his clients which included the effort to secure testimony from Epstein's close\nconfidants. Therefore, Epstein cannot rely upon the referenced public documents to support his claims\nagainst Edwards given that he knows that information to be untrue and he refuses to answer questions\nabout the veracity of the information. See Exh. G at pgs. 53:6-24; 78:16-24; 87:20-88:14. Consequently,\nEpstein had no good faith basis to rely on such information.\nEpstein's Assertion of his Fifth Amendment Privilege Gives Rise to Adverse Inferences\nPertinent to His Motion for Summary Judgment and Precludes His Reliance on Purported\nUndisputed Facts\nAs discussed above, Epstein's multiple invocations of his Fifth Amendment Privilege results in\nadverse inferences which directly impact the issues advanced in his Motion for Summary Judgment. \"It\nis well settled that the Fifth Amendment does not forbid adverse inferences against parties to civil actions\nwhen they refuse to testify in response to probative evidence offered against them.\" Baxter v.\nPalinigiano, 425 U.S. 308, 318 (1976); Accord, Vasquez v. State, 777 So. 2d 1200, 1203 (Fla. at 2001).\nThe reason for this rule \"is both logical and utilitarian. A party may not trample upon the rights of others\nand then escape the consequences by invoking a constitutional privilege — at least not in a civil setting.\"\nFraser v. Security and INV. Corp, 615 So. 2d. 841, 842 (Fla. 4th DCA 1993). The adverse inferences\ndrawn from Epstein's assertion of the Fifth Amendment undercut his claim of justifiable reliance based\nupon the purported undisputed material facts to support his Motion for Summary Judgment.\nMoreover, because Epstein elected to hide behind the shield of his right against self-incrimination\nto preclude his disclosing any relevant information about the criminal activity at the center of his claims,\nhe was effectively barred from prosecuting his abuse of process claim against Edwards. Similarly, Epstein\nshould be barred from utilizing the Fifth Amendment privilege to secure summary judgment based upon\nassertions of fundamental facts when Epstein refused to testify on essential issues pertinent to the\nCase No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 13 of 15\narguments advanced in support of his Motion for Summary Judgment. Under the well-established \"sword\nand shield\" doctrine, Epstein could not seek damages from Edwards while at the same time asserting a\nFifth Amendment privilege to block relevant discovery. See Exhs. B at 14-21, C at 18-25, G at 53:6-24;\n78:16-24; 87:20-88:14. The same policies which underlie the sword and shield doctrine as applied to the\nrecovery of affirmative relief should also apply to attempts to advance positions with respect to a Motion\nfor Summary Judgment which would have the effect of securing relief against certain claims.\n\"[T]he law is well settled that a plaintiff is not entitled to both his silence and his lawsuit.\" Boys\n& Girls Clubs of Marion County, Inc. v. JA., 22 So. 3d 855, 856 (Fla. 5th DCA 2009)(Griffin, J.,\nconcurring specially). Thus, \"a person may not seek affirmative relief in a civil action and then invoke the\nfifth amendment to avoid giving discovery, using the fifth amendment as both a 'sword and a shield.'\"\nDePalma v. DePalma, 538 So. 2d 1290, 1290 (Fla. 4th DCA 1989)(quoting DeLisi v. Bankers Insurance\nCo., 436 So. 2d 1099 (Fla. 4th DCA 1983)). Put another way, \"[a] civil litigant's fifth amendment right to\navoid self-incrimination may be used as a shield but not a sword. This means that a plaintiff seeking\naffirmative relief in a civil action may not invoke the fifth amendment and refuse to comply with the\ndefendant's discovery requests, thereby thwarting the defendant's defenses.\" Rollins Burdick Hunter of\nNew York, Inc. v. Euroclassic Limited, Inc., 502 So. 2d 959 (Fla. 3d DCA 1983).. For the same reasons,\nEpstein should be precluded from advancing arguments based on purported statements of undisputed fact\nwhich cannot be effectively challenged in light of his assertion of the Fifth Amendment.\nEpstein has\ndone precisely what well-established law prohibits.\nConclusion\nBased upon the foregoing, the Defendant, Counter-Plaintiff, Bradley Edwards respectfully\nsubmits that Jeffrey Epstein's Motion for Summary Judgment must be denied.\nCase No.: 502009CA040800)000CMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 14 of 15\nI HEREBY CERTIFY that a true and correct copy of the foregoing was sent via E-Serve to all\nCounsel on the attached list, this / —7 day ofG7(>-,- , 2014.\nWILLIAM B. KING\nFlorida Bar No.: 181773\nAttorney E-Mail: wbk@searcylaw.com and\nkar@searcylaw.com\nPrimary E-Mail: eservice@searcylaw.com\nSecondary E-Mail: _ScarolaTeam@searcylaw.com\nSearcy Denney Scarola Barnhart & Shipley, P.A.\n2139 Palm Beach Lakes Boulevard\nWest Palm Beach, Florida 33409\nPhone: (561) 686-6300\nFax: (561) 383-9456\nAttorney for Bradley J. Edwards\nCase No.: 502009CA040800)000(MBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 15 of 15\nCOUNSEL LIST\nWilliam Chester Brewer, Esquire\nwcblaw@aol.com; wcbcg@aol.com\n250 S Australian Avenue, Suite 1400\nWest Palm Beach, FL 33401\nPhone: (561)-655-4777\nFax: (561)-835-8691\nAttorneys for Jeffiey Epstein\nJack A. Goldberger, Esquire\njgoldberger@agwpa.com;\nsmahoney@agwpa.com\nAtterbury, Goldberger & Weiss, P.A.\n250 Australian Avenue South, Suite 1400\nWest Palm Beach, FL 33401\nPhone: (561)-659-8300\nFax: (561)-835-8691\nAttorneys for Jeffrey Epstein\nBradley J. Edwards, Esquire\nstaff.efile@pathtojustice.com\nFanner, Jaffe, Weissing, Edwards, Fistos &\nLehrman, FL\n425 North Andrews Avenue, Suite 2\nFort Lauderdale, FL 33301\nPhone: (954)-524-2820\nFax: (954)-524-2822\nAttorneys for Jeffrey Epstein\nMarc S. Nurik, Esquire\nmarc@nuriklaw.com\nLaw Offices of Marc S. Nurik\nOne E Broward Blvd., Suite 700\nFort Lauderdale, FL 33301\nPhone: (954)-745-5849\nFax: (954)-745-3556\nAttorneys for Scott Rothstein\nTonja Haddad Coleman, Esquire\ntonja@tonjahaddad.com;\nDebbie@Tonjahaddad.com;\nefiling@tonjahaddad.com\nTonja Haddad, P.A.\n315 SE 7th Street, Suite 301\nFort Lauderdale, FL 33301\nPhone: (954)-467-1223\nFax: (954)-337-3716\nAttorneys for Jeffrey Epstein\nFred Haddad, Esquire\nDee@FredHaddadLaw.com;\nhaddadfm@aol.com; fred@fredhaddadlaw.com\nFred Haddad, P.A.\nOne Financial Plaza, Suite 2612\nFort Lauderdale, FL 33394\nPhone: (954)-467-6767\nFax: (954)-467-3599\nAttorneys for Jeffrey Epstein\nIN THE CIRCUIT COURT OF THE 15TH\nJUDICIAL CIRCUIT IN AND FOR PALM\nBEACH COUNTY, FLORIDA\nCase No.:50 2009 CA 040800XXXXMBAG\nJEFFREY EPSTEIN,\nPlaintiff,\nvs.\nSCOTT ROTHSTEIN, individually, and\nBRADLEY J. EDWARDS, individually,\nDefendants,\nSTATEMENT OF UNDISPUTED FACTS\nDefendant Bradley J. Edwards, Esq., offers the following specific facts as the undisputed\nmaterial facts in this case. Each of the following facts is numbered separately and individually to\nfacilitate Epstein's required compliance with Fla. R. Civ. P. 1.510(c) (\"The adverse party shall\nidentify . . . any summary judgment evidence on which the adverse party relies.\").\nAll\nreferenced exhibits and attachments have previously been filed with the Court and provided to\nEpstein.\nSexual Abuse of Children By Epstein\n1. Defendant Epstein has a sexual preference for young children. Deposition of\nJeffrey Epstein, Mar. 17, 2010, at 110 (hereinafter \"Epstein Depo.\") (Deposition Attachment\n#1).\nI When questioned about this subject at his deposition, Epstein invoked his Fifth Amendment right to\nremain silent rather than make an incriminating admission. Accordingly, Edwards is entitled to the\nadverse inference against Epstein that, had Epstein answered, the answer would have been unfavorable to\nhim. \"Mt is well-settled that the Fifth Amendment does not forbid adverse inferences against parties to\nEXHIBIT\n2. Epstein repeatedly sexually assaulted more than forty (40) young girls on\nnumerous occasions between 2002 and 2005 in his mansion in West Palm Beach, Florida. These\nsexual assaults included vaginal penetration. Epstein abused many of the girls dozens if not\nhundreds of times. Epstein Depo. at 109 (\"Q: How many times have you engaged in oral sex\nwith females under the age of 18r A: [Invocation of the Fifth Amendment]); Deposition of Jane\nDoe, September 24, 2009 and continued March 11, 2010, at 527 (minor girl sexually abused at\nleast 17 times by Epstein) (hereinafter \"Jane Doe Depo\") (Deposition Attachment #2); id. 564-67\n(vaginal penetration by Epstein with his finger), 568 (vaginal penetration by Epstein with a\nmassager); Deposition of L.M., September 24, 2009, at 73 (hereinafter \"L.M. Depo\")\n(Deposition Attachment #3) (describing the manner in which Epstein abused her beginning when\nLM was 13 years old, touching her vagina with his fingers and vibrator) at 74, line 12-13 (she\nwas personally molested by Epstein more than 50 times), at 164, line 19-23 and 141, line 12-13\nand 605, line 3-6 (describing that in addition to being personally molested by Epstein she was\npaid $200 per underage girl she brought Epstein and she brought him more than seventy (70)\nunderage girls - she told him that she did not want to bring him any more girls and he insisted\nthat she continue to bring him underage girls); Deposition of E.W., May 6, 2010 (hereinafter\n\"E.W. Depo\") (Deposition Attachment till) at 115-116, 131 and 255 (describing Epstein's abuse\nof her beginning at age 14 when he paid her for touching her vagina, inserting his fingers and\ncivil actions when they refuse to testify in response to probative evidence offered against them.\" Baxter\nv. Palmigiano, 425 U.S. 308, 318 (1976); accord Vasquez v. State, 777 So.2d 1200, 1203 (Fla. App.\n2001). The reason for this rule \"is both logical and utilitarian. A party may not trample upon the rights of\nothers and then escape the consequences by invoking a constitutional privilege — at least not in a civil\nsetting.\" Fraser v. Security and Inv. Corp., 615 So.2d 841, 842 (Fla. App. 1993).\n2\nusing a vibrator and he also paid her $200 for each other underage female E.W. brought him to\nmolest. She brought him between 20 and 30 underage females); Deposition of Jane Doe It4, date\n(hereinafter \"Jane Doe ftl Depo\") (Deposition Attachment #5) at 32-34, and 136 (she describes\nfirst being taken to Epstein at 15 years old, \"Being fingered by him, having him use a vibrator on\n[me], grabbing my nipples, smelling my butt, jerking off in front of me, licking my clit, several\ntimes.\").\n3. At all relevant times Edwards has had a good faith basis to conclude and did\nconclude' that Epstein was able to access a large number of underage girls through a pyramid\nabuse scheme in which he paid underage victims $200-$300 cash for each other underage victim\nthat she brought to him. See Palm Beach Police Incident Report at 87 (hereinafter \"Incident\nReport\") (Exhibit \"A\").3 The Palm Beach Police Incident Report details Epstein's scheme for\nmolesting underage females. Among other things, the Incident Report outlines some of the\nexperiences of other Epstein victims. When S.G, a 14 year old minor at the time, was brought to\nEpstein's home, she was taken upstairs by a woman she believed to be Epstein's assistant. The\nwoman started to fix up the room, putting covers on the massage table and bringing lotions out.\nThe \"assistant\" then left the room and told S.G. that Epstein would be up in a second. Epstein\nwalked over to S.G. and told her to take her clothes off in a stern voice. S.G. states in the report\nshe did not know what to do, as she was the only one there. S.G. took off her shirt, leaving her\nbra on. Epstein, then in a towel told her to take off everything. S.G. removed her pants leaving\n2 In support of all assertions concerning the actions Edwards took, what Edwards learned in the course of his\nrepresentation of his clients, Edwards's good faith beliefs and the foundation for those beliefs, see Edwards\nAffidavit and specifically paragraphs 25 and 25 of that Affidavit.\n3 For clarity, depositions attached to this memorandum will be identified numerically as attachments #1, #2, #3, etc.,\nwhile exhibits attached to this memorandum will be identified alphabetically as exhibits A, B, C, etc.\n3\non her thong panties. Epstein then instructed S.G to give him a massage. As S.G gave Epstein a\nmassage, Epstein turned around and masturbated. S.G. was so disgusted, she did not say\nanything; Epstein told her she \"had a really hot body.\" Id. at 14. In the report, S.G. admitted\nseeing Jeffrey Epstein's penis and stated she thought Epstein was on steroids because he was a\n\"really built guy and his wee wee was very tiny.\" Id. at 15.\n4. The exact number of minor girls who Epstein assaulted is known only to Epstein.\nHowever, Edwards had a good faith basis to believe and did in fact believe that Epstein's victims\nwere substantially more than forty (40) in number. In addition to the deposition excerpts from\ntwo of his many victims above about the number of underage girls brought to Epstein and the\nPalm Beach incident report, there is overwhelming proof that the number of underage girls\nmolested by Epstein through his scheme was in the hundreds. See Complaint, Jane Doe 102 v.\nEpstein, (hereinafter Jane Doe 102 complaint) (Exhibit \"B\"); see also Deposition of Jeffrey\nEpstein, April 14, 2010, at 442, 443, and 444 (Epstein invoking the 5th on questions about his\ndaily abuse and molestation of children) (Deposition Attachment #6).\n5. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that Epstein and his attorneys knew of the seriousness of the criminal investigation\nagainst him and corresponded constantly with the United States Attorney's Office in an attempt\nto avoid the filing of numerous federal felony offenses, which effort was successful.\nSee\nCorrespondence from U.S. Attorney's Office to Epstein (hereinafter \"U.S. Attorney's\nCorrespondence\") (Composite Exhibit \"C) (provided in discovery during the Jane Doe v. Epstein\ncase).\n4\n6. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that, more specifically, Epstein's attorneys knew of Epstein's scheme to recruit minors for\nsex and also knew that these minors had civil actions that they could bring against him. In fact,\nthere was much communication between Epstein's attorneys and the United States Prosecutors in\na joint attempt to minimize Epstein's civil exposure. For example, on October 3, 2007, Assistant\nU.S. Attorney Marie Villafaila sent an email (attached hereto as Exhibit \"D\") to Jay Lefkowitz,\ncounsel for Epstein, with attached proposed letter to special master regarding handling numerous\nexpected civil claims against Epstein. The letter reads in pertinent part,\n\"The undersigned, as counsel for the United States of America and\nJeffrey Epstein, jointly write to you to provide information relevant to your\nservice as a Special Master in the selection of an attorney to represent several\nyoung women who may have civil damages claims against Mr. Epstein. The\nU.S. Attorney's Office and the Federal Bureau of Investigation (jointly referred\nto as the \"United States\") have conducted an investigation of Jeffrey Epstein\nregarding his solicitation of minor females in Palm Beach County to engage in\nprostitution. Mr. Epstein, through his assistants, would recruit underage\nfemales to travel to his home in Palm Beach to engage in lewd conduct in\nexchange for money. Based upon the investigation, the United States has\nidentified forty (40) young women who can be characterized as victims\npursuant to 18 USC 2255. Some of those women went to Mr. Epstein's home\nonly once, some went there as much as 100 times or more. Some of the\nwomen's conduct was limited to performing a topless or nude massage while\nMr. Epstein-masturbated himself For other women, the conduct escalated to\nfull sexual intercourse. As part of the resolution of the case, Epstein has\nagreed that he would not contest jurisdiction in the Southern District of Florida\nfor any victim who chose to sue him for damages pursuant to 18 USC 2255.\nMr. Epstein agreed to provide an attorney for victims who elected to proceed\nexclusively pursuant to that section, and agreed to waive any challenge to\nliability under that section up to an amount agreed to by the parties. The parties\nhave agreed to submit the selection of an attorney to a Special Master....\"\n7. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that L.M. was, in fact, a victim of Epstein's criminal abuse because L.M. was one of the\n5\nminor females that the United States Attorney's Office recognized as a victim. L.M.'s sworn\ndeposition testimony and the adverse inference drawn from Epstein's refusal to testify confirm\nthat Epstein began sexually assaulting L.M. when she was 13 years old and continued to molest\nher on more than fifty (50) occasions over three (3) years. Epstein Depo., Attachment #1, at 17\n(\"Q: Did you . . . ever engage in any sexual conduct with L.M.?\" A: [Invocation of the Fifth\nAmendment].); see also Epstein Depo., April 14, 2010, Attachment #6, at 456 (\"Q: LM was an\nunderage female that you first abused when she was 13 years old; is that correct?\" A: [Invocation\nof Fifth Amendment].)\n8. Epstein was also given ample opportunity to explain why he engaged in sexual\nactivity with L.M. beginning when L.M. was 13 years old and why he has molested minors on an\neveryday basis for years, and he invoked his 5th amendment right rather than provide\nexplanation.\nSee Epstein Deposition, February 17, 2010, at 11-12, 30-31 (Deposition\nAttachment # 7).\n9. Epstein also sexually assaulted E.W., beginning when she was 14 years old and\ndid so on numerous occasions. See E.W. Depo., Attachment #1 at 215-216.\n10. Another of the minor girls Epstein sexually assaulted was Jane Doe; the abuse\nbegan when Jane Doe was 14 years old. Rather than incriminate himself, Epstein invoked the\n5th amendment to questions about him digitally penetrating Doe's vagina, using vibrators on her\nvagina and masturbating and ejaculating in her presence. Epstein Depo., April 14, 2010,\nAttachment #6, at 420, 464, 468.\n11. When Edwards's clients L.M., E.W., and Jane Doe were 13 or 14 years old, each\nwas brought to Epstein's home multiple times by another underage victim. Epstein engaged in\n6\none or more of the following acts with each of the then-minor girls at his mansion: receiving a\ntopless or completely nude massage; using a vibrator on her vagina; masturbating in her\npresence; ejaculating in her presence; touching her breast or buttocks or vagina or the clothes\ncovering her sexual organs; and demanding that she bring him other underage girls. Epstein and\nhis co-conspirators used the telephone to contact these girls to entice or induce them into going\nto his mansion for sexual abuse. Epstein also made E.W. perform oral sex on him and was to\nperform sex acts on Nadia Marcinkova (Epstein's live-in sex slave) in Epstein's presence. See\nPlaintiff Jane Doe's Notice Regarding Evidence of Similar Acts of Sexual Assault, filed in Jane\nDoe v. Epstein, No. 08-cv-80893 (S.D. Fla. 2010), as DE 197, (hereinafter \"Rule 413 Notice)\n(Exhibit \"F'); Jane Doe Depo., Attachment #2, at 379-380; L.M. Depo., Attachment #3, at 416;\nE.W. Depo, Attachment #4, at 205.\n12. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that yet another of the minor girls Epstein sexually assaulted was C.L. When she was\napproximately 15 years old, C.L. was brought to Epstein's home by another underage victim.\nWhile a minor, she was at Epstein's home on multiple occasions. Epstein engaged in one or\nmore of the following acts with her while she was a minor at his house - topless or completely\nnude massage on Epstein; Epstein used a vibrator on her vagina; Epstein masturbated in her\npresence; Epstein ejaculated in her presence; Epstein also demanded that she bring him other\nunderage girls. See Rule 413 Notice, Exhibit \"E\"; Incident Report, Exhibit \"A.\"\n13. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that yet another girl Epstein sexually assault was A.H. When she was approximately 16\nyears old, she was brought to Epstein's home by another underage victim. While a minor, she\n7\nwas at Epstein's home on multiple occasions. Epstein engaged in one or more of the following\nacts with her while she was a minor at his house - topless or completely nude massage on\nEpstein; Epstein used a vibrator on her vagina; Epstein masturbated in her presence; Epstein\nejaculated in her presence; Epstein touched her breast or buttock or vagina or the clothes\ncovering her sexual organs; was made to perform sex acts on Epstein; made to perfoini sex acts\non Nadia Marcinkova in Epstein's presence. Epstein also forcibly raped this underage victim, as\nhe held her head down against her will and pumped his penis inside her while she was screaming\n\"No\". See Rule 413 Notice, Exhibit \"E\"; Incident Report, Exhibit \"A\", at 41 (specifically\ndiscussing the rape):\n\"[A.H.] remembered that she climaxed and was removing herself from the\nmassage table. [A.H.] asked for a sheet of paper and drew the massage table in the\nmaster bathroom and where Epstein, Marcinkova and she were. Epstein turned\n[A.H.] on to her stomach on the massage bed and inserted his penis into her\nvagina. [A.H.] stated Epstein began to pump his penis in her vagina. [A.H.]\nbecame upset over this. She said her head was being held against the bed forcibly,\nas he continued to pump inside her. She screamed no, and Epstein stopped ....\"\n\"[A.H.] advised there were times that she was so sore when she left Epstein's\nhouse. [A.H.] advised she was ripped, torn, in her vagina area. [A.H.] advised she\nhad difficulty walking to the car after leaving the house because she was so sore.\"\n14. Without detailing each fact known about Epstein's abuse of the many underage\ngirls, Edwards has had a good faith basis to believe and did in fact believe at all relevant times\nthat Epstein also abused other victims in ways closely similar to those described in the preceding\nparagraphs. Epstein's additional victims include the following (among many other) young girls:\nS.G.; A.D.; V.A.; N.R.; J.S.; V.Z.; J.A.; F.E.; M.L.; M.D.; D.D.; and D.N. These girls were\nbetween the ages of 13 and 17 when Epstein abused them. See Rule 413 Notice, Exhibit E;\nDeposition of E.W., Deposition Attachment /Pl.\n8\n15. One of Mr. Epstein's household employees, Mr. Alfredo Rodriguez, saw\nnumerous underage girls coming into Epstein's mansion for purported \"massages.\"\nSee\nRodriguez Depo. at 242-44 (Deposition Attachment #8). Rodriguez was aware that \"sex toys\"\nand vibrators were found in Epstein's bedroom after the purported massages. Id. at 223-28.\nRodriguez thought what Epstein was doing was wrong, given the extreme youth of the girls he\nsaw. Id. at 230-31..\n16. Alfredo Rodriguez took a journal from Epstein's computer that reflected many of\nthe names of underage females Epstein abused across the country and the world, including\nlocations such as Michigan, California, West Palm Beach, New York, New Mexico, and Paris,\nFrance. See Journal (hereinafter \"The Journal\" or \"Holy Grail\") (Exhibit \"F\") (identifying,\namong other Epstein acquaintances, females that Rodriguez believes were underage under the\nheading labeled \"Massages\").\n17. Rodriguez was later charged in a criminal complaint with obstruction of justice in\nconnection with trying to obtain $50,000 from civil attorneys pursuing civil sexual assault cases\nagainst Epstein as payment for producing the book to the attorneys. See Criminal Complaint at\n2, U.S. v. Rodriguez, No. 9:10-CR-80015-KAM (S.D. Fla. 2010) (Exhibit \"G\"). Rodriguez\nstated he needed money because the journal was his \"property\" and that he was afraid that\nJeffrey Epstein would make him \"disappear\" unless he had an \"insurance policy\" (i.e., the\njournal). Id. at 3. Because of the importance of the information in the journal to the civil cases,\nMr. Rodriguez called it \"The Holy Grail.\"\n18. In the \"Holy Grail\" or \"The Journal,\" among the many names listed (along with\nthe abused girls) are some of the people that Epstein alleges in his Complaint had \"no connection\n9\nwhatsoever\" with the litigation in this case. See, e.g., Journal, Exhibit F, at 85 (Donald Trump);\nat 9 (Bill Clinton phone numbers listed under \"Doug Bands\").\nFederal Investigation and Plea Agreement With Epstein\n19. In approximately 2005, the FBI and the U.S. Attorney's Office in the Southern\nDistrict of Florida learned of Epstein's repeated sexual abuse of minor girls. They began a\ncriminal investigation into federal offenses related to his crimes.\nSee U.S. Attorney's\nCorrespondence, Exhibit C.\n20. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that to avoid the Government learning about his abuse of minor girls, Epstein threatened\nhis employees and demanded that they not cooperate with the government. Epstein's aggressive\nwitness tampering was so severe that the United States Attorney's Office prepared negotiated\nplea agreements containing these charges. For example, in a September 18, 2007, email from\nAUSA Villafafia to Lefkowitz (attached hereto as Exhibit \"I-F), she attached the proposed plea\nagreement describing Epstein's witness tampering as follows:\n\"UNITED STATES vs. JEFFREY EPSTEIN PLEA PROFFER\"\nOn August 21, 2007, FBI Special Agents E. Nesbitt Kuyrkendall and Jason\nRichards traveled to the home of Leslie Groff to serve her with a federal grand\njury subpoena with an investigation pending in the Southern District of Florida.\nMs. Groff works as the personal assistant of the defendant. Ms. Groff began\nspeaking with the agents and then excused herself to go upstairs to check on her\nsleeping child. While upstairs, Ms. Groff telephoned the defendant, Jeffrey\nEpstein, and informed him that the FBI agents were at her home. Mr. Epstein\ninstructed Ms. Groff not to speak with the agents and reprimanded her for\nallowing them into her home. Mr. Epstein applied pressure to keep Ms. Groff\nfrom complying with the grand jury subpoenas that the agents had served upon\nher. In particular, Mr. Epstein warned Ms. Groff against turning over documents\nand electronic evidence responsive to the subpoena and pressured her to delay her\n10\nappearance before the grand jury in the Southern District of Florida. This\nconversation occurred when Mr. Epstein was aboard his privately owned civilian\naircraft in Miami in the Southern District of Florida. His pilot had filed a flight\nplan showing the parties were about to return to Teterboro, NJ. After the\nconversation with Ms. Groff, Mr. Epstein became concerned that the FBI would\ntry to serve his traveling companion, Nadia Marcinkova, with a similar grand jury\nsubpoena. In fact, the agents were preparing to serve Ms. Marcinkova with a\ntarget letter when the flight landed in Teterboro. Mr. Epstein then redirected his\nairplane, making the pilot file a new flight plan to travel to the US Virgin Islands\ninstead of the New York City area, thereby keeping the Special Agents from\nserving the target letter on Nadia Marcinkova. During the flight, the defendant\nverbally harassed Ms. Marcinkova, harassing and pressuring her not to cooperate\nwith the grand jury's investigation, thereby hindering and dissuading her from\nreporting the commission of a violation of federal law to a law enforcement\nofficer, namely, Special Agents of the FBI. Epstein also threatened and harassed\nSarah Kellen against cooperating against him as well.\n21. Edwards learned that the Palm Beach police depaitment investigation ultimately\nled to the execution of a search warrant at Epstein's mansion in October 2005. See Police\nIncident Report, Exhibit A.\n22. Edwards learned that at around the same time, the Palm Beach Police Depai inent\nalso began investigating Epstein's sexual abuse of minor girls. They also collected evidence of\nEpstein's involvement with minor girls and his obsession with training sex slaves, including\npulling information' from Epstein's trash. Their investigation showed that Epstein ordered from\nArnazon.com on about September 4, 2005, such books as: SM101: A Realistic Introduction, by\nJay Wiseman; SlaveCraft: Roadmaps for Erotic Servitude - Principles, Skills, and Tools, by Guy\nBaldwin; and Training with Miss Abernathy: A Workbook for Erotic Slaves and Their Owners,\nby Christina Abernathy. See Receipt for Sex Slave Books (Exhibit \"r).\n23. The Palm Beach incident reports provided Edwards with the names of numerous\nwitnesses that participated in Epstein's child molestation criminal enterprise and also provided\n11\nEdwards with some insight into how far-reaching Epstein's power was and how addicted Epstein\nwas to sex with children. See Incident Report, Exhibit A.\n24. The Palm Beach Police Depai talent also collected Epstein's message pads, which\nprovided other names of people that also knew Epstein's scheme to molest children. See\nMessage Pads (Exhibit \"J\") (note: the names of underage females have been redacted to protect\nthe anonymity of the underage sex abuse victims). Those message pads show clear indication\nthat Epstein's staff was frequently working to schedule multiple young girls between the ages of\n12 and 16 years old literally every day, often two or three times per day. Id.\n25. In light of all of the information of numerous crimes committed by Epstein,\nEdwards learned that the U.S. Attorney's Office began preparing the filing of federal criminal\ncharges against Epstein.\nFor example, in addition to the witness tampering and money\nlaundering charges the U.S. Attorney's Office prepared an 82-page prosecution memo and a 53-\npage indictment of Epstein related to his sexual abuse of children. On September 19, 2007, at\n12:14 PM, AUSA Villafacia wrote to Epstein's counsel, Jay Lefkowitz, \"Jay - I hate to have to be\nfirm about this, but we need to wrap this up by Monday. I will not miss my indictment date\nwhen this has dragged on for several weeks already and then, if things fall apart, be left in a less\nadvantageous position than before the negotiations. I have had an 82-page pros memo and 53-\npage indictment sitting on the shelf since May to engage in these negotiations. There has to be\nan ending date, and that date is Monday.\" These and other communications are within the\ncorrespondence attached as Composite Exhibit \"C.\"\n26. Edwards learned that rather than face the filing of federal felony criminal charges,\nEpstein (through his attorneys) engaged in plea bargain discussions.\n12\nAs a result of those\ndiscussions, on September 24, 2007, Epstein signed an agreement with the U.S. Attorney's\nOffice for the Southern District of Florida. Under the agreement, Epstein agreed to plead guilty\nto an indictment pending against him in the 15th Judicial Circuit in and for Palm Beach County\ncharging him with. solicitation of prostitution and procurement of minors for prostitution.\nEpstein also agreed that he would receive a thirty month sentence, including 18 months of jail\ntime and 12 months of community control. In exchange, the U.S. Attorney's Office agreed not to\npursue any federal charges against Epstein. See Non-Prosecution Agreement (Exhibit \"K\").\n27. Part of the Non-Prosecution Agreement that Epstein negotiated was a provision in\nwhich the federal government agreed not to prosecute Epstein's co-conspirators.\nThe coconspirators\nprocured minor females to be molested by Epstein. One of the co-conspirators -\nNadia Marcinkova -even participated in the sex acts with minors (including E.W.) and Epstein.\nSee Incident Report, Exhibit \"A\", at 40-42, 49-51; Deposition of Nadia Marcinkova, April 13,\n2010, (hereinafter \"Marcinkova Depo.\") at 11 (Deposition attachment #9).\n28. Under the Non-Prosecution Agreement, Epstein was to use his \"best efforts\" to\nenter into his guilty pleas by October 26, 2007. However, Edwards learned that Epstein violated\nhis agreement with the U.S. Attorney's Office to do so and delayed entry of his plea. See Letter\nfrom U.S. Attorney R. Alexander Acosta to Lilly Ann Sanchez, Dec. 19, 2007 (Exhibit \"L\").\n29. On January 10, 2008 and again on May 30, 2008 E.W. and L.M. received letters\nfrom the FBI advising them that \"Nhis case is currently under investigation. This can be a\nlengthy process and we request your continued patience while we conduct a thorough\ninvestigation.\" Letters attached at Composite Exhibit M. This document is evidence that the\nFBI did not notify E.W. and L.M. that a plea agreement had already been reached that would\n13\nblock federal prosecution of Epstein. Nor did the FBI notify E.W. and L.M. of any of the parts of\nthe plea agreement. Nor did the FBI or other federal authorities confer with E.W. and L.M.\nabout the plea. See id.\n30. In 2008, Edwards believed in good faith that criminal prosecution of Epstein was\nextremely important to his clients E.W. and L.M. and that they desired to be consulted by the\nFBI and/or other representatives of the federal government about the prosecution of Epstein.\nThe letters that they had received around January 10, 2008, suggested that a criminal\ninvestigation of Epstein was on-going and that they would be contacted before the federal\ngovernment reached any final resolution of that investigation. See id.\nEdwards Agrees to Serve as Legal Counsel for Three Victims of Epstein's Sexual\nAssaults\n31. In about April 2008, Bradley J. Edwards, Esq., was a licensed attorney in Florida,\npracticing as a sole practitioner. As a former prosecutor, he was well versed in civil cases that\ninvolved criminal acts, including sexual assaults. Three of the many girls Epstein had abused —\nL.M., E.W., and Jane Doe — all requested that Edwards represent them civilly and secure\nappropriate monetary damages against Epstein for repeated acts of sexual abuse while they were\nminor girls. Two of the girls (L.M. and E.W.) also requested that Edwards represent them in\nconnection with a concern that the Federal Bureau of Investigation (FBI) and U.S. Attorney's\nOffice might be arranging a plea bargain for the criminal offenses committed by Epstein without\nproviding them the legal rights to which they were entitled (including the right to be notified of\nplea discussions and the right to confer with prosecutors about any plea arrangement).\nSee\n14\nAffidavit of Bradley. J. Edwards, Esq. at ¶1 - 2, ¶4 (hereinafter \"Edwards Affidavit\") (Exhibit\nN\").\n32. On June 13, 2008, attorney Edwards agreed to represent E.W.; on July 2, 2008,\nattorney Edwards agreed to represent Jane Doe; and, on July 7, 2008, attorney Edwards agreed to\nrepresent L.M. in connection with the sexual assaults committed by Epstein and to insure that\ntheir rights as victims of crimes were protected in the criminal process on-going against Epstein.\nMr. Edwards and his three clients executed written retention agreements. See id. at ¶2.\n33. In mid June of 2008, Edwards contacted AUSA Villafafia to infoun her that he\nrepresented Jane Doe #1 and, later, Jane Doe #2. AUSA Villafatia did not advise that a plea\nagreement had already been negotiated with Epstein's attorneys that would block federal\nprosecution. To the contrary, AUSA Villafana mentioned a possible indictment. AUSA\nVillafafia did indicate that federal investigators had concrete evidence and information that\nEpstein had sexually molested many underage minor females, including E.W., LM, and Jane\nDoe. See id. at ¶4.\n34. Edwards also requested from the U.S. Attorney's Office the information that they\nhad collected regarding Epstein's sexual abuse of his clients. However, the U.S. Attorney's\nOffice, declined to provide any such information to Edwards. It similarly declined to provide\nany such information to the other attorneys who represented victims of Epstein's sexual assaults.\nAt the very least, this includes the items that were confiscated in the search warrant of Epstein's\nhome, including dildos, vibrators, massage table, oils, and additional message pads.\nSee\nProperty Receipt (Exhibit \"0\").\n15\n35. On Friday, June 27, 2008, at approximately 4:15 p.m., AUSA Villafafia received a\ncopy of Epstein's proposed state plea agreement and learned that the plea was scheduled for 8:30\na.m., Monday, June 30, 2008. AUSA Villafafia called Edwards to provide notice to his clients\nregarding the hearing. AUSA Villafafia did not tell Attorney Edwards that the guilty pleas in\nstate court would bring an end to the possibility of federal prosecution pursuant to the plea\nagreement. See Edwards Affidavit, Exhibit \"N\", at ¶6.\n36. Under the Crime Victims' Rights Act (CVRA), 18 U.S.C. § 3771, victims of\nfederal crimes — including E.W. and L.M. — are entitled to basic rights during any plea\nbargaining process; including the right to be treated with fairness, the right to confer with\nprosecutors regarding any plea, and the right to be heard regarding any plea. The process that\nwas followed leading to the non-prosecution of Epstein violated these rights of E.W. and L.M.\nSee Emergency Petn. for Victim's Enforcement of Crime Victim's Rights, No. 9:08-CV-80736-\nKAM (S.D. Fla. 2008) (Exhibit \"P\").\n37. Because of the violation of the CVRA, on July 7, 2008, Edwards filed an action in\nthe U.S. District Court for the Southern District of Florida, Case No. 9:08-CV-80736, seeking to\nenforce the rights of E.W. and L.M. That action alleged that the U.S. Attorney's Office had\nfailed to provide E.W. and L.M. the rights to which they were entitled under the Act, including\nthe right to be notified about a plea agreement and to confer with prosecutors regarding it. See\nid.\n38. On July 11, 2008, Edwards took E.W. and L.M. with him to the hearing on the\nCVRA action. It was only at this hearing that both victims learned for the first time that the plea\ndeal was already done with Epstein and that the criminal case against Epstein had been\n16\neffectively terminated by the U.S. Attorney's office. See Hearing Transcript, July 11, 2008\n(Exhibit \"Q\").\n39. Edwards learned that Jane Doe felt so strongly that the plea bargain was\ninappropriate that she made her own determination to appear on a television program and\nexercise her First Amendment rights to criticize the unduly lenient plea bargain Epstein received\nin a criminal case.\n40. The CVRA action that Edwards filed was recently administratively closed and\nEdwards filed a Motion to reopen that proceeding. See No. 9:08-CV-80736 (S.D. Fla.).\nEpstein's Entry of Guilty Pleas to Sex Offenses\n41. Ultimately, on June 30, 2008, in the Fifteenth Judicial Circuit in Palm Beach\nCounty, Florida, defendant Epstein, entered pleas of \"guilty\" to various Florida state crimes\ninvolving the solicitation of minors for prostitution and the procurement of minors for the\npurposes of prostitution. See Plea Colloquy (Exhibit \"R\").\n42. As a condition of that plea, and in exchange for the Federal Government not\nprosecuting the Defendant, Epstein additionally entered into an agreement with the Federal\nGovernment acknowledging that approximately thirty-four (34) other young girls could receive\npayments from him under the federal statute providing for compensation to victims of child\nsexual abuse, 18 U.S.C. § 2255. As had been agreed months before, the U.S. Attorney's Office\ndid not prosecute Epstein federally for his sexual abuse of these minor girls. See Addendum to\nNon-Prosecution Agreement (Exhibit \"S\") (in redacted fowl to protect the identities of the\nminors involved).\n17\n43. Because Epstein became a convicted sex offender, he was not to have contact\nwith any of his victims. During the course of his guilty pleas on June 30, 2008, Palm Beach\nCircuit Court Judge Deborah Dale Pucillo ordered Epstein \"not to have any contact, direct or\nindirect\" with any victims. She also expressly stated that her no-contact order applied to \"all of\nthe victims.\"\nSimilar orders were entered by the federal court handling some of the civil cases\nagainst Epstein. The federal court stated that it \"finds it necessary to state clearly that Defendant\nis under this court's order not to have direct or indirect contact with any plaintiffs . . . .\" Order,\nCase No. 9:08-cv-80119 (S.D. Fla. 2008), [DE 238] at 4-5 (emphasis added); see also Order,\nCase No. 9:08-cv-80893, [DE 193] at 2 (emphasis added).\nEdwards Files Civil Suits Against Epstein\n44. Edwards had a good faith belief that his clients felt angry and betrayed by the\ncriminal system and wished to prosecute and punish Epstein for his crimes against them in\nwhatever avenue remained open to them. On August 12, 2008, at the request of his client Jane\nDoe, Brad Edwards filed a civil suit against Jeffrey Epstein to recover damages for his sexual\nassault of Jane Doe. See Edwards Affidavit, \"N\" at $7. Included in this complaint was a RICO\ncount that explained how Epstein ran a criminal conspiracy to procure young girls for him to\nsexually abuse. See Complaint, Jane Doe v. Epstein (Exhibit \"T\").\n45. On September 11, 2008, at the request of his client E.W., Brad Edwards filed a civil\nsuit against Jeffrey Epstein to recover damages for his sexual assault of E.W. See Complaint,\nE.W. v. Epstein (Exhibit \"U\").\n18\n46. On September 11, 2008, at the request of his client L.M.., Brad Edwards filed a civil\nsuit against Jeffiey.Epstein to recover damages for his sexual assault of L.M. See Complaint,\nL.M. v. Epstein, (Exhibit \"V\").\n47. Jane Doe's federal complaint indicated that she sought damages of more than\n$50,000,000. Listing the amount of damages sought in the complaint was in accord with other\ncivil suits that were. filed against Epstein (before any lawsuit filed by Edwards). See Complaint,\nJane Doe itd v. Epstein (Exhibit \"W\") (filed by Herman and Meimelstein, PA).\n48. At about the same time as Edwards filed his three lawsuits against Epstein, other\ncivil attorneys were filing similar lawsuits against Epstein. For example, on or about April 14,\n2008 another law firm, Herman and Mermelstein, filed the first civil action against Epstein on\nbehalf of one of its seven clients who were molested by Epstein. The complaints that attorney\nHerman filed on behalf of his seven clients were similar in tenor and tone to the complaint that\nEdwards filed on behalf of his three clients. See id.\n49. Over the next year and a half, more than 20 other similar civil actions were filed by\nvarious attorneys against Epstein alleging sexual assault of minor girls. These complaints were\nalso similar in tenor and tone to the complaint that Edwards filed on behalf of his clients. These\ncomplaints are all public record and have not been attached, but are available in this Court's files\nand the files of the U.S. District Court for the Southern District of Florida.\n50. In addition to the complaints filed against Epstein in Florida, a female in New York,\nAva Cordero, filed a lawsuit against Epstein in New York making similar allegations - that\nEpstein paid her for a massage then forced her to give him oral sex and molested her in other\nways when she was only 16 years old. Cordero was bom a male, and in her complaint she\n19\nalleges that Epstein told her during the \"massage\", \"I love how young you are. You have a tight\nbutt like a baby\". See Jeff Epstein Sued for \"Repeated Sexual Assaults\" on Teen, New York\nPost, October 17, 2007, by Dareh Gregorian, link at:\nhttp://www.nypost.com/p/news/regional/item 44z1WyLUFH7R1OUtKYGPbP;j se s si oni d=6CA3\nEB FlBEF 68F5DE14BFB2 GAAS C37E0. See Article attached hereto as Exhibit X.\n51. Edwards's three complaints against Epstein contained less detail about sexual\nabuse than (as one example) a complaint filed by attorney Robert Josephsberg from the law fiiui\nof Podhurst Orseck. See Complaint, Jane Doe 102 v. Epstein (Exhibit \"B\"). As recounted in\ndetail in this Complaint, Jane Doe 102 was 15 years old when Ghislaine Maxwell discovered her\nand lured her to Epstein's house. Maxwell and Epstein forced her to have sex with both of them\nand within weeks Maxwell and Epstein were flying her all over the world. According to the\nComplaint, Jane Doe 102 was forced to live as one of Epstein's underage sex slaves for years\nand was forced to have sex with not only Maxwell and Epstein but also other politicians,\nbusinessmen, royalty, academicians, etc. She was even made to watch Epstein have sex with\nthree 12-year-old French girls that were sent to him for his birthday by A French citizen that is a\nfriend of Epstein's. Luckily, Jane Doe 102 escaped to Australia to get away from Epstein and\nMaxwell's sexual abuse.\n52. Edwards learned that in addition to civil suits that were filed in court against\nEpstein, at around the same time other attorneys engaged in pre-filing settlement discussions\nwith Epstein. Rather than face filed civil suits in these cases, Epstein paid money settlements to\nmore than 15 other women who had sexually abused while they were minors. See articles\nregarding settlements attached hereto as Composite Exhibit \"Y.\"\n20\nEpstein's Obstruction of Normal Discovery and Attacks on His Victims\n53. Once Edwards filed his civil complaints for his three clients, he began the normal\nprocess of discovery for cases such as these. He sent standard discovery requests to Epstein\nabout his sexual abuse of the minor girls, including requests for admissions, request for\nproduction, and interrogatories. See Edwards Affidavit, Exhibit `1\\T\", at 11111-19 and 25.\nRather than answer any substantive questions about his sexual abuse and his conspiracy for\nprocuring minor girls for him to abuse, Epstein invoked his 5th amendment right against selfincrimination.\nAn example of Epstein's refusal to answer is attached as Composite Exhibit \"Z\"\n(original discovery propounded to Epstein and his responses invoking 5th amendment).\n54. During the discovery phase of the civil cases filed against Epstein, Epstein's\ndeposition was taken at least five times. During all of those depositions, Epstein refused to\nanswer any substantive questions about his sexual abuse of minor girls. See, e.g., Deposition\nAttachments 1, 6 and 7.\n55. During these depositions, Epstein further attempted to obstruct legitimate\nquestioning by inserting a variety of irrelevant information about his case.\nAs one of\ninnumerable examples, on March 8, 2010, Mr. Horowitz, representing seven victims, Jane Doe's\n2-8, asked, \"Q: In 2004, did you rub Jane Doe 3's vagina? A: Excuse me. I'd like to answer that\nquestion, as I would like to answer mostly every question you've asked me here today; however,\nupon advice of counsel, I cannot answer that question. They've advised me I must assert my\nSixth Amendment, Fifth Amendment and Fourteenth Amendment Rights against self--excuse\nme, against--under the Constitution. And though your partner, Jeffiey Heiman, was disbarred\nafter filing this lawsuit [a statement that was untrue], Mr. Edwards' pai tier sits in jail for\n21\nfabricating cases of a sexual nature fleecing unsuspecting Florida investors and others out of\nmillions of dollars for cases of a sexual nature with--I'd like to answer your questions; however if\nI--I'm told that if I do so, I risk losing my counsel's representation; therefore I must accept their\nadvice.\" Epstein deposition, March 8, 2010, at 106 (Deposition attachment #10).\n56. When Edwards had the opportunity to take Epstein's deposition, he only asked\nreasonable questions, all of which related to the merits of the cases against Epstein.\nA11\ndepositions of Epstein in which Mr. Edwards participated on behalf of his clients are attached to\nthis motion. See Edwards Affidavit, Exhibit \"N\" at Il 1 and Deposition attachments #1, 6, 7, 10,\n11, 12, and 13. Cf. with Deposition of Epstein taken by an attorney representing BB (one in\nwhich Edwards was not participating), http://www.youtube.com/watch?v=V-dqoEyYXx4; and\nhttp://www.youtube.com/watch?v=YCNiY1tW-r0\n57. Edwards's efforts to obtain information about Epstein's organization for\nprocuring young girls was also blocked because Epstein's co-conspirators took the Fifth.\nDeposition of Sarah Kellen, March 24, 2010 (hereinafter \"Kellen Depo.\") (Deposition\nattachment #14); Deposition of Nadia Marcinkova, April 13, 2010, (Deposition attachment #9);\nDeposition of Adriana Mucinska Ross, March 15, 2010 (hereinafter \"Ross Depo.\") (Deposition\nattachment #15). Each of these co-conspirators invoked their respective rights against selfincrimination\nas to all relevant questions, and the depositions have been attached.\n58. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve Sarah Kellen was an employee of Epstein's and had been identified as a defendant in at\nleast one of the complaints against Epstein for her role in bringing girls to Epstein's mansion to\nbe abused. At the deposition, she was represented by Bruce Reinhart. She invoked the Fifth on\n22\nall substantive questions regarding her role in arranging for minor girls to come to Epstein's\nmansion to be sexually abused.\nReinhart had previously been an Assistant United States\nAttorney in the U.S. Attorney's Office for the Southern District of Florida when Epstein was\nbeing investigated criminally by Reinhart's office. Reinhart left the United States Attorney's\nOffice and was immediately hired by Epstein to represent Epstein's pilots and certain coconspirators\nduring the civil cases against Epstein. See Edwards Affidavit, Exhibit `1\\1\" at ¶11.\n59. Edwards also had other lines of legitimate discovery blocked through the efforts\nof Epstein and others. For example, Edwards learned through deposition that Ghislaine Maxwell\nwas involved in managing Epstein's affairs and companies. See deposition of Epstein's house\nmanager Janusz Banziak, February 16, 2010 at page 14, lines 20-23 (Deposition Attachment\n#16); See deposition of Epstein's housekeeper Louella Rabuyo, October 20, 2009, page 9, lines\n17-25 (Deposition Attachment #17); See deposition of Epstein's pilot Larry Eugene Morrison,\nOctober 6, 2009, page 102-103 (Deposition Attachment #18); See deposition of Alfredo\nRodriguez, August 7, 2009, page 302-306 and 348 (Deposition Attachment #8); See also Prince\nAndrew's Friend, Ghislaine Maxwell, Some Underage Girls and A Very Disturbing Story,\nSeptember 23, 2007 by Wendy Leigh, link at\nhap://www.redicecreations.com/article.php?id=18950HANNA SJOBERG. Exhibit \"AA\".\n60. Alfredo Rodriguez testified that Maxwell took photos of girls without the girls'\nknowledge, kept the images on her computer, knew the names of the underage girls and their\nrespective phone numbers and other underage victims were molested by Epstein and Maxwell\ntogether. See Deposition of Rodriguez, Deposition attachment # 8 at 64, 169-170 and 236.\n23\n61. In reasonable reliance on this and other information, Edwards served Maxwell for\ndeposition in 2009. See Deposition Notice attached as Exhibit \"BB.\" Maxwell was represented\nby Brett Jaffe of the New York film of Cohen and Gresser, and Edwards understood that her\nattorney was paid for (directly or indirectly) by Epstein.\nShe was reluctant to give her\ndeposition, and Edwards tried to work with her attorney to take her deposition on terms that\nwould be acceptable to both sides. The result was the attached confidentiality agreement, under\nwhich Maxwell agreed to drop any objections to the deposition, attached hereto as Exhibit \"CC.\"\nMaxwell, however, contrived to avoid the deposition.\nOn June 29, 2010, one day before\nEdwards was to fly to NY to take Maxwell's deposition, her attorney informed Edwards that\nMaxwell's mother was deathly ill and Maxwell was consequently flying to England with no\nintention of returning to the United States. Despite that assertion, Ghislaine Maxwell was in fact\nin the country on July 31, 2010, as she attended the wedding of Chelsea Clinton (former\nPresident Clinton's daughter) and was captured in a photograph taken for OK magazine. Photos\nfrom Issue 809 of the publication See US Weekly dated August 16, 2010 are attached hereto as\nExhibit \"DD\" and Edwards Affidavit, Exhibit \"N\" at ¶12.\n62. Maxwell is not the only important witness to lie to avoid deposition by Edwards.\nUpon review of the.message pads that were taken from Epstein's home in the police trash pulls,\nsee. Exhibit \"Y' supra, many were from Jean Luc Brunel, a French citizen and one of Epstein's\nclosest pals. He left messages for Epstein. One dated 4/1/05 said, \"He has a teacher for you to\nteach you how to speak Russian. She is 2x8 years old, not blonde. Lessons are free and you can\nhave your lst today if you call.\" See Messages taken from Jean Luc Brunel are attached hereto as\nExhibit \"EE.\" In light of these circumstances of the case, this message reasonably suggested to\n24\nEdwards that Brunel might have been procuring two eight-year-old girls for Epstein to sexually\nabuse.\nAccording .to widely circulated press reports reviewed by Edwards, Brunel is in his\nsixties and has a reputation throughout the world (and especially in the modeling industry) as a\ncocaine addict that has for years molested children through modeling agencies while acting as\ntheir agent — conduct that has been the subject of critical reports, books, several news articles,\nand a 60 Minutes documentary on Brunel's sexual exploitation of underage models.\nSee\nhttp://bradmillershero.blogspot.com/2010/08/women-are-objects.html, attached hereto as Exhibit\n\"FF.\"\n63. Edwards learned that Brunel is also someone that visited Epstein on\napproximately 67 occasions while Epstein was in jail. See Epstein's jail visitor log attached as\nExhibit \"GG.\"\n64. Edwards learned that Brunel currently runs the modeling agency MC2, a company\nfor which Epstein provides financial support. See Message Pad's attached as Exhibit \"T' supra\nand Sworn Statement of MC2 employee Maritza Vasquez, June 15, 2010, \"Maritza Vasquez\nSworn Statement\" attached at Exhibit \"RH\" at 1-16.\n65. Employees of MC2 told Edwards that Epstein's numerous condos at 301 East 66\nStreet in New York were used to house young models. Edwards was told that MC2 modeling\nagency, affiliated with Epstein and Brunel brought underage girls from all over the world,\npromising them modeling contracts. Epstein and Brunel would then obtain a visa for these girls,\nthen would charge the underage girls rent, presumably to live as underage prostitutes in the\ncondos. See Maritza Vasquez Sworn Statement, Exhibit \"HH\" at 7-10, 12-15, 29-30, 39-41, 59-\n60 and 62-67.\n25\n66. In view of this infoimation suggesting Brunel could provide significant evidence\nof Epstein's trafficking in young girls for sexual abuse, Edwards had Brunel served in New York\nfor deposition. See Notice of Deposition of Jean Luc Brunel attached hereto as Exhibit \"II.\"\nBefore the deposition took place, Brunel's attorney (Tama Kudman of West Palm Beach)\ncontacted Edwards to delay the deposition date. Eventually Kudman informed Edwards in\nJanuary 2009 that Brunel had left the country and was back in France with no plans to return.\nThis information was untrue; Brunel was actually staying with Epstein in West Palm Beach. See\nBanasiak deposition, deposition attachment #16 at 154-160 and 172-175; see also pages from\nEpstein's probation file evidencing Jean Luc Brunel (JLB) staying at his house during that\nrelevant period of time attached Exhibit \"JJ\". As a result, Edwards filed a Motion for Contempt,\nattached hereto as Exhibit \"KK\" (Because Epstein settled this case, the motion was never ruled\nupon.)\n67. Edwards was also informed that Epstein paid for not only Brunel's representation\nduring the civil process but also paid for legal representation for Sarah Kellen (Epstein's\nexecutive assistant and procurer of girls for him to abuse), Larry Visoski (Epstein's personal\npilot), Dave Rogers (Epstein's personal pilot), Larry Harrison (Epstein's personal pilot), Louella\nRabuyo (Epstein's housekeeper), Nadia Marcinkova (Epstein's live-in sex slave), Ghislaine\nMaxwell (manager of Epstein's affairs and businesses), Mark Epstein (Epstein's brother), and\nJanusz Banasiak (Epstein's house manager) It was nearly impossible to take a deposition of\nsomeone that would have helpful information that was not represented by an attorney paid for by\nEpstein. See Edwards Affidavit, Exhibit \"N\" at ¶11.\n26\n68. While Epstein and others were preventing any legitimate discovery into his sexual\nabuse of minor girls, at the same time he was engaging (through his attorneys) in brutal\nquestioning of the girls who had filed civil suits against him, questioning so savage that it made\nlocal headlines. See Jane Musgrave, Victims Seeking Sex offender's Millions See Painful Pasts\nUsed Against Them, Palm Beach Post News, Jan. 23, 2010, available at\nhttp://vvww.palmbeachpost.cominews/crime/victims-seeking-sex-offenders-millions-see-painfulpasts-192988.html\nattached hereto as Exhibit \"LL.\"\nEdwards Pursues Other Lines of Discovery\n69. Because of Epstein's thwarting of discovery and attacks on Edwards's clients,\nEdwards was forced to pursue other avenues of discovery.\nEdwards only pursued legitimate\ndiscovery designed. to further the cases filed against Epstein. See Edwards Affidavit, Exhibit\n``N\"\n70. Edwards notified Epstein's attorneys of his intent to take Bill Clinton's deposition.\nEdwards possessed a legitimate basis for doing so: (a) Clinton was friends with Ghislaine\nMaxwell who was Epstein's longtime companion and helped to run Epstein's companies, kept\nimages of naked underage children on her computer, helped to recruit underage children for\nEpstein, engaged in lesbian sex with underage females that she procured for Epstein, and\nphotographed underage females in sexually explicit poses and kept child pornography on her\ncomputer; (b) it was national news when Clinton traveled with Epstein aboard Epstein's private\nplane to Africa and the news articles classified Clinton as Epstein's friend. (c) the complaint\nfiled on behalf of Jane Doe No. 102 stated generally that she was required by Epstein to be\nsexually exploited by not only Epstein but also Epstein's \"adult male peers, including royalty,\n27\npoliticians, academicians, businessmen, and/or other professional and personal acquaintances\" —\ncategories Clinton and acquaintances of Clinton fall into. The flight logs showed Clinton\ntraveling on Epstein's plane on numerous occasions between 2002 and 2005. See Flight logs\nattached hereto as Exhibit \"MM.\" Clinton traveled on many of those flights with Ghislaine\nMaxwell, Sarah Kellen, and Adriana Mucinska, - all employees and/or co-conspirators of\nEpstein's that were closely connected to Epstein's child exploitation and sexual abuse. The\ndocuments clearly show that Clinton frequently flew with Epstein aboard his plane, then\nsuddenly stopped - raising the suspicion that the friendship abruptly ,ended, perhaps because of\nevents related to Epstein's sexual abuse of children. Epstein's personal phone directory from his\ncomputer contains e-mail addresses for Clinton along with 21 phone numbers for him, including\nthose for his assistant (Doug Band), his schedulers, and what appear to be Clinton's personal\nnumbers. This information certainly leads one to believe that Clinton might well be a source of\nrelevant infoimation and efforts to obtain discovery from him were reasonably calculated to lead\nto admissible evidence. See Exhibits \"B\", \"F\" \"AA\", \"DD\", and \"MM\" and Edwards Affidavit,\nExhibit \"N\" at ¶15.\n71. Bradley J. Edwards, Esq., provided notice that he intended to take the deposition\nof Donald Trump. Edwards possessed a legitimate basis for doing so: (a) The message pads\nconfiscated from Epstein's home indicated that Trump called Epstein's West Palm Beach\nmansion on several occasions during the time period most relevant to my Edwards's clients'\ncomplaints; (b) Trump was quoted in a Vanity Fair article about Epstein as saying \"I've known\nJeff for fifteen years. Terrific guy,\" \"He's a lot of fun to be with. It is even said that he likes\nbeautiful women as much as I do, and many of them are on the younger side. No doubt about it --\n28\nJeffrey enjoys his social life.\" Jeffrey Epstein: International Moneyman of Mystery; He's pals\nwith a passel of Nobel Prize—winning scientists, CEOs like Leslie Wexner of the Limited,\nsocialite Ghislaine Maxwell, even Donald Trump. But it wasn't until he flew Bill Clinton, Kevin\nSpacey, and Chris Tucker to Africa on his private Boeing 727 that the world began to wonder\nwho he is. By Landon Thomas Jr. (See article attached hereto as Exhibit \"NN\") (c) Trump\nallegedly banned Epstein from his Maralago Club in West Palm Beach because Epstein sexually\nassaulted an underage girl at the club; (d) Jane Doe No. 102's complaint alleged that Jane Doe\n102 was initially approached at Trump's Maralago by Ghislaine Maxwell and recruited to be\nMaxwell and Epstein's underage sex slave; (e) Mark Epstein (Jeffii ey Epstein's brother) testified\nthat Trump flew on Jeffrey Epstein's plane with him (the same plane that Jane Doe 102 alleged\nwas used to have sex with underage girls); (f) Trump had been to Epstein's home in Palm Beach;\n(g) Epstein's phone directory from his computer contains 14 phone numbers for Donald Trump,\nincluding emergency numbers, car numbers, and numbers to Trump's security guard and\nhouseman. Based on this information, Edwards reasonably believed that Trump might have\nrelevant information to provide in the cases against Jeffrey Epstein and accordingly provided\nnotice of a possible. deposition. See deposition of Mark Epstein, September 21, 2009, at 48-50\n(Deposition Attachment #19); See Jane Doe 102 v. Epstein, Exhibit \"B\"; Exhibit \"F\";\n\"Exhibit\"J\"; \"N\" and See Edwards Affidavit, Exhibit \"N\" at ¶13.\n72. Edwards provided notice that he intended to depose Alan Dershowitz. Edwards\npossessed a legitimate basis for doing so: (a) Dershowitz is believed to have been friends with\nEpstein for many years; (b) in one news article Dershowitz comments that, \"I'm on my 20th\nbook... The only person outside of my immediate family that I send drafts to is Jeffrey\" The\n29\nTalented Mr. Epstein, By Vicky Ward on January, 2005 in Published Work, Vanity Fair (See\narticle attached as Exhibit \"00\"); (c) Epstein's housekeeper Alfredo Rodriguez testified that\nDershowitz stayed at Epstein's house during the years when Epstein was assaulting minor\nfemales on a daily basis; (d) Rodriguez testified that Dershowitz was at Epstein's house at times\nwhen underage females where there being molested by Epstein (see Alfredo Rodriguez\ndeposition at 278-280, 385, 426-427); (e) Dershowitz reportedly assisted in attempting to\npersuade the Palm Beach State Attorney's Office that because the underage females alleged to\nhave been victims of Epstein's abuse lacked credibility and could not be believed that they were\nat Epstein's house, when Dershowitz himself was an eyewitness to their presence at the house;\n(f) Jane Doe No. 102 stated generally that Epstein forced her to be sexually exploited by not only\nEpstein but also Epstein's \"adult male peers, including royalty, politicians, academicians,\nbusinessmen, and/or other professional and personal acquaintances\" — categories that Dershowitz\nand acquaintances of Dershowitz fall into; (g) during the years 2002-2005 Alan Dershowitz was\non Epstein's plane on several occasions according to the flight logs produced by Epstein's pilot\nand information (described above) suggested that sexual assaults may have taken place on the\nplane; (h) Epstein donated $30 Million one year to the university at which Dershowitz teaches.\nBased on this information, Edwards had a reasonable basis to believe that Dershowitz might\nhave relevant information to provide in the cases against Jeffrey Epstein and accordingly\nprovided notice of a possible deposition. See Dershowitz letters to the State Attorney's office\nattached as Exhibit \"PP\"; Deposition of Alfredo Rodriguez at 278-280; Flight Logs Exhibit\n\"MVP; Exhibits \"B\" and \"00\"; and Edwards Affidavit, Exhibit \"N\" at ¶14.\n30\n73. Epstein's complaint alleges that Edwards provided notice that he wished to take\nthe deposition of Tommy Mattola. That assertion is untrue. Mr. Mattola's deposition was set by\nthe law firm of Searcy Denny Scarola Barnhart and Shipley. See Edwards Affidavit, Exhibit \"N\"\nat T16.\n74. Edwards gave notice that he intended to take David Copperfield's deposition.\nEdwards possessed a legitimate basis for doing so. Epstein's housekeeper and one of the only\nwitnesses who did not appear for deposition with an Epstein bought attorney, Alfredo Rodriguez,\ntestified that David Copperfield was a guest at Epstein's house on several occasions. His name\nalso appears frequently in the message pads confiscated from Epstein's house. It has been\npublicly reported that Copperfield himself has had allegations of sexual misconduct made against\nhim by women claiming he sexually abused them, and one of Epstein's sexual assault victims\nalso alleged that Copperfield had touched her in an improper sexual way while she was at\nEpstein's house. Mr. Copperfield likely has relevant information and deposition was reasonably\ncalculated to lead to the discovery of admissible evidence. See Edwards Affidavit, Exhibit \"N\" at\n¶17.\n75. Epstein also takes issue with Edwards identifying Bill Richardson as a possible\nwitness. Richardson was properly identified as a possible witness because Epstein's personal\npilot testified to Richardson joining Epstein at Epstein's New Mexico Ranch. There was\ninformation indicating that Epstein had young girls at his ranch which, given the circumstances\nof the case, raised the reasonable inference he was sexually abusing these girls as he had abused\ngirls in West Palm Beach and elsewhere. Richardson had also returned campaign donations that\nwere given to him by Epstein, indicating that he believed that there was something about Epstein\n31\nwith which he did not want to be associated. Richardson was not called to testify nor was he ever\nsubpoenaed to testify. See Edwards Affidavit, Exhibit \"N\" at ¶18.\n76. Edwards learned of allegations that Epstein engaged in sexual abuse of minors on\nhis private aircraft. See Jane Doe 102 Complaint, Exhibit \"B.\" Accordingly, Edwards pursued\ndiscovery to confirm these allegations.\n77. Discovery of the pilot and flight logs was proper in the cases brought by Edwards\nagainst Epstein. Jane Doe filed a federal RICO claim against Epstein that was an active claim\nthrough much of the litigation. The RICO claim alleged that Epstein ran an expansive criminal\nenterprise that involved and depended upon his plane travel. Although Judge Marra dismissed\nthe RICO claim at some point in the federal litigation, the legal team representing\nEdwards' clients intended to pursue an appeal of that dismissal. Moreover, all of the subjects\nmentioned in the RICO claim remained relevant to other aspects of Jane Doe's claims against\nEpstein, including in particular her claim for punitive damages. See Edwards Affidavit, Exhibit\n\"N\" at ¶19.\n78. Discovery of the pilot and flight logs was also proper in the cases brought by\nEdwards against Epstein because of the need to obtain evidence of a federal nexus. Edwards's\nclient Jane Doe was proceeding to trial on a federal claim under 18 U.S.C. § 2255. Section 2255\nis a federal statute which (unlike relevant state statutes) established a minimum level of recovery\nfor victims of the violation of its provisions. Proceeding under the statute, however, required a\n\"federal nexus\" to the sexual assaults. Jane Doe had two grounds on which to argue that such a\nnexus existed to her abuse by Epstein: first, his use of telephone to arrange for girls to be abused;\nand, second, his travel on planes in interstate commerce. During the course of the litigation,\n32\nEdwards anticipated that Epstein would argue that Jane Doe's proof of the federal nexus was\ninadequate. These fears were realized when Epstein filed a summary judgment motion raising\nthis argument. In response, the other attorneys and Edwards representing Jane Doe used the\nflight log evidence to respond to Epstein's summary judgment motion, explaining that the flight\nlogs demonstrated that Epstein had traveled in interstate commerce for the purpose of facilitating\nhis sexual assaults.. Because Epstein chose to settle the case before trial, Judge Marra did not\nrule on the summary judgment motion.\n79. Edwards had further reason to believe and did in fact believe that the pilot and\nflight logs might contain relevant evidence for the cases against Epstein. Jane Doe No. 102's\ncomplaint outlined Epstein's daily sexual exploitation and abuse of underage minors as young as\n12 years old and alleged that Epstein's plane was used to transport underage females to be\nsexually abused by him and his friends. The flight logs accordingly were a potential source of\ninfoimation about either additional girls who were victims of Epstein's abuse or fiiends of\nEpstein who may have witnessed or even participated in the abuse.\nBased on this\ninformation, Edwards reasonably pursued the flight logs in discovery.\n80. In the fall of 2009, Epstein gave a recorded interview to George Rush, a reporter\nwith the New York Daily News about pending legal proceedings. In that interview, Epstein\ndemonstrated an utter lack of remorse for his crimes (but indirectly admitted his crimes) by\nstating:\n• People do not like it when people make good and that was one reason he (Epstein)\nwas being targeted by civil suits filed by young girls in Florida;\n• He (Epstein) had done nothing wrong;\n33\n• He (Epstein) had gone to jail in Florida for soliciting prostitution for no reason;\n• If the same thing (i.e., sexual abuse of minor girls) had happened in New York, he\n(Epstein) would have received only a $200 fine;\n• Bradley J. Edwards was the one causing all of Epstein's problems (i.e., the civil\nsuits brought by Jane Doe and other girls);\n• L.M. came to him as a prostitute and a drug user (i.e., came to Epstein for sex,\nrather than Epstein pursuing her);\n• All the girls suing him are only trying to get a meal ticket;\n• The only thing he might have done wrong was to maybe cross the line a little too\nclosely;\n• He (Epstein) was very upset that Edwards had subpoenaed Ghisline Maxwell, that\nshe was a good person that did nothing wrong (i.e., had done nothing wrong even\nthough she helped procure young girls to satisfy Epstein's sexual desires);\n• With regard to Jane Doe 102 v. Epstein, which involved an allegation that Epstein\nhad repeatedly sexually abused a 15-year-old girl, forced her to have sex with his\nfriends, and flew her on his private plane nationally and internationally for the\npurposes of sexually molesting and abusing her, he (Epstein) flippantly said that\nthe case was dismissed, indicating that the allegations were ridiculous and untrue.\nSee Affidavit of Michael J. Fisten attached hereto as Exhibit \"QQ.\"\n81. The Rush interview also demonstrated perjury (a federal crime) on the part of\nEpstein. Epstein lied about not knowing George Rush. See Epstein Deposition, February 17,\n2010, taken in L.M. v. Jeffrey Epstein, case 50-2008-CA-028051, page 154, line 4 through 155\nline 9, (Deposition .attachment #7), wherein Jeffrey Epstein clearly impresses that he does not\nrecognize George Rush from the New York Daily News. This impression was given despite the\nfact that he gave a lengthy personal interview about details of the case that was tape recorded\nwith George Rush.\n34\nEpstein's Harassment of Witnesses Against Hinz\n82. At all relevant times Edwards has a good faith basis to believe and did in fact\nbelieve that Epstein engaged in threatening witnesses. See Incident Report, Exhibit \"A\" at p. 82,\nU.S. Attorney's Correspondence, Exhibit \"C\" - Indictments drafted by Federal Government\nagainst Epstein; and Edwards Affidavit, Exhibit \"N\" at ¶11.\n83. Despite three no contact orders entered against Epstein (see Exhibit C, supra),\nEdwards learned that Epstein continued to harass his victims. For example, Jane Doe had a trial\nset for her civil case against him on July 19, 2010. As that trial date approached, defendant\nEpstein intimidated her in violation of the judicial no-contact orders. On July 1, 2010, he had a\n\"private investigate\" tail Jane Doe -- following her every move, stopping when she stopped,\ndriving when she drove, refusing to pass when she pulled over. When Jane Doe ultimately drove\nto her home, the \"private investigate' then parked in his car approximately 25 feet from Jane\nDoe house and flashed his high beam lights intermittently into the home.\nEven more\nthreateningly, at about 10:30 p.m., when Jane Doe fled her home in the company of a retired\npolice officer employed by Jane Doe's counsel, the \"private investigate' attempted to follow\nJane Doe despite a request not to do so. The retired officer successfully took evasive action and\nplaced Jane Doe in a secure, undisclosed location that night. Other harassing actions against\nJane Doe also followed. See Motion for Contempt filed by Edwards in Jane Doe v. Epstein\ndetailing the event, including Fisten Affidavit attached to Motion, Composite Exhibit \"RR.\"\nEpstein Settlement of Civil Claims Against Him for Sexual Abuse of Children\n84. The civil cases Edwards filed against Epstein on behalf of L.M., E.W., and Jane\nDoe were reasonably perceived by Edwards to be very strong cases. Because Epstein had\n35\nsexually assaulted these girls, he had committed several serious torts against them and would be\nliable to them for appropriate damages.\nSee Preceding Undisputed Facts. Because of the\noutrageousness of Epstein's sexual abuse of minor girls, Edwards reasonably expected that\nEpstein would also be liable for punitive damages to the girls. Because Edwards could show that\nEpstein had molested children for years and designed a complex premeditated scheme to procure\ndifferent minors everyday to satisfy his addiction to sex with minors, the punitive damages\nwould have to be sufficient to deter him from this illegal conduct that he had engaged in daily for\nyears. Epstein was and is a billionaire. See Complaint, ¶49 (referring to \"Palm Beach\nBillionaire'); see also Epstein Deposition, February 17, 2010, at 172-176 (Deposition\nAttachment #7) (taking the Fifth when asked whether he is a billionaire). Accordingly, Edwards\nreasonably believed the punitive damages that would have to be awarded against Epstein would\nhave been substantial enough to punish him severely enough for his past conduct as well as deter\nhim from repeating his offenses in the future. See Edwards Affidavit, Exhibit \"I\\T” at ¶19.\n85. On July 6, 2010, rather than face trial for the civil suits that had been filed against\nhim by L.M., E.W., and Jane Doe, defendant Epstein settled the cases against him. The kilns of\nthe settlement are confidential. The settlement amounts are highly probative in the instant action\nas Epstein bases his claims that Edwards was involved in the Ponzi scheme on Epstein's inability\nto settle the L.M., E.W., and Jane Doe cases for \"minimal value\". His continued inability to\nsettle the claims for \"minimal value' after the Ponzi scheme was uncovered would be highly\nprobative in discrediting any causal relationship between the Ponzi scheme and Edwards's\nsettlement negotiations. See Edwards Affidavit, Exhibit 'IT' at ¶21.\nEdwards Non-Involvement in Fraud by Scott Rothstein\n36\n86. From in or about 2005, through in or about November 2009, Scott Rothstein\nappears to have run a giant Ponzi scheme at his law funi of Rothstein, Rosenfeldt and Adler P.A.\n(\"RRA\"). This Ponzi scheme involved Rothstein falsely informing investors that settlement\nagreements had been reached with putative defendants based upon claims of sexual harassment\nand/or whistle-blower actions.\nRothstein falsely infoinied the investors that the potential\nsettlement agreements were available for purchase. Plea Agreement at 2, United States v. Scott\nW. Rothstein, No. 9-60331-CR-COHN (S.D. Fla. Jan. 27, 2010) attached hereto as Exhibit \"SS.\"\n87. It has been alleged that among other cases that Rothstein used to lure investors\ninto his Ponzi scheme were the cases against Epstein that were being handled by Bradley J.\nEdwards, Esq. Edwards had no knowledge of the fraud or any such use of the Epstein cases. See\nEdwards Affidavit, Exhibit \"N\" at ¶9.\n88. Bradley J. Edwards, Esq., joined RRA in about April 2009 and left RRA in\nNovember 2009 — a period of less than one year. Edwards would not have joined RRA had he\nbeen aware that Scott Rothstein was running a giant Ponzi scheme at the firm. Edwards left\nRRA shortly after learning of Rothstein's fraudulent scheme. Id. at ¶8.\n89. At no time prior to the public disclosure of Rothstein's Ponzi scheme did Edwards\nknow or have reason to believe that Rothstein was using legitimate claims that Edwards was\nprosecuting against Epstein for any fraudulent or otherwise illegitimate purpose. Id. at ¶20.\n90. Edwards never substantively discussed the merits of any of his three cases against\nEpstein with Rothstein. See Deposition of Bradley J. Edwards taken March 23, 2010, at 110-16.\n(hereinafter \"Edwards Depo\") (Deposition Attachment #22).\n37\n91. On July 20, 2010, Bradley Edwards received a letter from the U.S. Attorney's\nOffice for the Southern District of Florida — the office responsible for prosecuting Rothstein's\nPonzi scheme. The letter indicated that law enforcement agencies had deteamined that Edwards\nwas \"a victim (or potential victim)\" of Scott Rothstein's federal crimes. The letter infolined\nEdwards of his rights as a victim of Rothstein's fraud and promised to keep Edwards informed\nabout subsequent developments in Rothstein's prosecution. See Letter attached hereto as Exhibit\n\"TT.\"\n92. Jeffrey Epstein filed a complaint with the Florida Bar against Bradley Edwards,\nEsq., raising allegations that Edwards and others were involved in the wrongdoing of Scott\nRothstein. After investigating the claim, the Florida Bar dismissed this complaint. See Edwards\nAffidavit, Exhibit \"N\" at ¶23.\nEpstein Takes the Fifth When Asked Substantive Questions About His Claims Against Edwards\n93. On March 17, 2010, defendant Epstein was deposed about his lawsuit against\nEdwards.\nRather than answer substantive questions about his lawsuit, Epstein repeatedly\ninvoked his Fifth Amendment privilege.\nSee Epstein Depo. taken 3/17/10, Deposition\nAttachment #1.\n94. In his deposition, Epstein took the Fifth rather than answer the question:\n\"Specifically what are the allegations against you which you contend Mr. Edwards ginned up?\"\nId. at 34.\n95. In his deposition, Epstein took the Fifth rather than name people in California that\nEdwards had tried to depose to increase the settlement value of the civil suit he was handling. Id.\nat 37.\n38\n96. In his deposition, Epstein took the Fifth rather than answer the question: \"Do you\nknow former President Clinton personally.\" Id.\n97. In his deposition, Epstein took the Fifth rather than answer the question: \"Are you\nnow telling us that there were claims against you that were fabricated by Mr. Edwards?\" Id. at\n39..\n98. In his deposition, Epstein took the Fifth rather than answer the question, \"Well,\nwhich of Mr. Edwards' cases do you contend were fabricated.\" Id.\n99. In his deposition, Epstein took the Fifth rather than answer the question: \"What is\nthe actual value that you contend the claim of E.W. against you has?\" Id. at 45.\n100. In his deposition, Epstein took the Fifth rather than answer a question about the\nactual value of the claim of L.M. and Jane Doe against him. Id.\n101. In his deposition, taken prior to the settlement of Edwards's clients claims against\nEpstein, Epstein took the Fifth rather than answer the question: \"Is there any pending claim\nagainst you which you contend is fabricated?\" Id. at 71.\n102. In his deposition, Epstein took the Fifth rather than answer the question: \"Did you\never have damaging evidence in your garbage?\" Id. at 74.\n103. In his deposition, Epstein took the Fifth rather than answer the question: \"Did\nsexual assaults ever take place on a private airplane on which you were a passenger?\" Id. at 88.\n104. In his deposition, Epstein took the Fifth rather than answer the question: \"Does a\nflight log kept for a private jet used by you contain the names of celebrities, dignitaries or\ninternational figures?\" Id. at 89.\n39\n105. In his deposition, Epstein took the Fifth rather than answer the question: \"Have\nyou ever socialized.with Donald Trump in the presence of females under the age of 18?\" Id. at\n89.\n106. In his deposition, Epstein took the Fifth rather than answer the question: \"Have\nyou ever socialized with Alan Dershowitz in the presence of females under the age of 18.\" Id. at\n90.\n107. In his deposition, Epstein took the Fifth rather than answer the question: \"Have\nyou ever socialized with Mr. Mottola in the presence of females under the age of 18T Id. at 91-\n92.\n108. In his deposition, Epstein took the Fifth rather than answer the question: \"Did you\never socialize with David Copperfield in the presence of females under the age of 18?\" Id. at\n109. In his deposition, Epstein took the Fifth rather than answer the question: \"Have\nyou ever socialized with Mr. Richardson [Governor of New Mexico and formerly U.S.\nRepresentative and 'Ambassador to the United Nations] in the presence of females under the age\nof 18.\" Id. at 94.\n110. In his deposition, Epstein took the Fifth rather than answer the question: \"Have\nyou ever sexually abused children?\" Id. at 95.\n111. In hiS deposition, Epstein took the Fifth rather than answer the question: \"Did you\nhave staff members that assisted you in scheduling appointments with underage females; that is,\nfemales under the age of 18.\" Id. at 97-98.\n112. In his deposition, Epstein took the Fifth rather than answer the question: \"On how\nmany occasions did you solicit prostitution.\" Id. at 102.\n40\n113. In his deposition, Epstein took the Fifth rather than answer the question: \"How\nmany minors have you procured for prostitution?\" Id. at 104.\n114. In his deposition, Epstein took the Fifth rather than answer the question: \"Have\nyou ever coerced, induced or enticed any minor to engage in any sexual act with you?\" Id. at\n107.\n115. In his deposition, Epstein took the Fifth rather than answer the question: \"How\nmany times have you engaged in fondling underage females?\" Id. at 108.\n116. In his deposition, Epstein took the Fifth rather than answer the question: \"How\nmany times have you engaged in oral sex with females under the age of 18?\" Id. at 110.\n117. In his deposition, Epstein took the Fifth rather than answer the question: \"Do you\nhave a personal sexual preference for children?\" Id. at 111-12.\n118. In his deposition, Epstein took the Fifth rather than answer the question: \"Your\nComplaint at page 27, paragraph 49, says that `RRA and the litigation team took an emotionally\ndriven set of facts involving alleged innocent, unsuspecting, underage females and a Palm Beach\nbillionaire, and sought to turn it into a goldmine,' end of quote. Who is the Palm Beach\nbillionaire referred to in that sentence?\" Id. at 112-13.\n119. In his deposition, Epstein took the Fifth rather than answer the question: \"Who are\nthe people who are authorized to make payment [to your lawyers] on your behalf?\" Id. at 120.\n120. In his deposition, Epstein took the Fifth rather than answer the question: \"Is there\nanything in L.M.'s Complaint that was filed against you in September of 2008 which you\ncontend to be false?\" Id. at 128.\n41\nCERTIFICATE OF SERVICE\nI HEREBY CERTIFY that on November\n, 2010 a copy of the foregoing has been\nserved via Fax and U.S. Mail to all those on the attached service list.\nJack Scarola\nSearcy, Denney, Scarola, Barnhart & Shipley\n2139 Palm Beach Lakes Blvd\nWest Palm Beach, FL 33409\n(561) 686- $0\n(561 (fax)\nBy:\nJAC AROLA\nFlo ar No.: 169440\n42\nSERVICE LIST\nChristopher E. Knight, Esq.\nJoseph L. Ackerman, Esq.\nFOWLER WHITE BURNETT P.A.\n901 Phillips Point West\n777 South Flagler Drive\nWest Palm Beach, FL 33401\nJack Alan Goldberger, Esq.\nAtterbury Goldberger et al.\n250 Australian Avenue South\nSuite 1400\nWest Palm Beach, FL 33401\nMarc S. Nurik, Esq.\nLaw Offices of Marc S. Nurik\nOne E. Broward Blvd., Suite 700\nFort Lauderdale, FL 33301\nGary M. Farmer, Jr.\nFarmer, Jaffe, Weissing,\nEdwards, Fistos & Lehrman, P.L.\n425 N. Andrews Ave., Suite 2\nFort Lauderdale, FL 33301\n43\nDEFENDANT BRADLEY J. EDWARDS'S STATEMENT OF UNDISPUTED FACTS\nEpstein v. Edwards, et al.\nCase No.: 50 2009 CA 040800200UMBAG\nHII\nAFFIDAVIT OF RADLEY JAMES EDWARDS\n1. I am an attorney in good standing with the Florida Bar and admitted to practice in the\nSouthern District of Florida. I am currently a partner in the law firm of Farmer, Jaffe,\nWeissing, Edwards, Fistos & Lehrman, P.L.\n2. In 2008, I was a sole practitioner running a perso injury law l„ in Hollywood, FL.\nWhile a sole practitioner I was retained by three clients, L.M., E.W., and Jane Doe to\npursue civil litigation against Je ey Epstein for sexually abusing them while ey were\ninor girls. I agreed to represent these girls, along wi y. attorney Jay Howell (an\nattorney in Jacksonville, Florida with Jay Howell & Associates) and Professor Paul\nCassell (a law professor at the University of Utah College Of Law). I filed s e court\nactions on behalf of L.M. and E.W. and a federal court action on behalf of Jane Doe.\nAll of the cases were filed in the summer of 2008.\n3. My clients received correspondence from the U.S. Department of Justice regarding\ntheir rights as victims of Epstein's federal sex offenses. (True and accurate copies of\nthe letters are attached to Statement of Undisputed Facts as Exhibit \"M\")\n4. mid June 2008, I contacted Assistant United States Attorney Marie Villafafia to\ninform her I represented Jane Doe #1(E.W.) and, later, Jane Doe #2(L.M.). I asked\nto meet to provide information regarding Epstein. AUSA Villafafia did not advise me\nthat a plea agreement had already been negotiated with Epstein's attorneys that would\nblock federal prosecution. AUSA Villafafia 'd indicate that federal inve 'gators h\nconcrete evidence and information that Epstein had sexually molested at least 40\nunderage rainor females, including EN., Jule Doe and L.M.\n5. I also requested from the U.S. Attorney's Office the information and evidence that they\nhad collected regarding Epstein's sexual abuse of his clients. However, the U.S.\nAttorney's Office declined to provide any such information to me. The U.S. Attorney's\nOffice also declined to provide any such information to the other attorneys who\nrepresented victims of Epstein's sexusl assaults.\n6. I was informed that on Friday, June 27, 2008, at approximately 4:15 p.m., AUSA\nVillafafia received a copy of Epstein's proposed state plea agreement and learned that the\nplea was scheduled for 8:30 a.m., Monday, June 30, 2008. She called me to provide\nnotice to my clients regarding the hearing. She did not tell me that the guilty pleas in\nstate court would bring an end to the possibility of federal prosecution pursuant to the\nplea agreement. My clients did not learn and understand this fact until July 11, 2008,\nwhen the agreement was described during a hearing held before Judge Marra on the\nCrime Victims' Rights Act action that I had filed.\n7. In the summer of 2008 I filed complaints against Jeffwy Epstein on behalf of L.M.,\nE.W., and Jane Doe.\n8. In the Spring of 2009 (approximately April), I joined the law farm of Rothstein,\nRosenfeldt and Adler, P.A. (\"RRA\"). I brought my existing clients with me when I\njoined RRA, including L.M., E.W., and Jane Doe. When I joined the firm, I was not\naware that Scott Rothstein was running a Ponzi scheme at RRA. Had I known such a\nPonzi scheme was in place, I would never have joined RRA.\n9. I am now aware that it has been alleged that Scott othstein made fraudulent\npresentations to investors about the lawsuits that I had filed on be of my clients\nagainst Epstein and that it has been alleged that these lawsuits were used to fraudulently\nlure investors into Rothstein's Ponzi scheme. I never met a single investor, h: no part\nin any such presentations and had no knowledge any such fraud was occurring. If these\nallegations are true, I had no knowledge any such fraudulent presentations were\noccurring and no kn wledge of any such improper use of the case files.\n10. Epstein's Complaint against me alleges that Rothstein made false statements about\ncases filed against Epstein, i.e., that RRA 50 anonymous females who had filed suit\nagainst Epstein; that Rothstein sold an interest in personal injury lawsuits, reached\nagreements to share attorneys fees with non-lawyers, paid clients ``tip front\" money; and\nthat he used the judici process to further his Ponzi scheme. If Rothstein did any of\nthese things, I h no knowledge of his actions. Because I maintained close contact\nwith my clients, EW, LM and Jane Doe, and Scott Rothstein never met any of them, I\nknow for certain that none of my clients were paid ''up front\" money by anyone.\n11. Epstein alleges that I attempted to take the depositions of his \"high profile friends and\naccpnkintances\" for no legitimate litigation purpose. This is untrue, as all of my actions\nin representing L.M., E.W., and Jane Doe were aimed at providing them effective\nrepresentation in their civil suits. With regard to Epstein's friends, through documents\nand information obtained in discovery and other means of investigation, I learned that\nEpstein was sexually itolesting 'nor girls on a daily basis and h been for many\nyears. I also learned the unsurprising fact that he was molesting the girls in the privacy\nof his mansion in West Palm Beach, meaning that locating witnesses to corroborate\ntheir testimony would be difficult to find. I also learned, from the course of the\nlitigation, that Epstein and his lawyers were constantly attacking the credibility of the\ngirls, that Epstein's employees were all represented by lawyers who apparently were\npaid for (directly or indirectly) by Epstein, that co-conspirators whose represen :.tion\nwas also apparently paid for by Epstein were all taking the Fifth (like Epstein) rather\nthan provide information in discovery. For example, I was given reason to believe that\nSarah Kellen, Larry Visoski, Larry Harrison, David Rogers, Louella Rabuyo, Nadia\nMarcinkova, Ghislaine Maxwell, Mark Epstein, and Janusz Banasiak all had lawyers\npaid for by Epstein. Because Epstein and the co-conspirators in his child molestation\ncriminal enterprise blocked normal discovery avenues, I needed to search for other\nordinary approaches to strengthen the cases of my clients. Consistent with my training\nand experience, these other ordinary approaches included finding other witnesses who\ncould corroborate allegations of sexual abuse of my clients or other girls. Some of these\nwitnesses were friends of Epstein. Given his social status, it also turned out that some\nof his friends were high-profile. individuals.\n12. In light of information I received suggesting that British socialite Ghislaine Maxwell,\nformer girlfriend and long-time friend of Epstein's, was involved in managing Epstein's\naffairs and companies I had her served for deposition for August 17, 2009. (Deposition\nNotice attached to Statement of Undisputed Facts as Exhibit B). Maxwell was\nrepresented by Brett Jaffe of the New York firm of Cohen and Gresser, and I\nunderstood that her attorney was paid for (directly or indirectly) by Epstein. She was\nreluctant to give her deposition, and I tried to work with her attorney to take her\ndeposition on terms that would be acceptable to both sides. er attorney and I\nnegotiated a confidentiality agreement, under which Maxwell agreed to drop any\nobjections to the deposition. Maxwell, however, still avoided the deposition. On June\n29, 2010, one y before I was to fly to NY to take Maxwell's deposition, her attorney\ninformed me that Maxwell's mother was deathly ill and Maxwell was consequently\nflying to England with no inteh tion of returning and certainly would not return to the\nUnited S tes before the conclusion of Jane Doe's trial period (August 6, 2010).\nDespite that assertion, I later learned that Ghislaine Maxwell was in fact in the country\non approximately July 31, 2010, as she attended s e wedding of Chelsea Clinton\n(former President Clinton's daughter) and was captured in a photograph taken for US\nWeekly 'magazine.\n13. Epstein alleges that there was something improper in the fact that I notified him that I\nintended to take Donald Trump's deposition in the civil suits against him. Trump was\nproperly noticed because: (a) after review of the message pads confiscated from\nEpstein's home, the legal and investigative team assisting my clients learned that Trump\ncalled Epstein's West Palm Beach mansion on several occasions during the time period\nmost relevant to my clients' complaints; (b) Trump was quoted in a Vanity Fair article\nabout Epstein as saying \"I've known Jeff for fifteen years. Terrific guy.\" \"He's a lot\nof fu a to be with. It is eve said that he likes beau I wo en as much as I do, and\na y of then are on the you ger side. No doubt about it — Jeffrey enjoys his social\nlife.\" Jeffrey Epstein: International Moneyman of Mystery; He's pals with a passel of\nNobel Prize—wi ning scientists, CEOs like Leslie Wexner of the Limited, socialite\nGhislaine Maxwell, even Donald Trump. But it wasn't until he flew Clinton,\nKevin Spacey, awed Chris Tucker to Africa on his private Boeing 727 that the world\nbegan to wonder who he is. By Lando Thomas Jr.; (c) I learned through a source\nthat Trump banned Epstein from his Maralago Club in West Pahn Beach because\nEpstein sexually assaulted an underage girl at the club; (d) Jane Doe No. 102's\ncomplaint alleged that Jane Doe 102 was initially approached at Trump's Maralago by\nGhislaine Maxwell and recruited to be Maxwell and Epstein's underage sex slave; (e)\nMark Epstein (Jefftzy Epstein's brother) testified that Trump flew on Jeffrey Epstein's\nplane with him (the same plane that Jane Doe 102 alleged was used to have sex with\nunderage girls) deposition of Mark Epstein, September 21, 2009 at 48-50; (f) Trump\nvisited Epstein at his home in Palm Beach — the same home where Epstein abused\nminor girls daily; (g) Epstein's phone directory from his computer contains 14 phone\nnumbers for Donald Trump, including emergency numbers, car numbers, and numbers\nto Trump's security guard and houseman. Based on this information, I believed that\nTrump might have relevant information to provide in the cases against Jeffrey Epstein\nand accordingly provided notice of a possible deposition.\n14. Epstein alleges that there was something improper in the fact that I notified him that I\nintended to take Alan Dershowi's deposition in the civil suits against him. IDershowitz\nwas properly noticed because: (a) Dershowitz has been friends with Epstein for many\nyears; (b) in one news article Dershowitz comments t, \"I'm on my 20th book... The\nonly person outside of my immediate family that I send drafts to is Jeffrey\" The\nTalented Mr. Epstein, By Vicky Ward on J uary, 2005 in Published Work, Vanity\nFair; (c) Epstein's housekeeper Alfredo Rodriguez testified that Dershowitz stayed at\nEpstein's house during the years most relev t to my clients; (d) Rodriguez testified\nthat Dershowitz was at Epstein's house at times when underage females where there\nbeing molested by Epstein (see Alfredo Rodriguez deposition at 278-280, 385, 426\n427); (e) Dershowitz was reportedly involved in persuading the Palm Beach State\nAttorney's office ot to file felony criminal charges against Epstein because\nunderage females lacked credibility and thus could not be believed that they were at\nEpstein's house, despite him being an eyewitness that the underage girls were actually\nthere; (f) Jane Doe No. 102 stated generally that Epstein forced her to be sexually\nexploited by not only Epstein but also Epstein's \"adult male peers, includhag royalty,\npoliticians, academicians, businessmen, and/or other professional and personal\nacquaintances\" — categories that Dershowitz and acquaintances of Dershowitz fall into;\n(g) during the years 2002-2005 Alan Dershowitz was on Epstein's plane on several\noccasions according to the flight logs produced by Epstein's pilot and information\n(described above) suggested that sexual assaults may have taken place on the plane; (h)\nEpstein donated Harvard $30 Million dollars one year, and Harvard was one of the only\ninstitutions that did not return Epstein's donation after he was charged with sex offenses\nagainst children. Based on this information, I believed that Dershowitz might have\nrelevant information to provide in e cases against Jeffrey Epstein and accordingly\nprovided notice of a possible deposition.\n15. Epstein alleges that there was something improper in the fact that I notified him that I\nintended to take Bill Clinton's deposition. Clinton was properly noticed because: (a) it\nwas well known that Clinton was friends with Ghislaine Maxwell, and several witnesses\nhad provided information that Maxwell helped to run Epstein's companies, kept images\nof naked underage children on her computer, helped to recruit underage children for\nEpstein, engaged in lesbian sex with underage females that she procured for Epstein,\nand photographed underage females in sexually explicit poses and kept child\npornography on her computer; (b) newpaper articles stated that Clinton had an affair\nwith Ghislaine Maxwell, who was thought to be second in charge of Epstein's child\nmolestation ring. The Cleveland Leader newspaper, April 10, 2009; (c) it was national\nnews when Clinton traveled with Epstein (and Maxwell) aboard Epstein's private plane\nto Africa and the news articles classified Clinton as Epstein's friend; (d) the flight logs\nfor the relevant years 2002 - 2005 showed Clinton traveling on Epstein's plane on more\nthan 10 occasions and his assistant, Doug Band, traveled on many more occasions; (e)\nJane Doe No. 102 stated generally that she was required by Epstein to be sexually\nexploited by not only Epstein but also Epstein's \"adult male peers, including royalty,\npoliticians, academicians, businessmen, and/or other professional and personal\nacquaintances\" — categories Clinton and acquaintances of Clinton fall into; (f) flight\nlogs showed that Clinton took many flights with Epstein, Ghislaine Maxwell, Sarah\nKellen, and Adriana Mucinska, -- all employees and/or co-conspirators of Epstein's that\nwere closely .connected to Epstein's child exploitation and sexual abuse; (g) Clinton\nfrequently flew with Epstein aboard his plane, then suddenly stopped — raising the\nsuspicion that the friendship abruptly ended, perhaps because of events related to\nEpstein's sexual abuse of children; (h) Epstein's personal phone directory from his\ncomputer contains e-mail addresses for Clinton along with 21 phone numbers for him,\nincluding those for his assistant (Doug Band), his schedulers, and what appear to be\nClinton's personal numbers. Based on this information, 1 believed that Clinton might\nhave relevant information to provide in the cases against Jeffrey Epstein and\naccordingly provided notice of a possible deposition.\n16. Epstein alleges that Tommy Mottola was improperly noticed with a deposition. 1 did\nnot notice Mattola for deposition. He was noticed for deposition by a law firm\nrepresenting another one of Epstein's victims — not by me.\n17. Epstein alleges that ere was something improper in the fact that 1 notified him\nintended to take the illusionist David Copperfield's deposition. Copperfield was\nproperly noticed because: (a) Epstein's housekeeper Alfredo Rodriguez testified that\nDavid Copperfield was a guest on several occasions Epstein's house; (b) according to\nthe message pads confiscated from Epstein's house, Copperfield called Epstein quite\nfrequently and left messages that indicated they socialized together; (c) Copperfield\nhimself has had similar allegations made against him by women claiming he sexually\nabused them; (d) one of Epstein's sexual assault victims also alleged that Copperfield\nhad touched her in an improper sexual way while she was at Epstein's house. eased on\nthis information, believed that Copperfield might have relevant information to provide\nin the cases against Jeffrey Epstein and accordingly provided notice of a possible\ndeposition.\n18. Epstein alleges that there was something improper in the fact that 1 identified Bill\nRichardson as a possible witness against him in the civil cases. Richardson was\nproperly identified as a possible witness because Epstein's personal pilot testified to\nRichardson joining Epstein at Epstein's New Mexico Ranch. See deposition of Larry\nMorrison, October 6, 2009, at 167-169. There was information indicating that Epstein\nhad young girls at his ranch which, given the circumstances of the case, raised the\nreasonable inference he was sexually abusing these girls since he had regularly and\nfrequently abused girls in West Palm Beach and elsewhere. Richardson had also\nreturned campaign donations that were given to him by Epstein, in 'eating that he\nbelieved that there was something about Epstein that he did not want to be associated\nwith. Richardson was not called to testify nor was he ever subpoenaed to testify.\n19. Epstein alleges that discovery of plane and pilot logs was improper during discovery in\nthe civil cases against him. Discovery of these subjects was clearly proper and\nnecessary because: (a) Jane Doe filed a federal RICO claim against Epstein that was an\nactive claim through much of the litigation. The RICO claim alleged that Epstein ran an\nexpansive criminal enterprise that involved and depended upon his plane travel.\nAlthough Judge Marra dismissed the RICO claim at some point in the federal litigation,\nthe legal team representing my clients intended to pursue an appeal of that dismissal.\nMoreover, all of the subjects mentioned in the RICO claim remained relevant to other\naspects of Jane Doe's claims against Epstein, including in particular her claim for\npunitive damages; (b) Jane Doe also filed and was proceeding to trial on a federal claim\nunder 18 U.S.C. § 2255. Section 2255 is a federal statute which (unlike other state\nstatutes) guaranteed a minimum level of recovery for Jane Doe. Proceeding under the\nstatute, however, required a \"federal nexus\" to the sexual assaults. Jane Doe had two\ngrounds on which to argue that such a nexus existed to her abuse by Epstein: first, his\nuse of the telephone to arrange for girls to be abused; and, seco d, his vel on planes\nin interstate commerce. During the course of the litigation, I anticipated that Epstein\nwould argue that Jane Doe's proof of the federal nexus was inadequate. These fears\nwere realized when Epstein filed a summary judgment motion raising this argument. In\nresponse, the other attorneys and I representing Jane Doe used the flight log evidence\nto res nd to Epstein's summary judgment motion, explaining that the flight logs\ndemonstrated that Epstein had traveled in interstate commerce for the purpose of\nfacilitating his sexual assaults. Because Epstein chose to settle the case before trial,\nJudge Marra did not rule on the summary judgment motion. (c) Jane Doe No. 102's\ncomplaint outlined Epstein's daily sexual exploitation and abuse of underage minors as\nyoung as 12 years old and alleged that he used his plane to transport underage females\nto be sexually abused by him and his friends. The flight logs accordingly rnight have\ninformation about either additional girls who were victims of Epstein's abuse or 'ends\nof Epstein who may have witnessed or even participated in the abuse. Based on this\ninformation, I believed that the flight logs and related information was relevant\ninformatio to prove e cases against Jeffrey Epstein and accordingly I pursued them\nin discovery.\n20. In approximately November 2009, the existence of Scott Rothstein's Ponzi scheme\nbecame public knowledge. It was at that time that I, o,i, g with many other reputable\nattorneys at RRA, first became aware of Rothstein criminal scheme. At that time, I left\nRRA with several other RRA attorneys to form the law firm of Farmer Jaffe Weissing\nEdwards Fistos and Lehrman (\"Farmer Jaffe\"). I was thus with RRA for less than one\nyear.\n21. In July 2010, along with other attorneys at Farmer Jaffe and Professor Cassell, I reached\nfavorable settlement terms for my three clients L.M., E.W., and Jane Doe in their\nlawsuits against Epstein.\n22. On July 20, 2010, I received a letter from the U.S. Attorney's Office for the Southern\nDistrict of Florida — the office responsible for prosecuting Rothstein's Ponzi scheme.\nThe letter indicated that law enforcement agencies had determined that I was \"a victim\n(or potential victim)\" of Scott Rothstein's federal crimes. The letter informed me of my\nrights as a victim of Rothstein's federal crimes and promised to keep me informed about\n/01\nsubsequent developments in his prosecution. A copy of this letter is attached to this\nAffidavit. (A copy of the letter is attached to Statement of Undisputed Facts as Exhibit\nUU)\n23. Jeffrey Epstein also filed a complaint with the Florida Bar against me. His complaint\nalleged that I had been involved in Rothstein's scheme and had thereby violated various\nrules of professional responsibility. The Florida Bar investigated and dismissed the\ncomplaint.\n24. I have reviewed the Statement of Undisputed Facts filed contem raneously with this\nAffidavit. Each of the assertions concerning what I learned, what I did, and the good\nfaith beliefs formed by me in the course of my prosecutions of claims against Jeffrty\nEpstein as contained in the Statement of Undisputed Facts is true, and the foundations\nset out as support for my beliefs are true and correct to e best of my knowledge.\n25. All actions taken by me in the course of my prosecution of claims against Jeffrey\nEpstein were based upon a good faith belief that they were reasonable, necessary, and\nethically proper to fulfill my obligation to zealously represent the interests of my\nclie ts.\nI declare under penalty of perjury that the foregoing is true and correct.\nDated:\n.24\n2010\nIN THE CIRCUIT COURT OF THE 15TH\nJUDICIAL CIRCUIT IN AND FOR PALM\nBEACH COUNTY, FLORIDA\nCase No.: 50 2009CA 040800)0OCKMBAG\nJEFFREY EPSTEIN,\nPlaintiff,\nvs.\nSCOTT ROTHSTEIN, individually, and\nBRADLEY J. EDWARDS, individually,\nDefendants,\nDEFENDANT BRADLEY J. EDWARDS'S\nRENEWED MOTION FOR FINAL SUMMARY JUDGMENT\nDefendant, Bradley J. Edwards, Esq., by and through his undersigned counsel and\npursuant to Rule 1.510, Florida Rules of Civil Procedure, hereby moves for Final Summary\nJudgment and in support thereof states as follows:\nI. INTRODUCTION\nThe pleadings and discovery taken to date show that there is no genuine issue as to any\nmaterial facts and that Bradley J. Edwards, Esq. is entitled to summary judgment for all claims\nbrought against him in Plaintiff Jeffrey Epstein's Second Amended Complaint. Not only is there\nan absence of competent evidence to demonstrate that Edwards participated in any fraud against\nEpstein, the evidence uncontrovertibly demonstrates the propriety of every aspect of Edwards'\ninvolvement in the prosecution of legitimate claims against Epstein. Epstein sexually abused\nthree clients of Edwards — L.M., E.W., and Jane Doe — and Edwards properly and successfully\nrepresented them in a civil action against Epstein. Nothing in Edwards's capable and competent\nrepresentation of his clients can serve as the basis for a civil lawsuit against him. Allegations\nabout Edwards's participation in or knowledge of the use of the civil actions against Epstein in a\n\"Ponzi Scheme\" are not supported by any competent evidence and could never be supported by\ncompetent evidence as they are entirely false.\nA. Epstein's Complaint\nEpstein's Second Amended Complaint essentially alleges that Epstein was damaged by\nEdwards, acting in concert with Scott Rothstein (President of the Rothstein Rosenfeldt Adler law\nfiiiii (\"RRA\") where Edwards worked for a short period of time). Epstein appears to allege that\nEdwards joined Rothstein in the abusive prosecution of sexual assault cases against Epstein to\n\"pump\" the cases to Ponzi scheme investors. As described by Epstein, investor victims were\ntold by Rothstein that three minor girls who were sexually assaulted by Epstein: L.M., E.W., and\nJane Doe were to be paid up-front money to prevent those girls from settling their civil cases\nagainst Epstein. In Epstein's view, these child sexual assault cases had \"minimal value\"\n(Complaint & 42(h)), and Edwards's refusal to force his clients to accept modest settlement\noffers is claimed to breach some duty that Edwards owed to Epstein. Interestingly, Epstein never\nstates that he actually made any settlement offers.\nThe supposed \"proof' of the Complaint's allegations against Edwards includes\nEdwards's alleged contacts with the media, his attempts to obtain discovery from high-profile\npersons with whom Epstein socialized, and use of \"ridiculously inflammatory\" language in\narguments in court. Remarkably, Epstein has filed such allegations against Edwards despite the\nfact that Epstein had sexually abused each of Edwards's clients and others while they were\n2\nminors. Indeed, in discovery Epstein has asserted his Fifth Amendment privilege rather than\nanswer questions about the extent of the sexual abuse of his many victims. Even more\nremarkably, since filing his suit against Edwards, Epstein has now settled the three cases\nEdwards handled for an amount that Epstein insisted be kept confidential. Without violating the\nstrict confidentiality terms required by Epstein, the cases did not settle for the \"minimal value\"\nthat Epstein suggested in his Complaint. Because Epstein relies upon the alleged discrepancy\nbetween the \"minimal value Epstein ascribed to the claims and the substantial value Edwards\nsought to recover for his clients, the settlement amounts Epstein voluntarily agreed to pay while\nthese claims against Edwards were pending will be disclosed to the court in-camera.\nB. Summary of the Argument\nBradley J. Edwards, Esq., is entitled to summary judgment on Epstein's frivolous claim\nfor at least three separate reasons.\nFirst, because Epstein has elected to hide behind the shield of his right against self\nincrimination to preclude his disclosing any relevant information about the criminal activity at\nthe center of his claims, he is barred from prosecuting this case against Edwards. Under the\nwell-established \"sword and shield\" doctrine, Epstein cannot seek damages from Edwards while\nat the same time asserting a Fifth Amendment privilege to block relevant discovery. His case\nmust therefore be dismissed.\nSecond, all of Edwards' conduct in the prosecution of valid claims against Epstein is\nprotected by the litigation privilege.\nThird, and most fundamentally, Epstein's lawsuit should be dismissed because it is not\nonly unsupported by but is also directly contradicted by all of the record evidence. From the\n3\nbeginning, Edwards diligently represented three victims of sexual assaults perpetrated by\nEpstein. As explained in detail below, each and every one of Edwards's litigation decisions was\ngrounded in proper litigation judgment about the need to pursue effective discovery against\nEpstein, particularly in the face of Epstein's stonewalling tactics.\nEdwards's successful\nrepresentation finally forced Epstein to settle and pay appropriate damages. Effective and proper\nrepresentation of child victims who have been repeatedly sexually assaulted cannot form the\nbasis of a separate, !`satellite\" lawsuit, and therefore Edwards is entitled to summary judgment on\nthese grounds as well.\nThe truth is the record is entirely devoid of any evidence to support Epstein's claims and\nis completely and consistently corroborative of Edwards's sworn assertion of innocence. Put\nsimply, Epstein has.made allegations that have no basis in fact. To the contrary, his lawsuit was\nmerely a desperate measure by a serial pedophile to prevent being held accountable for\nrepeatedly sexually abusing minor females. Epstein's ulterior motives in filing and prosecuting\nthis lawsuit are blatantly obvious. Epstein's behavior is another clear demonstration that he feels\nhe lives above the law and that because of his wealth he can manipulate the system and pay for\nlawyers to do his dirty work - even to the extent of having them assert baseless claims against\nother members of the Florida Bar. Epstein's Second Amended Complaint against Edwards is\nnothing short of a far-fetched fictional fairy-tale with absolutely no evidence whatsoever to\nsupport his preposterous claims. It was his last ditch effort to escape the public disclosure by\nEdwards and his clients of the nature, extent, and sordid details of his life as a serial child\nmolester. Edwards's Motion for Summary Judgment should be granted without equivocation.\n4\nARGUMENT\nII. EDWARDS IS ENTITLED TO SUMMARY JUDGMENT ON EPSTEIN'S\nCLAIM BECAUSE THERE ARE NO MATERIAL DISPUTED FACTS AND THE\nUNDISPUTED FACTS ESTABLISH THAT EDWARDS'S CONDUCT COULD\nNOT POSSIBLY FORM THE BASIS OF ANY LIABILITY IN FAVOR OF EPSTEIN\nA. The Summary Judgment Standard.\nRule 1.510(c), Florida Rules of Civil Procedure, provides that a court may enter summary\njudgment when the.pleadings, depositions and factual showings reveal that there is no genuine\nissue of material fact and that the moving party is entitled to judgment as a matter of law. See\nSnyder v. Cheezem Development Corp., 373 So. 2d 719, 720 (Fla. 2d DCA 1979); Rule 1.510(c),\nFla. R. Civ. P. Once the moving party conclusively establishes that the nonmoving party cannot\nprevail, it is incumbent on the nonmoving party to submit evidence to rebut the motion for\nsummary judgment. See Holl v. Talcott, 191 So. 2d 40, 43 (Fla. 1966). It is not enough for the\nopposing party merely to assert that an issue of fact does exist. Fisel v. 11Tynns, 667 So.2d 761,\n764 (Fla.1996); Landers v. Milton, 370 So.2d 368, 370 (F1a.1979) (same).\nMoreover, it is well-recognized that the non-moving party faced with a summary\njudgment motion supported by appropriate proof may not rely on bare, conclusory assertions\nfound in the pleadings to create an issue and thus avoid summary judgment. Instead, the party\nmust produce counter-evidence establishing a genuine issue of material fact. See Bryant v.\nShands Teaching Hospital and Clinics, Inc., 479 So.2d 165, 168 (Fla. 1st Dist. Ct. App. 1985);\nsee also Lanzner v. City of North Miami Beach, 141 So.2d 626 (Fla. 3d Dist Ct. App. 1962)\n(recognizing that mere contrary allegations of complaint were not sufficient to preclude summary\njudgment on basis of facts established without dispute). Where the nonmoving party fails to\n5\npresent evidence rebutting the motion for summary judgment and there is no genuine issue of\nmaterial fact, then entry of judgment is proper as a matter of law. See Davis v. Hathaway, 408\nSo. 2d 688, 689 (Fla. 2d Dist. Ct. App. 1982); see also Holl, 191 So. 2d at 43.\nB. Epstein's Claim Regarding Edwards Have Absolutely No Factual Basis.\nThis is not a complicated case for granting summary judgment. To the contrary, this is a\nsimple case for summary judgment because each and every one of Epstein's claim against\nEdwards lacks any merit whatsoever.'\n1. Epstein's allegations regarding Edwards' involvement in Rothstein's \"Ponzi\nScheme\" are unsupported and unsupportable because he was simply not\ninvolved in any such scheme.\na. Edwards Had No Involvement in the Ponzi Scheme.\nThe bulk of Epstein's claims against Edwards hinge on the premise that Edwards was\ninvolved in a Ponzi •scheme run by Scott Rothstein. Broad allegations of wrongdoing on the part\nof Edwards are scattered willy-nilly throughout the complaint. None of the allegations provide\nany substance as to how Edwards actually assisted the Ponzi scheme, and allegations that he\n\"knew or should have known\" of its existence are based upon an impermissible pyramiding of\ninferences. In any event, these allegations all fail for one straightforward reason: Edwards was\nsimply not involved in any Ponzi scheme. He has provided sworn testimony and an affidavit in\nsupport of that assertion, and there is not (and could never be) any contrary evidence.\nEdwards has now been deposed at length in this case. As his deposition makes crystal\nclear, he had no knowledge of any fraudulent activity in which Scott Rothstein may have been\nI A decision by the Court to grant summary judgment on Epstein's claims against Edwards would not affect\nEpstein's claims against Scott Rothstein. Epstein has already chosen to dismiss all of his claims against L.M., the\nonly other defendant named in the suit.\n6\ninvolved. See, e.g., Edwards Depo. at 301-02 (Q: \" . . . [W]ere you aware that Scott Rothstein\nwas trying to market Epstein cases . . . ?\" A: \"No.\").\nEdwards has supplemented his deposition answers with an Affidavit that declares in no\nuncertain terms his lack of involvement in any fraud perpetrated by Rothstein.\nSee, e.g.,\nEdwards Affidavit attached to Statement of Undisputed Material Facts as Exhibit '1\\1' at ¶8-10,\n¶20, ¶22-23. Indeed, no reasonable juror could find that Edwards was involved in the scheme, as\nEdwards joined RRA well after Rothstein began his fraud and would have been already deeply in\ndebt. In fact, the evidence of Epstein's crimes is now clear, and Edwards's actions in this case\nwere entirely in keeping with his obligation to provide the highest possible quality of legal\nrepresentation for his clients to obtain the best result possible.\nIn view of this clear evidence rebutting all allegations against him, Epstein must now\n\"produce counter-evidence establishing a genuine issue of material fact.\" See Bryant v. Shands\nTeaching Hospital and Clinics, Inc., 479 So.2d 165, 168 (Fla. 1st Dist. Ct. App. 1985). Epstein\ncannot do this. Indeed, when asked at his deposition whether he had any evidence of Edwards's\ninvolvement, Epstein declined to answer, purportedly on attorney-client privilege grounds:\nQ. I want to know whether you have any knowledge of evidence that Bradley\nEdwards personally ever participated in devising a plan through which were sold\npurported confidential assignments of a structured payout settlement? . . .\nA. I'd like to answer that question by saying that the newspapers have reported\nthat his firm was engaged in fraudulent structured settlements in order to fleece\nunsuspecting Florida investors. With respect to my personal knowledge, I'm\nunfortunately going to, today, but I look forward to at some point being able to\ndisclose it, today I'm going to have to assert the attorney/client privilege.\nSee Deposition of Jeffrey Epstein, Mar. 17, 2010 (hereinafter \"Epstein Depo.\") at 67-68.\nTherefore summary judgment should be granted for Edwards on all claims involving any Ponzi\nscheme by Rothstein.\n7\nb. Epstein's Allegations of Negligence by Edwards are Unfounded and Not\nActionable in Any Event.\nIn his Second Amended Complaint Epstein recognizes at least the possibility that\nEdwards was not involved in any Rothstein Ponzi scheme. Therefore, seemingly as a fallback,\nEpstein alleges without explanation that Edwards \"should have known\" about the existence of\nthis concealed Ponzi scheme. Among other problems, this fallback negligence position suffers\nthe fatal flaw that it does not link at all to the intentional tort of abuse of process alleged in the\ncomplaint.\nEpstein's negligence claim is also deficient because it simply fails to satisfy the\nrequirements for a negligence cause of action:\n\"Four elements are necessary to sustain a negligence claim: 1. A duty, or\nobligation, recognized by the law, requiring the [defendant] to conform to a\ncertain standard of conduct, for the protection of others against unreasonable\nrisks. 2. A failure on the [defendant's] part to conform to the standard required: a\nbreach of the duty . . . 3. A reasonably close causal connection between he\nconduct and the resulting injury. This is what is commonly known as 'legal\ncause,' or 'proximate cause,' and which includes the notion of cause in fact. 4.\nActual loss or damage.\nCurd v. MOsaic Fertilizer, LLC, S o.2d , 2010 WL 2400384 at *9 (Fla. 2010). Epstein\ndoes not allege a particular duty on the part of Edwards that has been breached. Nor does\nEpstein explain how any breach of the duty might have proximately caused him actual damages.\nSummary judgment is therefore appropriate for these reasons as well.\nFinally, for the sake of completeness, it is worth noting briefly that no reasonable jury\ncould find Edwards to have been negligent in failing to anticipate that a managing pal tner at his\nlaw firm would be involved in an unprecedented Ponzi scheme. Scott Rothstein deceived not\n8\nonly Edwards but also more than 60 other reputable lawyers at a major law firm. Cf . Sun\nSentinel, Fort Lauderdale, Dec. 11, 2009, 2009 WLNR 25074193 at *1 (\"Sure, some outlandish\nJohn Grisham murder plot[s] sound far-fetched. But if you asked me a few months ago if Scott\nRothstein was fabricating federal court orders and forging a judge's signature on documents to\nallegedly fleece his friends, as federal prosecutors allege, I would have said that was far-fetched,\ntoo.\"). No reasonable lawyer could have expected that a fellow member of the bar would have\nbeen involved in such a plot. Nobody seemed to know of Rothstein's Ponzi scheme, not even his\nbest friends, or the people he did business with on a daily basis, or even his wife. Many of the\nattorneys at RRA had been there for years and knew nothing. Edwards was a lawyer at RRA for\nless than 8 months and had very few personal encounters with Rothstein during his time at the\nfirm, yet Epstein claims that he should have known of Rothstein's intricate Ponzi scheme. No\ndoubt for this reason the U.S. Attorney's Office has now listed Edwards as a \"victim\" of\nRothstein's crimes. See Statement of Undisputed Facts filed contemporaneously.\nEpstein's Complaint does not offer any specific reason why a jury would conclude that\nEdwards was negligent, and he chose not to offer any explanation of his claim at his deposition.\nAccordingly, Edwards is entitled to summary judgment to the extent the claim against him is\nsomehow dependent upon his negligence in failing to discover Rothstein's Ponzi scheme.\n2. Edwards is Entitled to Summary Judgment to the Extent the Claim Against\nHim is Dependent on Allegations Regarding \"Pumping the Cases\" Because\nHe Was Properly Pursuing the Interests of His Three Clients Who Had Been\nSexually Abused by Epstein.\nEpstein alleges that Edwards somehow improperly enhanced the value of the three civil\ncases he had filed against Epstein. Edwards represented three young women — L.M., E.W., and\nJane Doe — by filing civil suits against Epstein for his sexual abuse of them while they were\n9\nminors. Epstein purports to find a cause of action for this by alleging that Edwards somehow\nwas involved in \"'pumping' these three cases to investors.\"\nAs just explained, to the extent that Epstein is alleging that Edwards somehow did\nsomething related to the Ponzi scheme, those allegations fail for the simple reason that Edwards\nwas not involved in any such scheme. Edwards, for example, could not have possibly \"pumped\"\nthe cases to investors when he never participated in any communication with investors.\nEpstein's \"pumping\" claims, however, fail for an even more basic reason: Edwards was\nentitled — indeed ethically obligated as an attorney — to secure the maximum recovery for his\nclients during the course of his legal representation. As is well known, lals an advocate, a\nlawyer zealously asserts the client's position under the rules of the adversary system.\" Fla. Rules\nof Prof. Conduct, Preamble.\nEdwards therefore was required to pursue (unless otherwise\ninstructed by his clients) a maximum recovery against Epstein. Edwards, therefore, cannot be\nliable for doing something that his ethical duties as an attorney required.2\nAnother reason that Epstein's claims that Edwards was \"pumping\" cases for investors\nfails is that Edwards filed all three cases almost a year before he was hired by RRA or even knew\nof :Scott Rothstein.\nEpstein makes allegations that the complaints contained sensational\nallegations for the purposes of luring investors; however, language in the complaints remained\nvirtually unchanged from the first filing in 2008 and from the overwhelming evidence the Court\ncan see for itself that all of the facts alleged by Edwards in the complaints were true.\nEpstein ultimately paid to settle all three of the cases Edwards filed against him for more\nmoney than he paid to settle any of the other claims against him. At Epstein's request, the terms\n2 In a further effort to harass Edwards, Epstein also filed a bar complaint with the Florida Bar against Edwards. The\nFlorida Bar has dismissed that complaint. See Statement of Undisputed Facts.\n10\nof the settlement were kept confidential. The sum that he paid to settle all these cases is\ntherefore not filed with this pleading and will be provided to the court for in-camera review.\nEpstein chose to make this payment as the result of a federal court ordered mediation process,\nwhich he himself sought (over the objection of Jane Doe, Edwards' client in federal court) in an\neffort to resolve the case.\nSee Defendant's Motion for Settlement Conference, or in the\nAlternative, Motion to Direct Parties back to Mediation, Doe v. Epstein, No. 9:08-CV-80893\n(S.D. Fla. June 28, 2010) (Marra, J.) (doc. #168) attached hereto as Exhibit A. Notably,\nEpstein sought this settlement conference — and ultimately made his payments as a result of that\nconference - in July 2010, more than seven months after he filed this lawsuit against Edwards.\nAccordingly, Epstein could not have been the victim of any scheme to \"pump\" the cases against\nhim, because he never paid to settle the cases until well after Edwards had left RRA and had\nsevered all connection with Scott Rothstein (December 2009).\nIn addition, if Epstein had thought that there was some improper coercion involved in, for\nexample, Jane Doe's case, his remedy was to raise the matter before Federal District Court Judge\nKenneth A. Marra who was presiding over the matter. Far from raising any such claim, Epstein\nsimply chose to settle that case. He is therefore now barred by the doctrine of res judicata from\nsomehow re-litigating what happened in (for example) the Jane Doe case. \"The doctrine of res\njudicata makes a judgment on the merits conclusive not only as to every matter which was\noffered and received to sustain or defeat the claim, but as to every other matter which might with\npropriety have been litigated and determined in that action.\" AMEC Civil, LLC v. State Dept. of\nTransp., So.2d , 2010 WL 1542634 at *2 (Fla. 1st Dist. Ct. App. 2010) (quoting Kiinbrell\nv. Paige, 448 So.2d 1009, 1012 (Fla. 1984). Obviously, any question of improper \"pumping\" of a\n11\nparticular case could have been resolved in that vet)) case rather than now re-litigated in satellite\nlitigation.\n3. Edwards is Entitled to Summary Judgment on the Claim of\nAbuse of Process Because He Acted Properly Within the Boundaries of the\nLaw in Pursuit of the Legitimate Interests of his Clients.\nEpstein's Second Amended Complaint raises several claims of \"abuse of process.\" An\nabuse of process claim requires proof of three elements: \"(1) that the defendant made an illegal,\nimproper, or perverted use of process; (2) that the defendant had ulterior motives or purposes in\nexercising such illegal, improper, or perverted use of process; and (3) that, as a result of such\naction on the part of the defendant, the plaintiff suffered damage. \" S & Ilnvestments v. Payless\nFlea Market, Inc., 36 So.3d 909, 917 (Fla. 4 th Dist. Ct. App. 2010) (internal citation omitted). In\nfact, this Court is very familiar with this cause of action, as Edwards has correctly stated this\ncause in his counterclaim against Epstein. Edwards is entitled to summary judgment because\nEpstein cannot prove these elements.\nThe first element of an abuse of process claim is that a defendant made \"an illegal,\nimproper, or perverted use of process.\" On the surface, Epstein's Complaint appears to contain\nseveral allegations of such improper process.\nOn examination, however, each of these\nallegations amounts to nothing other than a claim that Epstein was unhappy with some\ndiscovery proceeding, motion or argument made by Edwards. This is not the stuff of an abuse of\nprocess claim, particularly where Epstein fails to allege that he was required to do something as\nthe result of Edwards' pursuit of the claims against him. See Marty v. Gresh, 501 So.2d 87, 90\n(Fla. 1st Dist. Ct. App. 1987) (affirming summary judgment on an abuse of process claim where\n\"appellant's lawsuit caused appellee to do nothing against her will\").\n12\nIn any event, none of the allegations of \"improper\" process can survive summary\njudgment scrutiny, because every action Edwards took was entirely proper and reasonably\ncalculated to lead to the successful prosecution of the pending claims against Epstein as detailed\nin Edwards' Affidavit.\nEpstein also fails to meet the second element of an abuse of process claim: that Edwards\nhad some sort of ulterior motive. The case law is clear that on an abuse of process claim a\n\"plaintiff must prove that the process was used for an immediate purpose other than that for\nwhich it was designed.\" MI Investments v. Payless Flea Market, Inc., 36 So.3d 909, 917 (Fla.\n4th Dist. Ct. App. 2010) (citing Biondo v. Powers, 805 So.2d 67, 69 (Fla. 4th Dist. Ct. App. 2002).\nAs a consequence, \"[w]here the process was used to accomplish the result for which it was\nintended, regardless of an incidental or concurrent motive of spite or ulterior purpose, there is no\nabuse of process.\" Id. (internal quotation omitted). Here, Edwards has fully denied any\nimproper motive, See Statement of Undisputed Facts, and Epstein has no evidence of any such\nmotivation. Indeed, it is revealing that Epstein chose not to ask even a single question about this\nsubject during the deposition of Edwards. In addition, all of the actions that Epstein complains\nabout were in fact used for the immediate purpose of furthering the lawsuits filed by L.M., E.W.,\nand Jane Doe. In other words, these actions all were both intended to accomplish and, in fact,\nsuccessfully \"accomplished the results for which they were intended\" -- whether it was securing\nadditional discovery or presenting a legal issue to the court handling the case or ultimately\nmaximizing the recovery of damages from Epstein on behalf of his victims. Accordingly,\nEdwards is entitled to summary judgment on any claim that he abused process for this reason as\nwell.\n13\n4. Edwards is Entitled to Summary Judgment to the Extent His Claim is Based\nOn Pursuit of Discovery Concerning Epstein's Friends Because All Such\nEfforts Were Reasonably Calculated to Lead to Relevant and Admissible\nTestimony About Epstein's Abuse of Minor Girls.\nEpstein has also alleged that Edwards improperly pursued discovery from some his close\nfriends.\nSuch discovery, Epstein claims, was improper because Edwards knew that these\nindividuals lacked any discoverable information about the sexual assault cases against Epstein.\nHere again, Edwards is entitled to summary judgment, as each of the friends of Epstein\nwere reasonably believed to possess discoverable information. The undisputed facts show the\nfollowing with regard to each of the persons raised in Epstein's complaint:\ne\nWith regard to Donald Trump, Edwards had sound legal basis for believing Mr.\nTrump had relevant and discoverable information. See Statement of Undisputed\nFacts.\n• With regard to Alan Dershowitz (Harvard Law Professor), Edwards had sound\nlegal basis for believing Mr. Dershowitz had relevant and discoverable\ninformation. See Statement of Undisputed Facts.\n• With regard to former President Bill Clinton, Edwards had sound legal basis for\nbelieving former President Clinton had relevant and discoverable information.\nSee Statement of Undisputed Facts.\n® With regard to Ramer Sony Record executive Tommy Mottola, Edwards was not\nthe attorney that noticed Mr. Mottola's deposition. See Statement of Undisputed\nFacts.\n® With regard to illusionist David Copperfield, Edwards had sound legal basis for\nbelieving Mr. Copperfield had relevant and discoverable information. See\nStatement of Undisputed Facts.\ne\nWith regard to framer New Mexico Governor Bill Richardson, Edwards had\nsound legal basis for naming Former New Mexico Governor Bill Richardson on\nhis witness list. See Statement of Undisputed Facts.\nIt is worth noting that the standard for discovery is a very liberal one. To notice someone\nfor a deposition, of course, it is not required that the person deposed actually end up producing\n14\nadmissible evidence. Otherwise, every deposition that turned out to be a false alarm would lead\nto an \"abuse of process\" claim. Moreover, the rules of discovery themselves provide that a\ndeposition need only be \"reasonably calculated to lead to the discovery of admissible evidence.\"\nFla. R. Civ. P. 1.280(b) (emphasis added).\nMoreover, the discovery that Edwards pursued has to be considered against the backdrop\nof Epstein's obstructionist tactics. As the Court is aware, in both this case and all other cases\nfiled against him, Epstein has asserted his Fifth Amendment privilege rather than answer any\nsubstantive questions. Epstein has also helped secure attorneys for his other household staff who\nassisted in the process of recruiting the minor girls, who in turn also asserted their Fifth\nAmendment rights rather than explain what happened behind closed doors in Epstein's mansion\nin West Palm Beach. See Statement of Undisputed Facts. It is against this backdrop that\nEdwards followed up on one of the only remaining lines of inquiry open to him: discovery aimed\nat Epstein's friends who might have been in a position to corroborate the fact that Epstein was\nsexually abusing young girls.\nIn the context of the sexual assault cases that Edwards had filed against Epstein, any act\nof sexual abuse had undeniable relevance to the case — even acts of abuse Epstein committed\nagainst minor girls other than L.M., E.W., or Jane Doe. Both federal and state evidence rules\nmake acts of child abuse against other girls admissible in the plaintiff s case in chief as proof of\n\"modus operandi\" or \"motive\" or \"common scheme or plan.\" See Fed. R. Evid. 415 (evidence of\nother acts of sexual abuse automatically admissible in a civil case); Fla. Stat. Ann. 90.404(b)\n(evidence of common scheme admissible); Williams v. State, 110 So.2d 654 (Fla. 1959) (other\nacts of potential sexual misconduct admissible).\n15\nA second reason exists for making discovery of Epstein's acts of abuse of other minor\ngirls admissible. Juries considering punitive damages issues are plainly entitled to consider \"the\nexistence and frequency of similar past conduct.\" TXO Production Corp. v. Alliance Resources\nCorp., 509 U.S. 443, 462 n.28 (1993). This is because the Supreme Court recognizes \"that a\nrecidivist may be punished more severely than a first offender . . . [because] repeated misconduct\nis more reprehensible than an individual instance of malfeasance.\" BMW of North America, Inc.\nv. Gore, 517 U.S. 559, 577 (1996) (supporting citations omitted). In addition, juries can consider\nother similar acts evidence as part of the deterrence calculation in awarding punitive damages,\nbecause \"evidence that a defendant has repeatedly engaged in prohibited conduct while knowing\n. . . that it was unlawful would provide relevant support for an argument that strong medicine is\nrequired to cure the defendant's disrespect for the law.\" Id. at 576-77. In the cases Edwards\nfiled against Epstein, his clients were entitled to attempt to prove that Epstein \"repeatedly\nengaged in prohibited conduct\" — i.e., because he was a predatory pedophile, he sexually\nassaulted dozens and dozens of minor girls. The discovery of Epstein's friends who might have\nhad direct or circumstantial evidence of other acts of sexual assault was accordingly entirely\nproper. Edwards is therefore entitled summary judgment to the extent his claim is based on\nefforts by Edwards to obtain discovery of Epstein's friends.\nIII. EPSTEIN'S LAWSUIT MUST BE DISMISSED BECAUSE OF HIS REFUSAL TO\nPARTICIPATE IN REASONABLE DISCOVERY.\nAs is readily apparent from the facts of this case, Epstein has filed a lawsuit but then\nrefused to allow any real discovery about the merits of his case. Instead, when asked hard\nquestions about whether he has any legitimate claim at all, Epstein has hidden behind the Fifth\n16\nAmendment. As a result, under the \"sword and shield doctrine widely recognized in Florida\ncaselaw, his suit must be dismissed.\n\"[T]he law is well settled that a plaintiff is not entitled to both his silence and his\nlawsuit.\" Boys & Girls Clubs of Marion County, Inc. v. J.A., 22 So.3d 855, 856 (Fla. 5th Dist.\nCt. App. 2009) (Griffin, J., concurring specially). Thus, \"a person may not seek affirmative\nrelief in a civil action and then invoke the fifth amendment to avoid giving discovery, using the\nfifth amendment as both a 'sword and a shield.'\" DePalma v. DePalma, 538 So.2d 1290, 1290\n(Fla. 4th Dist. Ct. App. 1989) (quoting DeLisi v. Bankers Insurance Co., 436 So.2d 1099 (Fla. 4th\nDist. Ct. App. 1983)). Put another way, \"[a] civil litigant's fifth amendment right to avoid selfincrimination\nmay be used as a shield but not a sword. This means that a plaintiff seeking\naffirmative relief in a civil action may not invoke the fifth amendment and refuse to comply with\nthe defendant's discovery requests, thereby thwarting the defendant's defenses.\" Rollins Burdick\nHunter of New York, Inc. v. Euroclassic Limited, Inc., 502 So. 2d 959 (Fla. 3rd Dist. Court App.\n1983).\nHere, Epstein is trying to do precisely what the \"well settled\" law forbids. Specifically,\nhe is trying to obtain \"affirmative relief' — i.e., forcing Edwards to pay money damages — while\nsimultaneously precluding Edwards from obtaining legitimate discovery at the heart of the\nallegations that form the basis for the relief Epstein is seeking. As recounted more fully in the\nstatement of undisputed facts, Epstein has refused to answer such basic questions about his\nlawsuit as:\n\"Specifically what are the allegations against you which you contend Mr.\nEdwards ginned up?\"\n® \"Well, which of Mr. Edwards' cases do you contend were fabricated?\"\n17\n• \"Is there anything in L.M.'s Complaint that was filed against you in September of\n2008. which you contend to be false?\"\n• \"I would like to know whether you ever had any physical contact with the person\nreferred to as Jane Doe in that [federal] complaint?\"\n• \"Did you ever have any physical contact with E.W.?\"\n• \"What is the actual value that you contend the claim of E.W. against you has?\"\nThe matters addressed in these questions are the central focus of Epstein's claims against\nEdwards. Epstein's refusal to answer these and literally every other substantive question put to\nhim in discovery has deprived Edwards of even a basic understanding of the evidence alleged to\nsupport claims against him. Moreover, by not offering any explanation of his allegations,\nEpstein is depriving Edwards of any opportunity to conduct third party discovery and\nopportunity to challenge Epstein's allegations.\nIt is the clear law that \"the chief purpose of our discovery rules is to assist the truthfinding\nfunction of our justice system and to avoid trial by surprise or ambush,\" Scipio v. State,\n928 So.2d 1138 (Fla.2006), and \"full and fair discovery is essential to these important goals,\"\nMcFadden v. State, 15 So.3d 755, 757 (Fla. 4th Dist. Ct. App. 2009). Accordingly, it is important\nfor the Court to insure \"not only compliance with the technical provisions of the discovery rules,\nbut also adherence to the purpose and spirit of those rules in both the criminal and civil context.\"\nMcFadden, 15 So.3d at 757. Epstein has repeatedly blocked \"full and fair discovery,\" requiring\ndismissal of his claim against Edwards.\n18\nIV. EDWARDS IS ENTITLED TO ADVERSE INFERENCES FROM\nEPSTEIN'S INVOCATION OF THE FIFTH AMENDMENT AND\nTHEREFORE TO SUIVIIVIARY JUDGMENT ON EPSTEIN'S CLAIM.\nEdwards is entitled to summary judgment on the claim against him for a second and\nentirely independent reason: Epstein's repeated invocations of the Fifth Amendment raise\nadverse inferences against him that leave no possibility that a reasonable factfinder could reach a\nverdict in his favor.\nIn ruling on a summary judgment motion, the court must fulfill a\n\"gatekeeping function\" and should ask whether \"a reasonable trier of fact could possibly\" reach\na verdict in favor of the plaintiff. Willingham v. City of Orlando, 929 So.2d 43, 48 (Fla. 5th Dist.\nCt. App. 2006) (emphasis added). Given all of the inferences that are to be drawn against\nEpstein, no reasonable finder of fact could conclude that Epstein was somehow the victim of\nimproper civil lawsuits filed against him. Instead, a reasonable finder of fact could only find that\nEpstein was a serial molester of children who was being held accountable through legitimate\nsuits brought by Edwards and others on behalf of the minor girls that Epstein victimized.\n\"[I]t is well-settled that the Fifth Amendment does not forbid adverse inferences against\nparties to civil actions when they refuse to testify in response to probative evidence offered\nagainst them.\" Baxter v. Pabnigiano, 425 U.S. 308, 318 (1976); accord Vasquez v. State, 777\nSo.2d 1200, 1203 (Fla. App. 2001). The reason for this rule \"is both logical and utilitarian. A\nparty may not trample upon the rights of others and then escape the consequences by invoking a\nconstitutional privilege — at least not in a civil setting.\" Fraser v. Security and Inv. Coip., 615\nSo.2d 841, 842 (Fla. 4th Dist. Ct. App. 1993). And, in the proper circumstances, \"'Silence is\noften evidence of the most persuasive character.'\" Fraser v. Security and Inv. Corp., 615 So.2d\n19",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_013304.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 168735,
    "word_count": 27071,
    "line_count": 2218,
    "import_date": "2025-11-19T21:47:47.174020",
    "prefix": "TEXT-001"
  }
}