{
  "document_id": "HOUSE_OVERSIGHT_030935",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030935.txt",
  "text": "Grant _Seuth070964\"eMailContent.htm\n\nme\n\nYou said, \"\"I am reasonably sure that the traffic light was green\n\n_ One report takes out the equivocation and quotes you as saying: \"The light was green.\n\nThis brings us to Federal law 18 USC 1001. That statute makes it a felony to lie to the government. And\nguess who decides whether or not you were lying? The government.\n\nSo here is your conundrum. Do you testify about your doubts about the light, which is the truth, or do\nyou adopt the \"\"302\"\" version to avoid the wrath of the FBI?\n\n__Whether ¢ or not the \"\"302\"\" discrepancies are a result of stupidity or cupidity makes 1 no o difference. 7 =\nTestify in opposition ‘to the \"302\" and you are in the crosshairs of the Feds. ~ menmcrmeceemeneeny\n\nIf they believe your testimony cost them the case, the next thing you likely to hear from the FBI will be:\n\"\"Please place your hands behind your back.”\"\n\nA number of years ago, fed up with the 302 Two Step, I turned the tables on them.\n\nIn a high profile case, my client was asked to submit to an FBI interview at their offices in North Miami\nBeach.\n\nFeigning naivety, I asked where the court reporter was. I was told there was no court reporter.\nI then asked where the tape recorder was.\n\nI will always be impressed that the agent was able to give us the response he did without laughing. He\nsaid the FBI could not tape the interview because they did not have \"\"enough money in their budget.\"\n\nit was time to play the Trump Card.\n\nAt that point, I removed a cassette recorder from my pocket and explained that my client had been able\nto scrape together the 59 cents for a cassette tape. Further we would pay for the tape to be transcribed\nand supply them with a free copy of everything.\n\nYou could've heard a fart in a vacuum.\n\nThey now made it clear that no way, no how would any FBI interview be recorded. So we went forward\nwith the interview as the agent took notes. _\n\nMonths later the client was called to testify at trial.\nI warned him the waa\" would be a work of fiction. It was. I was siting in the back of the courtroom. ©\n\nCalled to the stand, he told the \"\"real\"\" truth and not the \"\"302\"\" version of the truth. The Assistant U.S.\nAttorney was frustrated and kept on confronting him with the \"\"302\"\" version.\n\nfile://C|/Documents%20and%20Settings/T: rial/Desktop/E. ..uction/eDocs/eMail/Grant_Smith070964*eMailContent.htm (2 of 5) [11/6/2010 10:16:49 PM]\n14511\n\nHOUSE_OVERSIGHT_030935",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030935.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2442,
    "word_count": 433,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.000130",
    "prefix": "IMAGES-011"
  }
}