{
  "document_id": "HOUSE_OVERSIGHT_023436",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023436.txt",
  "text": "e Hip-Hop Artist Nas\ne distinguished academics and poets from Harvard and elsewhere\n\nParticipants and Filmed Conversations include:\n\ne President Bill Clinton, Herbie Hancock, poet Sonia Sanchez, and children from the\nHarlem Children’s Zone on disappointment and discrimination (filmed in Harlem and\nLA)\n\nNas on traditions of American urban long-form poetry\n\nLena Dunham on truth-telling and romantic love (filmed in Brooklyn)\n\nWoody Allen on poetry, sincerity, and morality\n\nSupreme Court Justice Elena Kagan on poetry and the law\n\nVice President Al Gore on poetry and the environment\n\nRobert Frost biographer Jay Parini with Harvard students on trauma (filmed in\nVermont)\n\nAlfre Woodard on Gwendolyn Brooks and rebellion\n\nSenator John McCain on love and loyalty to comrades (filmed in Washington DC)\nKatie Couric on grief and self-control\n\nNBA athletes Shane Battier and Jason Collins on form and basketball\n\nB. PROJECT ACTIVITIES\n\nThe activities of this proposal fall into three major categories: production, post-production, and\ndistribution. The activities involve collaboration between academics, professional course\ndevelopers, curricular designers and video producers.\n\nPoetry in America has amassed well over one hundred hours of high quality instructional\nvideo, including dozens of interpretive conversations with well-known personalities across the\nprofessions. Some additional production is expected, and a crew is now assembled to\naccomplish additional production in a cost effective manner. The post-production stage will\ninvolve discussion and planning with the Harvard Graduate School of Education and other\neducational and media partners based on this current sizeable archive of raw video footage.\n\nAt the post-production stage, we will shape and edit the raw footage into curricular content for\nteachers, and produce classroom-ready video. The post-production team, led by an\nexperienced course developer and producer, will also include a professional\nvideographer/editor with experience in creating high-quality pedagogy, a media manager, and\na curriculum design team comprised of an instructional designer and IT specialist. HGSE will\ndevelop graduate course materials, including classroom-usable lesson plans, based on video\ncontent. Courses offered will include uncoached, lightly coached and fully coached versions of\nteaching poetry in the classroom. Teachers enrolled in coached versions of the course will\nreceive real-time classroom support by HGSE instructional staff.\n\nHOUSE_OVERSIGHT_023436",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023436.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2521,
    "word_count": 354,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.814171",
    "prefix": "IMAGES-007"
  }
}