{
  "document_id": "HOUSE_OVERSIGHT_030340",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030340.txt",
  "text": "We have not received a response from you. If you wish to respond, please do so as soon as possible and no\nlater than 18:00 on Monday 2nd February 2015.\n\nFor your convenience, please see the original letter below,.\n\nYours faithfully,\n\nDavid Pegg\nThe Guardian\nKings Place\n90 York Way\nLondon\n\nN1 9GU\n\nTel:\nEmail:\n\nOn 5 January 2015 at 11:14, David Pegg PS wrote:\n\nSwiss Accounts Survey\nDear Mr Epstein,\n\nWe are writing because a US media organisation, in concert with ourselves at the Guardian newspaper in\nLondon, is currently conducting a detailed survey of Swiss bank accounts, past and present.\n\nIt is not illegal to have Swiss accounts. But as you may know, it is a topic of considerable public debate, and\nseveral governments have been investigating the owners of such accounts.\n\nThere are a number of ways such accounts and also offshore trusts have been used to avoid inheritance tax,\nUK domestic tax, or tax imposed by other countries. Such accounts have also been used to launder money.\n\nWe have seen records held in the US identifying you among those who have held accounts. These accounts\ncontained assets of up to USD 3.5m, and include:\n\nHSBC (Suisse) SA\n\nFAMILY INTEREST L.P.\n\n22079\n\nBESSIE\n\nJEFFREY EPSTEIN\n\n1) You may therefore have been a person evading or avoiding tax, or laundering money.\n\nWe will be particularly concerned with these questions:\n\n2) Why you had Swiss accounts.\n3) How much back tax you have settled with the tax authorities following their investigation of your affairs.\n\nAdditionally, from public records and from material we have seen we note that:\n\nHOUSE_OVERSIGHT_030340",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030340.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1608,
    "word_count": 269,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.267860",
    "prefix": "IMAGES-010"
  }
}