{
  "document_id": "HOUSE_OVERSIGHT_019237",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019237.txt",
  "text": "Freedom House\n\nEVERY INDICATOR HAS DECLINED OVER THE PAST 10 YEARS\n\nElectoral Pluralism and Functioning of Expression and Association and\n\nProcess* Participation | Government*\n\nPersonal and\n\nAssembly* Rule of Law Individual Rights\n\nChange in Score, 2007-2016\n\n©\no\nI\nI\nI\n1\n1\n\nCe eee\n\n*Denotes indicators scored ona 12-point scale. All others are scored on a 16-point scale.\n\nilliberal governments in countries like Hungary\nfor their rejection of international democratic\nstandards in favor of perceived national inter-\nests. Even when there is no direct collaboration,\nsuch behavior benefits authoritarian powers by\nbreaking down the unity and solidarity of the\ndemocratic world.\n\n¢ There has been arise in authoritarian inter-\nnationalism. Authoritarian powers form loose\nbut effective alliances to block criticism at the\nUnited Nations and regional organizations like\nthe Organization for Security and Co-operation\nin Europe and the Organization of American\nStates, and to defend embattled allies like Syria's\nBashar al-Assad. There is also growing replica-\ntion of what might be called authoritarian best\npractices, vividly on display in the new Chinese\nlaw on nongovernmental organizations (NGOs)\nand efforts by Russia and others to learn from\nChina's experience in internet censorship.\n\nModern authoritarians are working to revalidate\nthe concept of the leacer-for-life. One of the\nseeming gains of the postcommunist era was\nthe understanding that some form of term limits\nshould be imposed to prevent incumbents from\nconsolidating power into a dictatorship. In re-\ncent years, however, a number of countries have\nadjusted their constitutions to ease, eliminate,\nor circumvent executive term limits. The result\nhas been a resurgence of potential leaders-for-\nlife from Latin America to Eurasia.\n\nWhile more subtle and calibrated methods of re-\npression are the defining feature of modern au-\nthoritarianism, the past few years have featured\na reemergence of older tactics that undermine\nthe illusions of pluralism and openness as well\nas integration with the global economy. Thus\nMoscow has pursued its military intervention in\nUkraine despite economic sanctions and over-\nseen the assassination of opposition figures;\n\nwww.freedomhouse.org\n\nHOUSE_OVERSIGHT_019237",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019237.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2268,
    "word_count": 335,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:45.542252",
    "prefix": "IMAGES-005"
  }
}