{
  "document_id": "HOUSE_OVERSIGHT_030050",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030050.txt",
  "text": "21\n\nArticle 6.\n\nNYT\n\nArabs Will Be Free\n\nRoger Cohen\n\nMarch 28, 2011 -- Three Middle Eastern countries have been\nconspicuous for their stability in the storm. They are Turkey,\nLebanon and Israel. An odd mix, you might say, but they have in\ncommon that they are places where people vote.\n\nDemocracy is a messy all-or-nothing business. That’s why I love it.\nYou can no more be a little bit democratic than a little bit pregnant.\nYes, citizens go to the polls in Turkey, Lebanon and Israel and no\ndictator gets 99.3 percent of the vote. They are lands of opportunity\nwhere money is being made and where facile generalizations, for all\ntheir popularity, miss the point. Turkey has not turned Islamist,\nLebanon is not in the hands of Hezbollah, and Israel is still an open\nsociety.\n\nAll three countries, of course, are also wracked by division and\nimperfection; but then two great merits of democracy are that it\nfinesses division and does not aspire to perfection.\n\nSpeaking of Hezbollah, remember all that alarm a couple of months\nback when a Hezbollah-backed businessman, Najib Mikati, emerged\nas prime minister? After that, Lebanon introduced the Libyan no-fly-\nzone resolution at the United Nations — a rare, if little noted,\nexample of the United States and a Hezbollah-supported government\nin sync.\n\nTalk to Hezbollah: That’s obvious. It’s no terrorizing monolith.\nMikati is struggling with the give-and-take of Lebanese politics. Life\ngoes on in the freewheeling way that has long drawn repressed,\nfrustrated Arabs to Beirut.\n\nHOUSE_OVERSIGHT_030050",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030050.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1552,
    "word_count": 254,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.031321",
    "prefix": "IMAGES-010"
  }
}