{
  "document_id": "HOUSE_OVERSIGHT_017611",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017611.txt",
  "text": "Page 8 of 31\n104 J. Crim. L. & Criminology 59, *69\n\n[*70]\nA. THE CVRA'S PURPOSES\n\nAn analysis of the CVRA's application before prosecutors have filed charges must begin by assessing the CVRA's purposes\nbecause any interpretation of the CVRA that is divorced from the statute's purposes would run the risk of defeating the statute's\naims. It is axiomatic that courts should \"give faithful meaning to the language Congress adopted in the light of the evident\nlegislative purpose in enacting the law in question.\" 4°\n\nAs discussed above, >°\n\none important goal of the CVRA was to keep crime victims informed about any developments in the\ncriminal justice process. But the need to be informed does not begin with the filing of a formal criminal charge. A crime victim\nneeds to know what is happening before formal charging - during a criminal investigation, for example - just as much as she\nneeds to know what is happening in court. Indeed, she may have a greater need to know, as she may be concerned that the\n\ncriminal who harmed her is still on the loose, posing a danger to her.\n\nSimilarly, concerning the second purpose - facilitating victim participation >!\n\n- without a right to pre-charging involvement,\nvictims may be effectively shut out of the process entirely. The Epstein case provides a useful illustration of why the CVRA\nmust be understood to extend rights to victims prior to indictment. The prosecutors handling the investigation reached an\nagreement with Epstein that barred federal prosecution of sex offenses committed against dozens of victims, including Jane\nDoe Number One and Jane Doe Number Two. If CVRA rights did not extend to the negotiations surrounding the agreement,\n\nthen the victims never would have had any ability to participate in the resolution of the case. **\n\nA construction of the CVRA that extends rights to victims before charges are filed would be entirely consistent with the\nCVRA's participatory purpose. If victims have the ability to participate in a pre-charging plea bargaining process, for example,\nvictims can help ensure that prosecutors do not overlook anything that should be covered in the plea deal. For example, victims\nmight be able to obtain agreement to a \"no contact\" order or valuable restitution - points that the prosecutor might fail [*71] to\nconsider in crafting a plea. Similarly, allowing victims to participate early in the process avoids retraumatizing victims. Again,\nas the Epstein case usefully illustrates, it may be extremely difficult for victims to discover after the fact that potential criminal\ncharges against a criminal who has abused them have been secretly bargained away. Jane Doe Number One and Jane Doe\nNumber Two, for example, were outraged when they discovered prosecutors had entered into an agreement blocking any\nprosecution of sex offenses Epstein committed against them - and all without telling them. >?\n\nIn short, the purposes animating the CVRA all suggest that the Act was meant to, and should, extend rights to crime victims\nbefore formal charges are filed.\n\nB. THE CVRA'S PLAIN LANGUAGE\n\nWhile the general purposes of the CVRA support a broad interpretation of the Act, it is important to examine whether those\npurposes have been expressed in the Act's language. Without a linkage to the Act's text, the general purpose might not provide\n\n49 Graham Cnty. Soil & Water Conservation Dist. v. United States ex rel. Wilson, 130 S. Ct. 1396, 1409 (2010) (quoting United States v.\nBornstein, 423 U.S. 303, 310 (1976)) (internal quotation marks omitted).\n\n© See supra notes 24-27.\n5! See supra notes 28-29.\n\n*2 Even the Justice Department seems to recognize this point. As a matter of policy, the Department extends to victims the right to confer\nwith prosecutors in situations where plea discussions occur before charges have been brought. U.S. Dep't of Justice, Office for Victims of\nCrime, Attorney General Guidelines for Victim and Witness Assistance 41-42 (2011 ed., rev. May 2012) [hereinafter Attorney General\nGuidelines].\n\n3 Without disclosing confidential attorney-client communications, this fact is readily apparent from victims’ filings in the Epstein case. See,\ne.g., Jane Doe Motion, supra note 40, at 17 (stating that the victims relied on the U.S. Attorney's Office representatives \"to their detriment[,]\"\nthat if they knew the true facts, \"they would have taken steps to object\" to the plea agreement, and that they believed criminal prosecution to\nbe \"extremely important\").\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017611",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017611.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4520,
    "word_count": 729,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.363743",
    "prefix": "IMAGES-004"
  }
}