{
  "document_id": "HOUSE_OVERSIGHT_017488",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_017488.txt",
  "text": "﻿IN THE CIRCUIT COURT OF THE \nFIFTEENTH JUDICIAL CIRCUIT, IN AND \nFOR PALM BEACH COUNTY, FLORIDA \nCASE NO.: 502009CA040800XXXXMBAG \nJEFFREY EPSTEIN, \nPlaintiff, \nVS. \nSCOTT ROTHSTEIN, individually, \nBRADLEY J. EDWARDS, individually, and \nL.M., individually, \nDefendant, \nNOTICE OF FILING TRANSCRIPT IN SUPPLEMENTAL SUPPORT OF BRADLEY \nEDWARDS' MOTION FOR SUMMARY JUDGMENT  \nDefendant/Counterplaintiff, BRADLEY J. EDWARDS, by and through his undersigned \nattorneys, hereby gives notice of the filing of the transcript of the deposition of Scott Rothstein \ntaken on June 14, 2012. Specific portions of the deposition on which Mr. Edwards' relies in \nsupport of his motion for summary judgment are highlighted. \nI HEREBY CERTIFY that a true and correct copy of the foregoing has been furnished by \n!) \nU.S. Mail to all counsel on the attached list is day of June 2012. \nJA \nFl \nrida \nC RdA \nar No.: 169440 \nDenney Scarola Barnhart & Shipley, P.A. \n21-39 Palm Beach Lakes Boulevard \nest Palm Beach, Florida 33409 \nPhone: (561) 686-6300 \nFax: (561) 383-9451 \nAttorneys for Bradley J. Edwards \n\fEdwards adv. Epstein \nCase No.: 502009CA040800XXXXMBAG \nNotice of Filing Transcript In Supplemental Support of Bradley Edwards' Motion for Summary Judgment \nPage 2 of 2 \nCOUNSEL LIST \nBradley J. Edwards, Esquire \nFarmer, Jaffe, Weissing, Edwards, Fistos \n425 North Andrews Avenue, Suite 2 \nFort Lauderdale, FL 33301 \nPhone: (954) 524-2820 \nFax: (954) 524-2822 \nJack A. Goldberger, Esquire \nAtterbury, Goldberger & Weiss, P.A. \n250 Australian Avenue South, Suite 1400 \nWest Palm Beach, FL 33401 \nPhone: (561) 659-8300 \nFax: (561) 835-8691 \nMarc S. Nurik, Esquire \nOne E Broward Blvd., Suite 700 \nFort Lauderdale, FL 33301 \nPhone: (954) 745-5849 \nFax: (954) 745-3556 \nTortja Haddad Coleman, Esquire \nLaw Offices of Tonja Haddad, P.A. \n524 S Andrews Avenue, Suite 200N \nFort Lauderdale, FL 33301 \nPhone: (954) 467-1223 \nFa*: (954) 337-3716 \nLilly Ann Sanchez, Esquire \nThe L-S Law Firm \n1441 Brickell Avenue, 15th Floor \nMiami, FL 33131 \nPhone: (305) 503-5503 \nFax: (305) 503-6801 \n\fPage 1 \nIN THE CIRCUIT COURT OF THE \nFIFTEENTH JUDICIAL CIRCUIT IN \nAND FOR PALM BEACH COUNTY, FLORIDA \nGENERAL JURISDICTION DIVISION \nJEFFREY EPSTEIN, \nPlaintiff, \nvs. No. 502009CA040800XXXXMBAG \nSCOTT ROTHSTEIN, individually, \nand BRADLEY J. EDWARDS, \nindividually, \nDefendants. \n500 East Broward Boulevard, \nFt. Lauderdale, Florida \nThursday, June 14, 2012 \n9:14 a.m. - 12:37 p.m. \nDEPOSITION \nOf \nSCOTT ROTHSTEIN \n(Via Video Conference) \nTaken on behalf of the Trustee \npursuant to a notice of taking deposition \nFRIEDMAN, LOMBARDI & OLSON \n305-37] -6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 \n2 \n3 \n4 \n5 \n6 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 APPEARANCES: \n2 \nLAW OFFICES OF TONJA HADDAD: P A. by \n3 Tonta Haddad, Esq. \nAttorney for the Plaintiff. \n4 \n6 \n8 \n9 \n10 \n11 \n12 \nATTERBURY, GOLDBERGER & WEISS, P.A., by \nJack Goldberger, Esq \nAttorney for the Plaintiff. \nSEARCY DENNEY SCAROLA ET AL, by \nJack Scarola, Esq. \nAttorney for the Defendant. Brad Edwards \nMARC NURIK, P.A., by \nMarc Nurik, Esq. \nAttorney for Scott Rothstein. \n(Appearing via Video Conference.) \n13 U.S. ATTORNEY'S OFFICE, by \nLaurence LaVecchio, Esq. \nAttorney for the Department of Justice. \nPage \nINDEX \nWITNESS DIRECT CROSS REDIRECT RECROSS \nSCOTT ROTHSTEIN \n(By Ms. Haddad) 5 \n(By Mr. Goldberger) 92 \n(By Mr. Scarola) 121 \nEXHIBITS \nPLAINTIFFS FOR IDENTIFICATION \n1 \t64 \n2 \t69 \n3 \t72 \nPage 3 \n1 Thereupon: \nSCOTT ROTHSTEIN, \nwas called as a witness and, having been duly sworn, \nwas examined and testified as follows: \nTHE WITNESS: I do. \nMS. HADDAD: Good morning, Scott. How are \n7 you? \n8 THE WITNESS: Good morning, Tonja. How are \n9 you? \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMS. HADDAD: Fine, thank you. It's nice to \nsee you. \nTHE WITNESS: Good to see you, too. \nMR. SCAROLA: Mr. Rothstein, I don't know \nthat you and I have met. I'm Jack Scarola, I'm \nrepresenting Brad Edwards and1know you know Brad \nwho's to my immediate left. \nTHE WITNESS: Hey, Brad, how are you? \nJack, good to see you. \nMR. SCAROLA: Thank you. \nMR. GOLDBERGER: Also present is another \nJack, Jack Goldberger, andl also represent Jeffrey \nEpstein. To my right is Danyn lndyke --\nTHE WITNESS: Good morning, Jack. \nMR. GOLDBERGER: How are you today? \nAnd to my right is Darryn lndyke, who is \nPage 4 \nMr. Epstein's in-house counsel. \nMR. INDYKE: Good morning. \nTHE WITNESS: Good morning, sir. \nMR. NURIK: Good morning, everyone. \n5 MR. GOLDBERGER: Hi, Marc, how are you? \nMR. NUR1K: Good. You'll be seeing my \n7 shoulder most of the day. \nMR. GOLDBERGER: Okay. \n9 DIRECT EXAMINATION \n10 BY MS. HADDAD: \n11 Q. Well, Scott, I know you've talked about this \n12 probably more than you even care to, but I'd like to \n13 start a little bit asking you about the scheme at your \n14 firm and how arid when it started and things of that \n15 nature just very briefly because] know you've covered \n16 it many times. \n17 MR. SCAROLA: It has been covered and \n18 protocol precludes asking questions that have already \n19 been answered and covering areas that have already \n20 been covered, so we do object. \n21 MR. GOLDBERGER: Your objection is noted. \n22 BY MS. HADDAD: \n23 Q. When did this first start? \n24 A. It started back in '05, '06. The question \n25 is a little bit vague for me because it started in a \nPage 5 \n2 (Pages 2 to 5) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\fdifferent form than it ended because it started as \n2 bridge loans and things of that nature, and then \n3 morphed into the Ponzi scheme. But you are looking \n4 back into the 2005 time frame for the very beginning. \n5 Q. The 2005 time frame, that's when the bridge \n6 loans started? \nA. I can't be certain exactly what we were \n8 doing. I need to see all the documents to tell you \n9 what we were doing at what specific point in time. \n1 0 Q. What made you decide to start doing this? \n1 1 A. I started doing it out of greed and the need \n1 2 to support the law firm, which was having significant \n1 3 financial trouble at the time. \n1 4 Q. And in 2005 had you moved over to 401 yet or \n1 5 were you still in the building where Colonial Bank \n16 was? \n1 7 A. I don't remember. \n1 8 Q. Do you recall approximately how many \n1 9 attorneys you had working for you when it started? \n2 0 A. I do not. Between five and ten, Tonja. \n2 1 Q. Was it before you started acquiring \n2 2 attorneys like you were acquiring cars and watches? \n2 3 MR. SCAROLA: Object to the form of the \n2 4 question, vague. \n25 THE WITNESS: Yes. \nPage \n1 BY MS. HADDAD: \n2 Q. Well, who were you partners with when it \n3 first started? \n4 A. Stu Rosenfeldt. \n5 Q. Okay. Anyone else? \n6 A. Susan Dolin, I believe. It was definitely \n7 Stu Rosenfeldt, Michael Pancier, and Susan Dan may \n8 have been partners of ours at that time, I'm not \n9 certain. \n1 0 Q. Because if memory serves me correctly, you \n1 1 went from being in the One Financial Plaza Building to \n1 2 the building across the street, it was Rothstein, \n1 3 Rosenfeldt, Dolin and Pancier; is that correct? \n14 A. Yes. \n1 5 Q. And it was some time later that you moved \n1 6 into the 401 Building, correct? \n1 7 A. You are skipping one step. I went from One \n1 8 Financial Plaza to Phillips, Eisinger, Koss, Kusnick, \n1 9 Rothstein and Rosenfeldt. Then Stu Rosenfeldt and I \n2 0 broke off and formed Rothstein Rosenfeldt. And then \n2 1 Rothstein, Rosenfeldt, Dolin, Pancier over at the \n2 2 Colonial Bank Building. And then we took the space in \n2 3 the 401 Building and eventually moved over there and \n2 4 that's when the real growth started. \n2 5 Q. And when you say, \"that's when the real \nPage \n1 \n3 \n4 \n5 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ngrowth started,\" do you mean both the scheme -- do you \nmean the scheme and the fin-n or either one or both? \nA. Both. \nQ. Do you recall approximately when you took \nthe space in the 401 Building? \nA. I do not. \nQ. At the time everything imploded, how many \npartners did you have at the fin-n, do you recall? \nA. Are you saying partners and shareholders? \nBecause remember, we had both, two designations. \nQ. I want to start with just attorneys that \nhad -- not in your firm name but named as \"partner\" on \nthe cards, for example. \nA. I'd have to see a list of all the employees. \nWe had a bunch. \nQ. Do you recall about how many attorneys you \nhad working there? \nA. Approximately 70. \nQ. In the year before, do you recall how many \nyou had? \nA. I do not. \nQ. So how many equity partners did you have or \nshareholders? I'm not sure of the word that we are \nusing. \nA. Actual shareholders, equity shareholders \nPage 8 \nwere two, me arid Itti Is sso fekfl . \nQ. And evei one else  was just a partner for \ntitle purpoW \nA. There were shareholders for title u oses \n01.01...._-tnerlialiti5. \n1 Q. If someone was called a shareholder for \ntitle purposes then, did they get to receive any of \nthe funds? Were they shareholders receiving money or \ns 9 they were not considered shareholders in that sense? \ni 10 MR. SCAROLA: Objection to the form of the \n' 11 question. \n12 THE WITNESS: What kind of funds are you \n13 talking about? \n14 BY MS. HADDAD: \n15 Q. In general from the firm. When you say \n1 6 equity shareholders, I understand that's you and Stu. \n17 What I'm saying is, if you had someone else that was \n1 8 named as a shareholder, why did you call them a \n1 9 shareholder as opposed to a partner? \n20 A. It was a title oflprestige and achievement. \n21 Q. So it was basically an ego thing, it had \n22 nothing really to do with the finances or hierarchy of \n23 the firm? \n24 A. They_got paid more_generally, but it did not \n25 1.2.2y_e_nyIlijngIo. 1 ja.....with distributions. \nPage 9 \n3 (Pages 6 to 9) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\fQ. When you were hiring and bringing in all \n2 these new attorneys, did everyone come in as a \n3 partner? \n1 A. No. \n5 Q. How did you decide who came in as a partner \n6 and who came in as an associate? \n7 A. Depended upon their level of expertise, \n8 practice, book of business. It was a decision Stuart \n9 and made together on a case-by-case basis. \n1 0 Q. So you and Stu where the -- were in charge \n11 of hiring? \n12 A. Stuart and 1 tried to consult on every \n13 hiring decision, yes. \n14 Q. Did you guys also decide salaries? \n15 A. 1 generally decided the salary and then let \n16 Stu know what] was going to do. And he would say if \n17 he thought it was okay or if he thought it was too \n18 much or too little, but 1 generally had free reign in \n19 that regard. \n2 0 Q. Did someone's book of business directly \n21 correlate to the salary that you would offer? \n22 A. That is a very broad question because it \n23 depends upon what other needs we had for that \n24 individual. \n25 Q. What do you mean by \"what other needs\"? \nPage \nA. Well, I'll give you a good example. My \n2 lawyer, Mr. Nurik, his salary was directly related to \n3 the fact that he was a great lawyer and had a solid \n4 book of business. \n5 Q. Yes. \n6 A. David Boden, on the other hand, was, as I \n7 previously testified, l don't know if you've had a \n8 chance to read the testimony, but David Boden was not \n9 only the general counsel to the law firm but he was \n1 0 also -- acted as my consigliere in a significant \n11 number of illegal operations and he was compensated \n12 significantly for that, if that helps you understand \n13 the difference. \n14 Q. It does. \n15 So, for example, when you were hiring former \n16 judges, let's use that as an example, Pedro and Julio, \n17 clearly they don't have a book of business coming in \n18 because they haven't had clients, but they may carry \n19 some sort of prestige or give some legitimacy, if you \n20 will, to the firm. How would you decide the salary \n2 1 for someone like that? \n22 A. Stu and I would discuss it. It was more a \n23 market issue than anything else, how much are judges \n24 coming off the bench getting, how much business do we \n25 think they can generate. \nPage 11 \n2 \n3 \n5 \n6 \n7 \n110 \n111 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n3 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nQ. Would you need to look at someone's book of \nbusiness if they were coming in just solely to be a \nrainmaker for the firm prior to hiring them? \nA. I discussed it with them. There were not \nmany people that I recall that 1 actually looked at \ntheir numbers. Once David Boden was working for me \nhad him check people's numbers, but I rarely looked. I \ntook most people's words for what they were \ngenerating. \nQ. My recollection is, you were always looking \nto bring in more people, to hire more people, some of \nus were somehow able to resist you while others were \nnot.  How would you decide  who ou were lookin at to \nbring into your firm?  \nA. We were trying to develoate \nside of the law finn, we were try_i_p_g_t2leystos_mi \ntalent, real practice groups.  I mean, Brad is a  \nperfect \nYou know, it was our hope that, you know 1_____j__2s2v_as_g2k)_g \nto be one of the people to actually in s \nrescue the firm because he had a practice groupb_al \ncould generate substantial income. You know, on the \nle_gitimate side that's what we were trying to do, we \nwere trying to find the best and the brightest. \nQ. 0122.WLtLEp_e_c_f_toj_12L-in_gill_Esople that \nPage 12 \naPIMUNIAMPIAMISIS. \nyou thought could bring a book of business, you just \nsaid Brad for exam le that he had a legjtimats \n_a-Lc:fiee group with a good book of business. How did \nyou know that?  \nA. Everyone in the tort world that I had spoke \nyoke extremelyjijalysirad no_only_peopIe 1  \nalready had working for me but other people that knea.. \nhim. He wa_s_ysi_y_-_-cm_y_e_ghighly recommended to \nus. \nQ-\nA. \nLike who, for example? \nWe wanted him in there. We were trying to \ndevelop a significant tort group and we thought that \nhe'd be a great part of it. \nQ. Who besides Russ told you that about Brad? \nA. It would have been other people in the tort \ngroup. I don't want to guess, Tonja, as to which \nother people told me, but it was -- well more than \nRuss. \nQ. Was it people within --\nA. Might have been people in politics that 1 \ntalked to that knew him because we had significant \ninput at the gubernatorial level with regard to tort \nreform and the like, and there were people there who \nknew who Brad was. It was more than one person that \ntold us that. \nPage 13 \n4 (Pages 10 to 13) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 Q. Okay. When you were looking at peoale to \n2 bring in as ou La_i_d. Your \n3 fin-n had a very unique area of practice and had a very \n4 unique environment to which to work. How did you know \n5 or  how did you come to decide what people may or may \n6 not fit into that? \n7 A. Okay. Hang on one second. I think1921 just \n8 accidentally misstated my testimony, \n9 Iwas not bringing the people in to  \n1 0 legitimize the law firm. l_was bringing them in to  \n11 the legitimate side of the law firm. The bulk of the \n12 law fi=ct plc the lack of financial success, was  a \n13 large group of ve honest, hard workin la ers \n14 ..5iLig.12_do their best in difficult economic \n15 conditions. There were some that were obviously not \n16 legitiinate. And the way I decided to bring people in, \n17 again, it's really everything I just told you. Are \n18 you looking for how I brought people into the Ponzi \n19 scheme? \n2 0 Q. No, right now I'm just asking about the firm \n21 because, as I said, it's a very unique way in which to \n22 practice and a very unique workplace environment with \n23 politics and restaurants and parties at your home and \n24 things of that nature. I'm asking, personality wise, \n25 other than the book of business, how did you decide on \nPage 14 \npeople that would be a good fit? \n2 A. I looked for people that were outgoing, that \n3 had the type of personality. On the legitimate side \n4 of the business, people that had charisma that were --\n5 that could go out and hustle and try to develop a book \n6 of business if they didn't have it. And as one of the \n7 50 percent of the shareholders of the firm] was \n8 trying to hire people I wanted to work with. \n9 Q. Okay. When you would see people from whom \n10 you would offer jobs, for example, as you mentioned \n11 earlier with Brad and his practice, if somebody stated \n12 that people told you that he was a good lawyer, did \n13 you need to see him in action, so to speak, prior to \n14 your deciding to hire them or would you just take \n15 people at their word for it? \n16 A. Some of people I saw in action; he wasn't \n17 one of them. Steve Osber is an excellent example of \n18 that. I hired Steve after he was beating the living \n19 daylights out of me on the other side of a case. And \n20 I certainly would ask around about the people. But \n21 the people that I trusted -- see, I can't remember. I \n22 think Gary Farmer was working for me before Brad, and \n23 if I'm not mistaken he would have been one of the \n24 people that I went to with regard to Brad because we \n25 were really developing that whole tort group around \nPage 15 \nthat time with Fanner and Fistos and Jaffe and \n2 Mr. Edwards. \nQ. Do you know where Mr. Edwards was working \nwhen you first learned of him? \nA. I don't recall whether he was working for \nsomeone or had his own practice, I don't recall. \nQ. When did you first learn about Brad? \nA. I don't remember the time frame. \n9 Q. Do you recall when you first met with him \n10 regarding a job? \n11 A. No. The easiest way to figure that out is \n12 to go look at his personnel file, it will have the \n13 notes saying when he met with me the first time. \n14 Q. You don't have any recollection of your \n15 first meeting with him? \n16 A. No. As you know, I was hiring people left \n17 and right and I was also unfortunately very busy doing \n18 things I shouldn't have been doing, so I don't have a \n19 specific recollection of when I hired him. I barely \n20 have a specific recollection of when I hired me. \n21 Q. But you did, in fact, meet with him? \n22 A. I'm certain I met with him before I hired \n23 him. I can't imagine -- although I did hire people \n24 without meeting them. I did hire people based on \n25 other people's word, if they were people within the \nPage 16 \n3 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nfirm that I trusted. Because] always said, I had a \nvery simple, you lie or die by what you are telling \nme. If you are telling me this guy is good and he's \nnot good, that's on you, it's going to hurt your \nincome. So used to tell my partner, people that \nwere recommending people to me, don't sell me a bill \nof goods just to get somebody in here because if you \ndo that it's going to come back on you, it's going to \naffect your income and your ability to grow in the \nfirm. So with that admonishment, I might have very \nwell hired someone sight unseen based upon what \nsomeone else told me. \nQ. But you did meet with Brad you say before he \ncame in to work? \nA. Now that I'm saying it out loud, I think I \ndid but really I'm guessing. I don't have a specific \nrecollection of meeting him. \nQ. Do you recall if you knew that he had worked \nas an assistant state attorney for a few years prior \nto doing tort litigation? \nA. I don't recall that one way or the other. \nQ. So you wouldn't have asked Howard Scheinberg \nor anybody about him before he came to work there? \nA. I can't say that I wouldn't have asked \nbecause, like I said, I might have asked. But \nPage 17 \n5 (Pages 14 to 17) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\funfortunately, you are taking a little tiny spot out \n2 of a very, very busy time period in my life and in the \n3 life of the firm, so I can't tell you one way or the \n4 other. \n5 Q. I know you had a lot going on, I'm just \n6 trying to see if you remember anything specific about \n7 this. \n8 Do you recall what salary you had offered \n9 Brad to come join the firm? \n10 A. I do not. You have to just try to \n11 differentiate that what I knew then is a lot different \n12 than what] know now so ... \n13 Q. Meaning? \n14 A. Obviously meaning that at the point in time \n15 that I was hiring him or maybe a year after, I would \n1 6 be able to tell you what I was paying him, but now \n17 it's insignificant. I don't remember how much I was \n18 paying him. \n19 Q. Did ou learn about his book of business or \n2 0 know what kind of cases he was bringing in prior to  \n21 hiring him? \n22 A. I do know that he -- I discussed either with \n23 Russ, well, I know with Russ, and perhaps some other \n24 people,1 knew about the Epstein case. \n25 Q. What did you know about it? \nA. \n2 otentiall si ificant value against an extreme] \n3 collectible pedophile, for lack of a better word. \n4 Q. So was that case your rimaty motive in \n5 bringing Brad into the firm? \n6 A. I doubt it. I mean, I can't tell you one \n7 way or the other, but I doubt that I would bring him \n8 in .ust for one case because what if the case  fails, \n9 then I'm stu 1Qsa_vithl_amgr who can't do anything, \n10 you know. 10 \n11 I'm not saying, Brad, that you couldn't do 11 \n12 anything, I'm just saying that if I only relied on one 12 \n13 case, then if I bring a lawyer in for one case and one 13 \n14 case only, what do I do with him when the case is 19 \n15 over. 15 \n1 6 Q. How did you know that this case would be a 16 \n17 collectible case then? 17 \n18 MR. SCAROLA: I'm going to object to the 18 \n1 9 form of the question because it misstated the prior 19 \n2 0 testimony. The prior testimony was not that it was a 20 \n21 collectible case but that it was a case against a 21 \n22 \"extremely collectible pedophile.\" 22 \n23 BY MS. HADDAD: 23 \n24 Q. What made you think that this case had au. 24 \n2 5 financial_____value? 25 \nPage \nPage 18 \n3 \n5 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n9 \nA.  Epstein was a billionaire. \nQ. Okay. Did you know anything about the \nlegitimacy or  illegitimacy of the, claims  prior to \nknowing he was a billionaire? \nA. I knew what I was told. I didn't check it \nout m self, but I trusted the people that told me. \nQ. And who told you? \nA. Tile_aily_p=1=e_i_niyiLL1Lssimingil \nwith, as I sit here todayL is Russ Adler. But if \nFarmer and Jaffe and those guys were with me at the \ntime, I likely would have discussed it with them as \nwell. \nQ.  So were you aware of this case before lot,t \nmade an offer to Brad to join the firm? \nA. Yes. \nQ. You said you didn't --I don't want to \nmisquote you. You said you heard about it from other \npeople, but you didn't do anything to know that \npersonally. Was that before you made the offer of \nemployment? \nA. I made the offer of employment based upon \nwhat other people had told me about Brad. \nQ. About Brad and his book of business or just \nBrad and his legal skills? \nA. Okay. When I say Brad, I mean Brad and his \nPage 20 \nbook of business and his legal skills. \nQ. Okay. \nA. And his ability to generate business in the \nfuture. \nQ. You stated that you believed that you first \nheard about these cases from Russ and then perhaps \nfrom Brad. Once Brad was at the firm, did you keep up \nwith these cases, these Epstein cases? \nMR. SCAROLA: Excuse me, I'm going to \nobject to the form of the question. It is an \ninaccurate reflection of the prior testimony. It has \nno predicate. There was no reference about having \nheard about these cases from Brad. The names \nmentioned were Adler, possibly Fanner, possibly \nJaffe. \nBY MS. HADDAD: \nQ. DJELBJaLsialts ri a j. tiasluip , \nyou've already testified you already knew about these \nEpstein cases, correct? \nA. Yes. \nQ. How did you kegobreast of these cases? \nA. I didn't. \nQ. You didn't know anything about them? \nA. I didn't say I didn't know anything. I said \nI didn't keep track of it.  \nPage 21 \n6 (Pages 18 to 21) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 Q. You didn't keep track of it? \n2 A. I did not keep track of it. From time to 2 \n3 time Russ and the other guys in the tort group would \n9 tell me what was going on in certain cases, but until  \n5 I made a decision to utilize that file for an illegal \n6 purpose related to something illegal that  I was doinl \n..._ \n7 along with my co-conspirators, I just assumed my \n8 layers were going_to work the case and eventually it \n9 would hopefully work out well for the law firm. 9 \n1 0 Q. At your firm, when e-mails would go out to 10 \n1 1 attorneys at RRA or all attorneys at RRA, were you 11 \n12 part of that e-mail group? 12 \n1 3 A. You are talking about all staff? I 13 \n1 9 Q. No, all it says is attorneys at RRA. 14 \n1 \n1 5 A. It's the e-mail group \"attorneys\"? 15 \n16 Q. Yes. 16 \n1 7 A. Yes, I'm a part of that e-mail group. 17 \n1 8 Q. And I appreciate that you were very busy and 18 \n1 9 may not have read all of them, but you did receive 19 \n20 those e-mails when they would go around? 20 \n2 1 \nA. Yes, and I tried my best to read them. 21 \nQ. Okay. At what point did you decide to use 1 \n22 22 \n23 this case to further your Ponzi scheme? 23 \n24 A. I don't remember the date, but I can give 129 \n25 you the circumstances, if you'd like. 125 \nPage 22 \n1 Q. Please do. \n2 A. The Ponzi scheme was running  very low on  \n3 capital. My co-conspirators and I needed to find a \n4 new feeder fund, new investment sources. We had a \n5 couple of very large, significantly wealthy potential \n6 investors out there. I was looking for something that \n7 would have been very attractive. We had had a lot of \n8 inquiry during the due diligence period with these \n9 people that were doing due diligence on the putative \n10 cases that we were selling. And when I thou ht about \n11 the E stein case, realizing that it was a substantial \n12 actual file in the office2I camtjijde \n13 that if I created a fake confidential settlement \n1 4 circling around -- based upon this actual case, they \n15 would be able to increase the Leveloiskuililigeno. \n16 thatl was able to offer to my p_plentiajinvestors. \n17 Q. How did you know this was a substantial file \n18 in your office at that time? \n19 A. Again, through the people I spoke to in the \n20 office. \n21 Q. Such as who? \n22 A. Again, same people, Adler, Farmer, Jaffe, \n23 Fistos. \n24 Q. You never spoke to Brad about this case? \n25 A. j'3atbutfljoIjInore \nPage 23 \n7 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ninteraction --\nSorry, Tonja, I didn't mean to speak over \nyou. \ntall...._<,12.112s=1_e_i_I the finn if \nthe are honest with ou, they'll tell you m \ninteraction was far more significant with Russ Adler, \nprobably  more so because he was a co-conspirator of \nmine. My interaction  yy.id_i_Ru_-..E.e2Le_rly \nmany, many percents over my interaction with Brad, and \nthen you go down the line. 1 had more interaction \nwith Mr. Farmer than I did with Mr. Fistos, more \ninteraction with Jaffe than I did with Mr. Edwards, \nand so on. \nQ. Russ was the head of your tort group, right? \nA. Yes. \nQ. So these cases fell under the tort group; is \nthat correct? \nA. Yes, it fell under the -- fell under Russ' \npurview ultimately, yes. \nQ. And Brad was a partner at your finn during \nthe time these cases were there, correct? \nA. I believe that was his title. He was either \npartner or shareholder. I don't think we had made him \na shareholder yet. \nQ. But he wasn't coming in as an associate, \nPage 24 \ncorrect? \nA. To the best of my recollection, no. \nQ. So you stated that you learned this case \nwas -- I don't want to misquote you and listen to a \nlong speaking objection, but what did you call this \ncase? \nMR. SCAROLA: Who wants the quote? \nTHE WITNESS: It was a substantial case \nwith a -- what I perceived to be a highly collectible \npedophile as a defendant. \nBY MS. HADDAD: \nQ. Right. How did you know at the time when \nyou said these investors wanted to investigate and you \nsaid you were going to create a fake settlement, how \ndid you know that this case was the case that you \ncould use? \nA. From talking to all the people that I just \nsaid, Adler, Fistos, Jaffe, Farmer, Mr. Edwards, to \nthe extent that I spoke to him about it. \nQ. Did you speak with Mr. Edwards about the \ncase? \nA.  I don't have a specific recollection one wa \nor the other. I remember speaking to him at least \nbriefly the day or the day of or the day before the \nactual investor's due diligence was going on as to \nPage 25 \n7 (Pages 22 to 25) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 what was going on. And I may have spoke to him, I \n2 know I spoke to Russ, but] may_laiLs_p_o_l_Ke to him as \nwell within a couple of days jusLprior to this due \n4 dili ence because I was trying to at least et some \n5 information in my head that l could use when I was  \n6 creatin this sto for the investors. \n7 Q. Scott, what's Q-task? \n8 A. Q-task is a web based software system that] \n9 had invested $7 million in. \n1 0 Q. And what was the purpose of this intemet \n11 system? \n12 A. To be able to communicate in a secure \n1 3 fashion and in a unique group fashion about specific \n1 4 files. \n1 5 Q. So forgive me, we all know I'm not good with \n1 6 the computer. That was something that would be useful \n1 7 within a law firm, why? \n1 8 A. Because it allowed you to create groups and \nI1 9 have both general and private chats, organize data in \n2 0 a very unique fashion. That was, at least to our way \n2 1 of thinking, would have been very, very helpful in the \n2 2 law firm setting with multiple practice groups. \n2 3 Q. Did you belong to any groups on Q-task? \n2 4 A. I'm certain that I did. I don't remember \n2 5 which groups I belonged to. I never got into the full \nPage \n1 and with that, with the Q-task and the e-mails, did \nsomeone assist you with reviewing everything and \nletting you know what was going on within the groups? \n4 MR. SCAROLA: Excuse me, I'm going to \nobject to counsel's testimony. Object to the form of \n6 the question as leading. \n7 THE WITNESS: I really don't even \nunderstand the question. \nCan you try to rephrase it for me. Tonja? \n10 BY MS. HADDAD: \n11 Q. Of course, I would. \n1 2 Did you keep abreast of everything that was \n1 3 going on in every practice group or was someone \n1 4 through Q-task and e-mails, for example, or was \n15 someone giving you information keeping you posted on \n1 6 what was going on within the practice? \n17 A. Well, as part of the tort group I had a \n18 pretty good idea of what was going on there all the \n19 time just because of the significant amount of \n2 0 interaction, both legitimate and otherwise, that] had \n21 with Russ Adler, so I was probably more up-to-date on \nthat group than any group other than the labor and \nemployment group, again, because] had such \nsignificant interaction with Stu Rosenfeldt, both \nlegitimately and illegitimately, so] knew what was \n6 Page 28 \n1 use of it. I tried to, but again, I was very busy \n2 doing other things. But I know that Mr. Adler's group \n3 used it extensively. \n4 Q. Because it was your firm and, as you said, \n5 you invested $7 million in it, did you have the \n6 ability to access a group if you wanted to? \nA. Yes. And if1 couldn't,1 could get Russ to \n8 give me access. \n9 Q. So you didn't necessarily have to be invited \n1 0 into the Q-task group for you to be able to utilize or \n1 1 view the communications within it? \n1 2 A. No, that's not true. I actually had to be \n1 3 invited, that's what I was telling Russ to do, is to \n1 4 have me invited. \n1 5 Q. But I'm saying, the lawyers wouldn't have to \n1 6 personally invite you, you can get someone within your \n17 firm to give you access maybe without the lawyers \n1 8 knowing? \n1 9 A. No, I think it might have had a, quote, \n2 0 unquote, confidential, super secret viewing \n2 1 capability, but I don't recall it having that, and I'd \n22 have no need to utilize that. Just invite me into the \n23 group and let me see what's going on. \n24 Q. Okay. I know that you are or were a very \n25 hands-on person within certain of the practice groups \nPage 27 \ngoing on in that group. \nI tried, as best as I could, given my time \nconstraints, to stay on top of what was going on, you \nknow, throughout the firm. But] relied on other \npeople like Debra Villegas and Irene Stay and David \nBoden, Les Stracker to the lesser extent, to monitor \n7 what was going on in the different practice groups and \nkeep me up to speed. \nQ. Was there audio and video surveillance \n0 throughout the entire firm or only within your office? \n11 A. No, through the entire office, not in the \n12 individual offices. \n13 Hang on. Not in the individual offices but \n1 4 throughout the general office space. \nIi1 5 Q. So in 2009 how many floors did you have? \n16 A. Three, I think. \n1 17 Q. And do you recall approximately how many \n18 attorneys you had working there at that time? \n19 A. Approximately 70. \n20 Q. And when you say \"not the individual offices \n2 1 but the other areas,\" do you mean -- would that \n22 include conference rooms? \n23 A. I didn't have surveillance in the conference \n24 rooms. \n25 Q. So can you please tell me exactly where you \nPage 29 \n8 (Pages 26 to 29) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f2 \n3 \n5 \n6 \n8 \n9 \n10 \n11 \n12 \n13 \n19 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nhad audio and/or video surveillance? We'll start with 1 \naudio. \nA. I don't have a specific recollection of \nevery place I had video and audio, but it was in --\nhad it set up so that in all of the common areas, \nincluding our shareholder's lounge, we had -- I had \naudio and video capabilities. 7 \nQ. When you say \"capabilities,\" does that mean \nyou didn't always turn it on or you just turned it on \nwhen you felt like it? \nA. I turned it on when I felt like it, when] 11 \nfelt like seeing what was going on. lsometimes left 12 \nthe screen up becauselhad four computer screens on \nmy desk, I sometimes left the screen on with the video \nof the reception area and some other general areas. \nBut unlesslwanted to see what was going on or listen \nto what was going on, I didn't turn it on. It would \nhave been too distracting. \nQ. Did the attorneys know that this \nsurveillance existed? \nA. You can see it in the -- it wasn't hidden, \nyou can see it. There were globes up in the ceiling \nall over the office. \nQ. Did you have -- you said -- you didn't \nanswer this, you said you didn't recall. Did you have \nPage 30 \n1 any surveillance in the conference rooms? \n2 A. No. \n3 Q. Other than the common areas you just went \n9 over, in the hallways and the reception -- did you \n5 have it in the hallways, is that a common -- do you \n6 deem that a common area? \n7 A. All the hallways pretty much with the \n8 exception of a few blind spots, I can see all the \n9 hallways. \n10 Q. And this was on all three floors? \n11 A. Yeah. For some reason I think we might \n12 have taken some space on a fourth floor, but I could \n13 be mistaken. But yes, on the three floors that we \n14 actively had a significant amount of space on,1 tried \n15 to have surveillance on all the common areas of all \n16 that space. \n17 Q. And what floor was Mr. Edwards' office on? \n18 A. I don't recall. \n19 Q. Did you have the tort group all together or \n20 was it divided up? \n21 A. Except for Adler, Adler was on with -- near \n22 me, down the hall from me. The rest of the group was \n23 all together. I think they were on -- let's see. \n24 There were people up on 22. I was on 16. He must \n25 have been on the other floor that we were building \nPage 31 \n2 \n3 \n5 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nout, because I remember building out space and I \nremember Jaffe and all those guys moving into that \nspace. \nQ. If you were building up that space, do you \nrecall when you put the surveillance in there? \nA. It would have been while they were building \nit out or shortly thereafter. \nQ. During 2009 it seems that you hired lots of \nformer law enforcement people to work at the firm. \nWhy were they people you wanted to hire? \nA. Severalfold. I had a significant amount of \nillegal activity going on with various law enforcement \nagencies throughout South Florida and hiring people \nfrom former law enforcement assisted me in engendering \nsupport and camaraderie with the law enforcement that \nI was actually utilizing in illegal activities. \nQ. So you are saying --\nA. Secondarily, I wanted to have a very strong \ninvestigative team, ultimately, to do both legitimate \nand illegitimate things for the law firm, and hiring \nformer law enforcement was the best way to do that. I \nwas hoping to actually ultimately create a group. Ken \nJenne and I had talked about that extensively. \nQ. Why did you hire Ken Jenne? \nA. Prior to Ken going to prison, he and] were \nPage 32 \nvery friendly and he was extremely friendly with \nsomeone that was very close to me, Grant Smith. \nDuring the time that he was down in FDC Miami,] went \ndown to visit him. And after speaking to him and \nafter speaking to Grant, I told him, because he was \ntalking to me about how many people had turned on him \nand abandoned him. Andltold him that when he got \nout of jail that he had no worries, that] would give \nhim a job. \nQ. And what --\nA. And that was the primary reason -- that was \nmy primary reason for hiring him. \nQ. What was it you were hiring him to do \nexactly? \nA. Ultimate the goal was to head up on \ninvestigative arm within RRA, within the RRA entities. \nQ. Well, while he was there, since that didn't \nhappen, what was his obligation to the firm \nday-to-day? \nA. He handled firm security issues and he did \nhandle overseeing certain investigative things. We \nhad an alcohol and beverage group that was forming and \nhe was overseeing that. He was helping me find new \npeople to staff it, that kind of thing. \nQ. Did you have a lot of interaction --\nPage 33 \n9 (Pages 30 to 33) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 A. He had had significant -- as you know, he \n2 also had significant political connections and \n3 everyone who is not living under a rock knows] was \n4 doing everything I could to garner significant \n5 political power. \n6 Q. I think many people miss your parties. \n7 But, with respect to Mr. Jenne and his \n8 political connections, were you hiring him to utilize \n9 him with respect to any of the police department \n1 0 investigations? You had stated earlier you had \n1 1 dealings with police departments. I don't want --\n1 2 again, I don't want to put words in your mouth. You \n1 3 said you had dealings going on with various police \n1 4 agencies? \n1 5 A. I had -- I mean, we had a criminal defense \n1 6 section in the law firm, so we had legitimate dealings \n1 7 with law enforcement. But I also had significant \n1 8 illegitimate things with law enforcement that had \n1 9 nothing to do with Ken Jenne. \n2 0 Q. And how about with respect to former FBI \n2 1 agents you were hiring? \n2 2 A. They were all people that were operating in \n2 3 a legitimate fashion within the law firm. \n2 4 Q. In what role was that? \n2 5 A. The investigative roles and the alcohol \nPage 34 \nbeverage roles and anything else Ken or other staff \n2 could think of to have them do. \nQ. Let's talk about the investigative roles for \n4 a minute. \n5 What kind of investigations were these teams \n6 running? \n7 A. I do not know. You have to speak to lawyers \n8 that were actually utilizing them. I put it out there \n9 and Ken put it out there, that they were available to \n1 0 lawyers in the fin-n for use like in-house \n1 1 investigators. And what people did with them \n1 2 ultimately was up to them. \n1 3 Q. Were they on salary or were their costs and \n1 4 fees associated with utilizing them within a specific \n1 5 practice group? \n1 6 A. They were all on salary with me. The \n1 7 ultimate goal was to have it as a separate entity that \n1 8 could bill the law firm and have the clients at least \n1 9 defray some of the cost. I don't recall whether or \n2 0 not we ever got to that level or not. \n2 1 Q. With all that in-house police action, why \n2 2 did you have police security surrounding you all the \n2 3 time? \n2 4 A. I guess the best answer was I was paranoid, \n2 5 but 1 mean -- that's the simple answer to it. You \nPage 35 \n3 \n4 \n5 \n6 \n7 \nknow, having -- there were mixed reasons. For \nexample,1 -- are you talking about my Fort Lauderdale \npolice detail? \nQ. Yes. You had it at the office and at your \nhome, correct? \nA. Yeah. There's a myriad of facts that \nmotivated me to do that. One was that I really wanted \nthe security for the office. Two was, I was paranoid \nand this is in no particular order. Three was the \n1 0 Melissa Lewis murder that shook the entire law firm \n1 1 and shook me terribly. I didn't want that to ever \n1 2 have to happen again. And four was, I wanted -- the \n1 3 more law enforcement you have around, the \n1 4 more legitimacy it adds to you and your appearance to \n15 the community. So there were a multitude of reasons. \n16 I mean, I hired certain law enforcement to \n17 work for me that were just friends of mine that \n1 8 were -- that needed additional money, so] wanted to \n19 make sure that they had money, both guys that did the \n20 illegal stuff for me and guys that didn't do anything \n2 1 illegal for me. \n22 Q. Let's go back to the Epstein case and when \n23 you decided to utilize it -- to use for the investors \n24 for your Ponzi scheme. \n25 Do you recall approximately when it was that \nPage 36 \nthese investors were coming that you decided to use \n2 the files? \nA. My best recollection it was  in 2009, \nsometimes after April of 2009 but l don't have a \n5 specific recollection bsyoj___id that. \n6 Q. What makes you think it was after April of \n7 2009? \nA. Because, to the best of my recollection, the \nClockwork Group came in towards the middle of 2009. \n1 0 When 1 say Clockwork, that's an umbrella term that \n1 1 use to mean the Von Allmen, AJ Discala, and other \n12 investors that came in through that feeder fund. \n13 Q. So that was around April 2009? \n14 A. No, it was after, to the best of my \n15 recollection. I mean, you can tell because all you \n1 6 have to do is look and see when the first, very first \n17 Clockwork investment is. Actually, you can pinpoint \n18 it even closer. Look for the very first settlement \n19 deal that we did that was related to the E stein case, \n20 within 60 gays prior to that would have been when] \n21 was meeting with those due diligence people 30 to \n22 60 days before that. \n23 Q. _So_ all=t_LcLesige_d_t_o \n2 4 me through exactly what you did to familiarize \n25 yourself with that case. \nPage 37 \n10 ( Pages 34 to 37) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\fA. ltalked to Russ Adler. I my have talked \n2 to some of the other lawyers. I flipped throgli \n3 certain boxes in the file. \n4 Q. How did you get the boxes? \n5 A. I  asked someone to bring them to me. \n6 Q. Do you know where those files were stored? \n7 A. I do not. \n8 Q. So you flipped -- sorry, please continue. \n9 Flipped through some files? \n10 A. I flipped through some files.  1 had the \n11 files in my office. The day that the investor group \n12 Ken Jenne and some others \n13 actually bring me some more of the boxes actually into \n14 my office while the investors were there. I already \n15 had some of the boxes with me. \n16 Q. You say \"Ken Jenne and others,\" who were the \n17 others to whom you are referencing? \n18 A. Idon't specifically recall who carried them \n19 in. 1 was very focused on my investors at that time. \n20 Q. Wei-e any of the lers resenvith ou \n2 1 when you were meeting with these investoD2 \n2 2 A.  During the actual meeting with them, no. 1 \n23 recall that some of the lawyers may have met some of \n24 the investors, but 1 don't recall who. \n25 Q. Do you recall approximately when that \nPage \n1 \n2 \n3 \n5 \n6 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nhappened? \nA. No, it's the same dates that] was giving \nyou before. \nQ. Okay. So you had, to further your Ponzi \nscheme, you had to familiarize yourself with this case \nso that you could speak intelligently with the \ninvestors; is that correct? \nA. Well, sort of because  most of what 1 told \nthe  investors,__aiahingLtftgtj_ns_cLe_atjma_,s I \nTvient, \nQ. About this particular case, the Epstein \ncase? \nA. Yes, from an investor -- you have to \nunderstand how the inner working of the Ponzi scheme \n8 \nwere crafted but --\nQ. Please tell me then. \nA. I'm telling you -- hang on. From an \ninvestor's standpoint, the investor is simply looking \nfor is the case believable., And once they get past \nthat, is it of such case-- excuse me,  is it of such a \nnature that it is ossible to be eneratin a \nsignificant amount of settlement dollars. And then \nafter that, t en- concern is sim_pl on the due \ndiligence side of making sure we actually have the \nIrm_teydh.2111Je_c_Ipsz_nsp_t_s_p_ajj -- the documents \nPage 39 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 unrelated to this case, documents related to the \nsettlements. Other than proving the existence of the \ncase, there's very little an investor, at least from. \nmy end, investigates into the actual case. It was \nmore after having  the case exist and not carin about \nLe.aily  what was going on in the case other than a lot \n7 of mope was oin o be collected. \nQ. Well, with respect to showing them that the \ncase existed and that there was a likelihood of a \npossibility of a payday at the end, how did you \nconvince them of that? What did you use to convince \nthem of that? \nA.  1 did two main things. One, I put the boxes \nin m office while the were there. I told them to \npfi_c_ally_12.2)*Lat a couple of sheet \nmanifest that was in the file that Russ had shown me. \nAnd I told them that it would be a breach of \nattorney/..clihiLt IT,-..i2.se_19rJ1rElq_I2,2,,Lat the \nfile, but that I was g2i_n_g_t_o_Les_olitiox_a while and  \nleave them there with the boxes wink. wink and \nthat's what] did. I stepped out__,.....ni_pols_at \nwhatever they wanted to look at. I came back in,  \nwere satisfied that it was a real case andl was off \nand running, \nQ. And ,these were the real legitimate files for \nPage \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n40 \nthis case; is that correct? \nA. These were the legitimate fily_es. \nQ. Nothing had been created at this time for \nthem to look through? \nA. I didn't add an thin to the case files. \nThe case files werentemughly_themssty_e_s. \nQ. Do you know how long they were in your \noffice; days, weeks? \nA. The people or the boxes? \nQ. The boxes. \nA. The boxes were in there probably a little \nmore than a week. I don't have a specific \nrecollection. \nQ. Okay. Did you ever go through them? \nA. Yes, I flipped through them at some point in \ntime. \nQ. And what do you recall about what you saw in \nthe cases? Do you remember anything? \nA. ..1=ratel,lesing 1.,g.:11Ln_jf,eAan . I \naig_iy.thiagA§e. I'm sure I looked \nat other things, but again,  for my purposes it was \ninsignificant to me because the actual content of the \nboxes was not necessa in the sale of the fake \nsettlements.  \nQ. Why was the flight manifest so interesting \nPage 41 \n11 (Pages 38 to 41) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 to you? \n2 A. Because of who was on it. \n3 Q. Who was on it? \n4 A. I don't recall, but I do recall saying to \n5 the investors -- I recall having a conversation prior \n6 to the investors coming in with Russ Adler and Russ \n7 had told me that Epstein had flown Bill Clinton on his \n8 plane, had flown Prince Andrew on his plane. And] \n9 don't remember whether that was on an_y_Ztheilighl \n10 manifests or not, but I left that to the investors' \n11 imagination as to what they were being told about \n12 Mr. Epstein and these other famous people that were \n1 3 cavorting with Mr. Epstein and let them look at the \n14 file. \n15 You have to understand from an investor's \n16 perspective -- hang on. From an investor's \n17 perspective the only thin that Tatters to ths \n1 8 investor is that it's a real case and that they can  \n19 ysi-jk_172.t.t-eal d9lIgaare beingxaid. The fact \n20 that it was a real case was evident, I had a lot of \nbco_cs_withml_pding_rs in it and a lot of other \n22 information in it. The fact that there was real money \n23 lein aid was a fiction that was created b me and m \n24 co-conspirators everyone from bankers, to computer \n25 people. So the actual role of the case, and I want to \nPage 42 \n1 make sure you understand this, the actual role of the \n2 actual physical case in the Ponzi scheme is, from my \n3 It waslust another vehicle for \n4 me. \n5 Q. After that initial meeting with the \n6 investors where they looked at the file, what happened \n7 with respect to their desire or lack of desire to \n8 invest? \n9 MR. SCAROLA: Excuse me. I'm going to \n10 object to the form of the question, it assumes facts \n11 not in evidence. There's been no testimony that the \n12 investors actually looked at the files, only that \n13 they were given the opportunity to look at the files. \n14 BY MS. HADDAD: \n15 Q. Was your video surveillance on when you left \n16 the investors alone in your office? \n17 A. No, no, I didn't have cameras in my office. \n18 1 didn't let people look in my office when I was in \n19 there, that would have been bad. \n20 Q. SoysiLleft them alone in there? \n21 A. Yes. \n22 Q. 92/2iirecall for approximately how long? \n23 A. .N2 t...m-silaaa2,110.  It was a short \n24 ,period of time.  \n25 Q. When you went back in what happened? \nPage 43 \n10 \n1 11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 A. l went back to sellin the Ponzi dea \nQ. And did you sell it? \n3 A. I believe] did. You'd have to look at the \n4 actual settlement documents to see if I put one \ntogether for that, but I'm pretty sure we did. \nQ. Do you recall if the investors asked you for \n7 any additional information or any additional \ndocumentation? \nA. I don't recall one way or the other. \nQ. After this initial meetin with the \ny_o_t_gt this  \nparticular case? \nA. To whom? \nQ. To any of the attorneys working on the \nEpstein case. \nA. No. I didn't interfere in how they were \nrunnia their cases. They were far more experienced \nthan I was in that ty_ps...L.LiEnc. JI.t_g__n_t that ipe of \ncase. Asa matter of fact, was practicing very \nlittle real law at this point in time. I wouldn't \nhave had time to tell them or to get involved. \nQ. Did you—ever keep up with this case after \nthis initial meeting with the investors? \nA. I'm certain that I talked to Russ Adler \nabout it from time to time, but my main focus by this \nPage 44 \npoint in time in 2009 was the Ponzi scheme. \nQ. Did you try to sell this particular \nsettlement to any other investors? \nA. I don't recall one way or the other. \nQ. Okay. Didiou ever have any conversations \nwith an of our investors about this E stein case? \nA. I don't recall one wa or the other. \nQ. I notice there's been a privilege log \nproduced with respect to e-mails. There seems to be \n10 quite a bit of communication between you and Ken Jenne \n11 with the topic being the Epstein case. Do you have \n12 any recollection what that would be about? \n13 A. I don't. As I sit here today, l don't have \n14 a specific recollection of having significant e-mail \n15 contact with Ken Jenne about the case. But if you are \n16 telling me I did, accept that, but I don't recall \n17 what it was. \n18 Q. lailisLyot._ ...ilaslitatEcillLat_nhstryou were \n19 hiring good attorneys such as Mr. Edwards, looking at \n20 their book of business was -- I don't want to put \n21 words in your mouth --.it was the legitimacy of the \n22 practice, it would bring hilsgitimate money to the \n23 practice, is that what you were hoping to do? \n24 A. Earlier when I testified I specifically \n25 testified that I personally did not look at most of \nPage 45 \n12 (Pages 42 to 45) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941 df \n\ftheir book of business. This being said., I was \n2 bringing  in legitimate lawyers to form legitimate \n.21-ps..tice  mtg._ J=Qp_i___-acticelsgtthijajg..] \n4 nothing to do with the Ponzi scheme. \nQ. During the year 2009, were there any, to \nyour knowledge, any big settlements of any cases at \nRRA? \n8 A. To the best of my recollection, no. We had \n9 a dismal year. \n1 0 Q. The year 2009 was just dismal across the \n1 1 board? \n1 2 A. Some people did better than others, but yes, \n1 3 overall it was for a firm of 70 lawyers, it was \n1 4 dismal. \n1 5 Q. So there were no big wins coming into the \n1 6 firm as far as a financial windfall other than from \n1 7 your other businesses? \n1 8 A. The only significant capital coming into the \n1 9 firm was money my co-conspirators and I were stealing. \n2 0 Q. Was there any particular practice group that \n2 1 you can remember that had a particularly non-dismal \n22 year in 2009? \n2 3 A. Mr. Nurik had a good year. \n2 4 Q. Do you recall what the gross revenue was \n2 5 from legitimate sources in 2009? \nPage \n1 A. It was somewhere between eight and \n2 $10 million, probably right around the nine million \n3 mark. \n4 Q. Do you know what your --\n5 A. On its best day. \n6 Q. What was your overhead for salaries in 2009, \n7 do you recall? \n8 A. I don't have a clue. \n9 Q. Was it more than you brought in \n1 0 legitimately? \n1 1 A. With what I was paying in salaries, I'm --\n12 mean, I'd be guessing. If it wasn't more than, it was \n1 3 certainly close to it. \n14 Q. That's just salary, that's not talking about \n1 5 anything else, rent, overhead, things of that nature? \n1 6 A. That's correct. \n17 Q. Who was paying for the investigations of the \n1 8 cases that were going on in 2009, the deposition \n1 9 costs, the filing of complaints, and things of that \n2 0 nature? Where did that money come from from your \n21 fin-n? \n22 A. It varied from case to case. \n23 Q. For the tort group? \n24 A. It was fronted by the law firm for the most \n25 part. \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n.19 \n12 0 \n21 \n22 \n23 \n24 \n25 \nPage 47 \n2 \n3 \n4 \n5 \n0 \n11 \n112 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nQ. For the most part. \nWhat wasn't fronted by the law firm? \nA. I recall there being a couple of agreements \nthat various tort lawyers had with certain clients \nwhere they were going to assist in helping to pay the \ncosts. All the other costs would have been paid by \nthe law firm, both through legitimate and illegitimate \nmeans. \nQ. So when you say by \"illegitimate means,\" \nwhere would the illegitimate means money come from? \nA. It came from the Ponzi scheme, and all the \ntentacles of the Ponzi scheme, other illegal activity. \nQ. Such as? \nA. Things I was doing with law enforcement, \nthings] was doing in politics, things that I was \ndoing with organized crime, things I was doing with \npoliticians, judges, other lawyers, bankers, business \npeople, things of that nature, I'm sure there's more. \nQ. Do you recall if any of these Epstein  cases \nunderwent significant investigation while the cases  \nwere at your firm? \nA. _I'd be guessing.  1 don't remember. \nQ. There was a meeting in 2009, July of 2009, \nand it appears from the e-mail communications that it \nwas for everyone in the firm to attend and it was \nPage 48 \nregarding the Epstein case. In fact, there was an \nEpstein conference room that was reserved for it. \nWere you present at that meeting? \nA. I may have been. \nQ. Do you recall? \n6 A. I don't recall one way or the other. \n7 Q. You don't recall it. \nDo you recall anything about the Epstein \ncase in July of 2009? \nA. I do not. Do you have something that might \nrefresh my recollection? \nMS. HADDAD: Can we just take a five-minute \nbreak right now? \nTHE WITNESS: Sure. \nMR. GOLDBERGER: Thank you. \nMS. HADDAD: Thanks. \n[Short recess taken.] \nBY MS. HADDAD: \nQ. Scott, I was asking you before we took the \nbreak about a meeting with respect to the Epstein \ncases. There was a 159-page privilege log filed, \nwhich I'm sure you don't have and are not aware of. \nBut in it there are many, many e-mails to both \nattorneys at RRA, yourself, and Mr. Nurik regarding \nthe Epstein litigation. And all this resolved in July \nPage 49 \n13 (Pages 46 to 49) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 of 2009 about the Epstein meeting and some additional \n2 investigation into the Epstein case. 2 \n3 Does that refresh your investigation as to \n4 when you met with the investors in the \n5 Di scal a/CI ockwork Group? \n6 A. It does not. The best thing to refresh my 6 \n7 recollection as to when I met with them would be to 7 \n8 see the deal documents. \n9 Q. Okay. I unfortunately don't have those. 9 \n10 Do you recall if you took Discala and his 10 \n1 1 other investors to a football game in 2009? 1 1 \n1 2 A. Sure.] did. 12 \n1 3 Q. Okay. Would that be around the time you 13 \n1 4 were trying to get them to invest in the case? 1 4 \n1 5 A. It would have been around the time I was 15 \n1 6 trying to get them to invest in general. It's may 1 6 \n1 7 have been around the time that I was showing them the 17 \n18 Epstein file. 18 \n1 9 Q. Did you show them any files other than the 19 \n20 Epstein file? 20 \n21 A. I may have. don't have a specific 21 \n2 2 recollection one way or the other. 22 \n23 Q. You testified earlier that you had over a 23 \n2 4 dozen boxes brought to your office that were related 24 \n2 5 to the Epstein case. 25 \nPage 50 \nMR. SCAROLA: Excuse me, counsel. Counsel, \n2 there has been no such testimony. \n3 BY MS. HADDAD: \n4 Q. You said there were several boxes brought to \n5 your office by different people. You don't recall who \n6 that is; is that correct? \n7 A. Yes, I had some boxes already in my office \n8 and I had Ken Jenne and some other people bring some \n9 others. I don't remember how many boxes. \n1 0 Q. Was it more than three? \n1 1 A. Sure, it was more than three boxes, yes. \n12 Q. Was it more than 10? \n1 3 A. I don't believe so, no. \n1 4 Q. You stated that you looked -- I don't want \n1 5 to put words in your mouth. What did you look at \n1 6 specifically in that case? \n1 7 A. Other than looking at the flight manifest \n1 8 that Russ Adler told me to look at, I have no specific \n1 9 recollection as to what I looked at in that file. \n2 0 Q. Do you know if there was more than one case \n2 1 being prosecuted by your office against Mr. Epstein? \n22 A. To the best of my recollection there were --\n2 3 it was multiple plaintiffs. \n2 4 Q. Okay. Do you recall if those cases were  \n2 5 pending in state or federal court?  \nPage 51 \nA. I  don't recall.  \nQ.  Did you check? \nA. _1 don't remember one way or the other. It., \nwas insignificant to me.  \nQ. Well, then explain to me. You testified \nearlier that what was important to the investors to \nsee is that there was a real case, correct? \nA. Yes. \nQ. What did you look at or show them -- what \ndid you look at, first of all, to see if it was, in \nfact, a real case? \nA. I knew it was a real case. \nQ. How did you know? \nA. Because my lawyers told me it was a real \ncase. I believed them. \nQ. What lawyers told you that? \nA. I already told you it was a mixture of Russ \nand Jaffe and Fistos and Farmer and Mr. Edwards. I \nmean, I knew it was a real case. We had all these \nboxes, we had people really working on the file --\nQ. How do you know --\nA. --or they were pulling a hell of a scam on \nme. Not that I didn't deserve it but ... \nQ. How did you know, you just said you knew \npeople were working really hard on this case. Who do \nPage 52 \nyou know was working on the case? \nA. :The only people that 1 knew for certain were  \nworking on the case was Brad Edwards and Russ Adler \nervisory schtick, whatever that was. \nher than th at, I ,s12111.1m_cnow which other la ers \n..w_e_re assisting Mr. Edwards. Fdidn't get involved at \nthat level.  \nAs far as the Ponzi scheme goes, the only  \nthing] cared about, Tonia, was being„able to show the \n10 investors that this case that I was utilizing to steal  \n11 ..1jignificant amount of from th m was a re \n12 case. That's all I cared about  \n13 Q. That case came into your office through \n1 4 Mr. Edwards, correct? He brought it with him when he \n15 came to RRA? \n16 A. Yes. \n17 Q. He was lead counsel on the case, correct? \n1 8 A. I assume he was lead counsel. I never \n19 checked to see if he listed himself as lead counsel. \n20 Q. Do_you know if any additional complaints \n21 were filed while the case was at RRA? \n22 A. I have no idea one way or the other. \n23 Q. Did you ever instruct, in furtherance of \n24 y.291-  Ponzi scheme, Mr. Edwards or anyone in that \n25 litigation group to file additional comp? \nPage 53 \n14 (Pages 50 to 53) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 A. No. \n2 Q. Who is Cara Holmes? \n3 A. Who is who? \n4 Q. Cara or Cara, C-a-r-a, Holmes? \n5 A. To the best of my recollection, she was a \n6 former FBI agent or maybe IRS agent. I don't know. \n7 She was a fon-ner federal agent. \n8 Q. Did you hire her to work for you? \n9 A. It was either IRS or FBI. \n1 0 Q. Did you hire her to work for you? \n1 1 A. Yes, I hired her at the suggestion of Ken \n12 Jenne. \n13 Q. For what purpose? \n14 A. To work in the group that he was overseeing. \n15 Q. So what did she do for RRA while she was \n1 6 there? \n17 A. I don't remember. \n1 8 Q. Did you ever mention her to your potential \n1 9 investors from the Clockwork group? \n20 A. It's a possibility because, as 1 was \n2 1 building the Ponzi scheme, I frequently referred to \n22 the fact that we had former state and federal law \n2 3 enforcement working for us and on our investigative \n2 4 teams. It added legitimacy to the Ponzi scheme. \n2 5 Q. Didn't you tell investors that she could \nPage 54 \n1 hack into a computer as part of her skills? \n2 A. I certainly may have. Itold the investors \n3 a whole host of lies about what was going on about \n1 with case and what people could do and did do. \n5 Q. Did you ever personally utilize Cara Holmes' \n6 skills in any of your cases? \n7 A. I don't remember. \n8 Q. Were you handling any cases during the 2009? \n9 A. I was overseeing cases in 2009, but my \n10 involvement was mostly supervisory. I was handling \n11 very little that was legitimate at that point in time. \n1 2 Q. Were you legitimately, when I say \n13 \"legitimately,\" were you invited into Q-task on any \n1 4 particular cases that you can recall? \n15 A. I'm certain I was. I don't recall one way \n16 or the other. \n17 Q. Do you recall if you were involved in \n18 Mr. Epstein's case on Q-task? \n19 A. I may very well have been, but don't have \n20 a specific recollection one way or the other. \n21 Q. Do you know who invited you in? \n22 A. 1 have no idea if] was invited in. And if \n23 1 was invited in, I have no idea who invited me. \n24 Q. Once you decided to use this case in your \n25 Ponzi scheme, did you go into Q-task to look at the \nPage 55 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 case or any communications --\nA. I may have. \nQ. Do you recall when that --\nA. I may have. \nQ. Do you recall when that may have happened? \nA. I do not. \nQ. Do you recall the first time you looked at \nthe flight manifest to which you referenced earlier? \nA. Prior to the investors coining in. I don't \n10 remember the date. \n11 Q. Did you instruct anybody, to further your \n12 Ponzi scheme, to investi ate or check into an one \n13 whose name was listed on the flight manifest? \n14 A. I may have, but with this clarification. If \n15 I instructed someone to look into somethin•, I did it \n16 with2t-son _g(nowin that I was involved  in a \n17 Ponzi scheme or that what they were  doing was illegal  \n18 and it was just to et in additional information to \n19 help with2Lay sale  of the fake settlements. \n20 Q. So it was to further your --\n21 A. Ii ,.(ed -- I may have \n22 asked someoneIo_gstiLnn, \n23 bt_lt_alLiI1_iere Lolai,Islon't re allsgdn \n24 anyone to do anything on the file that was for the \n25 jaiEp_o_se of furtherhydhe Ponzi scheme, other than \nPage 56 \nperhaps getting me a piece of information that I \nneeded. \nQ. I'm going TO try to refresh your \n4 recollection as to whether or not you attended those \nmeeting in July of 2009. And it appears that in \nbetween the dates of July 22nd, 2009 and July 24th, \n2009, there was a number of communications through \ne-mail by and between yourself, Mr. Adler, Brad \nEdwards and Ken Jenne regarding an Epstein meeting \nthat was going to be taking place. Do you remember \nthat at all? \nA. I think what you are referring to, and I'm \nnot certain, but I think that what you are referring \nto is me making sure that the file was in the \ncondition in which I wanted it at the time the \ninvestors were coming in. I don't think it had \nanything to do with the actual functioning of the \nEpstein case. I think it had to do with my \nillegitimate purpose. That's the best of my \nrecollection, but if you have documents or something \nthat you can show me, that would be helpful. \nQ. We are not privy to all of the e-mails \nbecause they've been alleged as privileged or work \nproduct, so I unfortunately can't show them to you. \nBut according to the privilege log between \nPage 57 \n15 (Pages 54 to 57) \nFRIEDMAN, LOMBARDI & OLSON \n305-37]-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJuly 22nd and 23rd there were numerous e-mails sent \nabout the meeting. It was almost an all-hands-on-deck \ntype meeting where everybody needed to attend. It was \nlabelled the Epstein meeting with an Epstein \nconference room reserved. \nA. Yes. \nOkay. What's your question and I will tell \nyou. \nMR. SCAROLA: First I'm going to object to \ncounsel's testimony, but let's hear the question. \nBY MS. I-I.ADDAD: \nQ. The question is, does that refresh your \nrecollection as to whether or not this meeting took \nplace? \nA. To the best of my recollection, I actually \nhad introduced some of the investors to some of the \npeople working on the Epstein case, and that is likely \nthe meeting that you are referring to. But for the \nlife of me, I don't have a specific recollection of \nIt. \nQ. But it could be the meeting where you \nintroduced the Epstein litigation team to your Ponzi \ninvestors? \nMR. SCAROLA: Excuse me, I'm going to \nobject to the fon-n of the question. It misstates the \nPage 58 \n1 prior testimony. It has no predicate. \n2 BY MS. HADDAD: \n3 Q. That could have been the meeting in which \n4 you introduced the Ponzi investors to people working \n5 on the Epstein case? \n6 MR. SCAROLA: Excuse me, counsel. The \n7 testimony was that there may have been a meeting at \n8 which investors may have been introduced to some \npeople working on the Epstein file. And your efforts \ncontinuously to mischaracterize the prior testimony \nare highly improper. I object. \nBY MS. HADDAD: \nQ. Scott, did you or did you not say that you \nintroduced some of the investors to some of the \nlawyers on the Epstein case? \nA. No, I actually said, Tonja, that I may have. \nI have a recollection that I may have based upon you \njust refreshing my recollection, but I just.do rt_o_t \nIsIns_ratle....02.22-. This was, in the \nscheme of what I was doing, insioificant. I was \n_s_i_mlyjaing_t_as..s..t.a1._)lish to th.5,,intors that this \nwas a real case, with real potential,with real \nlawyers working on it. Other than that,  it was of no \ninterest to me.  \nQ. How else would you convince them? You've \nPage 59 \n1 \n2 \n3 \n4 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nmentioned letting them look through the litigation \nboxes, you've mentioned the meeting. What other way \nwould you have convinced them that it was a real case? \nA. I mentioned letting them look at boxes, what \nthey did when I was out  of the office, that's --\ndon't know because I couldn't see what they were \ndoing. Number two,] may have introduced them to \npeople in the office. Number three, I'm certain that \n.A2LIten ht the boxes to my office I \nroduced them to whoever was ca in thej19_Les. \nAnd number four the rest of it would have been all \n.s_tultea_t_e_dinnation because,again, it \nwas the sale of something that didn't exist. This was \nnot settlin There was no real settlement mone \nThere were no real settlement documents. \nmanufactured I think, the actual plaintiff, because I  \ndon't recall even knowing the plaintiffs real name or \nif I did it was of no significance tome. \nQ. How would you have manufactured a \nplaintiffs name, would you have created additional \ndocuments to further your Ponzi scheme using \nMr. Epstein as the defendant? \nA. No. \nQ. How would you --\nA. The name 'um on the \nPage 60 \nEap \nQ. Would they have already seen the documents \nat that point? \nA. I can't tell you one way or the other what \nthey had seen, because I don't know what they actu_ally \nlooked at. \nQ. Forgive me, you've now confused me so I'm \njust going to ask you for some clarification. \nYou used a lsitimate _case and crssatec_Lf.a,le \n10 settlement documents, correct, in the simplest sense? \n11 A. If this culminated in an actual sale of a \n12 ettlementthentheanswerises. \n13 Q. So it was a real case with a real plaintiff \n14 and real defendant, just a fake settlement document? \n15 A. No. Let me see if I can clarify this for \n16 you. Over 90 percent of the settlements that I sold, \n17 the fake settlements, were completely fictitious? \n18 --Q. Right. \n19 A. _lysy§..122..allssi_g_Tenta esittemx_vers_ \n20 at  leastinsart, on some ty_pe of rep] litigation that \n21 stkey_taigssurcarjsAy_occ \n22 utilized the Epst_e_L c..aig_t_p_liolsleubs_visual for \n23 the investors that a real case existed. Because as \n24 these were being sold to more sophisticated investors, \n25 the questions kept coming up, was there -- how do we \nPage 61 \n16 (Pages 58 to 61) \nFR1EDIVIAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\fknow this is a real case? So I was finally able to I 1 \n2 say this is how you know, here is a case file. I may 2 \n3 have, I don't remember specifically one way or the \n4 other, but I ma have utilized actual plaintiff names \n5 from_____the cases filed but I ma have made them u \n6 -have no s ecific recollection one way or the other. 1 \n7 \n8 \n9 \n1 0 \n1 1 \n1 2 \n13 \n14 \n1 5 \n1 6 \n1 7 \n1 8 \n1 9 \n2 0 \n2 1 \n22 \n2 3 \n24 \n2 5 \n,was totally geared toward sim 1 ettin the investor \t7 \nmoney into the Ponzi scheme. \nQ. Were you aware that the day after this \t9 \ntool_s_place July 24th, 2009, a new federal \t1 0 \n.meeting _on \u000bcomplaint was filed ag2jm.LERsIsin with one of the \t1 1 \nsame plaintiffs that was already pending in state \t1 2 \ncourt? \t13 \nA. I don't know that I was aware of that or \t14 \nnot. If they were filing it, someone may have told \t1 5 \nme. I don't recall one way or the other. \t1 6 \nQ. Did you ask anyone to file it to further \t1 7 \nyour Ponzi scheme \t1 8 \nA. No I don't remember doin that. \t1 9 \nQ. Do you recall any situation where you -- \t2 0 \nA. You do realize -- Tonja, hang on. I just \t21 \nwant to make sure this record is clear. Other than \t22 \nRuss Adler, the ps_o_ple that were involved in the \t2 3 \nE stein case had absolutel othin to do with the \t24 \nPonzi scheme. \nPage 62 \n1 Q. Directlyy \n2 A. Or indirectl They had nothin to do with \n3 it \n4 Q. Yet the file was used for you to further \n5 your Ponzi scheme. I'm not saying that they gave it \n6 to you to use for the Ponzi scheme, I'm asking, you \n7 used their case. I'm not -- the question is you used \n8 the case? \n9 A. I took advantage of some good, innocent \n1 0 people for my own and nty_s_oLcir_al2f:_s_illegal \n1 1 purposes. Mr. Edwards is one of them, and for that  I \n1 2 am sorry, Brad.  \n13 Q. Did you ask anyone involved in the Epstein \n1 4 case to file a federal complaint? \n1 5 MR. SCAROLA: Objection, repetitious. \n1 6 THE WITNESS: Without seeing a document, \n17 Tonja, I can't tell you one way or the other. I \n1 8 don't want to -- I do not want to guess. If you have \n1 9 an e-mail where I'm saying to someone, file a federal \n2 0 case, then obviously I did. But I have no specific \n2 1 recollection of that. \n22 BY MS. HADDAD: \n23 Q. You do have a document with you, it's marked \n2 4 for you, it's Bates stamped. It begins at EP 081 and \n25 goes through through 264. \nPage 63 \nA. Hold on one second. \nOkay. What number am I looking at? \nQ. It's a very large document. It's begins \nwith Bates Stamp Number 081 and ends with 264. \nA. It's in the computer, hold on a second. \nI have that in front of me. \nQ. Do you see the date on that complaint \nstamped? \nA. I do. \nQ. And there's -- give me one second, Scott, \nsorry. \nWhat was the date that complaint was filed? \nA. What's the last page of the complaint, \nwhat's the Bates number? \nQ. The last page is 234. I'm sorry, 263 would \nbe the last page of the complaint. \n[The Complaint referred to was marked for \nidentification as Defendant's Exhibit 11 \nMR. SCAROLA: You may want to call his \nattention to the filing stamp on the first page. \nMS. HADDAD: I did. I guess he didn't hear \nMC. \nTHE WITNESS: I'm sorry. \nMS. HADDAD: It's stamped on the first \npage. \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nPage 69 \nTHE WITNESS: Hang on, the complaint is \ndated July 24th, 2009. It was entered onto the \ndocket on July 27th, 2009. \nMR. SCAROLA: Do you have another question? \nMS. HADDAD: 1 thought he was still looking. \nScott, are you done looking? \nTHE WITNESS: Yes, one second. \nMS. HADDAD: That's what I thought. \nTHE WITNESS: No, hang on one second. It \nshows the stamp on the first page says July 24th, \n2009. The filing say electronically filed July 24th, \n2009. There's an entry onto the docket on July 27, \n2009, and the complaint is signed July 24th, 2009. \nThat's all the dates I have. \nBY MS. HADDAD: \nQ. Okay. And back on Bates Stamp Page Number \n263, who's the attorney that filed this complaint? \nA. I don't know if that's his signature, but \nthe name is Brad Edwards. \nQ. Okay. And does that e-mail --\nA. With the squiggle on top of it. \nQ. And does that e-mail address look like the \ncorrect e-mail address for RRA? \nA. It is. \nQ. So that is, in fact, a legitimate e-mail \nPage 65 \n17 (Pages 62 to 6 5 ) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\faddress from your firm; is that correct? \n2 A. Yes. \n3 Q. And were you filing any cases back in 2009 \n4 in federal court? Do you remember how PACER works? \n5 MR. SCAROLA: Which question would like \n6 answered? \n7 THE WITNESS: I don't remember. \n8 MR. SCAROLA: Objection, compound. \n9 BY MS. HADDAD: \n1 0 Q. Do you remember how PACER worked when you \n1 1 were filing a case, Scott? \n1 2 A. I actually never actually did the actual \n1 3 electronic filing procedure. I had people that did \n1 4 that. 1 knew that we could file electronically. \n1 5 Q. Do you know the purpose of your using your \n1 6 e-mail address when you were filing electronically in \n17 federal court? \n1 8 A. I guess so you can get a receipt, but I have \n1 9 no idea. \n20 Q. Did you ever receive an e-mail from federal \n2 1 court in your e-mail address that showed that a \n2 2 document had been filed with the stamps that you see \n2 3 on the top of that one? \n2 4 MR. SCAROLA: Counsel, are you \n2 5 attempting --\nPage 66 \nTHE WITNESS: I don't know one way or the \n2 other. \n3 MR. SCAROLA: Are you attempting to \n9 establish that that complaint was filed in federal \n5 court by Brad Edwards? \n6 MS. HADDAD: I'm asking him if he recalls \n7 the way it's drafted and why. \n8 MR. SCAROLA: Just ask your question. \n9 MS. HADDAD: I'm asking a question. If you \n10 have any objection, please lay it on the record. \n11 MR. SCAROLA: No, what] want to do is try \n12 to save some time. If what you are trying to \n13 establish is that Brad filed the complaint in federal \n1 4 court on July 24th and used the PACER system, you \n15 don't need to ask any more questions about that, it \n16 happened. \n17 MR. GOLDBERGER: We appreciate that, but \n18 when we depose you we'll ask you that question. But \n19 we are deposing Rothstein right now so let her ask \n2 0 her questions. Don't do this speaking stuff, let her \n21 ask the questions, okay? \n22 MR. SCAROLA: Maybe. \n23 MR. GOLDBERGER: Okay. Go ahead, Tonja. \n24 BY MS. HADDAD: \n25 Q. Scott, did you ever get e-mails like that \nPage 67 \n10 \n111 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 from federal court? \n2 A. I'm certain I did, Tonja. 1 don't have a \n3 specific recollection of getting the one pertaining to \nthis. I don't even know if they sent it to me. I \nwould imagine they'd send it back to Mr. Edwards. \nQ. The filing attorney? \nA. I suspect, unless the PACER system is \nregistered on my name, then maybe it comes to me, but \nI am completely guessing. \n1 0 Q. But based upon the e-mail communications of \n11 July 22nd and the meeting occurring on July 23rd, this \n12 complaint was filed the day of this meeting; is that \n13 correct? \n1 4 A. Okay. But here is the problem with your \n15 question, I don't remember whether or not there \n16 actually was a meeting. I said there may have been, \n17 and] don't have an independent recollection of this \n18 being filed. 1 do not have an independent \n19 recollection of whether I told someone to file this. \n20 And for the life of me, this I am certain of, if 1 \n1 told Mr. Edwards to file a complaint in federal court, \n2 if there wasn't a legitimate reason for him to do it, \n3 he wouldn't have done it. \n4 Q. Do you recall if this federal case was filed \n5 when you decided to use the case for your Ponzi scheme \nPage 68 \nand show it to your investors? \nA. It may have been filed around that time, \nbecause I haven't been able to establish the exact \n4 time. It also certainly may have been utilized by me \n5 to further the Ponzi scheme. Also, I don't have an \n6 independent recollection of that either. Without \n7 seeing e-mail traffic, I can't tell you one way or the \n8 other exactly what was going on at that time. \n9 Q. Well, then I'll point you to another e-mail \nwhich is marked as EP 001. \nMR. EDWARDS: Let me see it. \nMS. HADDAD: I sent a copy to your office. \nMR. SCAROLA: He would like to see a copy \nnow. Thank you. \n[The E-mail referred to was marked for \nidentification as Defendant's Exhibit 2.] \nBY MS. HADDAD: \nQ. Were you able to find it, Scott? \nA. Got it. Yes, I have it. \nQ. You have it, okay. \nYou said Cara Holmes used to be an FBI \nagent, correct? \nMR. SCAROLA: No. What he said is --\nTHE WITNESS: FBI or IRS. \nPage 69 \n18 (Pages 66 to 69) \nFRIEDMAN, LOMBARD] & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 \n2 \n3 \n4 \n5 \n6 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nBY MS. HADDAD: \u000bQ. Or IRS. We'll use the blanket term federal \u000bagent. is that a fair assessment? \t1 \u000b2 \u000b3 \nA. Yes. \t4 \nQ. Thank you. \t5 \nDo you recall when you hired her to work for \t6 \nyou? \t7 \nA. I do not. \t8 \nQ. Was it in 2009? \t9 \nA. I don't have a recollection one way or the \t10 \nother. \t1 1 \nQ. Okay. Have you ever seen this e-mail \t1 2 \nbefore? \t13 \nA. I saw it when I was reviewing your exhibits. \t14 \nBefore that I have no independent recollection of \t15 \nhaving seen it. I'm not copied on it so ... \t1 6 \nQ. Did you ever have any communications with \t1 7 \nMs. Holmes about people that were close to \t18 \nMr. Epstein? \t1 9 \nA. I do not remember. \t20 \nQ. You stated earlier that you knew that \t21 \nMr. Epstein was a wealthy man. Is that a fair \t22 \nstatement? You called him \"collectible,\" was that \t2.3 \nbecause he had money? \t24 \nMR. SCAROLA: He called him a billionaire \t25 \nPage 70 \n1 too. \n2 MS. HADDAD: Billionaire. \n3 THE WITNESS: l knew he was a billionaire. \n4 BY MS. HADDAD: \n5 Q. Do you have any independent recollection in \n6 the month of July 2009 of this case being intensified \n7 in any way such as going after those close to \n8 Mr. Epstein? \n9 A. I don't remember that one way or the other. \n10 Q. If you knew that Mr. Epstein was a \n1 1 billionaire, do you have any recollection of asking \n12 someone to investigate those close to Mr. Epstein to \n13 further your Ponzi scheme? \n14 A. I don't have an independent recollection of \n15 that one way or the other. \n16 Q. Do you recall if you ever directed the \n17 depositions to be taken of the people who were listed \n18 on the flight manifest that you saw? \n19 A. I don't recall one way or the other. I may \n20 have told the investors that I was going to take the \n2 1 depositions without ever intending to take them, but I \n22 don't recall one way or the other. \n23 Q. Are you familiar with a gentleman by the \n24 name of Mr. Rodriguez, Alfredo Rodriguez? \n25 A. No. \nPage 71 \nQ. Never heard that name before? \nA. Alfredo Rodriguez? \nQ. Yes. \nA. It's not ringing any bells to me. \nQ. Do you remember hearing at your office with \nrespect to Mr. Epstein's case that one of his former \nemployees was willing to come forward with a big book \nof names? \nA. I don't remember that one way or the other. \nQ. You have no recollection of that. \nDo you recall anyone approaching to ask if \nthe office can purchase this book? \nA. I don't recall that. \nQ. Do you recall instructing any of the \nattorneys in your office to get an opinion from \nKendall Coffey whether or not they can legally and \nlegitimately purchase this book? \nA. I don't recall that one way or the other. \n[The Complaint referred to was marked for \nidentification as Defendant's Exhibit 3.1 \nBY MS. HADDAD: \nQ. Okay. I'm going to direct your attention to \nwhat's now Bates stamped as EP 002, which I'm sure you \nhaven't seen before since you just said you didn't \nknow who he was, but I'll give you a minute to look \nPage 72 \nover it. \nA. This is rather long. Do you want to direct \nme to a specific portion of it? \nQ. Sure. If you look at the Page Bates Stamp \nEP 004, Paragraph 5 and 6. \nA. Okay. I read number five. \n7 Q. Would you please read number six as well? \nA. Okay. \nQ. Does this refresh your memory as to whether \n10 or not anyone ever asked you in your office about \n11 purchasing a book? \n12 A. It does not. \n1 3 Q. Do you know that the cooperating witness was \n14 an attorney who worked for you at your firm? \n15 A. I did not know that until you just said it \n16 right now. \n1 7 Q. According to Paragraph Number 5, \"The \n18 deposition of this Mr. Rodriguez occurred on \n1 9 July 27th, 2009;\" is that correct? \n20 MR. SCAROLA: Is it correct that that's \n21 what it says? I'm going to object to the form of the \n22 question, it's vague and ambiguous. \n23 BY MS. HADDAD: \n2 4 Q. That's what's listed in the federal \n2 5 complaint, correct? \nPage 73 \n19 (Pages 70 to 73) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-13554-447f-bcdd-ca2d8fe941df \n\fA. What does it say? Say it again. \n2 Q. It says, \"The first deposition occurred on \n3 July 27th,\" correct? \n4 A. Yes. \n5 Q. Some three days after the federal complaint \n6 was filed, correct, that we referenced earlier? \n7 A. That's correct. \nQ. And Paragraph 6 clearly delineates that in \n9 August 2009 a phone call was received by the \n1 0 cooperating witness that explained that this \n11 Mr. Rodriguez had a list of other purported victims or \n12 contact information for people who Mr. Edwards could \n1 3 also potentially bring lawsuits for-- on behalf of; \n14 is that correct? \n15 A. I don't know one way or the other. You \n1 6 know, Tonja, just so this record is clear, you know, \n17 as I'm sitting here, I have a vague recollection of \n1 8 perhaps Ken Jenne corning, talking to me and telling me \n1 9 that someone in my office was going to cooperate with \n2 0 someone in this investigation. But for the life of \n21 me. I can't be certain of that. So much time has \n22 passed, but as I'm reading this, and it could be \n23 completely unrelated to this, l just want to make sure \n2 4 the record is a hundred percent clear, it's possible \n25 that Ken Jenne discussed that with me, but] don't \nPage 74 \nknow who it was. \n2 Q. You are testifying that you didn't know it \n3 had anything to do with the Epstein case, as you sit \n4 here now, you don't remember? \n5 A.' No, no, I don't have a specific \n6 recollection. and I want to just make sure so I answer \n7 all your questions completely, is that as I'm sitting \n8 here my recollection was refreshed that] have a vague \n9 recollection of having a conversation with Ken Jenne \n10 about the fact that someone in our office was going to \n11 cooperate as a confidential informant for some law \n12 enforcement agency, I just can't remember if it was \n13 the Epstein case or not. \n14 Q. Do you recall what you said to Mr. Jenne \n15 about that? \n16 A. No. What I just related to you is all] \n17 remember. And I'm not even sure it had anything to do \n1 8 with this. \n19 Q. Who's Wayne Black? \n20 A. Who? \n21 Q. Wayne Black. \n22 A. Sounds like the name of someone I hired, but \n23 I could be mistaken. I don't recall. \n24 Q. Okay. You don't recall ever meeting \n25 Mr. Black? \nPage 75 \n1 A. I may have. I don't recall one way or the \nother. You have something that might refresh my \nrecollection? \n4 Q. Do you know what he does for a living? \nA. I do know the name. Sounds familiar to me, \nbut l can't recall one way or the other who he was or \n7 what he did. \nQ. Did you instruct your office to begin \ninvestigating Mr. Epstein's pilot or his airplanes? \n10 A. I do not recall one way or the other. \n11 Q. You did testify that the flight manifest was \n12 the one document you recall for sure looking at in \n13 Mr. Epstein's case; is that correct? \n14 A. Yes. \n15 Q. And if it did, in fact, contain the names \n16 that you are purporting that it claimed or that you \n17 knew of, that would be something that would be juicy \n18 for the investors to further your Ponzi scheme that it \n19 was a collectible case; is that true? \n20 A. I'm sorry, you have to repeat the question, \n21 Tonja. I don't understand what you just asked me. \n22 Q. If these big names were on this list, as you \n23 seem to recall they were, that would be most helpful \n2 4 to you and your Ponzi scheme investors in convincing \n25 them it was a big case, right? \nPage 76 \n10 \n11 \n112 \n13 \n:14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nA. If they were on there, or if I lied to them \nand told them they were on there, or if Adler told me \nthey were on there and I repeated, all those things \nwould have been helpful to the Ponzi scheme. \nQ. You stated earlier that you -- the only \nthing you looked at was the flight manifest because \nyou were told to look at it. Is that still true? \nA. That's not what I testified to. I testified \nthat I flipped through other parts of the file and \nthat I didn't remember what I had flipped through. I \nremember looking at the flight manifest because \nMr. Adler told me about it. \nQ. You said that you met these investors in \nyour office, but there were no cameras in your office, \ncorrect? \nA. I didn't have cameras specifically in my \noffice. \nQ. You had these investors in your office for \nthis particular Epstein case? \nA. Yes. \nQ. Do you recall if it was during work hours or \nafter work hours? \nA. I do not recall. \nQ. Typically when you were meeting with your \npotential Ponzi investors, did you meet them during \nPage 77 \n20 (Pages 74 to 77) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bedd-ca2d8fe941df \n\f1 \n2 \n3 \n4 \n5 \n6 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n1° \n20 \n21 \n22 \n23 \n24 \n25 \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n29 \n25 \nwork hours or after work hours? \nA. Both. \nQ. Did you always meet with them in your office \nor did you do it more socially down at Bova or \nelsewhere? \nA. Both. \nQ. But with this particular case, do you recall \nmeeting them at least one time in your office where \nthey could look through the files? \nA. Actually, that group of investors were \nlooking at a lot of different cases or at least \nmultiple different cases that we were attempting to \nlure them into the Ponzi scheme utilizing, so I met \nwith them on multiple occasions, both in my office and \nat restaurants. \nQ. Who is Mike Fisten? \nA. Mike Fisten was a law enforcement officer of \nsome type that I hired. \nQ. Why did you hire him? \nA. \nQ. \nHe was a Ken Jenne suggestion. \nAnd were you hiring him to start up your \ncompany with Mr. Jenne, as you indicated earlier? \nA. I don't recall what the purpose of hiring \nhim was. It had nothing to do with what Ken Jenne was \ndoing for us. \n1 \n110 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n121 \n22 \n23 \n24 \n25 \nPage 78 \nQ. So what did he do at IkRA? \nA. My best recollection is that he had been a \nformer ADT officer and so it would reason that he \nwould be working in our alcohol beverage practice that \nwe were establishing. \nQ. Do you know if he ever did any work for your \nfirm as an investigator? \nA. He may have. I don't have a specific \nrecollection one way or the other. \nQ. Did you ever speak to the press about the \nEpstein case? \nA. I don't have a recollection one way or the \nother. \nQ. Did you ever have Kip utilize the Epstein \ncase to put any publicity or spin out there with \nrespect to the case? \nA. I don't have a specific recollection of that \none way or the other. \nQ. Did you ever instruct Brad or Russ to talk \nto the press about the case? We'll start with Brad \nthen Russ. \nA. 1 do not specifically recall getting \ninvolved at the publicity level of that case. I don't \nhave a recollection one way or the other. \nQ. \nWould that publicity have been good for your \nPage 79 I \nPonzi scheme investors? \nA. Not really. \nQ. Would it have given more legitimacy to your \nallegation that it was a good case in which they \nshould invest? \nA. In the way that I was selling the Ponzi \nsettlements, it would have likely been overkill. \nQ. So did you ever instruct them not to speak \nto the press about the case? \nA. I don't recall that either one way or the \nother. \nQ. If it had gotten out there that the cases \nhad not, in fact, settled, as you were claiming when \nyou were selling the settlement, would that have \nhindered your case, your Ponzi investor's case? \nA. Not really because they would have no way of \nknowing if I had created a fake plaintiffs name. I \nmean, there could have been something in the news \nthat -- and I don't know that there was -- there could \nhave been something in the news that says none of this \nsettled. And I just simply would have created a fake \nname with my co-conspirators, created a fake set of \nsettlement documents and handle it that way. \nQ. Did you know where Mr. Epstein lived?• \nA. I only knew that he was from Palm Beach, \nPage 80 \nother than that, no. \nQ. Okay. In 2009, did you ever have any firm \nmeetings? \nA. Of any type? \nQ. Of any type, in general, firm meetings. \nA. I'm certain I did. \n7 Q. Do you recall about how many? \nA. I do not recall. \nQ. Did you ever have any partner meetings? \n10 A. Yes. \n11 Q. Do you recall how many? \n12 A. 1 do not. \n13 Q. Do you recall how many partners you had at \n14 the firm in 2009? \n15 A. I do not. \n1 6 Q. Do you recall how many fundraisers you had \n17 at your home in 2009? \n18 A. 1 do not. \n19 Q. More than 10? \n20 A. I'd be guessing, Tonja. \n21 Q. Okay. \n22 A. It's easy enough to check, there's state and \n23 federal records of all that stuff. \n24 Q. In 2009, did you still require the attorneys \n25 from your firm to attend the fundraisers you would \nPage 81 \n21 (Pages 78 to 81) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\fhave? \n2 A. You said \"still require,\" which would have \n3 meant that I testified --\n4 Q. Sony. \n5 A. -- previously that it was requiring them. \n6 Q. Did you require attorneys at your firm to \n7 attend your fundraisers? \nA. I asked them to, I urged them to, I tried to \n9 cajole them into coming, but it wasn't an absolute \n1 0 requirement. \n1 1 Q. Do you recall between April and July of 2009 \n1 2 how many fundraisers you would have had? \n13 A. I do not. \n1 4 Q. Did you have fundraisers anywhere besides \n15 your home in 2009? \n1 6 A. I probably did, but I don't recall without \n1 7 seeing the documents. If you have the invitation or \n1 8 the e-mails, that would help me. \n1 9 Q. Did you hold fundraisers at your office in \n20 2009? \n2 1 A. I may have. That wouldn't have been \n2 2 unusual, but I don't have a specific recollection. \n2 3 Q. Did you ever meet any of the plaintiffs in \n2 4 the Epstein case? \n2 5 A. I don't have a specific recollection of \nPage 82 \n1 that. \n2 Q. Do you recall ever revving copies of e-mails \n3 from Mr. Jenne with respect to the plaintiffs in the \n4 case that the subject matter would say \"information we \n5 need to use\"? \n6 A. I don't recall that one way or the other. \n7 It's certainly possible. \n8 Q. Do you recall ever reviewing anything that \n9 was titled \"causes of action against Epstein\"? \n10 A. l do not have a specific recollection of \n1 1 that one way or the other. \n12 Q. Do you recall ever reviewing with Mr. Jenne \n13 or any other investigator in your firm any information \n1 4 regarding Mr. Epstein's house staff or airplane staff? \n1 5 A. I do don't recall that one way or the other. \n1 6 I may have, J may not have. \n17 Q. Who is Bill Berger? \n18 A. A former Palm Beach judge that we hired. \n19 Q. Okay. What was his role at your firm? \n20 A. He was a shareholder. \n21 Q. What kind of practice? \n22 A. Litigating cases. \n23 Q. What kind of practice did he litigate? What \n24 kind of cases did he litigate? \n25 A. I don't recall specifically. \nPage 83 \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nQ. When did you hire him? \nA. 2008 or 2009. I don't have a specific \nrecollection. \nQ. If you hired lawyers who didn't have a book \nof business, what kind of practice did they do at your \noffice? \nA. It depended upon the lawyer. I would have \ntried to get them to work with other lawyers in an \narea that they either were proficient in or wanted to \nbecome proficient in. \nQ. Okay. You had a meeting at your office \nduring which you were asking about information \nregarding referring attorneys, attorneys who had \nreferred business to the firm. Do you know what Pm \ntalking about? I believe it was back in December of \n'08 or early 2009. \nA. The way you are characterizing that meeting, \nI had a lot of meetings like that. \nQ. What was the purpose of those? \nA. You are going to have to be more specific \nfor me, Tonja. \nQ. Let's start generally then. What was -- you \nsaid you had many meetings like that. Tell me what \nthese meetings were for? \nA. Making sure that we were maximizing \nPage 84 \ngeneration of business into the law Ruin. \nQ. What kind of business, legitimate business \nor the other --\nA. Legitimate business. \nQ. Sorry, I couldn't hear you. \nA. Legitimate business. The general meetings \nthat you are discussing, that was legitimate business. \nQ. So there was a meeting for all attorneys to \nattend regarding generating business, those meetings \n10 were for the legitimate business? \n11 A. If it was addressed to all attorneys, yes. \n12 Q. Okay. And if an e-mail went out to all \n13 attorneys, did paralegals and support staff get it as \n14 well or was it just directed to the attorneys? \n15 A. Certain support staff probably were on that \n1 6 list, like my CFO and COO, and perhaps my IT people, \n1 7 but it was general for the attorneys. \n18 Q. With respect to your IT people, did you have \n19 the capability to review e-mails and interne activity \n20 of all of your employees? \n21 A. I did. \n22 Q. Including attorneys? \n23 A. I did. \n24 Q. Did you ever utilize that tool? \n25 A. Very infrequently. It was a pain because I \nPage 85 \n22 (Pages 82 to 85) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 had to have Curtis Renie or Bill actually come into my \n2 office, set up a special icon to allow me to do that. \n3 It was a real pain. so it was rare. \n4 Q. Who else attended the meetings that you had \n5 with the Clockwork group with respect to the investors \n6 in the Epstein case? \nA. There were multiple meetings with what I'll \n8 call the Clockwork investors at various points in \n9 time. A variety of people came in and out of the \n1 0 meetings. Some of the meetings occurred down in Bova. \n1 1 Other people came up to the meetings. Some of the \n1 2 meetings involved Michael Szafranski, our fake \n1 3 independent verifier. Some of the meetings may have \n1 4 involved bankers and the like. I cannot tell you \n15 specifically who was at those meetings. \n1 6 Q. The specific meetings that we are talking \n1 7 about with -- where you left the boxes at your office, \n1 8 do you recall who else was there with you at that \n1 9 meeting? \n2 0 A. I only remember there being a handful of \n2 1 people from the investment group and myself. I don't \n2 2 recall -- and I remember the guys bringing the boxes \n2 3 the down, but they didn't stay for the meeting. There \n24 may have been other people there, I don't recall one \n25 way or the other who it was. \nPage 86 \n1 Q. If the expenditures were being made on a \n2 case that were substantial, did you have to approve \n3 them or did you have a specific practice for them? \n4 A. The head of a practice group could basically \n5 approve them but Irene, our CFO, would generally run \n6 them by me before she actually cut the check. If] \n7 wasn't around she'd run it by Stu. \n8 Q. So as the equity partners you had the \n9 authority to make the determination what funds could \n1 0 and could not be expended? \n1 1 A. As the shareholders, as the two 50 percent \n12 shareholders, we controlled the finances. \n1 3 Q. And if Irene was coming to you to tell you \n14 what the funding was for, to get approval rather, \n1 5 would she tell you specifically what the funding was \n16 for or just tell you \"we need $100,000\"? \n17 A. No, if it was a substantial expense --\n1 8 Q. Tell me what you deem as substantial. \n1 9 A. That would have been -- substantial to me \n20 would have been based upon how much money we had in \n21 our coffers at the time. So, if it was one of those \n22 periods of time where we had 20 or $30 million \n23 floating around the law firm, Irene probably would \n2 4 have just written a check without even letting me know \n25 we were writing it. If it was one of those times \nPage 87 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n2 \n3 \n4 \n5 \n5 \n10 \n11 \n12 \n3 \n4 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nwhere we owed 20, $30 million in Ponzi payments out \nand she needed to write a check for even $5,000, she \nprobably would have checked with me on that. So \nsubstantial and whether or not she would have checked \nwith me depended upon the circumstance at the time. \nQ. You stated earlier, and I think get \nthis quote right, that 2009 was a dismal year; is that \ncorrect? \nA. For the legitimate law finn business, it was \na dismal year. \nQ. So in the months immediately preceding the \ndissolution of RRA, July to October of 2009, what \nwould you consider a substantial expense that had to \nbe approved? \nA. It would vary literally from day-to-day. \nQ. Do you have any independent recollection of \nhow you were doing in, say, July 2009? \nA. The legitimate business was always doing \npoorly in 2009, as far as I was concerned. \nQ. So would you have --\nA. The Ponzi scheme had its moments of \nsignificant wealth and significant poverty, so it \nvaried from time to time. It was a daily thing. \nSometimes it was hourly. It just depended upon what \nwas coming in and what needed to go out. \nPage 88 \nQ. So would you have to utilize the \nillegitimate funds to fund the legitimate cases at \ntimes? \nA. Yes. \nQ. And that varied daily you said? \nA. Well, all the money was commingled together, \nso we used whatever funds were in there to fund both \nthe legitimate and the illegitimate financial \nrequirements of the firm, the Ponzi scheme and other \nlegitimate and illegitimate things that were going on. \nQ. If an outside agency or investigator was \nbeing utilized for a case and they needed a signed \nretainer agreement with your firm, would you have to \napprove that? \nA. It would depend upon the significance of the \nexpense. I didn't necessarily get involved in every \nretention of every expert in every case. \nQ. Okay. So it would depend on the cost or the \nnature of the case? \nA. Who the lawyer was, their level of \nexpertise, all things of that nature. \nQ. If it was this gentleman who you have no \nrecollection of meeting, Mr. Black, and the attorney \nwas Mr. Edwards, was that something you needed to look \nover? \nPage 89 \n23 (Pages 86 to 89) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 A. Did Wayne Black work for Ron Cacciatore? \n2 Q. Are you asking me --\n3 A. I'm asking anyone in the room who wants to \n4 talk to me. \n5 Q. I love to talk to you, but I don't know the \n6 answer to that question. He might have. Brad might \n7 be able to tell you. \n8 MR. EDWARDS: No. \n9 THE WITNESS: When you said Wayne Black's \n10 name again and that I hired him to do something,] \n11 seem to think that he may have been associated in \n12 some way with Mr. Cacciatore, but I'm not sure one \n13 way or the other. I don't remember whether or not] \n14 met Mr. Black, it's possible I did, it's also \n15 possible I did not. And] don't have an independent \n16 recollection of retaining him to do anything or \n17 whether] was part and parcel of the decision if we \n18 did, in fact, retain him, whether] was part and \n19 parcel of the decision to retain him. \n20 BY MS. HADDAD: \n21 Q. Traveling out of state for depositions for \n22 the particular cases, did you have to approve that? \n23 A. It would depend upon who the lawyers were, \n29 tilt significance of the expense. It would have been \n25 case by case. l certainly would not have been \nPage 90 \n1 approving or disapproving Mr. Nurik's travel, \n2 Mr. Rosenfeldt's travel, Mr. Boden's travel, \n3 Mr. Lippman's travel. That was their own thing. \n4 If a younger lawyer like a Shawn Birken came \n5 to-me and said he need to travel out of state for \n6 something, if it was just for a deposition, I wouldn't \n7 have gotten involved in that unless he was telling my \n8 CFO, Ms. Stay, that he wanted to fly first class and \n9 stay in the Ritz Carlton, then I would have gotten \n10 involved. But other than that, no. The firm was too \n11 big for me to vet involved on a daily basis with all \n12 that stuff. \n13 Q. If Brad had to go out of state to take a \n14 deposition, you wouldn't be the person to approve or \n15 disapprove that? \n16 A. Russ Adler would have handled that. And if \n17 there was an issue, Russ would have come to me. And \n18 don't know what the relationship was specifically \n19 between Brad and Russ, but its certainly possible \n20 that Brad just was going to go do what he needed to do \n21 to properly handle the case and I would have trusted \n22 him to do that. \n23 MS. HADDAD: Can we just take a second. We \n24 are going to take a minute, okay? \n25 THE WITNESS: Sure. \nPage 91 \n1 [Short recess taken.] \n2 FURTHER DIRECT EXAMINATION \nBY MR. GOLDBERGER: \nQ. All right. Mr. Rothstein, Jack Goldberger, \nI'm going to ask you some questions now. You \ntestified that you knew Jeffrey Epstein was a \n7 billionaire. You did testify to that today, correct? \n8 A. Yes. \n9 Q. Okay. Tell me how you knew that. How did \n10 you know that Mr. Epstein was a billionaire? \n11 A. Russ Adler told me. I looked him up on the \n12 internet. \n13 Q. What did you look on the internet about \n14 Mr. Epstein? \n15 A. I don't recall, but I remember looking up an \n16 seeing that he was very wealthy, that he was a \n17 billionaire. \n18 Q. Okay. So as far as learning that \n19 Mr. Epstein was a billionaire, you learned via two \n2 0 ways, one was from Russ Adler, correct? Is that \n21 correct? \n22 A. Yes, sir. \n2 3 Q. And the other was through looking up \n2 4 Mr. Epstein on the internet, correct? \n25 A. Yes. \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n7 \n8 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nPage 92 \nQ. Okay. And you don't know what you reviewed \non the internet in an effort to determine that \nMr. Epstein was a billionaire; is that correct? \nA. I do not recall. \nQ. Do you know when you did that? \nA. I do not. \nQ. Was it prior to your needing to use the \nEpstein case to further your Ponzi scheme? \nA. Yes. \nQ. Okay. So prior to -- I think you indicated \nthat you needed an influx of money at some point and \nthat's when you decided to use the Epstein case in \nfurtherance of the Ponzi scheme; is that correct? \nA. Yes. \nQ. So prior to that time though, prior to \ndetermining that you needed to use the Epstein case \nfor the Ponzi scheme, you looked up Mr. Epstein and \nyou spoke to Mr. Adler about his work; is that \ncorrect? \nA. Yes. \nQ. Why did you do that, Mr. Rothstein, if you \nweren't using the Epstein case at that point in your \nPonzi scheme? \nA. Because it was a legitimate case in the \nlegitimate portion of RRA that] had reason to believe \nPage 93 \n24 (Pages 90 to 93) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 from speaking to Mr. Adler could bring in a \n2 significant amount of money to the firm. \n3 Q. At that time Mr. Adler was one of your \n4 co-conspirators in the Ponzi scheme; is that con-ect? \n5 A. By this time, yes, sir. \n6 Q. Okay. When did Mr. Adler become a \n7 co-conspirator in your Ponzi scheme? \n8 A. I don't recall the specific date. \n9 Q. Was it before or after Mr. Adler recommended \n1 0 that Brad Edwards be hired at your firm? \n1 1 A. Before. \n1 2 Q. So before Brad Edwards was hired at RRA, \n1 3 Russell Adler was a co-conspirator of yours in the \n1 4 illegal part of the RRA firm; is that correct? \n15 A. Yes. \n1 6 Q. Then after that time you hired --\n1 7 Mr. Edwards was hired after Adler was your \n1 8 co-conspirator? You are laughing, you are smiling, \n1 9 why is that, sir? \n2 0 A. Because when you say \"RRA\" that way, the \n2 1 speaker sounds, it sounds like you are roaring. \n2 2 Q. Okay. I'll just say Rothstein, how about \n2 3 that? You know what I'm talking about if I just say \n24 Rtthstein. \n25 A. RBA is fine. \nPage \n• 1 Q. What did Adler tell you about the Epstein \n2 case that Edwards had at the time you were \n3 contemplating hiring him to become a member of the \n4 Rothstein firm? \nA. He told me that it was a huge case involving \n7 6 a billionaire pedophile and that it was a winner. \ni 7 Q. Did you, when you heard that, did you think \n8 that that was a case that could become part of your \n9 Ponzi scheme? \nP 10 \n1 A. No, I actually thought of it as a way to \n11 earn legitimate money to help me out of the Ponzi \n12 scheme. \n1 3 Q. So at the time you hired Mr. Edwards and you \n1 4 were talking to Adler about Edwards, you were trying \n15 to get out from under the Ponzi scheme? \n1 6 A. In the bulk of 2009 I was praying for some \n17 sort of legitimate influx of money to get out of the \n1 8 Ponzi scheme. \n1 9 Q. Okay. So now Adler tells you about this \n20 Brad Edwards guy, did you know Brad Edwards before \n2 1 Adler talked to you about him? Had you run into him? \nB 22 A. I may have. I don't have a specific \n23 recollection one way or the other. \n2 4 Q. Okay. So now he-tells you that you should \n25 consider hiring Brad Edwards, this is your \n1 Q. Okay. So Adler is your co-conspirator in \n2 the Ponzi scheme at the time that Brad Edwards is \n3 hired, correct? \n4 A. Yes. \n5 - Q. Okay. Was it Adler who recommended to you 5 \n6 that Brad Edwards be hired? \nA. Yes. He was one of the people. \n8 Q. Who else recommended that Edwards be hired? \n9 A. I don't have a specific recollection of who \n10 it was, but others did. 1C \n1 1 Q. All right. But you have a recollection of 1 1 \n12 Adler being one of the people, so let's talk about 1 2 \n13 that, all right? 13 \n1 4 What did Adler tell you about Brad Edwards 1 4 \n15 when you hired him? Did he tell you that he had these 15 \n16 Epstein cases or an Epstein case in the fold? 1 6 \n17 A. Among other things, yes. 17 \n18 Q. What else did he tell you? 18 \n19 A. Told me he was a great lawyer and a great 19 \n20 guy. 20 \n21 Q. Did he tell you what his history was, what 2 1 \n22 Edwards' history was prior to coming to the Rothstein 22 \n23 firm? 23 \n24 A. I'm certain that I asked him, but I don't 24 \n25 have a specific recollection of that conversation. 25 \nPage 95 \n4 \nPage 96 \nco-conspirator talking to you, right? Is that \ncorrect? \nA. Yes. \nQ. And he says, by the way, he's got this great \nEpstein case involving this billionaire, correct? \nA. Yes. \nQ. Presumably then-you had a meeting with Brad \nEdwards when you met him; is that correct? \nMR. SCAROLA: Presumably he had a meeting \nwhen he met him? \nMR. GOLDBERGER: I'm sorry, Mr. Scarola was \ncutting you off when you answered, so go ahead, answer \nagain. \nMR. SCAROLA: I didn't understand the \nquestion. \nBY MR. GOLDBERGER: \nQ. Do you understand the question, \nMr. Rothstein? \nA. I'm not sure I do because you asked me if] \nhad a meeting when I met him and] think that meeting \nhim is a meeting. \nQ. Well, there was a meeting, correct? \nA. I most likely met him before I hired him. I \nmost likely talked to him before I hired him because \nthat was my general way of doing business. It's all \nPage 97 \n25 (Pages 94 to 97) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 together possible that I gave Russ the okay to hire \n2 him before, I just don't have a specific recollection \n3 one way or the other. \n4 Q. At some point,Itake it, you learned, \n5 whether you sat in on a meeting when Mr. Edwards was \n6 hired or whether your co-conspirator hired him, at \n7 some point you learned that Mr. Edwards, in fact, had \n8 been hired by the firm; is that correct? \n9 A. I'm certain that I gave the final okay to \n10 hire him. \n11 Q. Okay. When you were giving the final okay \n12 to hire him, I assume there had to be discussion of \n13 the money that he was going to be paid, correct? \n14 A. With somebody, yes. \n15 Q. Certainly with Mr. Edwards, right? I assume \n16 he wanted to know how much he was getting paid. \nA. Yes, but don't have a specific \n18 recollection of whether l discussed that with him or \n19 whetherl authorized Adler or maybe even Rosenfeldt to \n20 discuss it with him. 1 don't recall. \n21 Q. Do you have the slightest idea how much \n22 money Mr. Edwards was paid when he first joined the \n23 firm, what his salary was? \n24 A. 1 don't have an independent recollection. \n25 -- Q. Generally someone like Mr. Edwards at his \nPage 98 \n1 \n2 \n3 \n9 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n22 \n29 \n25 \nlevel of accomplishment and his age, you know what the \ngeneral salary would have been at your firm? \nA. It didn't work that way. \nQ. I see. Tell me how it worked. \nA. It's a case-by-case basis. \nQ. Tell me how it worked. \nA. Case-by-case basis. \nQ. And how did you make that determination on a \ncase-by-case basis? \nA. Actual book of business, potential book of \nbusiness, potentiality for growth, character, what he \nbrought to the table, and obviously a function of how \nmuch money we had available at the time. \nQ. Okay. And you don't have any recollection \nof the machinations that occurred in determining what \nMr. Edwards salary would be, correct? \nA. I do not. \nQ. But certainly one of the things you would \nconsider would be the book of business, i.e. the \nEpstein case, right? \nA. I'm certain thatl did consider the Epstein \ncase. \nQ. Do you know whether he brought any other \nbook of business --\nA. But I'm also certain it wasn't the only \nPage 99 \n1 factorl considered. \nQ. All right. Do you know whether he brought, \nin his book of business, do you know whether be \nbrought any other cases to the firm other than the \nEpstein case? \nA. 1 don't recall one way or the other. \nQ. Okay. Do you know whether your -- well, bad \nquestion, I won't ask that. \nNow, you've talked a lot about Ken Jenne \n110 here this morning. Was Ken Jenne part of your Ponzi \n11 scheme? \n12 A. No. sir. \n13 Q. Had nothing to do with it, right? \n14 A. That's correct. \n15 Q. Other than his having -- working for you as \n16 an investigator, he was not one of your \n17 co-conspirators, right? \n18 A. He didn't work for me as an investigator, he \n19 worked for me heading up our investigative division, \n20 heading up our internal security, heading up my \n21 personal security, and acting as a political advisor \n22 tome. \n23 Q. Okay. Did he serve any kind of \n24 investigative function at all, after all, he was a law \n25 enforcement officer at one point in his career? \nPage 100 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nA. I note that he assisted the other people at \nthe firm that were doing the investigative work. 1 \ndon't know if he personally did investigative work. \nHe may have. \nQ. Do you know whether Mr. Jenne, in his role \nas your advisor or your political consultant, do you \nknow if he was involved in any kind of illegality, \nillegal wire tapping or anything like that while he \nwas at Rothstein? \nMR. SCAROLA: Excuse me, I'm going to \nobject to the form of the question, vague and \nambiguous. \nTHE WITNESS: To my knowledge he was not. \nBY MR. GOLDBERGER: \nQ. To your knowledge, no? \nA. Correct. \nQ. Okay. You talked about having a bunch of \nfundraisers, I know you had a bunch of fundraisers \nthat was kind of a deal at Rothstein. This was kind \nof a rock star law firm, right? I mean, you had lots \nof fundraisers, lots of parties, right? Was that the \nimage you were trying to present? \nA. In reality that's the way we were. \nQ. Okay. \nA. A lot of young lawyers having a good time, \nPage 101 \n26 (Pages 98 to 101) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 trying to make money. \n2 Q. And these young lawyers. would you consider \n3 Mr. Edwards to be a young lawyer or a middle-aged \n9 lawyer? \n5 A. Young lawyer. \n6 Q. Okay. Was he one of young lawyers that came \n7 to these fundraisers at your home? \n8 A. I don't recall whether he was there or not. \n9 I recall him being at some, but I didn't know if he \n1 0 was at all of them. \n1 1 Q. Okay. You do recall him coming to some of \n1 2 the fundraisers, though, correct? \n1 3 A. I recall him being at my home. It may have \n14 been for firm parties or other parties, it may have \n1 5 been for fundraisers there. \n1 6 Q. And that was during the time period that the \n17 Ponzi scheme was still going on. correct? \n18 A. Yes. \n1 9 Q. Did Adler ever the tell you about any \n2 0 discussions he had with Brad Edwards about the illegal \n2 1 part of the operations at Rothstein? \n22 A. Can you reask the question, please? \n23 Q. Sure. Sure. \n24 Did Russell Adler ever tell you -- Russell \n25 Adler is your co-conspirator, we've established that. \nPage 102 \n1 Did Russell Adler in the furtherance of your \n2 conspiracy ever tell you he had discussed with Brad \n3 Edwards about the illegal activities at RRA? \n4 A. No. \n5 Q. Now,..you testified when asked about whether \n6 the press -- if.you were involved in asking the press \n7 to run with the E stein sto ou said something to \n8 the effect, \"the wa I was selling the Ponzi scheme it \n9 would be overkill.\" \n10 I didn't understand your answer like you \n11 didn't understand some of my questions, so I'd like \n12 you to kind of tell me what you  meant by that. \n13 A. I was selling purportedly confidential \n14 settlements. Confidentiality was the hallmark of the \n15 Ponzi scheme, so too much publicity would have created \n1 6 a roblem for me in the sale of what was supposed to \n17 las smIeteIconfidentialseft1ement. \n18 Q. I think what you are telling me, and I don't \n19 want to misstate what I think you are telling me, but \n20 is it true that you felt some publicity would be okay \n21 but too much would be counter to the purposes of the \n22 conspiracy. Is that a fair statement? \n23 A. The way I was thinking about it at the time \n24 this was going on was that some_publicity would assist \n25 kis_sl.aLzilisl th_aLth5Le \nPage 103 \n1 \n2 \n3 \n4 \n7 \n8 \n9 \nk 10 \n•11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n120 \n21 \n22 \n23 \n24 \n25 \nwas a real case goirjg on, but that within that 1 woad \nhave to create some sort of fictions in ordeno_aelL \nthe fakeyroduct.  \nQ. Okay. At the time that you decided to use \nthe Epstein case as part of your illicit Ponzi scheme \ntheme,Ithink you testified earlier today, when you \nwere in some dire straights, you needed an influx of \nmoney, right? \nA. Yes. \nQ. That's when you decided to use the Epstein \nmatters, correct? \nA. Yes. \nQ. Okay. And you knew, I assume, being the \nPonzi scheme mastermind here, that you needed to make \nsure that you had at least a working knowledge of the \nEpstein case so that you could answer questions to the \ninvestors. I recognize that you left the room and \ntold them to look at it, but you had to some knowledge \nof the case, right? \nMR. SCAROLA: Counsel, that's a \nmisrepresentation of what the earlier testimony was. \nobject, no proper predicate. \nMR. GOLDBERGER: Okay, let's go through the \nwhole thing again. \nMR. SCAROLA: No, you are not going to go \nPage 109 \nthrough the whole thing again. Just because we have \ntolerated two lawyers asking questions, does not mean \n3 we are going to tolerate two lawyers asking the same \nquestions. \nMR. GOLDBERGER: Your objection is noted. \nBY MR. GOLDBERGER: \nQ. Okay. So let's talk about your need to use \nthe Epstein case to further your conspiracy. You \nneeded an influx of money, did you not? \nA. Yes. \nQ. Okay. You decided to use the Epstein case \nfor that purpose, right? \nA. Yes. \nQ. And in order to use the Epstein case, you \nwere going to meet with the investors and pitch the \nEpstein case with the investors, correct? \nA. Yes. \nQ. And in an effort to pitch the case to the \ninvestors, you had to have some knowledge of the case, \ndid you not? \nA. Some level of knowledge, yes, sir. \nQ. Okay. And in order to gain that knowledge, \nyou spoke to your co-conspirator, Russell Adler; is \nthat correct? \nA. That's one of the things I did. \n7 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n2 \nPage 105 \n27 (Pages 102 to 105) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\fQ. Okay. And do you remember what Adler told \n2 you specifically about the Epstein case that helped \n3 you have a basis of information to sell it to the \n4 investors? \n5 A. Other than him telling me that it was a \n6 billionaire pedophile, other than him telling me about \n7 the flight manifest, don't have a specific \n8 recollection of what else he told me. \n9 Q. Did you actually look at the flight manifest \n1 0 at sometime, Mr. Rothstein? \n1 1 A. Yes, sir. \n12 Q. And what was it about those flight manifests \n1 3 that you felt would help you pitch the Epstein case to \n1 4 the investor? \n1 5 A. I don't remember who specifically was on it, \n16 but Iremember it looking juicy. \n17 Q. You don't know who was on it? \n1 8 A. 1 don't recall. \n1 9 Q. Did you add any names to that manifest at \n2 0 any time? \n2 1 A. I had -- you mean physically write names on \n22 there? \n23 Q. Any way you want to interpret -- did you --\n29 not physically write any names on the manifest, but \n25 did you tell the investors that there were names on \nPage 106 \nthe manifest that were actually not on the manifest? \n2 A. I told the investors that there were other \n3 people that appeared on manifests,] don't recall \n4 whether it was that manifest or other manifests, and 1 \n5 got the names of those people from Russ Adler. \n6 Whether or not they actually appeared on the manifest \n7 or another manifest, 1 do not know. \n8 Q. What names did you get from Russ Adler? \n9 A. 11.....21.1ALligyjastme_tita1.B i I ew on \n1 0 eildndeen 10 \n11 Mr.  Enstein's_plaa. 11 \n12 Q. And is it your testimony today that you 12 \n13 never looked at the manifest to see whether Bill 13 \n14 Clinton or Prince Andrew's name were really on the 14 \n15 manifest that you were going to use to pitch the 15 \n16 investors? 16 \n17 A. It was my understanding they didn't have all 17 \n18 the manifests. 18 \n19 Q. Okay. Did you ever ask for the manifests 19 \n20 that purportedly had the name of Bill Clinton or 20 \n21 Prince Andrew on it? 21 \n22 A. 1 probably did, but I don't have a specific 22 \n23 recollection one way or the other. 1 23 \n24 Q. When you say you didn't have all the 24 \n25 manifests, were all the manifests in your office -- 25 \nPage \n1 \n2 \n3 \n4 \n5 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n107 \nwere all the manifests within the law firm of RRA and \nyou simply didn't have them in your office? \nA. I have no idea one way or the other. \nQ. Okay. \nA. I did not have them. \nQ. You were told by Russell Adler that you \ndidn't have -- that you physically didn't have all the \nmanifests, correct? \nA. That's correct. \nQ. But you don't know whether they were in the \nbuilding somewhere, these other supposed manifests? \nA. I have no idea one way or the other. \nQ. You never asked for proof that Bill Clinton \nor Prince Andrew's name were on a manifest somewhere? \nA. I didn't say that. I may very well have \nasked Adler or Ken Jenne to find the other manifests. \nQ. Were you ever shown a manifest with the name \nBill Clinton or the name Prince Andrew on them? \nA. I do not recall one way or the other whether \nI saw that or not. I remember Adler telling me about \nit and then me repeating that information to the \ninvestors based upon Mr. Adler's representations to \nme. \nQ. Now, you testified that you were told that \nthe Epstein cases were \"legitimate cases. Do you \nPage 108 \nremember that testimony you gave this morning? \nA. Yes. \nQ. And you remember your testimony that you \nwere told they were legitimate cases by both Russ \nAdler and Brad Edwards, do you remember that? \nA. I never said that Mr. Edwards or Mr. Adler \nsaid, \"Scott, these are legitimate cases.\" I didn't \nquestion them as to their legitimacy. \nQ. You did testify that you talked to Brad \nEdwards about the Epstein cases; is that correct? \nMR. SCAROLA: No, counsel, that is a \nmisrepresentation of the earlier testimony. \nMR. GOLDBERGER: No, it's not. \nBY MR. GOLDBERGER: \nQ.  Did you talk to Brad Edwards about the \nEpstein cases? \nA. I do not recall one way or the other.  That  \n- \nwas my prior testimony, that's still in testimon \n-don't -- I do not recall. \nQ. We'll let the record speak --\nA. l know I spoke to Adler about it. \nQ. We'll let the record speak for itself. Your \ntestimony, as I am questioning you now, is that you do \nnot recall whether you spoke to Brad Edwards about the \nEpstein cases; is that correct? \nPage 109 \n28 (Pages 106 to 109) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 A. If you are including within that me walking \n2 past Brad in the hall and saying, \"Hey. Brad how are \n3 you? How is the Epstein stuff going?\" Then its very \n4 likely that I talked to him about it in that manner. \n5 But lhave no specific recollection one way or the \n6 other as to having any lengthy conversations with \nMr. Edwards about the case. \n8 I had a co-conspirator who was deeply \n9 involved in the Ponzi scheme that I could go to to get \n10 any information I wanted, NIL Adler. I didn't need to \n11 go to Mr. Edwards. \n12 Q. So if you had a question of your \n13 co-conspirator, Russell Adler, about the Epstein case, \n14 you would go ask Adler and would Adler always have the \n15 answer for you or would he say he would get you the \n16 answer? \n17 A. Both. \n18 Q. When he didn't have the answer, do you know \n19 who he was getting the answer from? \n20 MR. SCAROLA: Objection, predicate. \n21 THE WITNESS: I don't know who he was \n22 getting it from and I may have contacted other people \n23 in the office who were working on the file to ask. I \n24 may have asked Mr. Jenne,Imay have asked Ms. \n25 Holmes, I many have asked a whole myriad of people. \nPage 110 \n1 \n1 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 BY MR. GOLDBERGER: \n2 Q. So Ms. Holmes was working on the Epstein \n3 cases? \n4 A. It's my refreshed recollection from seeing 4 \n5 one of those e-mails that she must have been. 5 \n6 Q. Okay. And Ms. Holmes you said was a former \n7 federal law enforcement officer, was that your \n8 testimony? \n9 A. Yes. \n10 Q. You don't know whether she was FBI or IRS, 10 \n11 correct? 11 \n12 A. I don't remember. 12 \n13 Q. Okay. And upon reflection, do you know 13 \n14 whether she was hired without your say-so based on 14 \n15 what Mr. Jenne told you or did you meet with her? 15 \n16 A. No, I actually -- I remember meeting with 16 \n17 Ms. Holmes. 17 \n18 Q. Okay. What do you remember about that 18 \n19 meeting? 19 \n20 A. I remember talking about her relative who 20 \n21 was a judge. I remember her telling me about her time 21 \n22 in law enforcement. I just don't remember which 22 \n23 agency. 23 \n24 Q. Did she tell you why she left law 24 \n25 enforcement? 25 \nPage 111 \nA. She may have, I don't recall one way or the \nother. \nQ. Did you ever ask Ms. Holmes to use any of \nher prior contacts in law enforcement to assist you in \nthe Ponzi scheme to get information for you? \nA. The question is kind of convoluted because \nthe way you are asking it, it seems like you are \nintimating that Ms. Holmes knew. I may have asked \nMs. Holmes to get me information that I was going to \nutilize with my co-conspirators in the Ponzi scheme, \nbut Ms. Holmes did not know that there was a Ponzi \nscheme going on. \nQ. All right. So you may have asked Ms. Holmes \nto try and get some information for you from her \ncontacts in law enforcement, but it's your testimony, \nand I don't dispute it, it's your testimony that she \nknew nothing about the Ponzi scheme, correct? \nA. I may have, I may not have. I do not \nremember and she absolutely knew nothing about the \nPonzi scheme. \nQ. Okay. Now, we talked about Brad Edwards \ngetting paid and the multilevel ways in which you \ndetermined what a person's salary was. Do you know \nwhether Brad Edwards got any bonuses along the way \nonce the Epstein case was used as part of the Ponzi \nPage 112 \nscheme? \nA. He did not. \nQ. So he was --\nA. If he got a bonus, it was something he \nearned. \nQ. Did you make a determination as to what that \nbonus would be? \nA. If he got a bonus, I would have been \ninstrumental in determining it. You can determine if \nhe got a bonus by looking at our financial records,1 \ndon't have an independent recollection one way or the \nother. \nQ. So you don't know whether he got a bonus at \nall, correct? \nA. That's correct. \nQ. So1 assume that if he got a bonus you \nwouldn't know whether it occurred before or after the \nEpstein case was used as part of the Ponzi scheme? \nA. I don't know if he got a bonus, which means \nI wouldn't know the time frame. \nQ. But we would learn -- you are instructing \nus, we would learn that by looking at when the Epstein \ncase was brought into the Ponzi scheme and we learn \nthat by looking at these -- what was the group that it \nwas used to pitch to? \nPage 113 \n29 (Pages 110 to 1 1 3 ) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941 df \n\f1 A. Clockwork. 1. \n2 Q. So we would look at when the Clockwork group 2 \n3 was brought into this and the Epstein case was used 3 \nthen and then we would look at the payroll records to \n5 see whether Mr. Edwards got a bonus after the 5 \n6 Clockwork group was brought into the Ponzi scheme. 6 \ncorrect? 7 \n8 A. From a timing perspective, yes. But \n9 Mr. Edwards had nothing to do with the Ponzi scheme, \n10 nor was he rewlr_d_e_daltinik_without his 10 \n11 _knowledge for helnip me with the Ponzi scheme. If he 11 \n12 .1yas rewarded it was because he deserved,] felt he 12 \n1 3 deserved a reward, havin nothing to do with the Ponzi 13 \n19 scheme. The bulk of this law firm had nothing to do 14 \n15 with the Ponzi scheme. 15 \n16 Q. I think you testified already, though, that 16 \n17 money was fundable in the firm, right? I mean, you 17 \n18 know, illegal money was used for legitimate purposes, 18 \n19 correct? r19 \n20 A. Yes. 20 \n21 Q. Okay. So, for example, investigations that 21 \n22 were done with the Epstein case, it's very possible 22 \n23 that legitimate Ponzi money was used to finance those 23 \n24 investigations? 24 \n25 A. I'd be guessing. It's certainly possible 25 \nPage 114 \n1 because all the money went into a whole series of \n2 pots, and if you look at, most of the pots were trust \n3 accounts. If you look back, you look to see what my \n4 CFO, who was also a co-conspirator was doing, she was \n5 pulling the money from wherever she needed to to fund \n6 whatever she needed to fund. \nMR. LAVECCHIO: Off the record a second. \n8 [Discussion off the record.] \n9 BY MR. GOLDBERGER: \n10 Q. Let me circle back to what you needed to \n11 learn about the Epstein cases to help make your pitch \n12 to the investors. \n13 You talked about the manifest already, \n1 4 correct, the flight manifest? \n15 A. Yes. \n16 Q. Okay. What else did you want to learn about \n17 the case or what else did you learn about the case so \n18 that you were conversant when you spoke to the \n19 investors about the Epstein case? \n20 A. 1 recall asking someone what the causes of \n21 action were. \n22 Q. Okay. Did you understand what they were? \n23 A. I likely did at the time, I don't remember \n24 what they were now. \n25 Q. Okay. Do you know which case we are talking \nPage 115 \n7 \n10 \n11 \n12 \n13 \n14 \n15 \n;416 \n117 \n18 \n19 \n20 \n21 \n22 \n23 \n29 \n25 \nabout? By the way, you had a number of Epstein cases \nin-house, do you know which case you were talking \nabout? \nA. As I sit here today, no, sir, I don't \nremember. \nQ. Was it a state case or a federal case? \nA. I don't remember one way or the other. \nQ. All right. \nA. I utilized all those boxes all together. 1 \ndon't remember which  one I sold them. \nQ. And the exhibits --\nA. It's something completely fictitious that  \nQ. The exhibit that you were shown earlier, \nExhibit Number 1, that's the long multi-page federal \nlawsuit. Do you know whether that was part of the \ninformation that you reviewed or shown to the \ninvestors when you were pitching to them? \nA. I do not remember one way or the other. \nQ. Okay. Now, did you make any effort to learn \nfrom your co-conspirator who the plaintiffs were in \nthis case, what kind of women they were? \nA. Only that they were underage. \nQ. Did an one tell you that these women had --\nsome of these women had a history of prostitution? \nPage 116 \nA. They may have told me that, I wouldn't have \ncared one way or the other, \nQ. Why would you not have cared about that, \nMr. Rothstein? \nA. It had nothin to do with the sale of the \nPonzi scheme settlements,. \nQ. Okay. Were you told by anyone whether any \nof the women involved as plaintiffs in the case may \nhave worked at adult clubs in the past? I mean strip \nclubs, let's call it what it is. \nA. I may have been told that one way or the \nother. But againziLhadpothing to do with the Ponzi \nscheme sale of fake settlements. \n_ \nQ. As part of the information that you were \ntold by you co-conspirator, Russell Adler, were you \ntold that some of the plaintiffs that you had in-house \nhad travelled on Mr. Epstein's airplane? \nA. I believe Russ did tell me that. \nQ. You know, in fact, that that was not true, \ncorrect? \nA. lhave no idea one way or the other, nor did \nI care. \nQ. But your co-conspirator told you that, \nright? \nA. Mr. Adler did, in fact, tell me that certain_ \nPage 113 \n30 (Pages 119 to 117) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bedd-ca2d8fe941df \n\f1 of the underage women had travelled on Mr. Epstein's \n2 .2.1_2a; \n3 Q. Did you ever meet any of the plaintiffs? \n4 MR. SCAROLA: That's question that's been \n5 asked and answered. \n6 THE WITNESS: I do not have a specific \n7 recollection of ever meeting them. \n8 MR. SCAROLA: You are exhausting my \n9 indulgence. \n10 MR. GOLDBERGER: Fair enough. \n1 1 MR. SCAROLA: You've exhausted my \n12 indulgence. \n13 BY MR. GOLDBERGER: \n19 Q. Do you know whether any of your \n15 investigators at the firm had any kind of high tech \n16 surveillance equipment or, you know, wire tapping \n17 equipment? \n18 A. I believe they did. \n19 Q. Do you know whether this was legal stuff or \n20 illegal staff? \n2 1 A. I did not know, nor did I care. \n22 Q. Do you know if any of that stuff was used to \n23 either wire tap or surveil Mr. Epstein? \n24 A. I do not know one way or the other. \n25 Q. What sort of equipment did you know that \nPage 118 \nthey had, meaning your investigators? \n2 A. I had told Mr. Jenne and others involved in \n3 the investigation arm of RRA to get whatever equipment \n4 they thought they needed and to get the best stuff \n5 that they could get. What they actually did, I can't \n6 tell you. \n7 Q. You know as part of the Epstein litigation, \n8 and I'm talking about now after your using it in the \n9 Ponzi scheme, do you know whether anyone at your firm \n10 attempted to depose ex-President Bill Clinton? \n11 A. I don't recall that, sir. \n12 Q. Okay. How about Donald Trump, same \n13 question? \n14 A. I don't recall that. As a matter of fact, \n15 we had represented Trump in some things, we had some \n16 pretty close ties with him, so I can't imagine that \n17 they would have done that with my authority. \n18 Q. Okay. \n19 A. I don't recall that. \n20 Q. Do you know whether Adler would have --\n21 would Adler have the authorize to do that without \n22 getting your permission? \n23 A. The authority, no. Might he have tried, \n24 yes. \n25 Q. Okay. How about Alan Dershowitz, do you \nPage 119 \n2 \n3 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n3 \n4 \n5 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nhave any knowledge of your firm's attempt during the \nPonzi scheme to depose Alan Dershowitz? \nA. No. sir. I don't have a recollection of one \nway or the other. \nQ. Okay. The name Kendal] Coffey was brought \nup before. Do you know who Kendall Coffey is? \nA. Yes. \nQ. Who do you know him to be? \nA. Former U.S. attorney, current criminal \ndefense lawyer. \nQ. Was he a friendship of the firm's? \nA. Represented RRA when I fled the country. \nQ. So he was a friend of the firm, or a friend \nof yours at least, right? \nA. He wasn't a friend of mine. \nQ. A friend of the firm? \nA. No idea. \nQ. He represented them when I fled the country. \nI remember him coming in and doing like a show and \ntell in my office on TV. \nMR. GOLDBERGER: Patience gets rewarded. \nI'm done. \nThank you, Mr. Rothstein. That's all the \nquestions that] have. \nTHE WITNESS: You are welcome. \nPage 120 \nCROSS EXAMINATION \nBY MR. SCAROLA: \nQ. Mr. Rothstein, again, Jack Scarola on behalf \nof Brad Edwards.. I want you to assume that Brad has \ntestified under oath that you never had a substantive  \ndiscussion with him re arding the Epstein case. Do \nLop have any basis whatsoever to question the accuracy \n,of that tQliimax? \nA. I do not. \nQ. I .wz2Ly.a_i to asst21115_±.M Brad has or will \nfy un der oath that while ou were c22piagp \ne-mails, you never attended a singtelelLtimate \nii.Lear_ditmtbs legitimate \nEpstein cases. Do   have any basis whatsoever to \nquestion the accuracy of that testimony? \nA. No, sir„ \nQ. I want you to assume that Brad has or will \ntestify under oath that you never directed t _e  \nof any documents in the Epstein case, includin the \nJuly federal complaint that's been marked as an \nexhibit to your deposition._122...a.s2p \nwhatsoever to uestion the accurac of that testimon ? \nA. No, sir. \nQ. I wantyou to assume that Brad has or will  \ntestify under oath thatyou never directed the taking. \nPage 121 \n31 (Pages 118 to 121) \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 of a sin le de osition. or the TO oundin_a2fEty \n2 disc_oystle_lpstein cases. Do_you have any \n3 reason to doubt the accuracy of that testimonV \n4 A. No, sir. \n5 Q. 12naliaLlaaLs_a-asti2Lt has or will \n6 testify that you did not provide any input whatsoever \n7 into tbs..12oltlifjs..gjlipstein cases. Do  \n8 you have an reason whatsoever to doubt the accurac,y \n9 of thatiLilaopy.? \n10 A. No sir. \n11 Q. I want you to assume that Brad has or will \n1 2 Iss_tifylatay_g_u_mysualln_y of the legitimate \n1 3 plaintiffs in the Epstein cases. Do you have any \n1 4 reason to doubt the accuracy of that testimony? \n15 A. No, sir. \n1 6 MS. HADDAD: I'm going to object to these \n1 7 same questions you keep asking, because Mr. Rothstein \n1 8 has testified at nauseam that he doesn't recall any \n1 9 of this and now you are asking him to bolster \n2 0 Mr. Edwards' either already given or purported \n2 1 testimony when he's testified he doesn't recall it. \n22 BY MR. SCAROLA: \n23 Q. I want you to  assume that Brad has or will \n2 9 testify under oath that you never asked him once to \n2 5 .12y2It o yalpaai2Lf_a_Etual matters rearding. \nPage 122 \nthe Epstein case. Do you have an reason to doubt the \n2 acculaa_of that. testimony? \n3 A. No, sir. \n4 Q. I want you to assume that Brad has testified \n5 repeatedly that he had absolute! no involveinent in or \n6 knowled \n7 a2L9.1ter RItA la er.  Do you have any i_s_a.s_oato doubt \nB Ill.ILE.1.9111l at testimon ? \n9 \n10 Q. iwanttota1ktjieflaoopr \no ou \n11 personal perce tions of the si ificance of the \n12 testimony that you are giving today.  If Brad Edwards \n13 had in fact, been a participant in any of the illegal \n14 an \n15 _sALoILL- s ve 1 mtlyllsgoligusaracjim \n16 knowingly=alscl Esima_prds' arlztiat \n17 do you understand the ersonal conse uences to be as a \n18 \n1 9 Edwardsjarticipation?  \n20 A. HI be violatinnent \n21 United States overnment and I would run the risk of \n22 dying in prison.  \n23 Q. If Brad Edwards, contrary to what you have \n29 testified under oath and what Brad himself has \n25 to do with \nPage 123 \ne of any ille al activity en a ed in by you or \nconse uence of your havine knowinely concealed Brad \nrepeated] said knew about anythg havin \nillegal activities at thEIL_R fjp2Lanlyou concealed \nyour knowled e of Brad Edwards' knov,..1g.e_of that \nillegal activiL, what do you understand the \n4 consequences of that false testirporly_to be? \n5 A. jJviolatiiiinaeentwjtht \n6 United Statesgovemment and]  \n7 styginrison. \nMR. SCAROLA: Thank you. I don't have any \nfurther questions. \n10 THE WITNESS: Thank you, sir. \n11 MR. NURIK: Mark, I don't know what your \n12 time frame is on your litigation, but the ability to \n13 receive the transcript, review it and prepare an \n14 errata sheet within what is normally the time \n15 allotted under the court rules cannot be accomplished \n16 in this case. \n17 MR. GOLDBERGER: How much time are you \n18 generally-.-\n19 MR. NURIK: I don't know. \n20 Actually, the first set of errata sheets \n21 have just been prepared and finalized for the first \n22 deposition in December. I'm not suggesting it will \n23 take that long this time, but if you can give me an \n24 idea of what your time responsibilities are with the \n25 court, what the time limits are --\nPage 124 \nMR. GOLDBERGER: Do you think it will be \nless than a month, two months? \nMR. NURIK: i don't think it will be less \nthan a month. First of all, a lot depends on the \nability to get the transcript to him to review. \nMR. GOLDBERGER: Right. \nMR. NURIK: And that's a whole procedure, \nit's not normal circumstances that we are dealing \nwith. \n10 MR. GOLDBERGER: If time becomes an issue, \n11 we'll approach you and ask you to expedite. \n12 MR. SCAROLA: Mark, will tell that from \n13 our perspective time is an issue. \n14 MR. NUM: Have at it then, Jack. Do what \n15 you need to do to get it done. \n16 MR. SCAROLA: There is a long pending \n17 motion for summary judgment on Brad's behalf that has \n18 been delayed for purposes of taking this deposition. \n19 We are very anxious to be able to call that motion \n20 for summary judgment up for hearing, so whatever can \n21 be done reasonably to expedite the preparation of \n22 this portion of this transcript would be appreciated. \n23 We understand there are limitations beyond your \n24 control, but to the extent you can do it, that would \n25 be helpful. Thank you. \nPage 125 \n32 (Pages 122 to 125) \nactivities that you have been uestioned about at \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df \n\f1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \nMS. HADDAD: Its scheduled in a month, \nMark. \nMR. NUR1K: We'll cooperate. \nMR. SCAROLA: Thank you very much. \n[Thereupon, the taking of the deposition was \nconcluded at 12:37 p.m.] \nSCOTT ROTHSTEIN \n1 1 Sworn to and subscribed \nbefore me this day \n12 of , 2012. \nNotary Public, State \nof Florida at Large. \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n1 CERTIFICATE \n2 STATE OF FLORIDA ) \nCOUNTY OF MIAMI-DADE ) \n3 \n1, Pearlyck Martin, a Notary Public in and \n4 for the State of Florida at Large, do hereby certify \nthat, pursuant to a Notice of Taking Deposition in \n5 the above-entitled cause, SCOTT ROTHSTEIN seas by me \nfirst duly cautioned and sworn to testify the whole \n6 truth, and upon being carefully examined testified as \nis hereinabove shown, and the testimony of said \n7 witness was reduced to typewriting under my personal \nsupervision and that the said Video Conference \ndeposition constitutes a true record of the testimony \ngiven by the witness. \n9 \n10' \n11 \n12 \n1 further certify that the said Video \nConference deposition was taken at the time and place \nspecified hereinabove and that 1 am neither of \ncounsel nor solicitor to either of the parties in \nsaid suit nor interested in the event of the cause. \nWITNESS my hand and official seal in the \n13 City of Miami, County of Dade, State of Florida. this \nday of June 19, 2012. \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nPearlyck Martin \nPage 126 \nPage 127 t \n2 \nFRIEDMAN, LOMBARDI & OLSON \nSore 924, Biscayne Building \n19 West Flagler Street \nMiami, Florida 33130 \nTelephone (305) 371-6677 \nJune 21, 2012 \nIN RE EPSTEIN VS EDWARDS \nSCOTT ROTHSTEIN C/O MARC NUR1K \nOne East Broward Boulevard. Seventh Floor \nFt. Lauderdale, Florida 33301 \nDear SCOTT ROTHSTEIN: \nWith reference to ihe deposition of \n10 yourself taken on June 14, 2012, in connection with \nthe above-captioned case, please be advised that the \n11 transcript of the deposition has been completed and \nis awaiting signature_ \n12 \nPlease arrange to stop by our office for \n13 the purpose of reading and signing the deposition. \nOur office hours are 9:00 am to 400 p.m, Monday \n1 4 through Friday. Please telephone in advance. \n15 You may, however, read a copy of the \ntranscript, provided by any of the attorneys \n16 connected with the case, denoting any corrections by \npage and Fine number on a separate sheet of paper. \n17 This correction page must be signed by you and \nnotarized and returned to us for filing with the \n38 original. \n39 If this has not been taken care of \nhowever, within lire next 30 days, or by the time of \n20 trial, whichever COITICS first, I shall then conclude \nthat the reading, subscribing and notice of filing \nhave been waived and shall then proceed to deliver \nthe original of the transcript to ordering attorney \nwithout further notice. \n22 \n23 \n24 \n25 \nPearlyck Martin \nPage 128 \n33 (Pages 126 to 128) \nFRIEDMAN, LOMBARD] & OLSON \n305-371-6677 \n5ed93085-0554-447f-bcdd-ca2d8fe941df",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_017488.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 143110,
    "word_count": 27286,
    "line_count": 4376,
    "import_date": "2025-11-19T21:47:49.354580",
    "prefix": "TEXT-001"
  }
}