{
  "document_id": "HOUSE_OVERSIGHT_017126",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017126.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 2: My Secular Education—Brooklyn and Yale\n\nI loved everything about Brooklyn College. The inner city campus was green and lush. The\nprofessors were phenomenal teachers—many of them en route to more elite universities. The\nstudents, though mostly Jewish, seemed diverse to me because so few were Orthodox.\nIntellectual and political debate filled the classrooms, the lunchrooms and the quad. No one said\n“Meturneshed.” Every idea was acceptable (except, perhaps Communism, since the stench of\nMcCarthyism still hung in the air.)\n\nI felt free to experiment with my thoughts and words, but not yet with my actions. I remained an\nOrthodox Jew in practice and I did not try drugs or even alcohol. (I tried to try sex, but couldn’t\nfind any willing partners.)\n\nMy friends and I founded a “house plan” — an urban fraternity for students who lived at home\nwith our parents, as we all did. We called it “Knight House” and our boastful Latin slogan was\n“semil equis satis’—“once a knight is enough.” Since we were all orthodox Jews, we could not\nattend the usual Friday night parties, so our orthodox Jewish house plan had its parties on\nSaturday or Sunday night. We were desperate to defy the stereotype of orthodox Jewish wimps,\nso we worked hard on our athletic skills, ultimately winning the house-plan championship in\nseveral sports. I still have newsclippings attesting to my athletic accomplishments: “Knight\nsoccer champs”—“AlI Dershowitz led the knighters to victory, scoring two large goals.”\n\nIn my senior year in college, a group of friends decided it was time to lose our collective\nvirginities. We heard that there was a special deal over Christmas vacation to travel to Havana,\nthen a wild city. We all went down to Florida in another friend’s old car and bought round trip\ntickets to Havana for $59. We had the name of a house, which specialized in transitioning young\nboys into men. We were scheduled to make the hour-long flight the day before the 1959 New\nYear. We couldn’t wait to get to Havana, but a bearded guy named Fidel got there first and we\ncouldn’t make it. For years, I had been telling people that the flights were cancelled, but a couple\nof summers ago I was at a party with a man (now married to a prominent public figure) who was\nat Brooklyn College with me. He and several of his friends were also going to Havana for the\nsame reason. I had forgotten that the trip to Florida was actually sponsored by the Brooklyn\nCollege Student Government. When I told him my story, he said, “I made it to Havana,” and I\nsaid, “but the flights were cancelled.” He said, “No they weren’t. The State Department just\nissued a warning that it was a little bit dangerous.” I guess he was more determined to lose it\nthan I was. His wife, who was then his college girlfriend, said that she didn’t “touch him for a\nyear after that.”\n\nI took another trip with my college friends. It was to Washington D.C. On the day we arrived,\nthe king of Saudi Arabia was a state visitor. In his honor, green Saudi flags draped all of the\nimportant federal buildings and monuments. When I saw the flag of that slave-owning dictator on\nthe Lincoln Monument, I got angry and tore it down. I was immediately taken into custody by a\npark policeman. His superior was sympathetic, however, and let me go with a warning: “Next\ntime, make sure no one sees you when you tear down the rest of those damn flags.”\n\n39\n\nHOUSE_OVERSIGHT_017126",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017126.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3444,
    "word_count": 604,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.486435",
    "prefix": "IMAGES-004"
  }
}