{
  "document_id": "HOUSE_OVERSIGHT_012903",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012903.txt",
  "text": "Preface\n\nThis is a large, two-part book with an even larger goal: To outline a practical approach to\nengineering software systems with general intelligence at the human level and ultimately beyond.\nMachines with flexible problem-solving ability, open-ended learning capability, creativity and\neventually, their own kind of genius.\n\nPart 1, this volume, reviews various critical conceptual issues related to the nature of intel-\nligence and mind. It then sketches the broad outlines of a novel, integrative architecture for\nArtificial General Intelligence (AGT) called CogPrime ... and describes an approach for giving a\nyoung AGI system (CogPrime or otherwise) appropriate experience, so that it can develop its\nown smarts, creativity and wisdom through its own experience. Along the way a formal theory\nof general intelligence is sketched, and a broad roadmap leading from here to human-level arti-\nficial intelligence. Hints are also given regarding how to eventually, potentially create machines\nadvancing beyond human level — including some frankly futuristic speculations about strongly\nself-modifying AGI architectures with flexibility far exceeding that of the human brain.\n\nPart 2 then digs far deeper into the details of CogPrime’s multiple structures, processes and\nfunctions, culminating in a general argument as to why we believe CogPrime will be able to\nachieve general intelligence at the level of the smartest humans (and potentially greater), and\na detailed discussion of how a CogPrime-powered virtual agent or robot would handle some\nsimple practical tasks such as social play with blocks in a preschool context. It first describes\nthe CogPrime software architecture and knowledge representation in detail; then reviews the\ncognitive cycle via which CogPrime perceives and acts in the world and reflects on itself; and\nnext turns to various forms of learning: procedural, declarative (e.g. inference), simulative and\nintegrative. Methods of enabling natural language functionality in CogPrime are then discussed;\nand then the volume concludes with a chapter summarizing the argument that CogPrime can\nlead to human-level (and eventually perhaps greater) AGI, and a chapter giving a thought\nexperiment describing the internal dynamics via which a completed CogPrime system might\nsolve the problem of obeying the request “Build me something with blocks that I haven’t seen\nbefore.”\n\nThe chapters here are written to be read in linear order — and if consumed thus, they tell\na coherent story about how to get from here to advanced AGI. However, the impatient reader\nmay be forgiven for proceeding a bit nonlinearly. An alternate reading path for the impatient\nreader would be to start with the first few chapters of Part 1, then skim the final two chapters of\nPart 2, and then return to reading in linear order. The final two chapters of Part 2 give a broad\noverview of why we think the CogPrime design will work, in a way that depends on the technical\n\nvil\n\nHOUSE_OVERSIGHT_012903",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012903.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2996,
    "word_count": 466,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.898763",
    "prefix": "IMAGES-002"
  }
}