{
  "document_id": "HOUSE_OVERSIGHT_023308",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023308.txt",
  "text": "and attention to details and mechanics. with regard Phaidon I was not shown one single document , not\n\none.!! Brad wanted to keep it private between he, and his so called \" advisors\" however as he was out of the\noffice during the most important transaction of the year, I did get to spend time with joslin Joe and john, - the\nsituation in your office is totally ludicrous - to summarize - the list I provided to Brad last December -\n\nof things I thought were a priority to get done - still remains in the whole unresolved.\n\nThe IT, is virtually untouched and is still in desperate need of a format - reporting flawed cumbersome and\ninaccurate . all done by hand as one -off exercises , when either you or brad ask for it - airplane: re structure,\n(my only suggested priority in june ) is really ,no further ahead, ,consultants up the kazoo but nothing at all\ndone.( the office was told by Brad not to share the outside proposals with me - brad has no idea even as to\nwhat questions to ask. he knows little of finance, is bullshitted over by almost everyone in the office. a little\nman , using your power, to appear larger . Eileen was self aware enough to know she was over her head , that is\na huge difference. bad info is rampant a simple emblematic example- 3 million in deductions Im told\nwere taken for art space but on closer examination it turns out they cannot be used at all. ( ZERO benefit\n) though you will be told yes they were deducted on the return they said that is the only real question you were\nfocused on ! \" were they deducted \" not -\" is there a benefit\" !! I asked for the balance sheet and P and L\nfor Regan arts , a basic first step in order to check your financials. \"sorry we never got one?\" though 9.8\nmillion invested, no p&l, nothing!, a construction project run amok , no budget, the coo fired after only 3\nmonths. , no clue. fyi artspace financials are also a total mess. ( no receivables ??). when i asked for a list of\nwhat got done and did not, i received the email from Brad basicailly mind you own business. so much was\npromised. !!!\n\nAs in your words probably your closest friend and in order to turn the page. I hope the following to\nbe constructive\n\nHere is alist of things I think would be in your interest to get done asap .but definitely not by me .\n\nisuggest you form new grats. , hire a high level tax partner. use your trading accounts as they remain\n\na paramount requirement 16 months after i emailed you re their importance. THe Phaidon transaction papered\nand structured as contemplated DOES NOT WORK , its as simple as that DOES NOT !! I suggest again\nthat you re-do bank loans. no need to pay interest at higher rates on boat or plane. . as Richard is now no\nlonger trustee. re- do will, make suydam executor , with Barry, and john as back up. pay 1 million a year for\nexecutor role. get rid of Judy Black trust, deal with gifts and their tax returns, . review amounts to kids at fixed\nages. put more protections in for Alex and Victoria. , distribute some money to kids let them make\n\ndecisions. , decide art division with children in attendance . have fire drill done on estate. fill out\n\nestate returns as if you and Debra died today, choose advisers - rick bronstein said the only 1040 he ever filled\nout was his own. Halperin has a conflict that should be addressed., A strategy of the use of art should be\nimplemented. . you have tax consultants it consultants. plane operation consultant. . boat\n\nconsultants. architects, lighting , art, legal, . foundation , deal with TRA , BRH, rationalize\n\ninvestments. cash flow. reporting, gaming disclosures. foreign, gift. . prepare tax projections for 15 and 16, .\ndeal with neg basis ( tufts gain, debt financed. art partnership, pledges. sell stock , art, deal with phaidon\n\ndebt. athene,? income, capital , foreign , exit, corporate, insurance regs, out and inbound\n\nissues, basis, appropriate discount rates. ? terminations. control. , qualified dividends. corporate\n\ntolls, inversion rules. , grat issues, short swing and other sec disclosures, I still think you might consider a\nRothshcild bank transaction they have 150b and a distribution network with no products , private\n\nbank Rockefeller Rothschild. financial service. deal with UK visa issue sooner rather than later. we can talk\nabout Rowen request re Athene , complex 2 billion in taxes on transaction. ?!\n\nthe facts as i see them\n\nin June and then again Sept, we both agreed to a 50% of phaidon payout., then only after weeks, when you\ndelayed any detailed discussion of money wanting to give the issue a thoughtful response ( which I fully\nunderstand ) . you unilaterally changed changed our agreement.. 5m would be reserved for the future ? . and\nout of the remaining 15m ,? 1 would receive only a third. ( note : I'm confident that both the debt , and the\nartspace investment will also lead to a write off of another 30 m. plus ) In my dining room ,you were\n\nHOUSE_OVERSIGHT_023308",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023308.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4949,
    "word_count": 907,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:48.458701",
    "prefix": "IMAGES-007"
  }
}