{
  "document_id": "HOUSE_OVERSIGHT_013899",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013899.txt",
  "text": "On the opposite end of the market size spectrum, I know a man who created a low-budget how-to\nDVD for less than $200 and sold it to owners of storage facilities who wanted to install security systems.\nIt’s hard to get more niche than that. In 2001, selling DVDs that cost $2 to duplicate for $95 apiece\nthrough trade magazines, he made several hundred thousand dollars with no employees.\n\nBut I’m Not an Expert!\n\nL, you aren’t an expert, don’t sweat it.\n\nFirst, “expert” in the context of selling product means that you know more about the topic than the\npurchaser. No more. It is not necessary to be the best—just better than a small target number of your\nprospective customers. Let’s suppose that your current dreamline—to compete in the 1,150-mile Iditarod\ndogsledding race in Alaska—requires $5,000 to realize. If there are 15,000 readers and even 50 (0.33%)\ncan be convinced of your superior expertise in skill X and spend $100 for a program that teaches it, that\nis $5,000. Bring on the Huskies. Those 50 customers are what I call the “minimal customer base” — the\nminimum number of customers you need to convince of your expertise to fulfill a given dreamline.\n\nSecond, expert status can be created in less than four weeks if you understand basic credibility\nindicators. It’s important to learn how the PR pros phrase resume points and position their clients. See\nthe boxed text later in this chapter to learn how.\n\nThe degree to which you personally need expert status also depends on how you obtain your content.\nThere are three main options.\n\n1. Create the content yourself, often via paraphrasing and combining points from several books on a\ntopic.\n2.  Repurpose content that is in the public domain and not subject to copyright protection, such as\n\ngovernment documents and material that predates modern copyright law.\n\n3. License content or compensate an expert to help create content. Fees can be one-time and paid up\nfront or royalty-based (5-10% of net revenue, for example).\n\nIf you choose option 1 or 2, you need expert status within a limited market.\n\nLet’s assume you are a real estate broker and have determined that, like yourself, most brokers want a\nsimple but good website to promote themselves and their businesses. If you read and understand the three\ntop-selling books on home-page design, you will know more about that topic than 80% of the readership\nof a magazine for real estate brokers. If you can summarize the content and make recommendations\nspecific to the needs of the real estate market, a 0.5—1.5% response from an ad you place in the magazine\nis not unreasonable to expect.\n\nUse the following questions to brainstorm potential how-to or informational products that can be sold\nto your markets using your expertise or borrowed expertise. Aim for a combination of formats that will\nlend itself to $50-200 pricing, such as a combination of two CDs (30-90 minutes each), a 40-page\ntranscription of the CDs, and a 10-page quickstart guide. Digital delivery is perfectly acceptable—in\nsome cases, ideal—if you can create a high enough perceived value.\n\n1. How can you tailor a general skill for your market—what I call “niching down”—or add to what is\nbeing sold successfully in your target magazines? Think narrow and deep rather than broad.\n\n2. What skills are you interested in that you—and others in your markets—would pay to learn? Become\nan expert in this skill for yourself and then create a product to teach the same. If you need help or want\n\nHOUSE_OVERSIGHT_013899",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013899.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3509,
    "word_count": 593,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.313599",
    "prefix": "IMAGES-002"
  }
}