{
  "document_id": "HOUSE_OVERSIGHT_032099",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032099.txt",
  "text": "January 25, 2007 - GPS-integrated shoes - now why didn't I think of that? The Xplorer line of\nSmart GPS shoes from GTX Corp. come with an integrated GPS tracking device which helps\nparents keep tabs on their children. In addition, parents are able to set up a virtual boundary, where\n\nthey will be duly noted via SMS should the shoes leave beyond the designated area.\nGPS Shoes Let Mommy Know Where You Are\n\nJanuary 25, 2007 - Good news for worried parents. These GTX GPS Xplorer Smart Shoes will let\nyou keep track of your kids no matter where you are. Here's how it works.\n\nDefine a \"safe\" area around your house or school that it's safe for your kids to wander around.\nWhen the GPS signal goes outside of the area, an SMS will be sent to your phone alerting you of\n\nthe situation. Then you're free to call your wife, the police, or Chloe from 24.\nThe GTX GPS shoes have a small GPS tracking device inside the shoe actually\ncommunicates the location to a central location tracking service\n\nESATO NEWS - Jan 26, 2007 - Xplorer, the next generation of smart GPS shoes, incorporates the\nsmallest, most powerful and robust GPS tracking device on the market today. Drawing on a long\nhistory of patented embedded GPS technology for footwear and other consumer products, GTXC\nhas been in development on the Xplorer line for the past three years. The new line advances the\nstate of GPS tracking technology considerably, utilizing several groundbreaking innovations\n\ncurrently in the patent process.\nGTX Corp. announces the Xplorer line of Smart GPS shoes\n\nThu, 25 Jan 2007 - The GTX GPS shoes have a small GPS tracking device inside the shoe actually\ncommunicates the location to a central location tracking service. So you could get your kids these\nGPS sneakers and define an area where it is safe for the kid to wander around. When leaving the\ndefined area an SMS would be sent to your mobile phone notifying you of the situation. GTX calls\n\nthis feature GeoFencing. The batteries powering the GPS unit inside the shoes last several days.\n\n\"With Liberty and Surveillance for All: Person-to-person Surveillance Gets Green Light\nfrom Public\n\nSurvey research from Boston University graduate students shows that Americans are more willing\nto engage in surveillance of loved ones than one might expect given our love for independence.\n\nHalf of Americans are comfortable with being electronically monitored by a loved one for safety\n\nHOUSE_OVERSIGHT_032099",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032099.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2446,
    "word_count": 416,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.547776",
    "prefix": "IMAGES-011"
  }
}