{
  "document_id": "HOUSE_OVERSIGHT_019026",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019026.txt",
  "text": "Date:\nTime:\n\nCase\n\n7/13/06 PALM BEACH POLICE DEPARTMENT\n9227255 Incident Report Program: CMS301L\n\nNo. . . . : 1-05-000368 (Continued)\n01-04-06, for telephone number HM. 9 vThe phone number is\nregistered to Dr Perry Bard, from West Palm Beach. Dr. Bard isa\nchiropractor and has an office located 4275 Okeechobee Blvd in West\nPalm Beach. The cellular number is Dr Bard's personal cellular\nnumber.\n\nOn January 9, 2006, Det.’ Caristo and I traveled tol —;i—C*~C—C Jia\nPalm Beach Gardens in an attempt to locate Johanna Sjoberg, who had 66\nbeen previously seen on the property and identified through her —\nFlorida Drivers License and Florida license Plate. A business card\nwas left for her to return my_call. We then traveled to\n\nand located agreed to\nspeak with us and in a private room within the school provided us a\ntaped statement.\n\nDuring the statement,[ _—__—Jadvised that when she was fifteen or\nsixteen years of age, she was taken to Jeffrey Epstein's house by her\nassociate, stated this occurred late May 2004\n\nor early June 2004. She was told she could model lingerie for money\n\nfor a wealthy Palm Beacher. She remembered they traveled by yellow\n\ncab from their residence in West Palm Beach to Epstein's house. She\nremembered. encountering Epstein at the front door during the evening b6\nhours. b7c\n\nHe introduced himself and brought them into the kitchen so that the\nchef could prepare something for them to eat. After having a meal,\n\nand Epstein brought | master to a master bedroom which\nhad a large bathroom. She observed a large style shower, sauna and\nthere was a large massage bed also in the bathroom. Epstein entered a\nroom within the bathroom and came out wearing only a towel.\n\nsaid they would provide a massage on his feet. asked why they\nare doing this. told her this was part of the routine and told\nher to rub his legs and calves. Epstein had told to get\n\ncontinued rubbing Epstein's calves_and feet. At\nthen left the room leaving there\nby herself. Epstein told to get comfortable. removed\nher blouse and pants and stayed in her panties. stated she\nwas not wearing a bra. She believed she was wearing thong panties.\nEpstein turned over onto his back and began touching her. Epstein\ntouched her breasts and began touching her in her vagina area.\n\nEpstein instructed her to rub his chest and rub his nipples. [LJ\nstated the touching consisted over the panties on the first time; he\nstroked her vagina but stayed on top of the panties. During the first\nmassage, she stated Epstein was stroking her and began masturbating\nhimself at the same time. He put his hands under the towel and\nappeared as to masturbate himself however she never saw his penis.\n\nShe continued rubbing his chest until he grabbed her and pulled her\ncloser to him. He appeared to have climaxed because after he pulled\nher closer to him the massage was,over. Epstein had told her that\nthere was two hundred dollars for her on the dresser. He told her\nthat she could not tell anyone what happened at the house or bad\nthings could happen. [-___| stated she went to Epstein's house three\n\ncomfortable.\nEpstein's direction,\n\nHOUSE_OVERSIGHT_019026",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019026.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3130,
    "word_count": 540,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:46.459489",
    "prefix": "IMAGES-005"
  }
}