{
  "document_id": "HOUSE_OVERSIGHT_017282",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017282.txt",
  "text": "4.2.12\nWC: 191694\n\nThe Suppression of Science: The Case of Jeffrey MacDonald\n\nA case in which science has not yet produced a victory—or, in my view, justice—is the 40 year\nold “whodunit” involving the murder of the family of Jeffrey MacDonald. Science could perhaps\nprovide a definitive answer to this highly publicized case, but so far the doors of the courtroom\nhave been shut to newly discovered scientific and other evidence that was suppressed by the\nprosecution. The courts in this case have placed the alleged need for “finality” above the search\nfor truth. But history and science knows no finality. Nor should finality trump the desire for\nclosure in a court of law, as long as a possibly innocent defendant remains convicted of a crime\nthat science can prove he may not have committed.\n\nI had followed the Jeffrey MacDonald case in the media from its grisly inception on February 17,\n1970, when the wounded Green Beret doctor told authorities that his pregnant wife, Colette, and\nhis daughters, Kimberly, five, and Kristen, two, had been murdered by drug-crazed intruders. Like\nmost Americans, I had my doubts about his story. It seemed so conveniently modeled on the\nnotorious Manson murders that had occurred just __ years earlier. I knew that the statistics\nshowed that wives are more likely to be killed by husbands than by strangers. I wondered why\nthere was no hard evidence—no fibers, hairs, or fingerprints—left by the alleged intruders. My\ndoubts were confirmed by reading Joe McGinniss's best-seller Fatal Vision, which concluded that\nMacDonald was indeed guilty, or by seeing the TV movie, which was even more persuasive of his\nguilt.\n\nSeveral times during the course of the lengthy legal proceedings, Jeffrey MacDonald had written\nand called me, pleading with me to help him. Each time I declined. But then, in 19 __, I went to\nTerminal Island Federal Prison in California to visit another inmate, and as I left the room in\nwhich lawyers confer with prisoners, a graying man quietly introduced himself. He was Jeffrey\nMacDonald, and he asked if he could have five minutes of my time to show me some documents.\nI agreed. What I learned that day—and afterward—convinced me that I had to try to help him.\n\nIn one of the most dramatic scenes in the TV movie Fatal Vision, investigators dig up the graves\nof Colette, Kimberly, and Kristen MacDonald. The government's chief lawyer (played by Andy\nGriffith) explains to the grieving Freddie Kassab (played by Karl Maiden) why the bodies of his\nstepdaughter and grandchildren must be exhumed:\n\nWe've got to know if the hair found in Colette's hand was her own, Jeff's,\nthe kids’...\n[Freddie Kassab interjects] . . . or someone with a floppy hat.\n\nIn the actual trial conducted in 1979, the prosecution's case against Jeffrey MacDonald relied\nheavily on this evidence: blonde hair found in the murdered Colette MacDonald's hand. It had\nalready been found not to match Jeffrey MacDonald's hair. Thus, if it did not match Colette's own\nhair or the hair of the children, that finding would lend support to MacDonald's claim that there\nhad been intruders - - including a woman with long, blonde hair who was wearing a floppy hat\nand boots - - in his home on the night of the attack. It would also indicate that at least one of\nthese intruders had come in contact with Colette.\n\n195\n\nHOUSE_OVERSIGHT_017282",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017282.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3364,
    "word_count": 570,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.450805",
    "prefix": "IMAGES-004"
  }
}