{
  "document_id": "HOUSE_OVERSIGHT_011689",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011689.txt",
  "text": "Rabin’s closest aide, whom I knew well, was aware that Unit 8200 had\nintercepts that laid bare the details, and left no doubt the murderers were from a\nPLO group. He called and asked me to appear on a weekly television interview\nprogram called Moked. It was hosted by Nissim Mishal: brash, incisive, and one\nof Israel’s best-known broadcast journalists. I pointed out to the Rabin aide that\nI’d never done anything like this before. But he insisted it would go well. He\nbriefed me on the questions I could expect, not just about the Achille Lauro but\nthe wider issue of Palestinian attacks, as well as Syrian President Hafez al-\nAssad’s efforts to re-equip his air force after his losses in Lebanon. So I came to\nthe interview prepared. I brought audio tapes of the hijackers, and a large\nphotograph of the MiG-25s which the Syrians were seeking to acquire.\n\nMy appearance will not go down in the annals of great moments in\ntelevision. But at the time, very few Israelis even knew who I was, and I felt ’'d\ndone OK. I was surprised, however, when Rabin phoned the next day. “Ehud, I\ndidn’t see it. I was attending some event,” he said. But his wife, Leah, had\nrecorded the program. “I just watched it. I should tell you, I think it was\nexceptional. You did a great job. It was highly important for us, for the army,\nand, I dare say, for you.”\n\nI was not sure what he meant by saying it might be good for me as well,\nalthough a decade later, at the end of my army career, he would play the central\nrole into my entry into Israeli politics. It is true that there was also some politics\nat the upper reaches of the military as well, especially around the choice of chief\nof staff, and that Moshe Vechetzi’s term had only a year-and-a-half to go. But I\ndidn’t view myself as a serious candidate at this stage. Moshe’s own preference\nseemed to be either Amir Drori, the head of the northern command during the\nLebanon War, or Amnon Lipkin, the veteran paratroop commander who’d been\nwith me on the Rue Verdun raid in Beirut. My own hope was that the nod\nwould go to any even closer friend of mine: Dan Shomron.\n\nI had first got to know Dan well in the late sixties after Karameh, Israel’s\ncostly standoff with Arafat, when Fatah’s influence was in its infancy. We\nexchanged impressions on what had gone wrong, and why? When I became\ncommander of Sayeret Matkal, we remained in touch, and he took a close\ninterest in all of our operations. We also crossed paths in the Sinai in the 1973,\n\n218\nHOUSE_OVERSIGHT_011689",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011689.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2509,
    "word_count": 460,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.013177",
    "prefix": "IMAGES-001"
  }
}