{
  "document_id": "HOUSE_OVERSIGHT_016622",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016622.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nthe truck he was out with had 2 other leaf blowers on the truck that he could\nidentify as being over 65dBA but he only tested the one they were using and wrote\na violation for that one. Ms. Van Buren asked about the testing method and Mr.\nWeymer explained how it was done.\n\nMOTION BY MR. OCHSTEIN TO FIND THE VIOLATOR IN NON-\nCOMPLIANCE, ASSESS ADMINISTRATIVE COSTS IN THE AMOUNT\nOF $150.00 AND ORDER HIM TO PAY THE $125.00 FINE\n\nSECONDED BY MS. VAN BUREN\n\nMOTION PASSED UNANIMOUSLY\n\nK. Case # 08-2520, 165 Brazilian Ave., Richard Lynn\nViolation of Chapter 10, Section 10-45 (i) of the Town of Palm Beach Code of\nOrdinances, if any dog attacks and causes severe injury or death to any human or\ndomestic animal more than once, the owner shall be required to have said dog\nremoved from the Town or humanely euthanized at his/her sole expense and\nviolation of Chapter 10, Section 10-6 of the Code which prohibits animals from\ncreating nuisances which are detrimental to the public safety and welfare.\n\n(Mr. Ochstein recused himself, stating that he has a relative who has a business\nrelationship with Dr. Lynn and Mr. Hoffman advised Mr. Vanneck would be a\nvoting member in this case)\n\nSgt. Curtis Krauel said this case was brought to Code Enforcement through a\nculmination of events spanning back over a period of 4 years. Sgt. Krauel\nexplained Section 10-6 of the Code and said he was going to be showing some\ngraphic photographs. Sgt. Krauel presented the facts of each of the documented\ncases involving attacks by Duke from March 17, 2004 until May 11, 2008.\n\nMr. Hoffman questioned how the Code Enforcement Board came into this\nprocedure since the Town Council had already said Duke is a dangerous dog. Mr.\nRandolph explained that Town Council does not have the authority to fine.\nOriginally, the police department did not issue a code enforcement board citation\nbut ordered the dog be removed from the Town or humanely euthanized which\nwas appealed to Town Council. Town Council denied the appeal. Since that time,\nDr. Lynn has refused to comply with the order of the Town Council so a citation\nwas issued by Code Enforcement to bring the matter before the Board to\ndetermine whether there should be a finding of violation and at a later time,\nwhether a fine should be imposed. Mr. Randolph said it was now the jurisdiction of\nthe Code Enforcement Board and not the Town Council. Mr. Hoffman questioned\nwhether or not the Board had to determine if the dog was going to be euthanized\nor removed from the Town and Mr. Randolph explained that this was not the\nBoard’s determination. The Board was only to determine whether or not there\nhad been a violation of the Town Code.\n\nHOUSE_OVERSIGHT_016622",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016622.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2747,
    "word_count": 478,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.457101",
    "prefix": "IMAGES-004"
  }
}