{
  "document_id": "HOUSE_OVERSIGHT_016414",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016414.txt",
  "text": "Already, a policy debate is raging. Backers are urging people to reserve judgment and say\nthe tax breaks have galvanized cities, businesses and investors to think creatively about\nboosting parts of the country most in need. Critics say the incentives were poorly\ncalibrated and may amount to a boondoggle far in excess of the official $1.6 billion\nprojected cost.\n\nAmericans may have to wait months or years to learn which side is right. That’s because\nthe law doesn’t require investors to disclose projects, making it difficult to tell which areas\nare benefiting the most.\n\nBut there’s plenty of evidence that a boom is brewing. Goldman Sachs Group Inc., which\nalready had an investment team focusing on struggling communities, has disclosed about\n$150 million in projects in recent months. Purchases of sites inside opportunity zones\nspiked as the tax law took effect, outpacing growth in other areas, according to Real\nCapital Analytics, which tracks property sales. Altogether, investors spent 62 percent more\non properties eligible for tax breaks in the 12 months through September, compared with\nthose in the same census tracts a year earlier, its data show.\n\nHere are snapshots of what’s happening across America:\n\nBronx Boost\n\nPort Morris Distillery, which makes a high-alcohol rum called pitorro, was the perfect spot\nfor an opportunity zone pitch. It’s on a block with a colorful mural, industrial buildings\nready for loft conversions and views of the Manhattan skyline. Much of the surrounding\nSouth Bronx is now an opportunity zone.\n\n“We have always been the most ignored,” Marlene Cintron, the borough’s head of\neconomic development, told an audience of developers and lawyers in November. “These\nopportunity zones are here for you to take advantage of them.”\n\nThe case for the Bronx, where incomes are among the lowest in New York, is that it’s the\nlast borough awaiting revitalization. The tax incentives are designed to unleash it. If\ndevelopers can buy at current Bronx prices, before seeing a Brooklyn-like rise, the breaks\nwould be massive.\n\nHOUSE_OVERSIGHT_016414",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016414.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2083,
    "word_count": 332,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.720661",
    "prefix": "IMAGES-003"
  }
}