{
  "document_id": "HOUSE_OVERSIGHT_023745",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023745.txt",
  "text": "Preface xY\n\nToday this is less true. Cognitive science, a field I also had a big\npart in creating, has become more important in the academic world.\nTraining, and e-learning, the first new field to come about as a result\nof our work at my new institute (for better or for worse, I am not too\nfond of most e-learning work) have become more important to think\nabout within the academic context, in part because online courses are\nseen as potential revenue producers.\n\nSo, while there is still no learning profession per se, there is much\ninterest in what learning is about. This book is meant to address the\nissue of what learning really is, in or out of school, and to answer the\nquestion: How does learning really work? The questions that follow\nfrom the answer to that question are:\n\ne What kinds of learning situations occur naturally?\n\ne How can we focus education (and training and\ne-learning) on those types of situations in a new\nparadigm?\n\ne What would teaching look like in this new paradigm?\n\ne If what we know about how learning works is antithetical\nto how school works, then what can we do?\n\nAnswering these questions is one goal of this book.\n\nAnother goal of this book is to think seriously about what it means\nto teach. Typically, we look at teaching in precisely the way that our\nsystem forces us to look at it. There are subjects and there are experts,\nand experts talk about their subjects to students who listen to what\nthey have to say. This idea is not only archaic—it is wrong. In the his-\ntory of humankind, teaching could never have looked this way.\n\nUntil recently, teaching always meant apprenticeship. We are set\nup to be apprentices, to learn by doing with help from a mentor. We\nhave done this since the beginning of time. When learning became\nacademic in nature, when students were expected to become scholars,\nall this changed—and it didn’t change for the better. Teaching started\nto mean talking, and talking is a terrible way to teach. People aren’t\nreally that good at listening, after all. Small children don’t listen to\ntheir parents. They may copy their parents. They can be corrected by\ntheir parents. They may be impeded from doing something by their\nparents. But listen? Not really. We listen in order to be entertained, not\nin order to learn.\n\nHOUSE_OVERSIGHT_023745",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023745.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2306,
    "word_count": 405,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.808533",
    "prefix": "IMAGES-007"
  }
}