{
  "document_id": "HOUSE_OVERSIGHT_012744",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012744.txt",
  "text": "Across the canal Luca Dini, editor of Vanity Fair Italy is hosting a dinner for David Cronenberg at the pink,\nGothic, fifteenth-century Palazzo Pisani Moretta with original period furnishings. An official guidebook\nsays, \"can rent out for sumptuous receptions and unforgettable parties.\" They are not kidding. Lit\nexclusively by candles mounted on hundreds of antique Murano glass chandeliers, the palace has no\nelectricity or air conditioning. Venice is in the middle of a heat wave and at midnight it still feels like a\nsauna. Add 300 film patrons frantically fanning themselves with gifted fans, eating hot risotto and\nravioli, and you have the hottest party I’ve ever been to. Literally. Keira, in her long-sleeved, gold lace\nValentino is dabbing her body with ice water from the table.\n\nIronically a party for Contagion the following night had a dozen new, huge, white plastic air conditioners\nhumming around the ballroom for the film about a global, pandemic plague.\n\nSaturday, Sept. 3, 2011\n\nWith a noon checkout and a 3 p.m. check-in at Cipriani's, | am beside myself with packing fatigue and\nblowing $500 dollars a day on boat rides.\n\n| am watching Steven Soderbergh's sleek medical thriller Contagion aka Sars: The Movie with the A-list\nHollywood cast including Matt Damon, Gwyneth Paltrow, Laurence Fishburne, Jennifer Ehle, Jude Law\nand Marion Cotillard. Michael Shamberg produces and Scott Z. Burns is the screenwriter. The film\nimagines a virus killing millions as scientists try desperately to find an antidote. It starts with peaky-\nlooking Paltrow in a casino touching everything, chatting on a cell phone to a lover, coming home to her\nhusband and expiring on the kitchen floor as she foams at the mouth. Gwyneth tells us this is\naccomplished by biting down on an alka-seltzer.\n\nNext | find the documentary Diana Vreeland: The Eye Has to Travel hidden in a tiny screening room ina\nbasement. Lisa Immordino Vreeland, married to Vreeland's grandson Alexander produces and directs.\nClips from Vreeland's early life, career and family, visuals of her years at Harper's Bazaar, Vogue and the\nMetropolitan Museum of Art's Costume Institute along with interviews with Diane Sawyer, Andy\nWarhol, Calvin Klein, Oscar de la Renta and John Fairchild show a woman with a keen respect for cultural\nhistory and an original sense of style.\n\nOn to lunch in honor of Lisa at Harry's Bar hosted by Diego Della Valle, President of the Tod's Group and\n\nItalian Vogue’s Franca Sozzani. Lis\n\nOnce again | am sweating and wheeling all of my luggage back to Cipriani's, praying | do not run into\npregnant Beyonce celebrating her 30th birthday with husband Jay-Z. Finally, | am settled into a pool-side\nsuite\n\nSunday, Sept. 4, 2011\n\nPress are lining up at 8 a.m. for the 9 a.m. screening of the steamy, evocative festival \"it\" film, Shame,\ndirected by Steve McQueen, not the deceased white actor known for posing on a motorcycle, but a\nAfrican Englishman who took the performer's name as his own. Michael Fassbender plays the tormented\n\nHOUSE_OVERSIGHT_012744",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3052,
    "word_count": 500,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.756083",
    "prefix": "IMAGES-002"
  }
}