{
  "document_id": "HOUSE_OVERSIGHT_013638",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013638.txt",
  "text": "primary process by Freud and his followers. This forgotten language of the\nunconscious, an archaic needs and fear-driven tongue lurking beneath our\nsupposedly objective discourse, comes to dominate themes of communication in\nthe middle of these unfinished spiritual transitions. The Rorschach Test of master\nmeditaters and LSD users overflow with conflictual primary process images, as\ndoes the talk of patients on the verge of schizophrenic decompensation. The\nprimitive symbolism of primary process provides the major current in the overwritten\nprose of the hyper-religious temporal lobe limbic epileptics described previously and\ncalled the Geschwind Syndrome and in the regressed and iconic transference\nconcerns of patients with tendencies for global and sudden phase transitions,\nprostitute to saint, righteous obsessional to conscienceless psychopath, called\nborderline personality disorder.\n\nPrimary process represents a dynamical brain state, one unburdened by\nlinearly predictive connections with reality. It is a state without even a transient\nsingle defining physical time or other fixed measure of order. It is without the causal\nlogic or knowledge of an outside reality that a brain implies in supposing to know. Its\nprimitively instinctual style and goals contrast with more physically time-locked,\nreality oriented thinking which Freud called secondary process and Penn-Lewis\n\nreferred to as ordinary and religiously lawful “reasoning faculties.”\n\nAn absence of absolute time and space scales with which the executive ego\norders internal and external time and events, and therefore their relations, results in\nprimary process thinking characterized by condensations of several, often\nincompatible, representations into one. Dueling, conflictual and simultaneous\nfeelings and thoughts float from their relevant objects to others. In the transitional\ntranscendent state, there may be confusion of self with others, of objects with their\nlabels, of parts with the whole and of symbols with the things that they symbolize.\nThis facilitates living in the spirits of the Father, the Son and the Holy Ghost at the\nsame time. Mixed inextricably with saintly awareness and charisma, there are\nsignatures of instinctually driven and configured primary process. Freud’s classical\nwork on s/lips of the tongue concerned the intrusion of these instinctual thought\n\nstream condensations from the world of the ganz andere and displacements into\n\n138\n\nHOUSE_OVERSIGHT_013638",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013638.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2474,
    "word_count": 357,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.921905",
    "prefix": "IMAGES-002"
  }
}