{
  "document_id": "HOUSE_OVERSIGHT_018429",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018429.txt",
  "text": "It seems likely to me that long before we’re playing pinochle with some smart box\nover the fate of our livers, an Al-enabled weapons system of sort will come ripping\nthrough our world. This need not be a fully-escaped McGuyver system making pipe-\nbombs from our cars; even existing technology tools when salted with AI can be\nslipped into an accidental gear - particularly when they begin interacting with one\nanother. Such AI weapons systems will be trained to operate and move along the\nmost invisible elements of our topologies, sometimes pulling violently at life support\ncords for currency or logistics or trade but also - perhaps more dangeroulsly - we\nwill find them insinuated into cognition systems we will come to depend upon,\nwhispering into our ears or tapping us on the shoulder “Look that way!” when in\nfact we should be gazing at some other gaping hole. Of course the problems of how\nAl-enabled machines are permitted to touch our commerce or our brains or our\nhealth have to be considered. Allowed: “You should rehydrate.” Not allowed: “You\nshould have a Coke. It would make people like you.” But these “civilian” problems\nwill be solved, somehow, | think. We haven't yet figured that the culmination of\nnetwork attack and defense is racing at us and will emerge in the form of smartened\nweapons. The project of developing a national security or arms control doctrines or\ntreaty frames in these fields has not even begun. Really this means, since we've no\nhope of honestly controlling every AI that could be possibly written: How do we\ndesign the topologies on which Als operate??”° Can we protect ourelves? In the\nrooms where AI systems “values” are being carefully poked and limited, it’s vitally\nimportant that the lessons of history and war have a first place at the table. Sucha\nconversation, informed by all the popping Seventh Sense warnings we've seen in\nthis book and by a catalog of specificly sharp dangers of diplomacy and security,\nmust happen in cold blood. It will be impossible to tackle these problems cleanly in\nthe heat of an emergency. In our jack-filling enthusiasm for the new, we’d be wise to\nalso gate ourselves and these Al-fired dangers as best we can. For as long as possible.\nWhich, unfortunately, will not be forever.\n\nAt the start of this book, I explained how the future will unspool: First, there will be\na struggle between those who have the Seventh Sense and those who don’t. This is\nplaying out around us today. In the end, the people without the Seventh Sense will\nlose, because people who fight the future always lose. Then there will be a battle\nbetween different groups who have the Seventh Sense, each wired for different aims\nand instincts. Networks of terror taking on networks of bots. Gene adjusting health\nprotocols competing to become the platform of choice. This battle for the topological\nhigh-ground, where unimaginable profit, power and security linger, awaits us. If\nwe're lucky, it will unfold in a co-evolutionary way. Everyone will be better off. But\nthen, finally, there will be a contest between the winners of final topological mastery\nand the system itself. The Boxers against the Box. The AI machines will have the\nSeventh Sense, too. Just as computers can see better than us, hear better, or\nremember longer so the device webs of our future will own this new, essential sense\nwith unimpeachable fidelity. They will glow with it, honed to a sensitive sharpness\nmore acute than any human will ever achieve. What do we do then? We are already\n\n270 Really this means: Kaj Sotala and Roman V. Yampolskiy, “Responses to\ncatastrophic AGI risk: a survey”, Physica Scripta 90 (2015)\n\n197\n\nHOUSE_OVERSIGHT_018429",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018429.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3678,
    "word_count": 624,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.674688",
    "prefix": "IMAGES-004"
  }
}