{
  "document_id": "HOUSE_OVERSIGHT_030948",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030948.txt",
  "text": "Grant_Smith08@1 78*eMaiiContent.htm\n\nBroward County government. They already believe there is. They are only trying to uncover evidence to\nconfirm their beliefs.\n\nWalton's blanket defense of the Commission has made the Feds conclude he is a fool or co-conspirator.\n\nThe FBI just needs the evidence and not much of it. To quote the late Supreme Court Justice William .\nBrennan: \"\"any prosecutor worth his salt could indict a ham sandwich.\"\"\n\nThis means all evidence, regardless of its ambiguous nature, will be interpreted to support their\nassumption of wrongdoing.\n\n_. They will be using software to go through millions of E-mail messages to look for key words. As Buddy,\nhas. quoted me: \"\"The 'E' in E-mail stands for evidence.\"\" .\n\nSo imagine the following scenario.\n\nSix months from now they uncover an E-mail from the County Manager to Walton stating that\nCommissioner X wants to know if the bid of company Y for new busses was correctly filled out. He\nreplies that it was.\n\nMonths later he has tay forgotten about the innocuous E-mail. Based on the merits, he happens to\nrank Y's bid number one. = :\n\nYou can bet as sure as J: Edgar Hoover wore pink poodle skirts, the FBI will conclude this was code\nfrom Commissioner X to Walton to vote for Y.\n\nArmed with the E-mail you can be damn sure that the G-Men will be back threatening him with\n. everything including a stint in Gitmo.\n\nAll of this might have been avoided if he had fallen my three basic rules.\nMemorize them. |\n\n1. Do not talk to the FBI without a lawyer.\n\n2. Do not talk to the FBI without a lawyer.\n\n3. Do not talk to the FBI without a law\n\nGrant J. Smith, Esq.\n\nfile: MC\\Documents420and?20Settings/T rial/(Desktop/E...uction/eDocs/eMail/Grant_Smith080178\"eMailContent.htm (4 of 5) [11/6/2010 10:16:54 PM]\n14548\n\nHOUSE_OVERSIGHT_030948",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030948.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1804,
    "word_count": 303,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.110319",
    "prefix": "IMAGES-011"
  }
}