{
  "document_id": "HOUSE_OVERSIGHT_014733",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014733.txt",
  "text": "Chart 3: Change in structural budget balance /potential GDP (pp) Chart 4: Number of Senate seats up for grab in 2018\n0.5 25\n0.4\n0.3 20\n0.2\n0.1 15\n0.0\n-0.1 10\n0.2\n-0.3 5\n-0.4\n0.5 0\nClean sweep Divided government Democrats\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n\nfiscal easing will likely place pressure on the Fed to normalize rates more quickly when\ninternal dissent against near zero rates is growing.\n\nUS rates have backed up quickly after the election, driven largely by a repricing of\ninflation expectations. With long-term inflation breakevens closing on their historical\naverages (Chart 5), we think the next phase of the rates move will be led by the belly of\nthe curve. The market is only pricing in a one and a quarter rate hike in 2017, and\nanother one and a quarter hike in 2018, with Fed Funds futures implying that the Fed\nFunds rates will be only at 1.25% at the end of 2018 (Chart 6). We think the 5y part of\nthe curve offers the best risk-reward trade-off for investors with a 3-6 month horizon to\nposition for a more aggressive Fed. As our leading indicator section suggests, global\ngrowth momentum is set to pick up in Q1, also supporting this view.\n\nFor investors with a 1-3 month horizon, we would recommend shorting 10y real rates.\nThis trade would benefit from higher rates in general, but more importantly, would also\nbenefit from a sudden risk-off that could render vulnerable reflation trades that have\ngone a very long way since 9 November. This trade would also benefit from a grand\nbargaining that stabilizes long-term debt dynamics, cuts waste and supports investment\nand growth.\n\n3. USD/JPY will the main beneficiary of Trump win\nWhile the US fixed income sell-off will likely continue to spill over to other bond\nmarkets, yield differentials are likely to move in favor of the USD. This will be especially\n\nChart 5: US 10y inflation breakeven (%) Chart 6: Implied Fed Funds rates in 24 months (%)\n\n3\n2.8\n2.6\n24\n2.2\n\n2\n1.8\n1.6\n1.4\n1.2\n\n1\n\n2.5\n\n1/7/2010 7/7/2011 1/7/2013 71712014 1/7/2016 1/1/2010\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\nBankof America 2 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014733",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014733.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2273,
    "word_count": 392,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.139539",
    "prefix": "IMAGES-003"
  }
}