{
  "document_id": "HOUSE_OVERSIGHT_025245",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025245.txt",
  "text": "Eye on the Market | april 9, 2012 J.P Morgan\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\n\nHowever, there’s more of an effort at the state/local level to address this issue than at the Federal level. More than 40\nstates lowered pension benefit liabilities over the last 3 years according to the National Conference of State Legislatures.\nMeasures taken include raising employee contributions (while lowering employer payments), raising minimum retirement ages,\ncutting post-employment healthcare benefits and in some cases, switching to defined contribution from defined benefit plans.\n\nThe good news, to paraphrase Mark Twain, is that reports of municipal bonds’ demise have been greatly exaggerated. From\n1970 through to the end of 2011, municipal bonds rated by Moody’s experienced a grand total of 71 defaults among 17,700\nissuers (11 of which occurred during 2010 and 2011). General obligation bonds accounted for 5 defaults; 29 were related to\nhousing; 22 for hospitals and healthcare; 3-4 each for education and infrastructure. Utilities and cities registered 2 each, while\ncounties, special districts, and water & sewer and experienced | each. The average recovery for defaulted munis was 65%,\ncompared to 49% on corporate senior unsecured bonds. Last comment on municipals: while /ocal tax collections are weak due\nto the collapse in home prices, state tax collections have been increasing for 7 quarters in a row.\n\nState and local tax revenue US mutual fund flows\n\nPercent, YoY change of 4-quarter moving average Billions, USD\n\nakin 1,000\n\ntee 800\n\n0 Local\n\n10% 600\n\n5% 400\n\n0% 200\n\n-5% fe)\n-10% Stat -200\n\nate age\n15% 400 Equities\n2004 2005 2006 2007 2008 +2009 2010 2011 2007 2008 2009 2010 2011 2012\n\nSource: US Census. Source: Investment Company Institute.\n\nOK, so the US economy is improving, but is still heavily dependent on monetary and fiscal stimulus to grow, and the only belt-\ntightening one can find is at the state and local level. Since 2009, after equities collapsed and bond prices rose, how have many\ninvestors reacted?\n\nBy selling more equities and buying a lot more bonds. See chart above (a global version of this chart looks roughly the same).\n\nHave investors been positioning this way since stocks are expensive?\n\nNot really. Insert a giant martini glass on the chart below from 1998 to 2001 (I hate using simple averages which include\n\nperiods when the market had lost its collective mind). The current P/E multiple is in the middle of the ex-bubble range of the\n\nlast 25 years. Some bank stocks look interesting, even after accounting for reliance on shrinking loan loss reserves to drive\n\nincome, and ongoing regulatory uncertainty. Most US banks are at or close to Basel 3 funding needs, have considerably fewer\n\ncapital adequacy questions than their European counterparts, and do not rely on wholesale funding to finance loan portfolios.\nS&P 500 ex-bubble price to earnings multiple\n\nPrice to next twelve months operating EPS US bank price to book ratio\n4.5x\n\n4.0x\n3.5x\n3.0x\n2.5X\n2.0x\n1.5x\n1.0x\n0.5x\n\n24x\n22x\n20x\n18x\n16x\n14x\n12x\n10x\n\n8x\n\n0.0x\n1985 1988 1991 1904 1997 2000 2003 2006 2009 2072 1969 1973 1977 1981 1986 1990 1994 1998 2002 2006 2010\nSource: IBES, Standard & Poor's.\n\nDatastream\n\nMorgan Stanley\n\n4\n\nHOUSE_OVERSIGHT_025245",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025245.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3310,
    "word_count": 546,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:44.402669",
    "prefix": "IMAGES-008"
  }
}