{
  "document_id": "HOUSE_OVERSIGHT_024631",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024631.txt",
  "text": "Contents\n\nForeword\n\n| Executive Summary\n\nIl Cannabis Science 101\n\nIll Cannabis Industry Segmentation\n\nIV U.S. Legal Landscape\n\nV Global Cannabis Regulation\n\nVI U.S. and International Cannabis Market Estimates\n\nVII Capital Markets for Cannabis Companies\nVIII Top 100 Private Cannabis Companies 2018\nIX Cannabis Industry Risk Factors\n\nX Glossary of Terms\n\nDisclosures, Disclaimers, Sources and Use\nAckrell Capital Cannabis Team\n\nInside Back Cover: The Green Field 2018\n\nAbout Ackrell Capital\n\nFounded in 2003, Ackrell Capital is a leading\nindependent investment bank focused on\nemerging growth companies. Ackrell Capital's\nexpertise includes:\n\nPrivate Equity\n\nMergers and Acquisitions\n\nPrivate Placements\n\nCorporate Development\n\nCannabis, Consumer, Technology, Digital\nand Other Emerging Growth Industries\n\nAckrell Capital is based in San Francisco, CA.\nAckrell Capital is a member of\nFINRA and SIPC.\n\nINVESTMENT REPORT\n\nd et oa\nfm\n\nGLOBAL CANNABIS CONSUMERS\n\n= The United Nations recently estimated that more than 180 million people\nobally between the ages of 15 and 64, or more than 4% of this age group,\nconsume cannabis annually.\n\noO\n\n= Atleast 20 countries have implemented medical cannabis laws, including\nAustralia, Canada, Colombia and Germany; countries without such laws\ninclude China, Japan, Russia and the United States.\n\n# Although federally illegal in the United States, 46 states and the District of\nColumbia have passed at least one law that permits the manufacture,\nistribution, dispensing or possession of cannabis. While most of these laws\nare medical cannabis laws, 8 states have enacted recreational laws.\n\n(on\n\n® Across all medical cannabis laws in the United States, cannabis is legally\nrecognized as a form of therapy or medicine for more than 50 qualifying\nconditions, including Alzheimer’s disease, anorexia, arthritis, cancer, chronic\npain, epileosy and post-traumatic stress disorder.\n\n= California is poised to become the largest recreational cannabis market\nin the world with the implementation of its recreational law in January\n2018—a watershed moment for the industry.\n\n= The illegal cannabis market in the United States is estimated to be more\nthan $45 billion annually. (We estimate that the 2017 U.S. state-legal\ncannabis market was $8.0 billion.) If federal legalization occurs, we believe\nthat the legal market could be more than two times the size of the current\nillegal market, ultimately exceeding $100 billion annually.\n\n# The cannabis industry provides a broad range of investment opportunities\nin both the public and private markets for sophisticated investors who are\nwilling to take significant risks.\n\nThis report has been compiled for informational purposes only, and is not a research report. This report is not and should not\nbe construed as an offer to sell securities or a solicitation of an offer to buy securities. The information in this report is of a\ngeneral nature, and this report should not be construed, relied upon or acted upon as investment, legal, medical, health or\ntax advice. Ackrell Capital has made investments in and conducted investment banking services for companies mentioned\nin this report, and may do so in the future. Readers should be aware that Ackrell Capital may have a conflict of interest that\ncould affect the objectivity of this report. Ackrell Capital, LLC is a member of FINRA and SIPC. © 2017 Ackrell Capital, LLC.\n\nHOUSE_OVERSIGHT_024631",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024631.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3424,
    "word_count": 524,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:48.863012",
    "prefix": "IMAGES-008"
  }
}