{
  "document_id": "HOUSE_OVERSIGHT_011314",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011314.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\nid.\nH3VOGIU1\n\nof that nature shouldn't be able to come in. Because when we\n\ntalk about a character issue, what's at issue here is\n\nreputation, and reputation to show the truthfulness of that\n\nwould not be able to be proven in that circumstance because we\n\ndon't have the other individuals there to make that statement,\n\nso there's no substantive evidence on that point that would be\ncoming in.\nAnd the third category is with respect to\n\nMr. Dershowitz, who is on the defendant's witness list for\n\ntrial, and we have a few points there to raise. I mean, one is\n\nobviously that if that were allowed to come in, that causes the\n\ntrial to become a mini trial about whether or not he, for\n\nexample, was in the places where she says he was, his\n\ncalendars, his credit card receipts, his telephone records, all\n\nof that. It gets into the issue, you know, obviously we have\n\nanother witness who says that they were in a similar\n\ncircumstance with respect to him. So it takes the trial away\nfrom whether or not the allegations relating to Maxwell are\ntrue or false and turns it into a trial about another\nindividual who we have not made a claim against who comes in.\nThere's also a problem with respect to that because he\nis also -- he has claimed attorney/client privilege as to his\n\nconversations and his advice with respect to Epstein which\n\nrelates to the issues with Maxwell. So in other words, he\n\nwould be able to testify what he says he didn't do, but then\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011314",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011314.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1598,
    "word_count": 287,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:44.591258",
    "prefix": "IMAGES-001"
  }
}