{
  "document_id": "HOUSE_OVERSIGHT_013972",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013972.txt",
  "text": "> Tax Planning (www.irs.gov/publications/p54/index.html)\n\nMore good news. Even if you permanently relocate to another country, you will have to pay U.S. taxes as\nlong as you have a U.S. passport! Not to fret—there are some creative legal sidesteps, such as form\n2555-EZ, which can provide up to an $85,700 income exemption if you spend at least 330 days of a\nconsecutive 365 days off U.S. soil. This means you have 35 days in a given 12-month period to spend in\nthe U.S. as you like, but no more. That’s part of the reason my 2004 trip extended to 15 months. Get a\ngood accountant and let them do the detail work to keep yourself out of trouble.\n\n» U.S.-Sponsored Overseas Schools (www:state.gov/m/a/os)\n\nIf the idea of pulling your children out of school for a year or two isn’t appealing, stick them in one of\nmore than 190 elementary and secondary schools sponsored by the U.S. Department of State in 135\ncountries. Kids love home work.\n\n> Homeschooling 101 and Quickstart Guide (http://bit.ly/homeschooling101)\n\nThis subsection of http://homeschooling.about.com/provides a step-by-step process for considering\nhomeschooling options that can be applied to education during extended travel. Children can often return\nto traditional public or private schools ahead of their classmates.\n\n» Home Education Magazine (www.homeedmag.com) Rich collection of resources for homeschoolers,\ntraveling families, and unschoolers. Links include curriculum, virtual support groups, legal resources,\nand archives. Good reasons to learn the law: Some U‘S. states offer up to $1,600 of funding per year for\nqualified homeschooling expenditures, as it saves the state money to not educate your child in the public\nschool system.\n\n» Universal Currency Converter ( www.xe.com )\n\nBefore you get caught up in the excitement and forget that five British pounds does not equal five U.S.\ndollars, use this to translate local costs into numbers you understand. Try not to have too many “Those\ncoins are each worth four dollars?” moments.\n\n» Universal Plug Adapter ( www.franzus.com )\n\nCarrying bulky cables and connectors is irritating—get a Travel Smart all-in-one adapter with surge\nprotection. The size of a pack of cards folded in half, it is the only adapter that ve used everywhere\nwithout problems. Note that it is an adapter (helps you plug things in), but it is not a transformer. If the\nforeign wall outlet has twice as much voltage as in the U'S., your gadgets will self-destruct. Yet another\nreason to purchase necessities abroad instead of taking them all with you.\n\nHOUSE_OVERSIGHT_013972",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013972.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2577,
    "word_count": 412,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.303622",
    "prefix": "IMAGES-002"
  }
}