{
  "document_id": "HOUSE_OVERSIGHT_017093",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017093.txt",
  "text": "4.2.12\nWC: 191694\n\nWhen I complained to my son, who had co-produced the film, that I don’t throw phones when I\nlose cases—even capital cases—my son responded: “Dad, you’ve got to get it through your head\nthat the person on the screen isn’t you; it’s your character—‘the Dersh Character.’” He\ncontinued to assure me, in his best professional manner, that characters have to “establish\nthemselves” early in the film, and that this “establishing scene” was intended to convey my energy\nand my passion for the rights of criminal defendants. “If we had several hours, we could have\ndemonstrated your passion by recounting your involvement in many other cases, but we had about\na minute; hence the smashed phone.”\n\nI wasn’t satisfied. “That scene doesn’t show passion,” I said. “It shows a temper tantrum.” My\nson tried to explain that a character in a film has to be shown with some faults early on in the film,\nso that he can “overcome” them. “I know you don’t lose your temper,” Elon assured me\nsmilingly, “but the viewing audience has to see you grow.”\n\nStill, I didn’t like being portrayed as a person whose passions—manifested by occasional curses in\naddition to the smashed phone—are reserved exclusively for his professional life. My “girlfriend”\nin the film—a mostly fictional character played by Annabella Sciorra—complains loudly that my\ncharacter has nothing left for the people around him, and my character seems to agree: “My\nclients are the people I care about.” Poor guy! I hope that’s not me, although I do have to\nacknowledge that people who know me only professionally assume that I have nothing left for\nthose I love. But the fact is that I reserve a lot of love, loyalty and friendship for family and\npeople close to me.\n\nI asked Ron Silver—who knows how important my family and friends are to me—how he felt\nplaying me in way that he knew was something of a stereotype of the passionate lawyer for\nwhom, Oliver Wendell Holmes’ said, “the law is a jealous mistress.” He responded: “I’m playing\nthe public Alan Dershowitz—the one people see on TV and in the newspapers. I can’t get to\nknow the private Alan well enough to play him, and frankly the public isn’t interested in that side\nof you.”\n\nIn this book, I will try to interest my readers in both sides of my life, and how each impacts the\nother, and how both are very much the products of my early upbringing and my lifelong\nexperiences. I think of myself as an integrated whole, though the very different roles I play—as\nlawyer, teacher, writer, father, husband, friend, colleague—require somewhat different balances\namong the various elements of my persona.\n\nAlthough this autobiography is my first attempt to explore my life in full, I have written several\nearlier books that touch on aspects of my public life. The Best Defense dealt with my earliest\ncases during the first decade of my professional life. Chutzpah covered my Jewish causes and\ncases. Reversal of Fortune and Reasonable Doubts each dealt with one specific case (Von Bulow\nand O.J. Simpson). I will try not to repeat what I wrote in those books, though some overlap is\ninevitable. This more ambitious effort seeks to place my entire professional life into the broader\ncontext of how the law has changed over the past half century and how my private life prepared\nme to play a role in these changes.\n\nHOUSE_OVERSIGHT_017093",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017093.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3360,
    "word_count": 577,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.964646",
    "prefix": "IMAGES-004"
  }
}