{
  "document_id": "HOUSE_OVERSIGHT_026363",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026363.txt",
  "text": "down the line.\n\n“Obviously, the class is one of the biggest developments in cardiology in the last decade, that will allow us to\ntreat patients who have been extremely difficult to treat with high levels of LDL cholesterol,” says Steven\nNissen, chairman of cardiology at the Cleveland Clinic. “It’s very promising.”\n\nBut it will also be very expensive, say Troy Brennan, the chief medical officer of CVS Caremark, the giant\npharmacy benefits manager.“If these drugs are used as broadly as they could be used, they are going to be by\nfar the most expensive drug class,” Brennan says.\n\nPraluent, an injection, lowers low-density lipoprotein, the so-called “bad cholesterol”, by as much as 60%, far\nmore than the statin drugs alone. It is the first drug to work by targeting a protein called PCSK9. Mutations in\nthe gene that makes it can result in patients having lower cholesterol and a dramatically lower lifetime risk of\nheart attacks. A rival medicine from Amgen is also expected to be approved soon. The FDA is\n\nclearing Praluent for patients with heterozygous familial hypercholesterolemia, a genetic condition that causes\nhigh cholesterol, and for people who have heart disease, like those who’ve had heart attacks or strokes, who\nare already taking the maximum dose of a statin they can tolerate.\n\nRegeneron and its marketing partner Sanofi say Praluent will have a wholesale cost of $40 a day, or $14,600 a\nyear, for either of two doses, 75 milligrams or 150 mgs. It’s likely that insurance companies will get a\nsignificant discount, because Amgen and Regeneron will compete by giving the insurers rebates.\n\nMost Popular\nPhotos: America's New Manufacturing Boomtowns\n\n=e\n\nMost Popular\nBarrel Rolling With A Thrillionaire Entrepreneur\n\nMost Popular\nPhotos: The 10 Best And Worst States To Make A Living In 2015\n\nTrending on LinkedIn\nDonald Trump And The Decline Of American Character--A Cautionary Tale\n\nMost Popular\nPhotos: America's New Manufacturing Boomtowns\n\nMost Popular\nBarrel Rolling With A Thrillionaire Entrepreneur\n\nHOUSE_OVERSIGHT_026363",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2055,
    "word_count": 326,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.036819",
    "prefix": "IMAGES-008"
  }
}