{
  "document_id": "HOUSE_OVERSIGHT_013219",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013219.txt",
  "text": "16.6 Issues with Virtual Preschool Engineering 303\n\nof primitive musical instruments. Variations like this could be helpful but aren’t necessary for\nthe world to serve its essential purpose.\n\nNote that one does not have true fluid dynamics in BlocksNBeadsWorld, but, it seems that\nthe latter is not necessary to encompass the phenomena covered in cognitive developmental\ntests or preschool tasks. The tests and tasks that are done with fluids can instead be done with\nmasses of beads. For example, consider the conservation of volume task shown in Figures 16.1\nand 16.2 below: it’s easy enough to envision this being done with beads rather than milk. Even\na few hundred beads is enough to be psychologically perceived as a mass rather than a set\nof discrete units, and to be manipulated and analyzed as such. And the simplification of not\nrequiring fluid mechanics in one’s virtual world is immense.\n\nNext, one can implement equations via which the adhesion coefficients of a bead are deter-\nmined in part by the adhesion coefficients of nearby beads, or beads that are nearby in certain\ndirections (with direction calculated in local spherical coordinates). This will allow for complex\ncracking and bending behaviors — not identical to those in the real world, but with similar qual-\nitative characteristics. For example, without this feature one could create paperlike substances\nthat could be cut with scissors — but with this feature, one could go further and create woodlike\nsubstances that would crack when nails were hammered into them in certain ways, and so forth.\n\nFurther refinements are certainly possible also. One could add multidimensional adhesion\ncoefficients, allowing more complex sorts of substances. One could allow beads to vibrate at\nvarious frequencies, which would lead to all sorts of complex wave patterns in bead compounds.\nEtc. In each case, the question to be asked is: what important cognitive abilities are dramatically\nmore easily learnable in the presence of the new feature than in its absence?\n\nThe combination of blocks and beads seems ideal for implementing a more flexible and AGI-\nfriendly type of virtual body than is currently used in games and virtual worlds. One can easily\nenvision implementing a body with\n\na skeleton whose bones consist of appropriately shaped blocks\n\njoints consisting of beads, flexibly adhered to the bones\n\nflesh consisting of beads, flexibly adhered to each other\n\ninternal “plumbing” consisting of tubes whose walls are beads rigidly adhered to each other,\nand flexibly adhered to the surrounding flesh (the plumbing could then serve to pass beads\nthrough, where slow passage would be ensured by weak adhesion between the walls of the\ntubes and the beads passing through the tubes)\n\nmoO NM\n\nThis sort of body would support rich kinesthesia; and rich, broad analogy-drawing between\nthe internally-experienced body and the externally-experienced world. It would also afford many\ninteresting opportunities for flexible movement control. Virtual animals could be created along\nwith virtual humanoids.\n\nRegarding the extended mind, it seems clear that blocks and beads are adequate for the\ncreation of a variety of different tools. Equipping agents with “glue guns” able to affect the\nadhesive properties of both blocks and beads would allow a diversity of building activity; and\nbuilding with masses of beads could become a highly creative activity. Furthermore, beads\nwith appropriately specified adhesion (within the framework outlined above) could be used\nto form organically growing plant-like substances, based on the general principles used in L-\nsystem models of plant growth (Prusinciewicz and Lindenmayer 1991). Structures with only\nbeads would vaguely resemble herbaceous plants; and structures involving both blocks and\nbeads would more resemble woody plants. One could even make organic structures that flourish\n\nHOUSE_OVERSIGHT_013219",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013219.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3913,
    "word_count": 608,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.285019",
    "prefix": "IMAGES-002"
  }
}