{
  "document_id": "HOUSE_OVERSIGHT_019474",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019474.txt",
  "text": "May 29, 2015\n\nUS DHS CIS\n\nVermont Service Center\n30 Houghton Street\n\nSt. Albans, VT 05478\n\nR: V’. RRR Immigration Application\n\nDear Sir or Madam:\n\nI am writing this letter on behalf of Vs. i i and in\n\nconnection with her O-1 Visa Application.\n\nMy name is David Blaine and I am a magician. I have performed my\nown brand of close up magic all over the world, and have also set and broken\nseveral world records, including holding my breath for over 17 minutes,\nspending 35 hours atop a 100-foot pole, surviving only on water for 44 days, and\nenduring a week buried in a coffin. | have traveled internationally, performing\nmagic privately for President Bill Clinton and Secretary of State Hillary\nClinton, President George W. Bush, Secretary of Defense Donald Rumsfeld at\nthe Pentagon, Henry Kissinger, Bill Gates and Mayor Michael Bloomberg.\n\nI met Ms a few years ago through mutual friends\nand I was highly impressed with her. Aside from being an amazing fashion\nmodel, she has a strong passion for children and education. I realized what a\ntalented public relations and fundraising expert she is when I saw her\norganizing numerous high end charitable events and organizations, as well as\nfinding A-list funders for her causes.\n\nA fundraiser and public relations expert of extraordinary ability can\nfind, target, and approach the correct people for their cause, and then recruit\nthem with the correct individual enticements. This is a very difficult thing to\npull off, but Svetlana was able to do so, not only with efficiency and success,\nbut with great ease and grace, and she seems determined to keep going. The\nsuccess stories she drew for the children of the US Virgin Islands, the Ivory\nCoast, and many others are incredible. She truly makes a difference in the\nlives of the world’s children.\n\nThat is a passion that we both share. Every year, I travel all across the\ncountry and the world to perform magic for children’s hospital wards, burn\nunits, and juvenile prisons and detention centers. I also truly enjoyed\nperforming magic for Paul Newman and groups of children at the Hole in the\nWall Gang Camp, among other charitable causes.\n\nHOUSE_OVERSIGHT_019474",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019474.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2163,
    "word_count": 367,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.258322",
    "prefix": "IMAGES-005"
  }
}