{
  "document_id": "HOUSE_OVERSIGHT_023564",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_023564.txt",
  "text": "Date: Wednesday, December 27 2017 05:02 PM \nSubject: (BN) Leon Black's Tax-Overhaul Dilemma Could Alter Wall Street M \nFrom: Glenn Dubin (DUBIN & COMPANY LP) \nTo: undisclosed-recipients:; \nBCC: jeevacation@gmail.com; \n> \n(BN) Leon Black's Tax-Overhaul Dilemma Could Alter Wall Street M \nodel \nLeon Black's Tax-Overhaul Dilemma Could Alter Wall Street Model \n2017-12-27 11:00:00.2 GMT \nBy Simone Foxman and David Carey \n(Bloomberg) -- Leon Black recently posed a question whose \nanswer will determine how profitable the new U.S. tax regime \ncould make Wall Street firms like his Apollo Global Management \nLLC. \nPublicly traded partnerships, such as Apollo, are taxed \ndifferently than corporations. So should Apollo take advantage \nof the overhauled tax rules to pay less in taxes? Or should it \nuse this chance to change to an Inc. from an LLC, which would \nincrease its tax bill but allow it to attract investments from \nmutual funds that have previously been out of reach? \n\"We're still analyzing,\" Black told the Goldman Sachs U.S. \nFinancial Services Conference Dec. 6. \"It's an uncertain \noutcome.\" \nEither way, it's most likely a money-making outcome. The \ntax changes are a boon for private equity firms such as Apollo, \nwhere Black is chief executive officer. The new lower corporate \nrate has made it possible for bigger publicly traded \npartnerships to consider the change. As it is, management fees, \nwhich typically account for 30 percent or more of their \nearnings, are already taxed at the corporate rate. That will \ndrop. The legislation scarcely touched the 23.8 percent rate \npaid on incentive fees, also called carried interest, which \nincur no additional levy when paid out to shareholders. \nDouble Tax \nIf the partnerships converted to corporations, the \nincentive fees would be hit with a second layer of tax when \nthey're paid out. That would push the combined tax rate on \nincentive income paid out as dividends to nearly 40 percent, \naccording to Peter Furci, co-chair of Debevoise & Plimpton's \nglobal tax practice. \nBut it would also allow the newly minted corporations \naccess to indexes, and therefore the mutual-fund and ETF \nmarkets. About $2.2 trillion follows the S&P 500 Index, \naccording to its website. As of June, $122.6 billion in assets \ntracked the Russell 2000 Index, the best-known small-cap U.S. \nHOUSE OVERSIGHT 023564 \nstock index, and there was $1.1 trillion bet on Russell U.S. \nindexes overall, according to the company. \nThe bigger universe of investors would likely boost the \ntrading multiples of the firms' stocks. It's unclear how big the \neconomic benefit of increased ownership would be, so the \nquestion is whether it would make up for the higher taxes. \n\"There's no way to say how much multiple expansion you \ncould get by converting,\" said Gerald O'Hara, who follows \nprivate equity firms for Jefferies Group. \"That's the question \nhere that I think these firms are wrestling with.\" \nTax Complexity \nOne of the main reasons the funds have stayed away from \nprivate equity managers is tax complexity. Investors in typical \nstocks receive a Form 1099, a straightforward document that \nshows interest and dividends on investments at the end of each \nyear. Owners of publicly traded private equity firms' stock get \nthe Schedule K-1 instead. The K-1 shows their share of the \npartnership's interest, which determines how much the income is \ntaxed. It's a headache, O'Hara said. Plus, firms can be \ninconsistent on the time of year they send out the forms, and \nthe process of plugging in the numbers on a Schedule K-1 isn't \nas simple as it is for other kinds of income. \nSo asset managers, which offer options for many 401(k) \ninvestors, avoid buying shares of private equity firms. \nOn the campaign trail last year, President Donald Trump \nsaid he wasn't a fan of Wall Street \"paper pushers\" like hedge \nfund managers. He pledged to raise the tax rate on carried \ninterest. The new tax law keeps it unchanged for investments \nheld at least three years. \nHamilton Lane \nProponents of conversion to corporations point to Hamilton \nLane Inc., an alternative-investment manager and pension-fund \nconsultant that's a corporation and not a publicly traded \npartnership. The $1.9 billion company, which went public earlier \nthis year, is now included in dozens of S&P, Russell and \nWisdomTree Investments Inc. indexes. Hamilton Lane shares have \nabout doubled since the initial public offering. \nAres Management LP, created by former Apollo executives, is \nthe most likely of its peers to make the jump, according to \nanalysts at Keefe Bruyette & Woods Inc. Much of its revenue \ncomes from management fees, so becoming a corporation would hurt \nits after-tax earnings relatively little. \nBill Mendel of Mendel Communications, a spokesman for Ares, \nsaid the firm is studying the situation. Apollo spokesman \nCharles Zehren of Rubenstein Associates declined to comment. \nWhen Black spoke to the Goldman Sachs conference, he said \nhe was certain of one thing: None of the big publicly traded \npartnerships wanted to be first to undergo conversion. \n\"If somebody does go first and their stock doesn't move up, \nHOUSE OVERSIGHT 023565 \nthen you'll know that was a pretty dumb decision,\" he said. If, \non the other hand, the \"stock does great, then all of us may \nhave converted\" in two or three years. \n--With assistance from Ben Steverman and Carolina Wilson. \nTo contact the reporters on this story: \nSimone Foxman in New York at sfoxman4@bloomberg.net; \nDavid Carey in New York at dcarey13@bloomberg.net \nTo contact the editors responsible for this story: \nMargaret Collins at mcollins45@bloomberg.net; \nElizabeth Fournier at efournier5@bloomberg.net \nBob Ivry \nHOUSE OVERSIGHT 023566",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_023564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5731,
    "word_count": 904,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:47.904566",
    "prefix": "TEXT-001"
  }
}