{
  "document_id": "HOUSE_OVERSIGHT_029592",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029592.txt",
  "text": "HARVARD UNIVERSITY\nDEPARTMENT OF ENGLISH\nBarker Center - 12 Quincy Street - Cambridge, Massachusetts 02138\n\nELISA NEW Tel: po\nPowell M. Cabot Professor of American Literature Fax!\n\nNovember 25, 2018\nDear Ms. Williams:\n\nI am writing now to invite you to be a featured guest on my public television\nseries, Poetry in America (poetryinamerica.org). Poetry in America’s first\nseason’s guests included Bill Clinton, Joe Biden, Cynthia Nixon, Shaquille\nO’Neal, Yo Yo Ma, Samantha Power, Herbie Hancock, John McCain, Nas,\nAngela Duckworth, Bono, Regina Spektor, Frank Gehry, Stuart Weitzman, E.O.\nWilson and many others. In Seasons Two and Three we will have just as\ndistinguished a line up. The series airs on public television stations\neverywhere, streams via Amazon Prime and other streaming services, and it is\nnow also airing on a variety of domestic and international airlines.\n\nThe poem I'd like to read and interpret with you is by Pulitzer Prize winner,\nSharon Olds, and it’s called “The Language of the Brag.” It’s a gutsy poem that\ncompares feats of (male) athletic prowess-- and feats of poetic prowess-- to\nchildbirth. You are the ideal reader for this poem: indeed, I picked it for the\nseason in hopes you would be my co-interpreter. If you agree to film with me,\nI'll use what we capture in an upcoming season of Poetry in America. I'll also\nuse the content in an online course for medical professionals I am creating in\npartnership with Harvard Medical School.\n\n| thank you for considering this request. I would be very honored to work\nwith you.\n\nSincerely,\n\nElisa New\n\nHOUSE_OVERSIGHT_029592",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029592.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1601,
    "word_count": 263,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.238013",
    "prefix": "IMAGES-010"
  }
}