{
  "document_id": "HOUSE_OVERSIGHT_010743",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010743.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 9 of 19\n\nFifth, Jane Doe #3 claims that she needed to include Prof. Dershowitz in her filing\nbecause her CVRA claim of “unfair” treatment “implicates a fact-sensitive equitable defense\nwhich must be considered in the factual context of the entire interface between Epstein, the\nrelevant prosecutorial authorities and the federal offense victims.” The “facts” to which this\n“defense” is sensitive, even if Jane Doe #3 is allowed to intervene, are the interactions between\nthe prosecutors and Jane Doe #3, and not anything pertinent to Prof. Dershowitz personally. Nor\nare attorney-client communications between Epstein and his counsel at issue, or the proper\nsubject of discovery in this action under any scenario.\n\nIll. Jane Doe #3’s Efforts to Bolster Her Lies About\nProf. Dershowitz Are Remarkably Thin\n\nSetting aside the utter irrelevancy of the allegations against Prof. Dershowitz, having\ncreated an international imbroglio by their ill-conceived libels of Prof. Dershowitz, one would\nexpect that Jane Doe #3 would be able to muster at least some credible support for their\nallegations. Yet the two “incontestable” facts she leads with in support of her claim that Prof.\nDershowitz is a serial sex abuser are (1) that Mr. Epstein and Prof. Dershowitz were friends; and\n(2) Prof. Dershowitz visited Mr. Epstein’s house. Of course, these supposedly “incontestable”\nfacts are evidence of nothing.\n\nIn the affidavit she submitted to this court, Jane Doe #3’s lack of credibility is readily\napparent. She has now sworn under oath, repeating a fragrant lie that she had previously sold to\na British newspaper: namely that “former President Bill Clinton was present on the island\n[Jeffrey Epstein’s private island] at a time when [Jane Doe #3] was also present on the island.”\n\n(DE 291-1 at § 53.) In this easily discredited fabrication’, Jane Doe #3 expounded in imaginative\n\n* The name of the publication is intentionally omitted as Jane Doe # 3 reveals her identity\n9\n\nHOUSE_OVERSIGHT_010743",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2067,
    "word_count": 327,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:44.219397",
    "prefix": "IMAGES-001"
  }
}