{
  "document_id": "HOUSE_OVERSIGHT_015503",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015503.txt",
  "text": "Morality Games 291\n\nFig. 1 The Prisoner’s\n\nDilemma. Player 1’s available C D\nstrategies (C and D, which\n\nstand for cooperate and\n\ndefect, respectively) are\n\nrepresented as rows. Player\n\n2’s available strategies (also C b-c -C\nC and D) are represented as\ncolumns. Player 1’s payoffs\nare represented at the\nintersection of each row and\ncolumn. For example, if\n\nplayer 1 plays D and player 2\nplays C, player 1’s payoff is b\nb. The Nash equilibrium of\n\nthe game is (D, D). It is\nindicated with a circle\n\nGame theory has traditionally been applied in situations where players are ratio-\nnal decision makers who deliberately maximize their payoffs, such as pricing\ndecisions of firms (Tirole, 1988) or bidding in auctions (Milgrom & Weber, 1982).\nIn these contexts, behavior is expected to be consistent with a Nash equilibrium,\notherwise one of the agents—who are actively deliberating about what to do—\nwould realize she could benefit from deviating from the prescribed strategy.\n\nHowever, game theory also applies to evolutionary and learning processes, where\nagents do not deliberately choose their behavior in the game, but play according to\nstrategies with which they are born, imitate, or otherwise learn. Agents play a game\nand then “reproduce” based on their payoffs, where reproduction represents off-\nspring, imitation, or learning. The new generation then play the game, and so on. In\nsuch settings, if a mutant does better (mutation can be genetic or can happen when\nagents experiment), then she is more likely to reproduce or her behavior imitated or\nreinforced, causing the behavior to spread. This intuition is formalized using mod-\nels of evolutionary dynamics (e.g., Nowak, 2006).\n\nThe key result for evolutionary dynamic models is that, except under extreme\nconditions, behavior converges to Nash equilibria. This result rests on one simple,\nnoncontroversial assumption shared by all evolutionary dynamics: Behaviors that\nare relatively successful will increase in frequency. Based on this logic, game theory\nmodels have been fruitfully applied in biological contexts to explain phenomena\nsuch as animal sex ratios (Fisher, 1958), territoriality (Smith & Price, 1973), coop-\neration (Trivers, 1971), sexual displays (Zahavi, 1975), and parent—offspring con-\nflict (Trivers, 1974). More recently, evolutionary dynamic models have been applied\nin human contexts where conscious deliberation is believed to not play an important\nrole, such as in the adoption of religious rituals (Sosis & Alcorta, 2003), in the\nexpression and experience of emotion (Frank, 1988; Winter, 2014), and in the use\nof indirect speech (Pinker, Nowak, & Lee, 2008).\n\nHOUSE_OVERSIGHT_015503",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015503.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2675,
    "word_count": 415,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.609998",
    "prefix": "IMAGES-003"
  }
}