{
  "document_id": "HOUSE_OVERSIGHT_020069",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020069.txt",
  "text": "Five days later, on June 13, it was Jeff Sessions’s turn to testify before the Senate\nIntelligence Committee. His task was to try to explain the contacts he had had with the\nRussian ambassador, contacts that had later caused him to recuse himself—and made him\nthe president’s punching bag. Unlike Comey, who had been invited to the Senate to show\noff his virtue—and had seized the opportunity—Sessions had been invited to defend his\nequivocation, deception, or stupidity.\n\nIn an often testy exchange, the attorney general provided a squirrelly view of executive\nprivilege. Though the president had not in fact evoked executive privilege, Sessions\ndeemed it appropriate to try to protect it anyway.\n\nBannon, watching the testimony from the West Wing, quickly became frustrated.\n“Come on, Beauregard,” he said.\n\nUnshaven, Bannon sat at the head of the long wooden conference table in the chief of\nstaff’s office and focused intently on the flat-screen monitor across the room.\n\n“They thought the cosmopolitans would like it if we fired Comey,” he said, with “they”\nbeing Jared and Ivanka. “The cosmopolitans would be cheering for us for taking down the\nman who took Hillary down.” Where the president saw Sessions as the cause of the\nComey fiasco, Bannon saw Sessions as a victim of it.\n\nA sylphlike Kushner, wearing a skinny gray suit and skinny black tie, slipped into the\nroom. (Recently making the rounds was a joke about Kushner being the best-dressed man\nin Washington, which is quite the opposite of a compliment.) On occasion the power\nstruggle between Bannon and Kushner seemed to take physical form. Bannon’s demeanor\nrarely changed, but Kushner could be petulant, condescending, and dismissive—or, as he\nwas now, hesitating, abashed, and respectful.\n\nBannon ignored Kushner until the younger man cleared his throat. “How’s it going?”\nBannon indicated the television set: as in, Watch for yourself.\nFinally Bannon spoke. “They don’t realize this is about institutions, not people.”\n\n“They” would appear to be the Jarvanka side—or an even broader construct referring\nto all those who mindlessly stood with Trump.\n\n“This town is about institutions,” Bannon continued. “We fire the FBI director and we\nfire the whole FBI. Trump is a man against institutions, and the institutions know it. How\ndo you think that goes down?”\n\nThis was shorthand for a favorite Bannon riff: In the course of the campaign, Donald\nTrump had threatened virtually every institution in American political life. He was a\nclown-prince version of Jimmy Stewart in Mr. Smith Goes to Washington. Trump believed,\noffering catnip to deep American ire and resentment, that one man could be bigger than\nthe system. This analysis presupposed that the institutions of political life were as\n\nHOUSE_OVERSIGHT_020069",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020069.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2783,
    "word_count": 446,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.273887",
    "prefix": "IMAGES-005"
  }
}