{
  "document_id": "HOUSE_OVERSIGHT_020206",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020206.txt",
  "text": "54\n\nSnowden, as a CIA communications officer, was authorized to use the computer system. The\nproblem was that Snowden had deliberately misused it by adding code to it. This code could have\ncompromised the security of the CIA’s “live system.” So while what the CIA public affairs officer\nsaid was correct, it clouded the issue.\n\nFor his part, Snowden blamed his career-ending “derog” on an “e-mail spat” with a superior.\nFrom Moscow, he wrote James Risen of the New York Times that his superior officer ordered him\nnot “to rock the boat.” Further, he complained that the technical team at the CIA station in\nGeneva had “brushed him off’ even though he had a legitimate complaint. When he complained\nabout a flaw in the computer system, he said that his superior took vengeance on him. He said he\nadded the code to the system prove he was right. He attributed the “derog” in his file to the\nincompetence, blindness and errors of his superiors. According to Snowden, he was a victim.\nThis would not be the last time he faulted superiors for their incompetency. He would later say\nthat the NSA experts who examined the documents that he had stolen as “totally incapable.”\n\nIn any case, in February 2009, Snowden not only had a career-damaging “derog” in his file but\nhe faced an internal investigation of his suspicious computer activities. According to Tyler\nDrumheller, the former CIA chief for Europe, such an internal investigation was not undertaken\nlightly or because of an “email spat.” He said that such an investigation was “a big deal”\ninvolving the CIA Office of Security in Washington and possibly the FBI. It would also result in\nthe temporary suspension of his secrecy clearance. This left Snowden with little choice. If he\nwanted avoid the investigation, he had to resign from the CIA, which he did. That was the end of\nthe security investigation. He was clearly bitter about the CIA, posting on Ars Technica on\nJanuary 10, 2009, “Obama just appointed a fucking POLITICIAN to run the CIA!” (He was\nreferring to Leon Panetta, President Clinton’s former chief of staff.) Snowden attributed the\norigins of his antipathy to US intelligence to his 2007-2009 experiences in the CIA. Snowden\nlater told Vanity Fair that the 2009 incident in the CIA convinced him that working “through the\nsystem would lead only to reprisals.” \"Much of what I saw in Geneva really disillusioned me\nabout how my government functions and what its impact is in the world,\" he told the Guardian in\nJune 2013. \"I realized that I was part of something that was doing far more harm than good.\"\nSnowden, if not yet a ticking time bomb, was certainly a disgruntled intelligence worker before he\never got to the NSA\n\nHOUSE_OVERSIGHT_020206",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020206.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2716,
    "word_count": 464,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.147639",
    "prefix": "IMAGES-005"
  }
}