{
  "document_id": "HOUSE_OVERSIGHT_025160",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025160.txt",
  "text": "declined in quality. People feel less trusting of others than in previous decades, face-to-face communication is\nless frequent, and people's social networks have become more fragmented, producing smaller social clusters\nrather than expansive, civic community groups. Empathy with other humans, considering others' wants, feelings,\nneeds, and motivations (the essence of what makes us human), has diminished considerably. Rises in income\ninequality and political polarization also mean that our diversity of social experiences— encountering people\nunlike ‘us'—1is diminishing as well, enabling little consideration of humans dissimilar to ourselves.\n\n\"The Power of Human represents a call to action. This book details the psychological cost of losing our\nhumanity and elucidates scientifically supported strategies to counteract this trend, many of which are already\nunderway. Although scholars have bemoaned declines in social interaction, their concerns often erroneously\ncenter on people's deteriorating social skills, communication abilities, and intelligence (for which evidence is\ndecidedly mixed). Meanwhile, the real costs of this decline on moral behavior, employee productivity,\nmobilizing social movements, and finding meaning in life have gone overlooked. This book elucidates how we\noften overlook how psychologically powerful humans are, and provides strategies to rejuvenate efforts to\nrecognize others’ humanity.\n\n\"The Power of Human is unique in providing solutions to this problem that will help businesses retain customers\nand employees, help charities raise more money, help people experience greater significance from simple\neveryday activities, help technologists design better robots, help reduce conflict between different political and\nreligious sects, and increase happiness in relationships with friends and spouses.\"\n\nADAM WAYTZ is an associate professor of management and organizations in the Kellogg School of\nManagement at Northwestern University. His research has been published in leading journals such as\nProceedings of the National Academy of Sciences, Journal of Personality and Social Psychology, and\nPsychological Review. Waytz received the 2008 and 2013 Theoretical Innovation Award from the Society for\nPersonality and Social Psychology, the SAGE Foundation Young Scholar Award, and the International Social\nCognition Network's Early Career Award. In 2015, Poets and Quants named him one of the \"Best 40 Business\nSchool Professors Under the Age of 40.\" He has written articles for the New York Times, the Boston Globe, Wall\nStreet Journal, Harvard Business Review, Scientific American, and Slate.\n\n-o\n\nSCALE\n\nThe Search for Simplicity and Unity in the Complexity of Life, from Cells to Cities, Companies to\nEcosystems, Milliseconds to Millennia\n\nBy Geoffrey West\n\n[US — Penguin Press, UK — Weidenfeld & Nicolson, Holland — Het Spectrum, Finland — Terra Cognita,\nBrazil — Das Letras; Japan — Hayakawa; Korea — Gimm Young; Taiwan — Locus; China — CITIC; Russia\n— Atticus; Audio — Penguin RH; Manuscript; 400 pages; Publication: May 2017]\n\nThe former head of the Sante Fe Institute, visionary physicist Geoffrey West 1s a pioneer in the field of\ncomplexity science, the science of emergent systems and networks. The term \"complexity\" can be misleading,\nhowever, because what makes West’s discoveries so beautiful is that he has found an underlying simplicity that\nunites the seemingly complex and diverse phenomena of living systems, including our bodies, our cities and our\nbusinesses.\n\nFascinated by issues of aging and mortality, West applied the rigor of a physicist to the biological question of\nwhy we live as long as we do and no longer. The result was astonishing and changed science, creating a new\nunderstanding of energy use and metabolism: West found that despite the riotous diversity in the sizes of\nmammals, they are all, to a large degree, scaled versions of each other. If you know the size of a mammal, you\ncan use scaling laws to learn everything from how much food it eats per day, what its heart-rate is, how long it\nwill take to mature, its lifespan, and so on. Furthermore, the efficiency of the mammal’s circulatory systems\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-14\n\nHOUSE_OVERSIGHT_025160",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4250,
    "word_count": 637,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.235290",
    "prefix": "IMAGES-008"
  }
}