{
  "document_id": "HOUSE_OVERSIGHT_029302",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029302.txt",
  "text": "Michael J. Boccio \nGarden City, NY 11530 / Phone E-Mail \nCAREER EXPERIENCE: \n• The Trump Organization (July 2008 - July 2011) \nManaging Director of Business Development and Special Counsel \n{2005RE-1:1} \nGlobal Licensing/Brand & Trademark Portfolio Management \n)=. Managed all aspects of the Global Product Licensing Division and trademark portfolio, as \nrepresented by the Donald J. Trump, Ivanka Trump and Melania brands. Responsibilities \nencompassed the management of a legal team consisting of multiple attorneys, a paralegal and \nexecutive assistant responsible for negotiating, drafting and maintenance of all license \nagreements. Liaised with outside IP counsel and hosted regular strategy meetings to determine \nthe appropriate course of action for trademark filings, policing and office actions. \nReal Estate \n)=. Managed 75 home site development known as the Estates at Trump National in Rancho Palos \nVerdes, California. Set up the HOA board, was elected as a member of the HOA board, \ndeveloped and executed the HOA budget, liaised with the California Department of Real Estate \nand successfully gained approval of the 2010 subdivision report and issuance of a white paper \nthat permitted sales to resume at the site. Hired and managed brokerage team. Developed a \nrevised housing strategy for future development, including adjustment of lot lines and \narchitectural plans to meet the needs of the current market. Managed multiple negotiations and \nclosings of homes and executed a strategy that permitted Trump to retain a $1.5 million dollar \ndeposit for a custom built home in buyer default. Executed the acquisition and closing of \npreviously leased land from the RPV school district, located in the center of the golf course \nand adjoining the property. \n)=. Developed a lease form for Trump International Chicago and negotiated leases, amendments \nand term sheets for the retail space. \n• Worked as part of a team that negotiated the purchase agreements and loan documentation for \nthe purchase of three operating golf courses, as well as managed the diligence process and \nnegotiation of multiple deals that remain in the pipeline or failed to close. \n• Negotiated and drafted multiple comprehensive term sheets and real estate license agreements \nthat were ultimately placed on hold. \n• Acquisition of multiple residential properties. \nAviation \n• Managed all aspects of the acquisition of a US registered Boeing 757 and the company holding \nthe corresponding part 125 operating certificate, including the tax strategy and intercompany \nlease filed with the FAA. Negotiated contracts with Boeing, Rolls Royce, Honeywell and other \nvendors. Worked on a team that managed the complete renovation of the 757 and handled all \nassociated legal work. Managed the disposition of a Bermuda registered Boeing 727 and the \nacquisition, renovation and subsequent leasing of Sikorsky S-76B, including negotiation of \npreferential use terms for owner and management of vendor and warranty relationships. \nEntertainment and Media \n• Negotiated book contracts, speech agreements, television contracts, location agreements for \nmultiple movie and television commercials, appearance releases, photography shoots and \nlimited use licenses. \nLaw Firm Associate \n• Kaye Scholer LLP (July 2007-July 2008) \n)=. Represented institutional lenders in the origination and servicing of portfolio loans. Member \nof deal team that provided the financing for the sale/leaseback of 388/390 Greenwich Street \nfrom Citigroup to SL Green, the second largest NY deal of 2007. \n• Reviewed and abstracted commercial leases and negotiated SNDA's and estoppel certificates \nin conjunction with loan originations. \nHOUSE OVERSIGHT 029302 \n• Sonnenschein Nath & Rosenthal LLP (March 2007-July 2007) \n• Represented institutional lenders in the origination of portfolio loans; represented \ndeveloper/borrower in obtaining construction loan; represented firm clients in the negotiation \nand execution of multiple office leases. \n• Windels Marx Lane & Mittendorf, LLP (January 2006-February 2007) \n• Represented Lehman Brothers in the origination of over $500 million in senior, mezzanine and \nconstruction loans tailored for syndication or securitization. \n• Represented Lehman Brothers in the disposition of over $100 million in joint venture portfolio \nproperties. Represented landlords in the sale of commercial and industrial properties. \n)=. Reviewed and abstracted commercial leases and negotiated SNDA's and estoppel certificates \nin conjunction with loan originations. \n• Carter Ledyard & Milburn LLP (August 2001-November 2005) \n)=. Represented institutional and individual clients with the acquisition/disposition of commercial \nand residential properties. \n• Represented one of the largest downtown landlords in the negotiation of leases and lease \namendments (6 million total square feet of space in the Hudson Square and Ground Zero \nvicinity). \n)=. Performed due diligence on the real estate portfolios of target companies in merger \ntransactions. \n• Represented institutional borrowers and lenders in the origination, negotiation and refinance of \nsenior and mezzanine loans and revolving lines of credit. Represented trust company in \norigination of loans to high net worth clients. \nMemberships \n>. Associate Development Committee, Hiring Committee, Practice Development Committee, \nSummer Events Planning Committee and Associate Mentor Program. \nEDUCATION: \nFordham University School of Law, New York, NY \nJuris Doctor, May 2001, Dean's List \nState University of New York at Stony Brook, Honors College, Stony Brook, NY \nB.A., Honors Economics, December 1997, Cum Laude / Dean's List \n4.0 G.P.A. in Economics \nTeaching assistant: Microeconomics (Spring 1997) and Macroeconomics (Fall 1997) \nPUBLICATION: \n• Commercial Law Leasing and Strategy: \"Rent Abatement Clauses, Tenants Should Speak Softly, But \nDraft a Big 'Club\" Volume 20, Number 7 (December 2007) \nREFERENCE OF DONALD I TRUMP AVAILABLE UPON REQUEST \n{2005RE -1:1} \nHOUSE OVERSIGHT 029303",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029302.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6043,
    "word_count": 871,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:47.666628",
    "prefix": "TEXT-001"
  }
}