{
  "document_id": "HOUSE_OVERSIGHT_018529",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018529.txt",
  "text": "women never have our own damn sexual needs; that it's wrong or wicked or dirty for\nwomen to negotiate any sexual exchange for pleasure; that women are meant to trade sex\nfor \"commitment\" or \"support\" (though, bizarrely, never outright for money). If we\nassume that I can get something great from sexual relationships without Being On The\nPath To Marriage. That I understand and honor my sexual desires, that those desires are\nworth fulfilling in themselves. And if we assume that men have something wonderful\nthey could bring to the sexual exchange; that they aren't always \"using\" or \"exploiting\" or\n\"winning\" some kind of sick war-of-the-sexes, every single time they fuck.\n\nBut even if the fears don't make sense, sometimes they still come out and whisper at the\nback of my neck... /'m selling myself short. As if I should have bargained better, should\nhave traded my sexuality for far more than \"mere\" pleasure with someone I \"merely\"\nliked, was \"merely\" attracted to, who \"merely\" respected my boundaries and \"merely\"\nwas fun to hang out with. Would some people see it as ironic that I prefer relationships\nwith real emotional heft, even when short-term or casual? Even with that said, though,\nthere is no description of how reasonable, safe, or awesome my relationships are that will\nmatter to our slut-shaming society -- or to the fears it's hammered into me. Society,\nwhose judgment of whether a girl is a \"slut\" can be sudden and devastating, stupid and\nstereotypical; a lightning strike that lands based on absurd factors like how non-\nnormative or straightforward or aware of her sexuality she is. And once I'm a \"slut\" -- if]\ndare dance over that ever-shifting line -- then I'm beyond the pale. The world always\nseems to be outdoing itself in finding new ways to tell me that once I'm a slut, no man\nwill ever respect me again.\n\nTK OK ok\n\nI went home. It was raining, all across my cypress city; raining so hard, I had to take the\nbus instead of walking. The rain struck me as an insultingly obvious metaphor, as did the\nfact that I was scheduled to attend a wedding that afternoon. It seemed strange that\nhallucinatory San Francisco would throw such tired tropes at me. (I should have trusted\nthe city more. It was with me, still.)\n\nI was sad. Not devastated. Just sad, and a little bit scared. /'m such a screwed-up\nperverted slut, no man will ever care about me. However, I'm an adult, so I tried to\nrecognize my emotional baggage, give myself some time to process, then eat a proper\nlunch and get some work done.\n\nI took a very dear, very blunt friend out to dinner recently. (Yes, I paid, and yes, he felt\nobjectified.) Over Indian curries, I tried to explain my fears that All Men (who are of\ncourse a monolith) will pigeonhole me as \"too much\", \"too extreme.\" A \"slut.\" Whatever.\nMy friend listened, savoring his delicious lassi as he thought about what I was trying to\nsay. Then he said, \"Look, you shouldn't worry about it. You're extreme. You're also tall.\nYou couldn't be un-tall for a man, and you can't be un-extreme. There are men who will\nlike you just fine for it, so just keep an eye out for those men.” I could detect the edge\nunder his words: Come on, Clarisse, you're the one who always says that People Are\nDifferent, why do I even have to tell you this? A fair point, but I can't help it -- stories like\nthis still shake me.\n\nAs it happens, though, this story has a happy ending.\n\nHOUSE_OVERSIGHT_018529",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3437,
    "word_count": 612,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.026405",
    "prefix": "IMAGES-005"
  }
}