{
  "document_id": "HOUSE_OVERSIGHT_017316",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017316.txt",
  "text": "4.2.12\nWC: 191694\n\nIn the MacDonald case, justice delayed by the courts may actually result in justice being denied to\nan innocent man.\n\nNor is MacDonald alone in having the courthouse door shut on new scientific evidence that could\nacquit the innocent and convict the guilty. It is even possible that several innocent people may\nhave been executed because the courts have refused to consider the scientific evidence that could\nhave proved that others committed the murders.\n\nOne such case came to my attention too late for me to try to do anything to prevent a possible\nmiscarriage of justice. A letter arrived at my office on a Monday. I opened it and read a poignant\nrequest from a condemned man to review his case. I recetve many such requests but this one was\ndifferent. It began by informing me that by the time I read this letter, the writer may already have\nbeen executed. I checked and sure enough, he had been executed a few days earlier.\nNevertheless, he asked me to help clear his name posthumously, so that his family would know he\nwas innocent. He had asked to have the blood on a towel tested for DNA, but his request had\nbeen denied. He believed that the DNA test would show that the killer was someone else. I\nimmediately sought to have the blood tested at my own expense, but the authorities told me that\nthe evidence has been destroyed when the defendant was executed.\n\nIt is entirely possible therefore that an innocent man was executed while the guilty man remains at\nliberty, because the courtroom doors were shut to new scientific evidence that could prove both\ninnocence and guilt.\n\nThe prime lesson of the important scientific developments over the past half century is that the\n\ncourthouse must always remain open to new evidence, even if such openness denies legal finality\nin criminal cases in which there is no scientific finality.\n\n229\n\nHOUSE_OVERSIGHT_017316",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017316.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1889,
    "word_count": 326,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.885689",
    "prefix": "IMAGES-004"
  }
}