{
  "document_id": "HOUSE_OVERSIGHT_015594",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015594.txt",
  "text": "I. DERSHOWITZ MUST BE ALLOWED TO SHARE ROBERTS’S DEPOSITION\nTRANSCRIPT WITH THOSE WORKING ON DERSHOWITZ’S BEHALF AS\nPART OF THIS LITIGATION.\n\nDershowitz asks the Court to modify the Confidentiality Order to allow Dershowitz to\nuse the transcript in ways necessary for his defense including sharing the transcript with any\ncounsel and other legal support, experts, consultants, insurers, and others typically permitted\naccess to supposedly confidential information in addition to using it with potential witnesses and\nothers as deemed necessary in the professional judgment of his counsel as set forth above.\nDershowitz and his attorneys are aware of and will abide by the Florida Rules of Professional\nConduct, including its comments, regarding the handling of any information deemed by this\nCourt to be confidential within the limitations of the applicable rules.\n\nit. ALLOWING DERSHOWITZ TO USE THE DEPOSITION FOR THE LIMITED\nPURPOSES OF HIS DEFENSE IS REQUIRED BY FLORIDA LAW.\n\nFlorida law requires that any sealing order be the least restrictive means necessary to\naccomplish its purpose. The Florida Supreme Court held in Barron v. Florida Freedom\nNewspapers, 531 So. 2d 113 (Fla. 1988), that a sealing order can be entered only where “no\nreasonable alternative is available to accomplish the desired result, and, if none exists, the trial\ncourt must use the least restrictive closure necessary to accomplish its purpose.” Jd. at 118\n(emphasis added); see also Carter v. Conde Nast Publ’ns, 983 So. 2d 23, 26 (Fla. 5th DCA\n2008) (“an order sealing court records must state, inter alia, the particular grounds for making the\ncourt records confidential, that the closure is no broader than necessary, and that there are no less\nrestrictive measures available.”).\n\nThis Court has not set forth any reasons addressing a request by Roberts to seal her\ndeposition transcript, much less determined that “no reasonable alternative is available” to\n\naccomplish Roberts’s desired result. See News-Press Publ’g Co. v. State, 345 So. 2d 865, 867\n\nHOUSE_OVERSIGHT_015594",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015594.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2062,
    "word_count": 320,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.846423",
    "prefix": "IMAGES-003"
  }
}