{
  "document_id": "HOUSE_OVERSIGHT_020101",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020101.txt",
  "text": "22\n\nGENERAL KELLY\n\nn August 4, the president and key members of the West Wing left for Trump’s golf\n() club in Bedminster. The new chief of staff, General Kelly, was in tow, but the\npresident’s chief strategist, Steve Bannon, had been left behind. Trump was grouchy about\nthe planned seventeen-day trip, bothered by how diligently his golf dates were being\nclocked by the media. So this was now dubbed a “working” trip—another piece of Trump\nvanity that drew shrugs, eye rolling, and head shaking from a staff that had been charged\nwith planning events that looked like work even as they were instructed to leave yawning\nexpanses of time for golf.\n\nDuring the president’s absence, the West Wing would be renovated—Trump, the\nhotelier and decorator, was “disgusted” by its condition. The president did not want to\nmove over to the nearby Executive Office Building, where the West Wing business would\ntemporarily be conducted—and where Steve Bannon sat waiting for his call to go to\nBedminster.\n\nHe was about to leave for Bedminster, Bannon kept telling everyone, but no invitation\ncame. Bannon, who claimed credit for bringing Kelly into the administration in the first\nplace, was unsure where he stood with the new chief. Indeed, the president himself was\nunsure about where he himself stood; he kept asking people if Kelly liked him. More\ngenerally, Bannon wasn’t entirely clear what Kelly was doing, other than his duty. Where\nexactly did the new chief of staff fit in Trumpworld?\n\nWhile Kelly stood somewhere right of center on the political spectrum and had been a\nwilling tough immigration enforcer at Homeland Security, he was not anywhere near so\nright as Bannon or Trump. “He’s not hardcore” was Bannon’s regretful appraisal. At the\nsame time, Kelly was certainly not close in any way to the New York liberals in the White\nHouse. But politics was not his purview. As director of Homeland Security he had\nwatched the chaos in the White House with disgust and thought about quitting. Now he\nhad agreed to try to tame it. He was sixty-seven, resolute, stern, and grim. “Does he ever\nsmile?” asked Trump, who had already begun to think that he had somehow been tricked\ninto the hire.\n\nHOUSE_OVERSIGHT_020101",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020101.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2211,
    "word_count": 373,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.086007",
    "prefix": "IMAGES-005"
  }
}