{
  "document_id": "HOUSE_OVERSIGHT_024109",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024109.txt",
  "text": "QO\n\niw}\n\ntH\n\nLes\n\na\n\ngenerally considered to be representative of U.S. stock market activity. The NASDAQ\nComposite Index measures all NASDAQ domestic and non-U.S. based common stocks listed\non the NASDAQ Stock Market. The NASDAQ Biotechnology Index includes securities of\nNASDAQ-listed companies classified according to the Industry Classification Benchmark as\neither Biotechnology or Pharmaceuticals which also meet other eligibility criteria. The Dow\nJones Industrial Average is an index that shows how 30 large, publicly owned companies\nbased in the U.S. have traded during a standard trading session in the stock market.\n\nData provided by Cambridge Associates at no charge. Cambridge U.S. VC healthcare data as\nof Q1’13. Where results on the Sprout Funds refer to net basis, it is the result of a\nmethodology that adjusts the gross results for the healthcare technology investments for\nrecycling, management fees, and carried interest so they can be compared to industry sources\n(e.g., Cambridge Associates) on a directly comparable basis. The methodology and\nassumptions used to adjust from gross to net basis is described in Appendix 2.\n\nThe gross annual compound internal rate of return (“IRR”) and gross multiple of invested\ncapital as of March 31, 2014 are before giving effect to taxes, management fees, the general\npartner’s carried interest and other expenses. The net IRR and net multiple of invested capital\nas of March 31, 2014 are after giving effect to management fees, the general partner’s carried\ninterest and other expenses. All IRRs presented are annualized and calculated on the basis of\nquarterly inflows and outflows of cash and unrealized values, assuming such inflows and\noutflows occurred as of quarter end and all remaining investments were sold at the current\nholding value through as of March 31, 2014. There can be no assurance that unrealized\ninvestments will be realized at the valuations shown.\n\nThe results for the Sprout Funds represent results from the healthcare technology portion of\nthe Sprout Funds, which represents between 8% and 65% of the cost basis of the investments\nof the funds taken as a whole. Healthcare technology means, collectively, the\nbiopharmaceutical, medical device, and diagnostics and infrastructure sectors. See\nAppendix 2 for the Methodology Used to Calculate Net Return Numbers for Sprout\nHealthcare Technology Portfolios.\n\nNet Distributed to Paid-in Capital (“DPI”): Calculated based on (1) called capital of a fund\n(based on individual called capital percentages and fund sizes across multiple funds) and\n(2) distributed capital of a fund (based on aggregating individual funds distributed capital\namounts, as calculated using DPI and called individual fund called amounts). For the\npurposes of this ratio for NLV-I and NLV-IL, the “deemed contribution” of the general partner\nis included in the total amount of capital contributions made by the fund’s partners.\n\n(Distributed + Public) to Paid-in Capital: Calculated based on (1) called capital of a fund\n(based on individual called capital percentages and fund sizes across multiple funds) and\n(2) distributed capital of a fund (based on aggregating individual funds distributed capital\namounts, as calculated using DPI and called individual fund called amounts) plus the\nunrealized value of publicly traded securities based on the closing market price of the\nsecurity. For the purposes of this ratio for NLV-I and NLV-II, the “deemed contribution” of\nthe general partner is included in the total amount of capital contributions made by the fund’s\npartners.\n\n98 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024109",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024109.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3639,
    "word_count": 559,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.118817",
    "prefix": "IMAGES-007"
  }
}