{
  "document_id": "HOUSE_OVERSIGHT_026944",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026944.txt",
  "text": "﻿Investment Management Division\nRisk of a US-Iran Military Conflict and Other Geopolitical Risks\nMay 23, 2019\nInvestment Strategy Group\nDiscussion Topics\nInvestment\nManagement\nDivision\nI. US Policy on Iran\nII.\nIranian Actions and Current Economic Conditions\nIII. Potential for US-Iranian Military Conflict\nIV. Implications for the Global Oil Market\n1\nRisks to Our Views (Presented in our 2019 Outlook)\nInvestment\nManagement\nDivision\n• In the near term, the most likely source of a domestic shock is the fallout from one of the\ninvestigations—by multiple state attorneys general and the House of Representatives—of President\nTrump.\n• The ebb and flow of these investigations will inevitably lead to great market volatility. But there is\ngreater likelihood that exogenous shocks will come from external sources, rather than domestic ones.\n• External exogenous shocks\n– Trade War with China (5/17/2019 ISG Client Call) or continued slowing growth in China\n– Brexit\n– Auto Tariffs\n– Russia\n– Middle East\n– North Korea\n– Cyberattacks\n– Terrorism\nSource: Investment Strategy Group.\n2\nTimeline: US-Iran Tensions Rise\nInvestment\nManagement\nDivision\nRecent Key Events in US-Iran Relations\nDate Category Event\n7/14/2015 JCPOA JCPOA* finalized between Iran and P5+1\n10/13/2017 JCPOA President Trump de-certifies compliance of Iran with JCPOA\n5/8/2018 JCPOA President Trump withdraws from the nuclear agreement\n8/6/2018 Sanctions Reimposition of sanctions on Iran (precious metals, currency, sovereign debt)\n11/4/2018 Sanctions\nSanctions imposed on Iranian petroleum, shipping sector, energy sector, etc.\nSix-month waivers issued to eight countries that purchase Iranian oil\n4/8/2019 Diplomatic Action US announces it will designate the IRGC as a foreign terrorist organization\n5/2/2019 Sanctions Waivers for Iranian oil purchases not renewed\n5/3/2019 Military\n5/5/2019 Military\nUS intelligence suggests mobilization of Iranian forces, including photos showing IRGC loading\nmissiles onto ships\nBolton announces US to deploy carrier strike group and bomber task force to the Persian Gulf,\npromising \"any attack on US interests or on those of our allies will be met with unrelenting force\"\nincluding attacks \"by proxy, the Islamic Revolutionary Guard Corps, or regular Iranian forces\"\n5/8/2019 JCPOA Iran announces it will end compliance with parts of the JCPOA, including uranium enrichment\n5/8/2019 Sanctions US imposes sanctions on Iranian industrial metals sector\n5/9/2019 Military\nActing Defense Secretary Shanahan presents updated military plan to send up to 120 thousand\ntroops to the Middle East if Iran attacks US forces or accelerates work on nuclear weapons\n5/12/2019 Military 3-4 oil tankers reportedly damaged in a \"sabotage\" attack off the coast of the UAE\n5/14/2019 Military Houthi drones attack Saudi cross-country oil pipeline\n5/15/2019 Diplomatic Action US withdraws embassy staff from Iraq\n5/19/2019 Military A rocket is fired into Baghdad's Green Zone near the US embassy\n5/21/2019 Military A Houthi drone attacks an arms depot at the Najran airport in southern Saudi Arabia\n* JCPOA: “Joint Comprehensive Plan of Action”\nSource: Investment Strategy Group, White House, US Treasury, New York Times, Bloomberg, Wall Street Journal.\n3\nDoes the US Have a Clear Strategy?\nInvestment\nManagement\nDivision\n“The United States is [sending] a message to the Iranian\nregime that any attack on US interests or on those of our allies\nwill be met with unrelenting force. The US is not seeking war\nwith the Iranian regime, but we are fully prepared to respond\nto any attack, whether by proxy, the Islamic Revolutionary\nGuard Corps, or regular Iranian forces.”\n— NSA John Bolton announcing the deployment of a carrier\nstrike group to the Persian Gulf, May 5, 2019\n“President Trump has sought to put the brakes on a brewing\nconfrontation with Iran in recent days, telling the acting\ndefense secretary, Patrick Shanahan, that he does not want to\ngo to war with Iran, administration officials said, while his\nsenior diplomats began searching for ways to defuse the\ntensions.”\n— New York Times, May 16, 2019\n“Our aim is not war. Our aim is a change in the behavior of the\nIranian leadership.”\n— Secretary of State Pompeo, May 12, 2019\n“The Fake News Media is hurting our Country with its\nfraudulent and highly inaccurate coverage of Iran. It is\nscattershot, poorly sourced (made up), and DANGEROUS. At\nleast Iran doesn’t know what to think, which at this point may\nvery well be a good thing!”\n— President Trump, May 17, 2019\n“Will the president let himself be pushed into a parlous war by John Bolton, who once buoyed the phony case on WMDs in Iraq?”\n— Maureen Dowd, New York Times, May 18, 2019\nSource: Investment Strategy Group, Twitter, New York Times, Politico.\n4\nEurasia Group:\n“The Three Principal Players Have Different Perspectives”\nInvestment\nManagement\nDivision\nNational Security Advisor John Bolton\n• “Bolton wants a crisis. He hopes to use the pressure as a maximum containment strategy to cripple the\nIranian economy, increasing domestic opposition to the government, and making regime change more\nlikely.\n• … ‘forcing’ the Americans to engage in military intervention for Bolton [is] a useful pretext to bombing\nkey nuclear facilities that would set the Iranian program back years or more.”\nSecretary of State Mike Pompeo\n• “Pompeo wants the band back together. He doesn’t believe the United States can credibly induce the\nIranians towards a more constructive posture by themselves, and accordingly wants a tougher, common\nfront to force better terms from Iran from a position of strength.\n• Pompeo hopes the Europeans and other allies will be more supportive of broader American pressure\nagainst Iran, and a multilateral coalition can come back together.”\nPresident Trump\n• “President Trump wants a breakthrough on his terms. He wants to use American power to force the\nIranians into direct negotiations, and pull off a better agreement than Obama did.”\nSource: Investment Strategy Group, Ian Bremmer, “EG Update,” Eurasia Group, May 20, 2019. Emphasis added.\n5\nWhat is the Impact of Other Countries’ Interests in\nthe Region?\nInvestment\nManagement\nDivision\nSource: Investment Strategy Group.\n6\nRecent Attacks Put the US on High Alert\nInvestment\nManagement\nDivision\n1. Saudi Oil Tanker Al Marzoqah, Damaged in Reported Act of Sabotage 2. Saudi Arabia Major Oil and Natural Gas Infrastructure\nEast-West\nPipeline\n• May 12: 3-4 oil tankers are reportedly damaged in a “sabotage” attack off the coast of the UAE\n• May 14: Houthi rebels use drones to attack Saudi oil pumping stations on the East-West Pipeline\n• May 19: A rocket is fired into Baghdad’s Green Zone less than a mile from the US embassy\n• May 21: A Houthi drone attacks the Najran airport in southern Saudi Arabia\nSource: Investment Strategy Group, Reuters, EIA, New York Times.\n7\nIran Threatens to Close the Strait of Hormuz\nInvestment\nManagement\nDivision\nStrait of Hormuz: April 2019 Crude Oil Production Per Country and Export Flows\n• A third of world’s LNG and a fifth of global oil production goes through the Strait of Hormuz.\n• “Iran relies on the Strait not only for its oil exports, but also for the imports of some needed food and medical products.” 1\n(1) Michael Ratner, “Iran’s Threats, the Strait of Hormuz, and Oil Markets: In Brief,” Congressional Research Service, August 6, 2018.\nSource: Investment Strategy Group, Goldman Sachs Enterprise Risk Management, EIA, Bloomberg.\n8\nkg\nkg\nIran Set to Restart its Nuclear Program\nInvestment\nManagement\nDivision\n10,000\n9,000\n8,000\n7,000\n6,000\nIranian Enriched Uranium Stockpiles\n5% Enriched 20% Enriched (Right)\n400\n350\n300\n250\n5,000\n4,000\n3,000\n2,000\n1,000\n0\n200\n150\n100\n50\n0\n• A key criterion in the development of the Joint Comprehensive Plan of Action (JCPOA) is the time Iran needs to\nproduce enough weapon-grade uranium for a nuclear weapon, called breakout time. Iran agreed to refine uranium to\nno more than 3.7% enrichment and eliminated its stocks of weapons-grade 20%-enriched uranium.\n• On May 8 th , President Rouhani announced a series of steps to resume the production of nuclear centrifuges and the\naccumulation of nuclear material within 60 days.\nSource: Investment Strategy Group, Arms Control Association, International Atomic Energy Agency, JCPOA, Bloomberg.\n9\nAnnualized %\n% YoY\nIranian Economy Hit Hard by Sanctions\nInvestment\nManagement\nDivision\n1. Iran Annualized Real GDP Growth and Inflation 1 2. Iranian Rial (Mid) to USD – Unofficial Market Rate\n15\nReal GDP Growth\nCPI % YoY (Right)\n60\n200,000\n51\n180,000\n10\n40\n160,000\nIRR Weaker\n140,000\n5\n20\n120,000\n0\n0\n100,000\n80,000\n5/8/18\nUS announces\nJCPOA withdrawal\n-5\n-20\n60,000\n-6.0\n-10\n-7.7\n-40\n40,000\n20,000\n-15\n2012 2013 2014 2015 2016 2017 2018 2019E\n-60\n0\nNov-12 Nov-13 Nov-14 Nov-15 Nov-16 Nov-17 Nov-18\n• The IMF forecasts that Iranian real GDP growth in 2019 will be the weakest since 2012 at -6%, even as annualized inflation\nis running at around 50%.\n• The Iranian rial is trading near its all-time low against the US dollar, according to unofficial market rates. Since the end of\n2017 the rial has depreciated by roughly -70%, compared to a -45% peak devaluation for the Turkish lira in 2018.\n(1) 2019 inflation as of April 2019.\nSource: Investment Strategy Group, IMF, Statistical Center of Iran, Haver, Bonbast, Bloomberg.\n10\nUS Military Signals Readiness to Respond\nInvestment\nManagement\nDivision\nAbraham Lincoln Carrier Strike Group and Kearsarge Amphibious Ready Group – May 17, 2019\n• The US deployed the USS Abraham Lincoln Carrier Strike Group and a bomber task force to the Middle East in early\nMay in response to intelligence regarding Iranian military activity.\nSource: Investment Strategy Group, navy.mil, New York Times.\n11\nPercent of Respondents\n1969\n1971\n1973\n1976\n1981\n1982\n1983\n1985\n1986\n1987\n1990\n1993\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\nCost of US Wars\nInvestment\nManagement\nDivision\n1. Military Cost and Casualties of Recent US Conflicts\n2. Gallup Poll: “Do you think the US is spending too little, about the right\namount or too much on national defense and military purposes?”\nCasualties (Thousand)**\n60\nToo little About right Too much\nConflict\nMilitary\nCost ($bn)*\nYears of US\nInvolvement\nDeaths\nNon-Mortal\nWoundings\nTotal\nVietnam 821 17.4 58 153 212\nPersian Gulf 113 0.6 0 0 1\nIraq 822 8.8 4 32 36\nAfghanistan 975 17.4 2 20 22\nSyria 54 4.7 0 0 0\n50\n40\n30\n20\n43\n29\n25\n10\n0\n• Total costs of the war on terror for the US (including wars in Iraq, Afghanistan, and Syria), are estimated to be $5.9 trillion.\n• Over 40% of Americans think the US is spending the right amount on national defense, the highest level in 15 years, but\nwould there be appetite for yet another costly military incursion into the Middle East?\n*Costs of military operations only. Iraq & Afghanistan costs based on all overseas contingency operations as of 2018; all other estimates based on 2010 CRS report scaled by US CPI\nthrough 2018. **Deaths: Battle and other in the theater.\nSource: Investment Strategy Group, Congressional Research Service, \"Costs of Major US Wars,\" June 29, 2010; Department of Defense Casualty Status; Department of Veterans Affairs;\nWatson Institute at Brown University, Gallup, New York Times.\n12\nMillion b/d\nIranian Oil Production Has Plummeted\nInvestment\nManagement\nDivision\nIranian Oil Production and Exports (Million Barrels/Day)\n5.0\nProduction\nExports (3-Month Moving Average)\n4.5\n4.0\nJan-12\nEU agrees to ban\nIranian oil imports\n3.8\nMay-18\nUS Withdraws\nfrom JCPOA\n3.5\n3.0\n2.5\nJul-12\nBan imposed\nby US and allies\ngoes into effect\nJul-15\nJCPOA Signed\nNov-18\nUS sanctions\ngo into effect\n2.6\n2.6\n2.0\n1.5\n1.0\n0.5\nLatest:\n0.5\n0.9\n0.0\n2011 2012 2013 2014 2015 2016 2017 2018 2019\n• Since the US withdrew from the JCPOA in May 2018:\n– Iranian oil production has fallen by 1.2 million b/d\n– Exports have fallen from 2.6 million b/d to 0.5 million b/d month-to-date in May (0.9 million b/d on a 3-month\nmoving average)\n• Iran will continue to send a few hundred thousand b/d of oil exports despite harsh US secondary sanctions.\nSource: Investment Strategy Group, Bloomberg, cFlow Data (Platts Global Crude).\n13\nMillion b/d\nMillion b/d\nMillion b/d\nSpare Oil Production Capacity Looks Adequate\nInvestment\nManagement\nDivision\n1. US Crude Oil Production\n2. Spare Capacity from April 2019 Production Level to 2018 Highest\nProduction Levels\n2.5\nY/Y US crude production (LHS)\nUS crude production (RHS)\n13\n1.40\n1.3\n2.0\n12\n1.20\n1.5\n11\n1.3\n1.00\n1.0\n10\n0.80\n0.5\n9\n-\n8.6\n(Sep 2016)\n8\n0.60\n(0.5)\n7\n0.40\n(1.0)\n6\n0.20\n0.1 0.1\n0.2\n(1.5)\nJan-13 Aug-13 Mar-14 Oct-14 May-15 Dec-15 Jul-16 Feb-17 Sep-17 Apr-18 Nov-18\n5\n0.00\nIraq Kuwait Saudi UAE\n• US oil production growth has matched or exceeded global demand growth over the past year, providing ample supplies\nto the market.\n• In fact, OPEC had to cut production in late 2018 in order to reduce oversupply and arrest a fast decline in oil prices.\n• OPEC production could be increased back to 2018 highs if the market faced a shortage. Doing so would add 1.7 million\nb/d from main Middle Eastern OPEC members – more than Iran’s current export levels of around 0.5 million b/d.\nSource: Investment Strategy Group, EIA, Bloomberg, OPEC.\n14\nDays of OECD demand\nBillion Barrels\nBarrels per $1,000 GDP\nRisks of an Oil Shock Look Contained\nInvestment\nManagement\nDivision\n1. OECD Inventories – Adjusted for Days of Demand\n2. World Oil Demand and Oil Demand Intensity per Unit of Global GDP\n69\n67\n2010-2014 range Actual 2010-19\n67.0\n40\n35\n0.9\nWorld Oil Demand\nOil Intensity (RHS)\n36\n1.00\n65\n30\n0.75\n63\n25\n61\n60.3\n20\n0.50\n59\n0.4\n57\n15\n55\n55.7\n10\n0.25\n53\n5\n51\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019\n0\n1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 2015\n0.00\n• Global oil inventories look adequate, with OECD inventories still well above historical norms.\n• The US could release oil from its Strategic Petroleum Reserve if needed.\n• Oil consumption represents a much smaller share of the economy than in the late 1970s and early 1980s.\nSource: Investment Strategy Group, IEA, World Bank, BP Statistical Review.\n15\nKey Takeaways\nInvestment\nManagement\nDivision\n• The immediate threat of military engagement between the US and Iran has eased but risk of escalation\nor miscalculation is high.\n• US agenda (and the impact of Saudi Arabia and Israel) is unclear, with administration officials offering\ncontradictory views.\n• Iran is set to resume its nuclear program with the intent of gaining leverage for future negotiations\nwhich it previously relinquished as part of the JCPOA.\n• There is further potential downside for Iranian oil production and exports, but ample OECD\ninventories, growing US production, and OPEC spare capacity would help contain any short-term oil\nprice shock.\n• We continue to recommend that clients stay invested at their full strategic asset allocation given\ntoday’s macroeconomic backdrop and low odds of a recession, but we remain vigilant about the risks\nto our outlook.\nSource: Investment Strategy Group.\n16\nInvestment Management Division\nDisclosures\nImportant Information – Investment Risks\nInvestment\nManagement\nDivision\nRisks vary by the type of investment. For example, investments that involve futures, equity swaps, and other derivatives, as well as non-investment grade\nsecurities, give rise to substantial risk and are not available to or suitable for all investors. We have described some of the risks associated with certain\ninvestments below. Additional information regarding risks may be available in the materials provided in connection with specific investments. You should not\nenter into a transaction or make an investment unless you understand the terms of the transaction or investment and the nature and extent of the associated\nrisks. You should also be satisfied that the investment is appropriate for you in light of your circumstances and financial condition.\nAny reference to a specific company or security is not intended to form the basis for an investment decision and are included solely to provide examples or\nprovide additional context. This information should not be construed as research or investment advice and should not be relied upon in whole or in part in\nmaking an investment decision. Goldman Sachs, or persons involved in the preparation or issuance of these materials, may from time to time have long or\nshort positions in, buy or sell (on a principal basis or otherwise), and act as market makers in, the securities or options, or serve as a director of any companies\nmentioned herein.\nAlternative Investments. Alternative investments may involve a substantial degree of risk, including the risk of total loss of an investor’s capital and the use of\nleverage, and therefore may not be appropriate for all investors. Private equity, private real estate, hedge funds and other alternative investments structured as\nprivate investment funds are subject to less regulation than other types of pooled vehicles and liquidity may be limited. Investors in private investment funds\nshould review the Offering Memorandum, the Subscription Agreement and any other applicable disclosures for risks and potential conflicts of interest. Terms\nand conditions governing private investments are contained in the applicable offering documents, which also include information regarding the liquidity of\nsuch investments, which may be limited.\nCommodities. Commodity investments may be less liquid and more volatile than other investments. The risk of loss in trading commodities can be substantial\ndue, but not limited to, volatile political, market and economic conditions. An investor’s returns may change radically at any time since commodities are\nsubject, by nature, to abrupt changes in price. Commodity prices are volatile because they respond to many unpredictable factors including weather, labor\nstrikes, inflation, foreign exchange rates, etc. In an individual account, because your position is leveraged, a small move against your position may result in a\nlarge loss. Losses may be larger than your initial deposit. Investors should carefully consider the inherent risk of such an investment in light of their\nexperience, objectives, financial resources and other circumstances. No representation is made regarding the suitability of commodity investments.\n18\nImportant Information – Investment Risks\nInvestment\nManagement\nDivision\nCurrencies. Currency exchange rates can be extremely volatile, particularly during times of political or economic uncertainty. There is a risk of loss when an\ninvestor as exposure to foreign currency or are in foreign currency traded investments.\nDerivatives. Investments that involve futures, equity swaps, and other derivatives give rise to substantial risk and are not available to or suitable for all\ninvestors.\nEmerging Markets and Growth Markets. Investing in the securities of issuers in emerging markets and growth markets involves certain considerations,\nincluding: political and economic conditions, the potential difficulty of repatriating funds or enforcing contractual or other legal rights, and the small size of\nthe securities markets in such countries coupled with a low volume of trading, resulting in potential lack of liquidity and in price volatility.\nEquity Investments. Equity investments are subject to market risk, which means that the value of the securities may go up or down in respect to the prospects\nof individual companies, particular industry sectors and/or general economic conditions. The securities of small and mid-capitalization companies involve\ngreater risks than those associated with larger, more established companies and may be subject to more abrupt or erratic price movements.\nFixed Income. Investments in fixed income securities are subject to the risks associated with debt securities generally, including credit/default, liquidity and\ninterest rate risk. Any guarantee on an investment grade bond of a given country applies only if held to maturity.\nFutures. Security futures involve a high degree of risk and are not suitable for all investors. The possibility exists that an investor could lose a substantial\namount of money in a very short period of time because security futures are highly leveraged. The amount they could lose is potentially unlimited and can\nexceed the amount they originally deposited with your firm. Prior to buying a security future you must receive a copy of the Risk Disclosure Statement for\nSecurity Futures Contracts.\nNon-US Securities. Investing in non-US securities involves the risk of loss as a result of more or less non-US government regulation, less public information,\nless liquidity and greater volatility in the countries of domicile of the issuers of the securities and/ or the jurisdiction in which these securities are traded. In\naddition, investors in securities such as ADRs/ GDRs, whose values are influenced by foreign currencies, effectively assume currency risk.\nOptions. Options involve risk and are not suitable for all investors. Options investors may lose the entire amount of their investment in a relatively short\nperiod of time. Before entering into any options transaction, be sure to read and understand the current Options Disclosure Document entitled, The\nCharacteristics and Risks of Standardized Options. This booklet can be obtained at http://www. theocc.com/about/publications/character-risks.jsp.\n19\nImportant Information – Investment Risks\nInvestment\nManagement\nDivision\nTactical Tilts. Tactical tilts may involve a high degree of risk. No assurance can be made that profits will be achieved or that substantial losses will not be\nincurred. Prior to investing, investors must determine whether a particular tactical tilt is suitable for them.\nForecasts. Economic and market forecasts presented herein reflect our (ISG’s) judgment as of the date of this material and are subject to change without\nnotice. Any return expectations represent forecasts as of the date of this material and are based upon our capital market assumptions. Our (ISG’s) return\nexpectations should not be taken as an indication or projection of returns of any given investment or strategy and all are subject to change. These forecasts\nare estimated, based on assumptions, and are subject to significant revision and may change materially as economic and market conditions change. Goldman\nSachs has no obligation to provide updates or changes to these forecasts. If shown, case studies and examples are for illustrative purposes only.\n20\nImportant Information\nInvestment\nManagement\nDivision\nThank you for reviewing this presentation. Please review the important information below.\nOur Relationship with Clients. Depending on our relationship with you, we may act as an advisor, a broker-dealer, or both. Our role and obligations vary depending on the capacity in which we act.\nWhere we act as an advisor, our primary role is to give you advice, help you manage your investments or, where applicable, help you hire another advisor to do so. Where we act as a broker, our\nprimary role is to execute trades for you based on your instructions and any advice we give you is incidental to our brokerage services. How we are compensated by you (and sometimes by issuers or\nmanagers of investments who compensate us based on what you buy) and how your Private Wealth Management (“PWM”) team is compensated may change over time and will vary depending on\nvarious factors including, but not limited to, whether you are classified as a professional or retail client, have an advisory or brokerage account, and on the investments made in your account. Please\nask us questions to make sure you understand your rights and our obligations to you, the difference between advisory and brokerage accounts, and / or how we are compensated based on the\ncapacity in which we act. We are part of a full-service, integrated investment banking, investment management, and brokerage firm. Other firm businesses may implement investment strategies that\nare different from the strategies used or recommended for your portfolio.\nEntities Providing Services. Investment advisory services may be provided by Goldman Sachs & Co. LLC (“GS&Co.”), an affiliate, or an external manager under the wrap program sponsored by\nGS&Co. Brokerage services are provided by GS&Co., member Financial Industry Regulatory Authority (“FINRA”) / Securities Investor Protection Corporation (“SIPC”). Brokerage services, banking\nservices (including check-writing, debit cards, direct debit, direct deposit, electronic bill pay, overdraft protection and Bank to Bank Transfers via ACH), custody, margin loans and strategic wealth\nadvisory services are provided by GS&Co. Financial counseling services are provided by The Ayco Company, L.P. Over-The-Counter (“OTC”) derivatives, foreign exchange forwards and related\nfinancing are offered by GS&Co. Trust services are provided by The Goldman Sachs Trust Company, N.A. or The Goldman Sachs Trust Company of Delaware. All of these affiliated\nentities are subsidiaries of The Goldman Sachs Group, Inc. (“Firm” or “GS”). Deposit products, mortgages, and bank loans are offered by Goldman Sachs Bank USA, member Federal\nDeposit Insurance Corporation (“FDIC”) and an Equal Housing Lender.\nInvestment Strategy Group (“ISG”). ISG is part of the Investment Management Division of GS and is focused on asset allocation strategy formation and market analysis for PWM. Any information\nthat references ISG, including their model portfolios, represents the views of ISG, is not research and is not a product of Global Investment Research (“GIR”). If shown, ISG Model Portfolios are\nprovided for illustrative purposes only. Your actual asset allocation may look significantly different based on your particular circumstances and risk tolerance. If a model performance calculation is\nprovided, it assumes that (1) each asset class was owned in accordance with the recommended weight; (2) all tactical tilts were implemented at the time the recommendation was made; and (3) the\nportfolio was rebalanced every time a tactical tilt change was made and at the end of every quarter (unless a tactical tilt was made within a month of quarter-end). If model performance is shown, it is\ncalculated using the daily returns (actual or interpolated) of indices that ISG believes are representative of the asset classes included in the model. Results shown reflect the total return but generally\ndo not take into account any investment management fees, commissions or other transaction expenses, which would reduce returns. The results shown reflect the reinvestment of dividends and other\nearnings. All returns are pre-tax and are not adjusted for inflation. Additional information about the model portfolio performance calculation, including asset class benchmarks used for modeling\nperformance and a history of tactical tilts, is available upon request.\nInvestment Risks and Information. Risks vary by the type of investment. Additional information regarding investments and risks may be available in applicable product materials. Before transacting\nor investing, you should review and understand the terms of a transaction/investment and the nature and extent of the associated risks, and you should be satisfied the investment is appropriate for\nyou in light of your individual circumstances and financial condition.\n• Alternative Investments. Alternative investments may involve a substantial degree of risk, including the risk of total loss of an investor’s capital and the use of leverage, and may not be\nappropriate for all investors. Private equity, private real estate, hedge funds, and other alternative investments structured as private investment funds are subject to less regulation than other types\nof pooled vehicles and liquidity may be limited. You should review the Offering Memorandum, the Subscription Agreement, and any other applicable offering documents for risks, potential conflicts\nof interest, terms and conditions and other disclosures.\n• Commodities. Commodity investments may be less liquid and more volatile than other investments. The risk of loss in trading commodities can be substantial due, but not limited, to volatile\npolitical, market and economic conditions. An investor’s returns may change radically at any time since commodities are subject to abrupt changes in price. Commodity prices are volatile because\nthey respond to many unpredictable factors including weather, labor strikes, inflation, foreign exchange rates, etc. In a single account, because your position is leveraged, a small move against\nyour position may result in a large loss. Losses may be larger than your initial deposit. No representation is made regarding the suitability of commodity investments.\n• Currencies. Currency exchange rates can be extremely volatile, particularly during times of political or economic uncertainty. There is a risk of loss when an investor has exposure to foreign\ncurrency or holds foreign currency traded investments.\n• Over-the-Counter (“OTC”) Derivatives You should carefully review the Master Agreement, including any related schedules, credit support documents, addenda and exhibits. You may be\nrequested to post margin or collateral at levels consistent with the internal policies of GS to support written OTC derivatives. Prior to entering into an OTC derivative transaction you should be\naware of the below general risks associated with OTC derivative transactions:\n- Liquidity Risk: There is no public market for OTC derivative transactions and, therefore, it may be difficult or impossible to liquidate an existing position on favorable terms.\n21\nImportant Information\nInvestment\nManagement\nDivision\n- Risk of Inability to Assign: OTC derivative transactions entered into with one or more affiliates of Goldman Sachs cannot be assigned or otherwise transferred without Goldman Sachs’ prior\nwritten consent and, therefore, it may be impossible for you to transfer any OTC derivative transaction to a third party.\n- Counterparty Credit Risk: Because Goldman Sachs may be obligated to make substantial payments to you as a condition of an OTC derivative transaction, you must evaluate the credit risk of\ndoing business with Goldman Sachs. Depending on the type of transaction, your counterparty may be Goldman Sachs & Co. LLC, a registered U.S. broker-dealer, or other affiliate of The\nGoldman Sachs Group, Inc. As a broker dealer regulated by the Securities and Exchange Commission (“SEC”), Goldman Sachs & Co. LLC is subject to net capital, financial responsibility\nrules, and other regulatory requirements designed to protect customer assets. Other subsidiaries of The Goldman Sachs Group, Inc. may not be registered as a U.S. broker dealer and\ntherefore are not be subject to similar SEC regulation.\n- Pricing and Valuation: The price of each OTC derivative transaction is individually negotiated between Goldman Sachs and each counterparty and Goldman Sachs does not represent or\nwarrant that the prices for which it offers OTC derivative transactions are the best prices available. You may therefore have trouble establishing whether the price you have been offered for a\nparticular OTC derivative transaction is fair. OTC derivatives may trade at a value that is different from the level inferred from interest rates, dividends and the underlyer. The difference may\nbe due to factors including, but not limited to, expectations of future levels of interest rates and dividends, and the volatility of the underlyer prior to maturity. The market price of the OTC\nderivative transaction may be influenced by many unpredictable factors, including economic conditions, the creditworthiness of Goldman Sachs, the value of any underlyers, and certain\nactions taken by Goldman Sachs.\n- Early Termination Payments: The provisions of an OTC derivative transaction may allow for early termination and, in such cases, either you or Goldman Sachs may be required to make a\npotentially significant termination payment depending upon whether the OTC derivative transaction is in-the-money at the time of termination.\n- Indexes: Goldman Sachs does not warrant, and takes no responsibility for, the structure, method of computation or publication of any currency exchange rates, interest rates, indexes of such\nrates, or credit, equity or other indexes, unless Goldman Sachs specifically advises you otherwise.\n• Emerging Markets and Growth Markets. Emerging markets and growth markets investments involve certain considerations, including political and economic conditions, the potential difficulty of\nrepatriating funds or enforcing contractual or other legal rights, and the small size of the securities markets in such countries coupled with a low volume of trading, resulting in potential lack of\nliquidity and price volatility.\n• Equity Investments. Equity investments are subject to market risk. The value of the securities may go up or down in respect to the prospects of individual companies, particular industry sectors\nand/or general economic conditions. The securities of small and mid-capitalization companies involve greater risks than those associated with larger, more established companies and may be\nsubject to more abrupt or erratic price movements.\n• Fixed Income. Fixed income securities investments are subject to the risks associated with debt securities generally, including credit/default, liquidity and interest rate risk. Any guarantee on an\ninvestment grade bond of a given country applies only if held to maturity.\n• Master Limited Partnerships (\"MLPs\"). MLPs may be generally less liquid than other publicly traded securities and as such can be more volatile and involve higher risk. MLPs may also involve\nsubstantially different tax treatment than other equity-type investments, and such tax treatment could be disadvantageous to certain types of retirement accounts or charitable entities.\n• Money Market Funds. Money market fund investments are not insured or guaranteed by the Federal Deposit Insurance Corporation or any other government agency. Although money market\nfunds seek to preserve the value of your investment at $1.00 per share, it is possible to lose money.\n• Non-US Securities. Non-US securities investments involve the risk of loss as a result of more or less non-US government regulation, less public information, less liquidity, and greater volatility in\nthe countries of domicile of the issuers of the securities and/or the jurisdiction in which these securities are traded. In addition, investors in securities such as ADRs/GDRs, whose values are\ninfluenced by foreign currencies, effectively assume currency risk.\n• Options. Options involve risk and are not suitable for all investors. The purchase of options can result in the loss of an entire investment and the risk of uncovered options is potentially unlimited.\nYou must read and understand the current Options Disclosure Document before entering into any options transactions. The booklet entitled Characteristics and Risk of Standardized Options can\nbe obtained from your PWM team or at http://www.theocc.com/about/publications/character-risks.jsp. A secondary market may not be available for all options. Transaction costs may be significant\nin option strategies that require multiple purchases and sales of options, such as spreads. Supporting documentation for any comparisons, recommendations, statistics, technical data, or other\ninformation will be supplied upon request.\n• Real Estate. Real estate investments involve additional risks not typically associated with other asset classes, such as sensitivities to temporary or permanent reductions in property values for the\ngeographic region(s) represented. Real estate investments (both through public and private markets) are also subject to changes in broader macroeconomic conditions, such as interest rates.\n22\nImportant Information\nInvestment\nManagement\nDivision\n• Structured Investments. Structured investments are complex, involve risk and are not suitable for all investors. Investors in structured investments assume the credit risk of the issuer or\nguarantor. If the issuer or guarantor defaults, you may lose your entire investment, even if you hold the product to maturity. Structured investments often perform differently from the asset(s) they\nreference. Credit ratings may pertain to the credit rating of the issuer and are not indicative of the market risk associated with the structured investment or the reference asset. Each structured\ninvestment is different, and for each investment you should consider 1) the possibility that at expiration you may be forced to own the reference asset at a depressed price; 2) limits on the ability to\nshare in upside appreciation; 3) the potential for increased losses if the reference asset declines; and 4) potential inability to sell given the lack of a public trading market.\n• Tactical Tilts. Tactical tilts may involve a high degree of risk. No assurance can be made that profits will be achieved or that substantial losses will not be incurred. Prior to investing, you must\ndetermine whether a particular tactical tilt is suitable for them.\n• U.S. Registered Mutual Funds / Exchange Traded Funds (“ETFs”) or Exchange Traded Notes (“ETNs”). You should consider a fund’s investment objectives, risks, charges and expenses,\nand read the summary prospectus and/or the Prospectus (which may be obtained from your PWM Team) carefully before investing, as they contain this and other relevant information. You may\nobtain documents for ETFs or ETNs for free by 1) visiting EDGAR on the SEC website at http://www.sec.gov/; 2) contacting your PWM team; or 3) calling toll-free at 1-866-471-2526. Unlike\ntraditional mutual funds, ETFs can trade at a discount or premium to the net asset value and are not directly redeemable by the fund. Leveraged or inverse ETFs, ETNs, or commodities futureslinked\nETFs may experience greater price movements than traditional ETFs and may not be appropriate for all investors. Most leveraged and inverse ETFs or ETNs seek to deliver multiples of the\nperformance (or the inverse of the performance) of the underlying index or benchmark on a daily basis. Their performance over a longer period of time can vary significantly from the stated daily\nperformance objectives or the underlying benchmark or index due to the effects of compounding. Performance differences may be magnified in a volatile market. ETFs are redeemable only in\nCreation Unit size aggregations and may not be individually redeemed; are redeemable only through Authorized Participants; and are redeemable on an \"in-kind\" basis. The public trading price of\na redeemable lot of the ETFs may be different from its net asset value. These ETFs can trade at a discount or premium to the net asset value. There is always a fundamental risk of declining\nstock prices, which can cause losses to your investment. Commodities futures-linked ETFs may perform differently than the spot price for the commodity itself, including due to the entering into\nand liquidating of futures or swap contracts on a continuous basis to maintain exposure (i.e., “rolling”) and disparities between near term future prices and long term future prices for the underlying\ncommodity. ETFs and ETNs linked to commodity futures do not offer direct exposure to the commodity’s spot price and may perform differently than the spot price for the commodity itself.\nPerformance differential can be magnified if a specific condition persists in the market for a commodity that creates a disparity between near-term future prices and long-term future prices and\nmay lead to unexpected performance results. Other factors, such as roll yield, transaction costs, management fees, and taxes may cause deviation in performance between the spot price of a\ncommodity and commodity futures. You should not assume that a commodity-futures linked ETF will provide an effective hedge against other risks in your portfolio.\nSecurity-Specific References. Any reference to a specific company or security is not intended to form the basis for an investment decision and is included solely to provide examples or provide\nadditional context. This information should not be construed as research or investment advice and should not be relied upon in whole or in part in making an investment decision. GS, or persons\ninvolved in the preparation or issuance of these materials, may from time to time have long or short positions in, buy or sell (on a principal basis or otherwise), and act as market makers in the\nsecurities or options, or serve as a director of any companies mentioned herein. In addition, GS may have served as manager or co-manager of a public offering of securities by any such company\nwithin the past 12 months. Further information on any securities mentioned in this material may be obtained upon request.\nAssets Held at a Third Party Custodian. Any information (including valuation) regarding holdings and activity in accounts held by third party custodians is for your convenience and has been\nsupplied by third parties or by you. GS assumes no responsibility for the accuracy of such information. Information may vary from that reflected by your custodian and is as of the date of the materials\nprovided to us. As an accommodation to you, we may also reflect certain investments unrelated to services provided by GS, for which GS does not perform any due diligence, verify the accuracy of\ninformation, or provide advice. Unless otherwise agreed in writing, we have not assessed whether those investments fit within your investment objective and the asset classification shown may not be\naccurate.\nOff-Platform Investments. To the extent you ask us for guidance in connection with investment opportunities not offered by GS, such as investments in private funds, private debt or equity, real\nestate or other opportunities you source away from us, any such guidance, views, or other information we may provide is on an accommodation basis only and we will not be acting as your advisor.\nWe assume no obligation to determine whether the opportunity is suitable for you in connection with such investment decisions and will not assume any liability for such investment decisions. Please\nreview our Form ADV for information on conflicts of interest we may have in connection with any such requests.\nISG/GIR Forecasts. Economic and market forecasts presented (“forecasts”) reflect either ISG’s or GIR’s views and are subject to change without notice. Forecasts do not take into account specific\ninvestment objectives, restrictions, tax and financial situation or other needs of any specific client. Forecasts are subject to high levels of uncertainty that may affect actual performance and should be\nviewed as merely representative of a broad range of possible outcomes. Forecasts and any return expectations are as of the date of this material, and should not be taken as an indication or\nprojection of returns of any given investment or strategy. Forecasts are estimated, based on capital market assumptions, and are subject to significant revision and may change materially as\neconomic and market conditions change. Any case studies and examples are for illustrative purposes only. If applicable, a copy of the GIR Report used for GIR forecasts is available upon request.\nForecasts do not reflect advisory fees, transaction costs, and other expenses a client would have paid, which would reduce return.\n23\nClient Specific Markets. Investments held in your name with a subcustodian in the local market where traded in order to comply with local law will be indicated on your statements.\nImportant Information\nInvestment\nManagement\nDivision\nPerformance / Estimated Income / Estimated Cash Flow. Past performance is not a guide of future results and may include investments no longer owned in current or closed accounts. Current\nperformance may be lower or higher than the performance data quoted. To request the most current or historical performance data, or asset classification schema information, please contact your\nPWM team at the number provided on your monthly statement or toll-free in the U.S. at 1-800-323-5678. Performance reports, where shown, generally present the relevant time weighted\nperformance, which is a combination of daily returns compounded over a specified time period with the removal of the deposit and withdrawal impacts, and may show internal rate of return\ncalculations where requested. Aggregate performance may not equal the sum of returns at an investment level. Performance for advisory accounts is currently calculated net of any management fees\nand might include investments for which actual market prices are not currently available, and does not include private equity positions. Performance for alternative investments is calculated using the\nvalue of the last available partnership capital statement or NAV. If included, estimated income figures and estimated private equity future cash flows are estimates of future activity, and actual results\nmay vary substantially. GS&Co. has adjusted performance calculations for certain asset classes or strategies and may do so in the future. Performance of net cash (i.e., cash less margin debit) is\ngenerally included in the total performance calculation but not displayed separately. Option performance is included in the performance of the asset class of the underlier. Margin loans are generally\nexcluded from advisory performance but included in brokerage performance calculations. Mutual fund and ETF investment returns and the principal value of your investment will fluctuate. As a result,\nyour shares when redeemed may be worth more or less than their original cost. The performance data for ETFs does not reflect a deduction for commissions that would reduce the displayed\nperformance. You are not subject to a sales charge for mutual funds purchased through PWM. If a sales charge were applicable, the sales charge would reduce the mutual fund’s performance.\nInformation on our asset classification schema is available upon request. Generally, total returns are pre-tax and are calculated using daily time-weighted returns in which cash and securities\ndeposits are attributed to the beginning of the day and cash and securities withdrawals are attributed to the end of the day.\nIndices / Benchmarks. Any references to indices, benchmarks, or other measure of relative market performance over a specified period of time are provided for your information only and is not\nindicative of future results. In addition to the benchmark assigned to a specific investment strategy, other benchmarks (“Comparative Benchmarks”) may be displayed, including ones displayed at your\nrequest. Managers may not review the performance of your account against the performance of Comparative Benchmarks. There is no guarantee that performance will equal or exceed any\nbenchmark displayed. Where a benchmark for a strategy has changed, the historical benchmark(s) are available upon request. Inception to date (“ITD”) returns and benchmark / reference portfolio\nreturns may reflect different periods. ITD returns for accounts or asset classes only reflect performance during periods in which your account(s) held assets and / or were invested in the asset class.\nThe benchmark or reference portfolio returns shown reflect the benchmark / portfolio performance from the date of inception of your account or your initial investment in the asset class. If displayed,\nestimated income figures are estimates of future activity obtained from third party sources.\nIndices are unmanaged. The figures for the index reflect the reinvestment of all income or dividends, as applicable, but do not reflect the deduction of any fees or expenses which would reduce\nreturns. Investors cannot invest directly in indices. Where appropriate, relevant index trademarks or index information has been licensed or sub-licensed for use. Inclusion of index information is not\nintended to imply that the relevant index or its affiliated entities sponsor, endorse, sell, or promote the referenced securities, or that they Period Gross Return Net Return Differential\nmake any representation or warranty regarding either the advisability of investing in securities (generally or specifically) or regarding the\n1 year 6.17% 4.61% 1.56%\nability of the index to track market performance. Contact your PWM team for more information.\nThe following table provides an example of the effect of management and incentive fees on returns. The magnitude of the difference 2 years 12.72% 9.43% 3.29%\nbetween gross-of fee and net-of-fee returns will depend on a variety of factors, and the example has been simplified.\n10 years 81.94% 56.89% 25.05%\nPricing and Valuations. Prices do not necessarily reflect realizable values and are based on information considered to be reliable but are not guaranteed for accuracy, currency, or as realizable\nvalues. Certain positions may be provided by third parties or may appear without a price if GS is unable to obtain a price and/or the security is not actively traded for a certain amount of time. Pricing\nsources and methods are available upon request and are subject to change. The stated price/value is as of the date indicated. It is not an offer to buy or sell and is not represent at that any\ntransaction can be effected at this price. In the event of any discrepancy between the information contained herein and the information contained in your monthly account statements at Goldman\nSachs or another institution, the latter shall govern. Please immediately notify your Private Wealth Advisor of any discrepancies.\nFees and Charges. We have two pricing models for advisory relationships: a comprehensive fee model and a product based model. You should consider factors, including, but not limited to, your\nfinancial needs and circumstances, investment objectives, services provided under the model, your preferences, and the size of your account. Certain account fees and expenses may be more or\nless expensive depending on the model chosen. Actual fees may differ from estimated fees due to differences in strategies and amounts invested in particular strategies or overall. Charges applied to\nyour accounts and transactions may include execution charges (including commissions, commission equivalents, mark-ups, mark-downs and dealer spreads), investment advisory fees, and custody\nfees. When we act as broker, we are generally compensated by an execution charge on a trade by trade basis. When we act as advisor, we generally earn a fee based on assets under management\nand may also be earning execution charges. More information about fees and charges is included in our account agreements, fee schedules and trade confirmations. If estimated fees are shown\nherein, we have included a description of our fee calculation methodology.\n24\nImportant Information\nInvestment\nManagement\nDivision\nTax Information. GS does not provide legal, tax or accounting advice, unless explicitly agreed in writing between you and GS, and does not offer the sale of insurance products. You should obtain\nyour own independent tax advice based on your particular circumstances. The information included in this presentation, including, if shown, in the Tax Summary section, does not constitute tax\nadvice, has not been audited, should not be used for tax reporting, and is not a substitute for the applicable tax documents, including your Form 1099, Schedule K-1 for private investments, which we\nwill provide to you annually, or your monthly GS account statement(s). The cost basis included in this presentation may differ from your cost basis for tax purposes. Information regarding your\nalternative investments and transactions for retirement accounts are not included in the Tax Summary section. Any statement contained in this presentation concerning U.S. tax matters is not\nintended or written to be used and cannot be used for the purpose of avoiding penalties imposed on the relevant taxpayer. Realized and unrealized gains and loss values do not include securities for\nwhich cost basis is unavailable. Losses reflected may be disallowed or deferred by the application of capital loss limitations, wash sale rules or other special tax rules.\nAsset Classification. We display holdings and provide market value and performance by asset class. A description of our asset classification schema is available upon request. When you have\nseparately managed accounts, the value of all assets invested in the strategy is displayed in the asset class of the strategy. In those instances, the market value and performance displayed for each\nasset class may also include cash that is not separately reflected under Cash, Deposits and Money Market Funds.\nOther Services. Any provided financial planning services, including cash flow analyses based on information you provide, are a hypothetical illustration of mathematical principles and are not a\nprediction or projection of performance of an investment or investment strategy. Such services may not address every aspect of a client’s financial life; topics that were not discussed with you may still\nbe relevant to your financial situation. In providing financial services, GS will rely on information provided by, or on behalf of, clients and is not responsible for the accuracy or completeness of any\nsuch information, nor for any consequences related to the use of any inaccurate or incomplete information. Where materials and/or analyses are provided to you, they are based on the assumptions\nstated therein, which are likely to vary substantially from the examples shown if they do not prove to be true. These examples are for illustrative purposes only and do not guarantee that any client will\nor is likely to achieve the results shown. Assumed growth rates are subject to high levels of uncertainty and do not represent actual trading and may not reflect material economic and market factors\nthat may have an impact on actual performance. GS has no obligation to provide updates to these rates.\nNot a Municipal Advisor. Except in circumstances where GS expressly agrees otherwise, GS is not acting as a municipal advisor and the opinions or views contained in this presentation are not\nintended to be, and do not constitute, advice, including within the meaning of Section 15B of the Securities Exchange Act of 1934.\nAdditional Information for Ayco Clients. References in this presentation to “PWM team” shall include your Ayco team. Ayco may provide tax advice, accounting advice, bill pay, and bookkeeping\nservices to certain clients. Ayco does not provide brokerage services. As part of its financial counseling services, Ayco may provide you with certain reports where similar information contained herein\nis presented differently or in more or less detail. You should view each report independently and raise any questions with your Ayco team.\nNo Distribution; No Offer or Solicitation. This material may not, without GS’ prior written consent, be (i) copied, photocopied or duplicated in any form, by any means, or (ii) distributed to any person\nthat is not an employee, officer, director, or authorized agent of the recipient. This material is not an offer or solicitation with respect to the purchase or sale of any security in any jurisdiction in which\nsuch offer or solicitation is not authorized or to any person to whom it would be unlawful to make such offer or solicitation.\n© 2019 Goldman Sachs. All rights reserved.\n25",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 55544,
    "word_count": 8675,
    "line_count": 776,
    "import_date": "2025-11-19T21:47:46.364413",
    "prefix": "TEXT-001"
  }
}