{
  "document_id": "HOUSE_OVERSIGHT_012946",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012946.txt",
  "text": "30 2 What Is Human-Like General Intelligence?\n\nbetween the learning components associated with different kinds of memory, and hence are un-\nlikely to give rise to the emergent structures and dynamics characterizing general intelligence.\nOne of the central ideas underlying CogPrime is that with an integrative cognitive architecture\nthat combines multiple aspects of intelligence, achieved by diverse structures and algorithms,\nwithin a common framework designed specifically to support robust synergetic interactions\nbetween these aspects.\n\nThe simplest way to create an integrative AI architecture is to loosely couple multiple com-\nponents carrying out various functions, in such a way that the different components pass inputs\nand outputs amongst each other but do not interfere with or modulate each others’ internal\nfunctioning in real-time. However, the human brain appears to be integrative in a much tighter\nsense, involving rich real-time dynamical coupling between various components with distinct\nbut related functions. In [Goe09a] we have hypothesized that the brain displays a property of\ncognitive synergy, according to which multiple learning processes can not only dispatch\nsubproblems to each other, but also share contextual understanding in real-time, so\nthat each one can get help from the others in a contextually savvy way. By imbuing AI ar-\nchitectures with cognitive synergy, we hypothesize, one can get past the bottlenecks that have\nplagued AT in the past. Part of the reasoning here, as elaborated in Chapter 9 and [Goe09b], is\nthat real physical and social environments display a rich dynamic interconnection between their\nvarious aspects, so that richly dynamically interconnected integrative AI architectures will be\nable to achieve goals within them more effectively.\n\nAnd this brings us to the patternist perspective on intelligent systems, alluded to above and\nfleshed out further in Chapter 3 with its focus on the emergence of hierarchically and heterarchi-\ncally structured networks of patterns, and pattern-systems modeling self and others. Ultimately\nthe purpose of cognitive synergy in an AGI system is to enable the various AI algorithms and\nstructures composing the system to work together effectively enough to give rise to the right\nsystem-wide emergent structures characterizing real-world general intelligence. The underlying\ntheory is that intelligence is not reliant on any particular structure or algorithm, but is reliant\non the emergence of appropriately structured networks of patterns, which can then be used to\nguide ongoing dynamics of pattern recognition and creation. And the underlying hypothesis is\nthat the emergence of these structures cannot be achieved by a loosely interconnected assem-\nblage of components, no matter how sensible the architecture; it requires a tightly connected,\nsynergetic system.\n\nIt is possible to make these theoretical ideas about cognition mathematically rigorous; for\ninstance, Appendix ?? briefly presents a formal definition of cognitive synergy that has been\nanalyzed as part of an effort to prove theorems about the importance of cognitive synergy for\ngiving rise to emergent system properties associated with general intelligence. However, while\nwe have found such formal analyses valuable for clarifying our designs and understanding their\nqualitative properties, we have concluded that, for the present, the best way to explore our\nhypotheses about cognitive synergy and human-like general intelligence is empirically — via\nbuilding and testing systems like CogPrime.\n\n2.5.1 Achieving Humanlike Intelligence via Cognitive Synergy\n\nSumming up: at the broadest level, there are four primary challenges in constructing an inte-\ngrative, cognitive synergy based approach to AGI:\n\nHOUSE_OVERSIGHT_012946",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012946.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3795,
    "word_count": 557,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.332330",
    "prefix": "IMAGES-002"
  }
}