{
  "document_id": "HOUSE_OVERSIGHT_019471",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019471.txt",
  "text": "As Virginia Roberts’ astonishing claims have made headlines around the world, it was reported last week\nthat President Clinton's continuing friendship with Maxwell has caused a rift between him and his wife,\n\npotential Presidential candidate Hillary Clinton.\n\nHowever, the pair were pictured looking cosy together as they left the funeral of former New York\n\nGovernor Mario Cuomo.\n\nEpstein and Maxwell met shortly after she moved to New York in the 1990s following the death of her\n\nfather, shamed newspaper tycoon Robert Maxwell.\nAnd they remained just as close even after an initial romance faded.\n\nFor Epstein, Maxwell was a useful conduit to some of the most powerful people in the world, from\n\nPresidentClinton to Prince Andrew.\n\nClose: Not only was Ghislaine Maxwell friends with Prince Andrew, but his ex-wife Sarah\nFerguson as well. The pair are pictured together at the opening of the Asprey Flagship\nStore on 5th Avenue on December 8, 2003, in New York City\n\nAllegations: Ghislaine Maxwell is accused of ‘facilitating Prince Andrew's acts of sexual\nabuse by acting as a madame for Epstein’. Above, Miss Maxwell looks on as Prince Andrew\n\nsmiles with Virginia Roberts in 2001\n\nWhile Maxwell became used to the luxuries that Epstein could afford her, trips by private jet and his very\n\nown Caribbean island.\n\nRarely photographed or seen out in public unlike his friend Maxwell, Esptein was however pictured with\nthe brunette as they partied the night away on March 15, 2005, at a Manhattan charity event featuring\nsinger Rod Stewart.\n\nBut as they socialized with the cream of Manhattan society, including CBS President Les Moonves, his wife\nJulie Chen, Sean Lennon and Padma Lakshmi, at the Wall Street Rising event, Epstein, now 63, and\n\nMaxwell, would have been entirely unaware of a police probe that was launched that very day.\n\nIn May 2006, a 'probable cause affidavit' revealed that Epstein was the subject of an 11-month undercover\ninvestigation by police after a complaint in 2005 from the stepmother of a 14-year-old girl, who claimed\n\nshe was paid $300 to give him an erotic massage at his flamingo-pink villa in Palm Beach.\n\nClose: Ghislaine Maxwell with Jeffrey Epstein (left) at The Queen's residence of\nHOUSE_OVERSIGHT_019471",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019471.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2247,
    "word_count": 364,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.161817",
    "prefix": "IMAGES-005"
  }
}