{
  "document_id": "HOUSE_OVERSIGHT_010592",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010592.txt",
  "text": "68. | While Epstein and others were preventing any legitimate discovery into his sexual\nafc of minor girls, at the same time he was engaging (through his attorneys) in brutal\nquestioning of the girls who had filed civil suits against him, questioning so savage that it made\nlocal headlines. See Jane Musgrave, Victims Seeking Sex offender’s Millions See Painful Pasts\nUsed Against Them, Palm Beach Post News, Jan. 23, 2010, available at\nhttp://www.palmbeachpost.com/news/crime/victims-seeking-sex-offenders-millions-see-painful-\npasts-192988.html attached hereto as Exhibit “LL.”\n\nEdwards Pursues Other Lines of Discovery\n\n69. Because of Epstein’s thwarting of discovery and attacks on Edwards’s clients,\nEdwards was forced to pursue other avenues of discovery. Edwards only pursued legitimate\ndiscovery designed to further the cases filed against Epstein. See Edwards Affidavit, Exhibit\n“N” at 11.\n\n70. | Edwards notified Epstein’s attorneys of his intent to take Bill Clinton's deposition.\nEdwards possessed a legitimate basis for doing so: (a) Clinton was friends with Ghislaine\nMaxwell who was Epstein's longtime companion and helped to run Epstein’s companies, kept\nimages of naked underage children on her computer, helped to recruit underage children for\nEpstein, engaged in lesbian sex with underage females that she procured for Epstein, and\nphotographed underage females in sexually explicit poses and kept child pornography on her\ncomputer; (b) it was national news when Clinton traveled with Epstein aboard Epstein’s private\nplane to Africa and the news articles classified Clinton as Epstein’s friend. (c) the complaint\nfiled on behalf of Jane Doe No. 102 stated generally that she was required by Epstein to be\n\nsexually exploited by not only Epstein but also Epstein’s “adult male peers, including royalty,\n27\n\nHOUSE_OVERSIGHT_010592",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010592.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1848,
    "word_count": 271,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.937699",
    "prefix": "IMAGES-001"
  }
}