{
  "document_id": "HOUSE_OVERSIGHT_025777",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025777.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nhave harmed the US. economy.\n\nProfessor of Public Policy at U.S. Berkeley Robert Reich argues that increased inequality has reduced overall aggregate\ndemand. He observes that high-income households have a lower marginal propensity to consume (MPC) out of\nincome than other households, and they're currently holding a bigger slice of the economic pie. Research by\neconomists Atif Mian, Kamalesh Rao, and Amir Sufi backed that up, finding the MPC for households with an average\nannual income of less than $35,000 to be three times larger than the MPC for households with average income over\n$200,000 (39). Mian and Sufi also found that, as home values increased between 2002 and 2006, low-income\nhouseholds very aggressively borrowed and spent (possibly borrowing on increased home equity)--while high-income\nhouseholds were less responsive. Unsurprisingly, when housing wealth declined, the cutback on spending for\n\nlow-income households was twice as large as that for rich households (40).\n\nMian and Sufi further used ZIP codes to locate areas with disproportionately large numbers of subprime borrowers\n(those with low incomes and credit ratings) and found that these ZIP codes experienced growth in borrowing between\n2002 and 2005 that was more than twice as high as in ZIP codes with wealthy \"prime\" borrowers (41). They also found\nthat ZIP codes with lower income growth received more mortgage loans during that time period, supporting the notion\nthat government policy targeting low-income groups increased lending to the less well-off. After 2006, the subprime\n\nZIP codes experienced an increase in default rates three times that of prime ZIP codes.\n\nRaghuram Rajan claims that, while high-income individuals saved, low-income individuals borrowed beyond their\nmeans in order to sustain their consumption, and that this overleveraging, as a result of increased inequality, was a\nsignificant cause of the financial crisis in 2008 (42). An IMF paper by Michael Kumhof and Romain Ranciere also\ndetails the mechanisms that may have linked income distribution and financial excess and have suggested that these\n\nsame factors were likely at play in both the Great Depression and Great Recession (43).\n\nUnfortunately, coming back from the Great Recession appears to be taking longer than many had hoped. With a\npostrecession annual growth rate of 2.2%, our recovery is not even half the historical average annual growth of 4.6%\nfor other recoveries going back to 1959. This is not a complete surprise, given that financial crises are often followed\nby prolonged recessions and a long bout of subpar growth--thanks in part to the deleveraging that comes as people try\n\nto repair their finances.\n\nIndeed, during the recession, the consumption-to-income ratio of the bottom 95% of earners fell sharply, as banks and\nother lenders imposed tighter borrowing constraints, according to a study by Barry Z. Cynamon and Stephen M.\nFazzari (44). Though the consumption-to-income ratio of the top 5% rose, this increase was not enough to offset\ninadequate demand coming from the bottom 95%. That makes sense. Between 2007 and 2010, the average U.S.\nhousehold lost 39.6%, or about 18 years' worth, of their net wealth in the three years when the recession started in\n2007 to the early recovery in 2010. The middle class lost over 40% of their wealth in just three years, while the top\n10% of income earners actually accumulated an additional 2% to their wealth (see chart 7). Corporations that have\nbeen reluctant to invest or to cut prices to gain market share because of distorted incentives to seek short-term stock\nmarket gains have also depressed demand, according to Andrew Smithers (45). These two factors go a long way to\n\nexplain why the recent recovery has been subpar in comparison with other postrecessionary periods.\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 15\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025777",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025777.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4044,
    "word_count": 632,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.937102",
    "prefix": "IMAGES-008"
  }
}