{
  "document_id": "HOUSE_OVERSIGHT_013007",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013007.txt",
  "text": "4.5 Globalist versus Localist Representations 91\n\nThe basic logic of action in Psi is carried out by “triples” that are very similar to CogPrime’s\nContext \\ Procedure > Goal triples. However, an important role is played by four modulators\nthat control how the processes of perception, cognition and action selection are regulated at a\ngiven time:\n\ne activation, which determines the degree to which the agent is focused on rapid, intensive\nactivity versus reflective, cognitive activity\n\ne resolution level, which determines how accurately the system tries to perceive the world\n\ne certainty, which determines how hard the system tries to achieve definite, certain knowledge\n\ne selection threshold, which determines how willing the system is to change its choice of which\ngoals to focus on\n\nThese modulators characterize the system’s emotional and cognitive state at a very abstract\nlevel; they are not emotions per se, but they have a large effect on the agent’s emotions. Their\nintended interaction is depicted in Figure 4.15.\n\nSpecific Securing Acquisition of\n\nFlight : : es :\n9 Exploration Behavior Efficiency Signals Unspecific Sympathicus Syndrome/\n\nfurther Behavior Modulation\n\nUrge for Urge for\nCompetence Uncertainty Reduction\n\n[cme )\n\nCertainty Uncartainty\n\nEfficiency Inefficiency Signals Signals from other\nSignals Signals (Confirmation (Disconfirmation Motivators\n\nof Expectations) of Expectations)\n\nFig. 4.15: Primary Interrelationships Between Psi Modulators\n\n4.5.11 The Emergence of Emotion in the Psi Model\n\nWe now briefly review the specifics of how Psi models the emergence of emotion. The basic idea is\nto define a small set of proto-emotional dimensions in terms of basic Urges and modulators.\nThen, emotions are identified with regions in the space spanned by these dimensions.\n\nThe simplest approach uses a six-dimensional continuous space:\n\n1. pleasure\n\nHOUSE_OVERSIGHT_013007",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013007.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1900,
    "word_count": 281,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.603323",
    "prefix": "IMAGES-002"
  }
}