{
  "document_id": "HOUSE_OVERSIGHT_013962",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013962.txt",
  "text": "begets success.\n\nShe was most afraid in Singapore, and in retrospect, it was where she had the least reason to be\nworried (she took her kids to South Africa, among other places). She was scared because it was the first\nstop and she was unaccustomed to traveling with her kids. It was perception, not reality.\n\nRobin Malinsky-Rummell, who spent a year traveling through South America with her husband and\nseven-year-old son, was warned by friends and family not to visit Argentina after their devaluation riots\nin 2001. She did her homework, decided that the fear was unfounded, and proceeded to have the time of\nher life in Patagonia. When she told locals that she was originally from New York, their eyes widened\nand jaws dropped: “I saw those buildings blow up on TV! I would never go to such a dangerous place!”\nDon’t assume that places abroad are more dangerous than your hometown. Most aren’t.\n\nRobin is convinced, as are other NR parents, that people use children as an excuse to stay in their\ncomfort zones. It’s an easy excuse not to do something adventurous. How to overcome the fear? Robin\nrecommends two things:\n\n1. Before embarking on a long international trip with your children for the first time, take a trial run\nfor a few weeks.\n\n2. For each stop, arrange a week of language classes that begin upon arrival and take advantage of\ntransportation from the airport if available. The school staff will often handle apartment rentals for\nyou, and you will be able to make friends and learn the area before setting off on your own.\n\nBut what if your concern isn’t so much losing your children but losing your mind because of your\nchildren?\n\nSeveral families interviewed for this book recommended the oldest persuasive tool known to man:\nbribery. Each child is given some amount of virtual cash, 25-50 cents, for each hour of good behavior.\nThe same amount is subtracted from their accounts for breaking the rules. All purchases for fun—\nwhether souvenirs, ice cream, or otherwise—come out of their own individual accounts. No balance, no\ngoodies. This often requires more self-control on the part of the parents than the children.\n\nHow to Get Airfare at 50-80% Off\n\nThis is not a book on budget travel. Most of the cost-cutting recommendations found in such guides\n\nare designed with the binge traveler in mind. For someone embarking on a mini-retirement, an extra $150\nfor hassle-free airfare amortized over two months is a better deal than 20 hours of manipulating frequent-\nflier points on an unknown airline or chasing questionable deals.\n\nFollowing two weeks of research, I once bought a one-way standby ticket to Europe for $120. I\narrived at JFK brimming with enthusiasm and confidence—look at all these schmucks paying retail! —\nand 90% of the “participating” airlines refused my ticket. Those that didn’t were booked for weeks solid.\nI ended up staying in a hotel for two nights for a $300 tab, filing a complaint with AMEX, and\neventually calling 1-800-FLY-EUROPE from the JFK terminal in frustration. I bought a round-trip\nticket to London on Virgin Atlantic for $300 and left an hour later. The same ticket cost more than $700\na week earlier.\n\nAfter 25 countries, I’ve found a few simple strategies that get you 90% of the possible savings without\nwasting time or producing migraines.\n\n1. Use credit cards with reward points for large muse-related advertising and manufacturing\nexpenses.\n\nHOUSE_OVERSIGHT_013962",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3433,
    "word_count": 577,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.814883",
    "prefix": "IMAGES-002"
  }
}