{
  "document_id": "HOUSE_OVERSIGHT_025592",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025592.txt",
  "text": "From: Shaher\n\nSent: 5/3/2013 9:37:25 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Re: Caroline Kennedy Selling 93 Acres on Martha’s Vineyard\n\nImportance: — High\nSuch an estate dear cousin many would like to own ,, if at the price I may be willing\nSent from my iPad\n\nOn May 3, 2013, at 1:46, Jeffrey Epstein <jeevacation@gmail.com> wrote:\n\nBORING\n\nOn Thu, May 2, 2013 at 4:59 PM, Shaher <j wrote:\n\nCaroline Kennedy Selling 93 Acres on Martha’s Vineyard\n\nCaroline Kennedy, the only surviving child of the late President John F. Kennedy, listed for sale about 90 acres\nof land in Martha’s Vineyard, a resort island off the Massachusetts coast.\n\nTwo waterfront parcels in the town of Aquinnah are on the market -- a 39.5-acre (16-hectare) property\navailable for $20 million, and a 53.5-acre piece for $25 million, according to the listings for 6 Red Gate Farm\nand 8 Red Gate Farm.\n\n“An exclusive waterfront property with incredible views of Squibnocket Pond, with further views over\ntowering sand dunes to the Atlantic Ocean,” the listing for 6 Red Gate Farm reads. “Plenty of privacy with\nvaried topography and easy pond access. Yours to create a marvelous estate.”\n\nThe land is part of a 366-acre stretch that has been private since Jacqueline Kennedy Onassis bought it in 1978,\nsaid John O’Connell, broker and owner of Vineyard Realty Group in Edgartown, Massachusetts.\n\nThe property is “a piece of the island that very few people have seen,” said O’Connell, who isn’t involved in\nthe sale.\n\nCorporate records for Red Gate Farm LLC, which owns the land, lists Edwin A. Schlossberg as the person\nresponsible for the parcels. He is the husband of Caroline Kennedy, who is expected to be Obama’s choice as\nthe next U.S. ambassador to Japan.\n\nTo contact the reporter on this story: Prashant Gopal in Boston at [i\n\nTo contact the editor responsible for this story: Kara Wetzel at TTT\n\nFind out more about Bloomberg for iPad: http://m.bloomberg.com/ipad/\n\nSent from my iPad\n\nBS Df IS IC DIS Ik 24S BIS DIR 3S ig DIS IC 24C BIS DIS 34S 2g DIS Ik OIC BIS DIS SIC Dk DIC ig 24S BIS 2fS BIC 2k DIS ik 34S IS OIC SIS DC DIS ik 34K iS OIC 51S 2 OIC ik OIC Dg 2Ie 2s 2c 2s 2k 2fe 2 2k is\nThe information contained in this communication is\n\nconfidential, may be attorney-client privileged, may\n\nconstitute inside information, and is intended only for\n\nthe use of the addressee. It is the property of\n\nHOUSE_OVERSIGHT_025592",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025592.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2419,
    "word_count": 420,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.941025",
    "prefix": "IMAGES-008"
  }
}