{
  "document_id": "HOUSE_OVERSIGHT_012827",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012827.txt",
  "text": "of them. Admiral Luis Maria Mendia, one of the leaders in Argentina’s “Dirty war,” convinced victims to\nboard a plane under the pretext of a freedom flight, and then once in flight, were thrown out of the plane,\nadding sheer terror to the brutality of their death. Accounts such as these litter the pages of history. They\nreveal that the desire to impress with excess is part of human nature.\n\nWhat we have learned in this chapter is that our biology hands us the tools for excess, and hands\nsome of us more than our fair share. This does not mean that we will or must use such tools. It also\ndoesn’t mean that the tools were designed for excess. Some are endowed with genes that predispose to\nsensation-seeking and risk-taking, others to brain circuitry and chemistry that create an insatiable desire\nfor reward. Different environments either encourage this biology or discourage it, a topic that occupies\nchapter 4. As the eighteenth century poet William Blake remarked “The road to excess leads to the palace\nof wisdom... for we never know what is enough until we know what is more than enough.” To more\ndeeply understand how our desires runaway to excess, we need to understand how the mind facilitates this\nprocess. We need to understand the role of denial. We need to understand how individuals and groups\ndehumanize the other and self-deceive themselves into believing that those unlike them represent a threat\nto their purity and power. We need to understand how desire and denial combine to pave the way to\n\nexcessive harms.\n\nHauser Chapter 2. Runaway desire sl\n\nHOUSE_OVERSIGHT_012827",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012827.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1594,
    "word_count": 271,
    "line_count": 22,
    "import_date": "2025-11-19T21:47:45.511244",
    "prefix": "IMAGES-002"
  }
}