{
  "document_id": "HOUSE_OVERSIGHT_012640",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012640.txt",
  "text": "removed his towel, and laid down naked on the massage table. He demanded that Jane remove her\nclothes. In shock, fear and trepidation, Jane complied, removing her clothes except for her\nunderwear. Epstein then sexually assaulted Jane,\n\n15. After Epstein had completed the assault, he left the room. Jane was then able to get\ndressed, leave the room and go back down the stairs. She then met Ms. Robson again who brought\nJanehome. Jane was paid $300 by Epstein. Ms. Robson was paid $200 by Epstein for bringing Jane\nto him.\n\n16. As a result of this encounter with Epstem, the 14-year old Jane experienced\nconfusion, shame, humiliation, embarrassment and the assault sent her life into a downward spiral.\n\nCOUNT I\nSexual Assault\n\n17. Plaintiff Jane Doe by and through her Father, as parent and natural guardian, repeats\nand realleges paragraphs 1 through 16 above.\n\n18. Epstein tortiously assaulted Jane Doe sexually in or about 2005.\n\n19. This sexual assault was in violation of Chapter 800 of the Florida Statutes, which\nrecognizes as a crime the lewd and lascivious acts committed by Epstein upon Jane.\n\n20. Asa direct and proximate result of Epstein’s assault on Jane, she has suffered and will\ncontinue to suffer severe and permanent traumatic injuries, including mental, psychological and\nemotional damages.\n\nWHEREFORE, Plaintiff Jane Doe, by and through her Father, as parent and natural guardian,\ndemands judgment against Defendant J effrey Epstem for compensatory damages, punitive damages,\n\ncosts, and such other and further relief as this Court deems just and proper.\n\nHERMAN & MERMELSTEIN, P. A. www.hermaniaw.com\n\nHOUSE_OVERSIGHT_012640",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012640.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1647,
    "word_count": 262,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.361330",
    "prefix": "IMAGES-002"
  }
}