{
  "document_id": "HOUSE_OVERSIGHT_019440",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019440.txt",
  "text": "Deutsche Asset\n& Wealth Management\n\nBlanche Lark Christerson\nManaging Director, Senior Wealth Planning Strategist\n\nTax Topics 01/29/14\n\n2014-01\n\nAnd the beat goes on...\n\nLast fall’s 16-day government shutdown ended with legislation that President Obama signed in the wee\nhours of October 17\". Under that legislation, a bipartisan committee hammered out a budget agreement by\nmid-December; Congress approved the agreement, and President Obama signed it into law. House and\nSenate appropriations committees then began drafting spending bills — on which they compromised: H.R.\n3547, the “Consolidated Appropriations Act, 2014,” passed both the House and the Senate with comfortable\nbipartisan majorities; it became Public Law 113-76 on January 17\", when President Obama signed it. The\n\nAct allocates $1.012 trillion, is over 1500 pages long and funds the government through September 30, 2014\n(the end of the current 2014 fiscal year).\n\nThe Act restored some of the funding cuts otherwise dictated by the “sequester,” which was born of budget\nlegislation (and the debt ceiling crisis) in August 2011. It covers discretionary spending for all government\nagencies, and has nothing to do with mandatory spending, such as Social Security. In other words, for\nexample, the Act covers national defense, commerce, the judiciary and what are referred to as “financial\nservices,” which includes the IRS. Although overall appropriations are up slightly for financial services from\nlast year’s enacted level, the $11.289 billion appropriated for the IRS is about 4% less than last year, and\ncontinues a downward trend in IRS funding.\n\nUnder the Act, the IRS will have new quarterly reporting requirements with respect to some of its spending,\nand must abide by some pointed directives, including maintaining training programs to cover items such as\n“taxpayers’ rights, dealing courteously with taxpayers, cross-cultural relations, ethics and the impartial\napplication of tax law.” An additional $92 million is potentially available to the IRS to supplement certain\nareas of its budget, but not until the IRS Commissioner first provides a spending plan for those dollars, none\nof which can be used to support any provision of the Affordable Care Act (ACA, which is also known as\n“Obamacare’”). The IRS also cannot make a video unless it is pre-approved by the Service-Wide Video\nEditorial Board, nor can the Service use any of its funds to target citizens who are exercising their First\nAmendment rights or to target groups for “regulatory scrutiny based on their ideological beliefs.”\n\n|\n\nHOUSE_OVERSIGHT_019440",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019440.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2597,
    "word_count": 399,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.049085",
    "prefix": "IMAGES-005"
  }
}