{
  "document_id": "HOUSE_OVERSIGHT_019165",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019165.txt",
  "text": "ERSON\n\nsood enough. So I filled it out\n* So I’m pretty sure he wasn't\ntelling me that he was. But I\nh the reason I stayed there so\nght in front of me, you know?\n\n[redacted], was there anybody\nouse? .\n-ause it got out that | did this.\n\n7, You know, everyone talks—\n\nNot that I would want anybody\ngirls I didn’t like and, frankly,\n5 that 1 knew were skanks. That\nat would just, like, suck dick in\n2, not even people I was friends\nabout a girl and be like, “Hey, |\nke two hundred dollars. How\nlat out, like, “This is what you've\n| this? Cause I’m not gonna take\nthem. They all know that I got\nactually [redacted]. She took off\nrerweight, so he didn't want any-\nie was my best friend. But, you\nry. I did care about her. But, um,\nff and really needed money. She\nie had nowhere to go. So she did it\n\n48\n\n=~ ee oO\n\nFirtuy Ric\n\nSometimes he got violent, yeah.\nViolent as in what? As in—\n\n: He pulled my hair a lot harder than it should have been\n\npulled. Like, he—okay, I can understand having sex, and\nyoure all, like, not—not that we were having sex, but I\nmean, like, if you're all into it and you pull hair a little bit,\nlike, my ponytails—just like a little bit, whatever. But he\nwould pull it to where it would rip my hair out. It would rip\nmy hair, and then sometimes he would pick me up and, like,\nthrow me whichever way he wanted me, and then he would\njust like use a toy or, like, his hand or whatever. Never his\npenis, though, ever. I never had sex with him. But un—I’m\nlittle, so he could pick me up. Like, if you pick me up and\nthrow, obviously it’s gonna hurt....\n\nI mean, there’s been nights that I walked out of there barely\nable to walk, um, from him being so rough. But nothing\nreally—nothing specific that he really got violent with. Like,\nI can’t really recall.\n\nNothing that I went to the doctor for, no. I mean, I remember\ngetting tore up a few times, but it was nothing that—\n\n: This is getting real personal, but were you active before him?\n\nWhat, like, had I had sex? Yeah [laughs].\n\nOkay.\n\nUm. But honest, I mean, I’m not—I’m nota ho. I've had only\nthree steady boyfriends, and those are the only three that I’ve\never done anything with. And they were all with me for over\na year. So it’s not like I just go and hook up at parties.\n\n49\n\nHOUSE_OVERSIGHT_019165",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019165.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 449,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:47.305336",
    "prefix": "IMAGES-005"
  }
}