{
  "document_id": "HOUSE_OVERSIGHT_017175",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017175.txt",
  "text": "4.2.12\nWC: 191694\n\nconviction on the ground that “Cohen’s absurd and immature antic” was “mainly conduct and\nlittle speech.” Under this approach, “all” speech remains constitutionally protected, but if you\ndon’t like the content of a particular speech—“Fuck the draft” worn on a jacket—simply call it\n“conduct” and by slight of hand (or abuse of language), the constitutional protection vanishes. In\nother words, First Amendment absolutists—those who claim to read literally and apply absolutely\nthe words “no law abridging the freedom of speech”—simple declare a genre of expression that\nthey do not wish to protect to be “not speech.” It reminds me of the story of the Theodore\nWhite’s famous visit to Communist China in the days when only a select few were invited. He\nwas hosted by Chou en Lie at a banquet at which the main dish was roasted pork. White, a\nmoderately observant Jew, told the Communist leader that he could not eat pig. Without missing\na beat the leader told his guest that in China only he has the power to declare what a food item\nactually is. “I hereby declare this to be duck,” he said. So White ate the “duck.”\n\nAccording to the absolutist view, obscenity—including dirty words used in the context of a\npolitical protest—is not speech. (Perhaps it’s “duck.”) The same is true for other categories of\nexpression that do not—in the view of at least some absolutists—warrant the protection of the\nFirst Amendment. I know of no absolutist who would argue that all expression—including words\nof extortion, falsely shouting fire in a crowded theater, or disclosure of all secrets—are protected\nby the First Amendment.\n\nNon-absolutists recognize that these forms of verbal expression are indeed “speech,” but they\nargue that the words of the First Amendment should not be read literally. Some argue that they\nmust be understood in the context of the times when they were written, and they point to\nrestrictions on speech that were widely recognized in 1793. Under this approach, much of what\nwe take for granted today as protected speech—such as blasphemy, truthful criticism of judges\nand serious art and literature of a sexual nature—would not fall within the First Amendment.\n\nOther non-absolutists reject this “originalist” approach, preferring instead to argue for a “living,”\n“evolving” and “adapting” view of the First Amendment (and the Constitution in general), which\nexplicitly acknowledges that courts must have the power to redefine old words to meet the new\nneeds of changing times.\n\nWhichever approach is taken, it is clear that not all verbal and other form of expression are\nprotected by the First Amendment. There is widespread disagreement over what are appropriate\nexceptions, as reflected by the divided votes of the Justices in many cases and the lack of\nconsensus among scholars. All seem to agree with Justice Oliver Wendell Holmes that even “the\nmost strident protections of free speech would not protect a man in falsely shouting fire in a\ntheater....” (More on this soon.)\n\nSeveral general categories of speech that may result in harms purport to flow from the “shouting\nfire” paradigm. They include the following:\n\n1. Offensiveness: Expressions that offend others, such as sexist, scatological, racist, anti-\n\nSemitic, anti-Muslim, anti-Christian, homophobic and other demeaning or repulsive\nspeech.\n\n88\n\nHOUSE_OVERSIGHT_017175",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3372,
    "word_count": 541,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.302533",
    "prefix": "IMAGES-004"
  }
}