{
  "document_id": "HOUSE_OVERSIGHT_014767",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014767.txt",
  "text": "Characterizing carry\n\nEfficient carry strategies involve buying and selling dynamic portfolios of currencies\nwith certain risk characteristics. Carry strategies are supposed to work better over long\ninvestment horizons, so that the cushion provided by the carry compensates for the\ncurrency volatility through mean reversion.\n\nHere, we analyze carry from a different perspective, as our goal is to identify standalone\nattractive carry opportunities. We define the investment horizon to end 1Q17. We sort\ncurrencies based on risk-adjusted carry. We then characterize the factor exposure of\ncurrency returns, isolating global and idiosyncratic sources of risks, in order to identify\nsmart carry trades that are not highly exposed to a massive re-pricing of global factors,\nsuch as US rates, USD, commodity prices and global risk aversion. We identify carry\ntrades that have low exposure to global factors, in particular the USD factor, and offer\nattractive risk-rewards.\n\nNot surprisingly, purely based on carry considerations, EM currencies appear more\nattractive than DM ones, which are mostly candidates for funding currencies. However,\ncarry trades returns are highly volatile, exhibit negative skewness and fat tails. Even\ncontrolling for different measures of risk such as volatility or maximum drawdown, and\naccording to this criteria only, we find that EM currencies are the most attractive, in\nparticular ARS, BRL in LatAm, RUB, TRY and ZAR in EEMEA and INR, IDR and CNY in\nAsia (Chart 63).\n\nEven though volatility and drawdowns can be useful measures of risk, they don’t say\nmuch about the exposure to different risk factors. Since carry trade strategies are\nusually very sensitive to global factors, we study the cross sectional exposure of\ncurrencies to key global factors: commodity prices, global risk aversion and US yields (as\na proxy of global yields}. We report the R2 of regressions of two years of weekly returns\non the above mentioned global factors, for the last two years and the years 2013-2014\nfor the sake of comparison (Chart 64).\n\nWe find that currencies in LatAm and EEMEA are more exposed to global factors than in\nAsia. Interestingly, LatAm and EMEA currencies are more sensitive to shocks in\ncommodity prices and risk aversion, while in Asia the shocks to monetary policy are the\nmost important ones (Chart 65). Within DM currencies, AUD and NOK are the two\ncurrencies most exposed to global factors. Ideally, we seek for currencies with high risk-\nadjusted carry and low exposure to global factors. Under such a metric, ARS, BRL, RUB\nand INR stand out as the best investment currencies, while EUR, CHF, JPY, KRW and\nTWD are the best funding currencies. However, this filter is not enough in the current\nvolatile environment.\n\nChart 64: LatAm is more exposed to global factors than Asia Chart 65: Sensitivity to global factors across regions\n08\n—\n06 Depend on global factors Normalized beta of global factors m Monetary\n06 = Commodities\n05 mw Equities\nmRSQ'6 @RSQ'14 04\n04\n0.2\n03\n02 0\n01 -0.2\nSS SEARS SOZESE SEAR AG OSE OH STE SHEE SLES SSSee2 aS Sd 2h SESS FAS GSE OR PaaS AES STSS\nSource: BofA Merrill Lynch Global Research, Bloomberg Source: BofA Merrill Lynch Global Research, Bloomberg\nBankof America 2 Global Rates, FX & EM 2017 Year Ahead| 16 November 2016 37\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014767",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014767.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3336,
    "word_count": 540,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.669075",
    "prefix": "IMAGES-003"
  }
}