{
  "document_id": "HOUSE_OVERSIGHT_022163",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022163.txt",
  "text": "JAMES PATTERSON\n\nEpstein; they obviously put Prince Andrew in there in order\nto get massive publicity around the world. And every media\nin the world, practically, called me, from the BBC to CBS to\nABC to CNN, and I responded to lies with the truth.\n\n- And the truth that you attempted to convey was that Bradley\nEdwards and Professor Paul Cassell were unethical lawyers\nwho fabricated false charges against you, right?\n\n- The truth that I intended to convey was that the charges\nagainst me were false and fabricated, that 1 never had any\nsexual contact—\n\n- Fabricated by whom, sir?\n\n- Please don’t interrupt me. ...that I never had any sexual con-\ntact with Virginia Roberts. Because Professor Cassell insisted\n\non conveying to the public that he was a former judge and —\n\nthat he was a professor and that he was using —improperly,\nin my view—the stationery and name of his university to\nadd credibility to his claims, | felt that it was imperative for\nme to indicate that he was engaging in improper and unethi-\ncal conduct. It would have been improper for me to have\nallowed his use of his credibility as a former federal judge, as\na professor who uses, misuses, his university imprimatur —\nit was very important for me to attack the credibility of the\n\nmessengers of the false information. And it was important =\nfor me to also remind the public that Bradley Edwards was a 2\npartner of [Scott] Rothstein, a man who is spending fifty a\nyears in jail for fraudulently creating a Ponzi scheme to sell 4\n\nJeffrey Epstein cases that didn’t exist.\n\nScott Rothstein: 2009\n\ncott Rothstein was a fla\nparked his collection «\nhouse, kept a copy of |\nportrait of Al Pacino as Mich\nof his nicknames was TPOF\nDarkness,” and in private, he\nthe repercussions of engagin\nUnderstand that I am capabl\nimagination could ever conju\nRothstein hosted reception\nMcCain, Bobby Jindal, Arno\nout hundreds of thousands\n\ncontributions. He gave millio\n\n; the Joe DiMaggio Children’\n\nHOUSE_OVERSIGHT_022163",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1978,
    "word_count": 343,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.775647",
    "prefix": "IMAGES-006"
  }
}