{
  "document_id": "HOUSE_OVERSIGHT_022030",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022030.txt",
  "text": "Fittuy Ricu\n\n\\TTERSON\n\nfia yacht surrounded by topless ' which I don’t think is right,” she said a few days later when inter-\nviewed by Today host Matt Lauer. “It’s a defamation of character,\n\nsuit, Epstein had forced her into and as a great father and a humongously good man and all the\n\neff's work he does for Britain I won't stand by and let him have his\n\ncharacter defamed to this level.”\nBut at the same time, a certain schadenfreude attended the\n\nBritish press were using another good man’s fall from grace, and former associates kept coming\n\nx Island. The Guardian reported\nslands—based corporations owned\nwife of the governor of the Virgin\n, involving a million-dollar dona-\n\nout of the woodwork to dish to the press.\n\n“I've seen him treat his staff in a shocking, appalling way,”\nsaid a former aide to the prince. “He’s been incredibly rude to his\npersonal protection officers, literally throwing things on the\nground and demanding they ‘fucking pick them up’ No social\ngraces at all. Sure, if you're a lady with blond hair and big boobs,\nthen I bet he’s utterly charming.”\n\no the governor’s reelection cam-\nsberts’s claim that she had been\n\nrince on the island as well as in\n\n. of Prince Andrew with his arm\nrery young-looking Virginia Rob- Fy\nired in the tabloids.\nhat the Duke of York had any form E\nship” with Roberts, Buckingham j\nay. “The allegations made are false | |\n3 | five hundred thousand pounds in return for access to the prince.\n\n: Despite all this, the prince had stuck by Epstein. There was even\nca photo, frequently trotted out by the tabloids, of the two of them\n_ strolling in Central Park.\n\nSome few months before it was taken, a reporter posing as a\n_ businessman had secretly taped Sarah Ferguson’s demand for\n\n_ “If you want to meet him in your business,” she'd said then,\n“Took after me, and he'll look after you. You'll get it back tenfold.”\n“Once again,” she said afterward, “my errors have com-\n\nh Ferguson, the Duchess of York, si\ne prince and their daughter Euge- E\nters, “He is the greatest man the\nof my life in 1986 when I marrieé\nst in the world.”\nse I know what it feels like to ha v\nrou—and not support him so pu :;\nshockingly accusatory allegation\n\nPounded and rebounded and also impacted on the man I admire\nMost in the world: the Duke.”\n\n_ Prince Andrew had had his troubles already—with shady\nfeal estate deals, sticky romances, highly embarrassing docu-\nment dumps (courtesy of Julian Assange and WikiLeaks), and\n\n222\n\nHOUSE_OVERSIGHT_022030",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2492,
    "word_count": 444,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:45.791988",
    "prefix": "IMAGES-006"
  }
}