{
  "document_id": "HOUSE_OVERSIGHT_020181",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020181.txt",
  "text": "PA\n\nsession because, to do so, would be revealing classified information he had swore to protect. No\ndoubt other intelligence officers find themselves in a similar bind in discussing secret matters.\nThis suggests that there is a risk in accepting statements made by the intelligence chiefs at face\nvalue.\n\nBut Snowden also has a credibility problem. He has told numerous untruths including ones\ncalculated to help him insinuate himself into the key position from which he stole secrets and to\ncover up the nature of his theft. For example, Snowden got access in the spring of 2013 to the\nsuper-secret NSA’s computers storing these electronic files by working at Booz Allen Hamilton, a\nhedge-fund owned consulting firm, that helped manage computer systems at its Kunia base in\nHawaii. On his application to Booz Allen in March 2013, Snowden claimed to be in the process\nof completing a master’s degree at the University of Liverpool in computer security sciences,\nwhich he expected to get that year. Although he had registered two years earlier at the online\ndivision of University of Liverpool, he had not completed a single course there and, according to\nthe registrar, he was not in line to receive a master’s (or any) degree. To be sure, Snowden did\nnot lie gratuitously. He told untruths to get access to classified documents and to get safely away\nwith them.\n\nHe also was not entirely truthful with journalists whose trust he sought when it suited his\npurpose in protecting himself. For example, in contacting Laura Poitras under the alias Citizen\nFour in January 2013, he gave her his word that he was currently a “government employee,”\nalthough in fact he was working for a private contractor at the time.\n\nSnowden had little concern about misleading journalists when it suited his purpose. For\nexample, he told Alan Rusbridger of the Guardian, Brian Williams of NBC News, James Bamford\nof Wired Magazine, Katrina vanden Heuvel of the Nation, Barton Gellman of the Washington\nPost and Jane Mayer of Zhe New Yorker that the U.S, government intentionally acted to “trap”\nhim in Moscow by revoking his passport while he was already on a plane to Moscow on the\nafternoon of June 23, 2013. Although he had first made this charge on July 1, 2013, none of\nthese journalists asked Snowden what was the basis for his oft-repeated allegation. He did admit,\nhowever, during the Q&A following his July 12, 2013 press conference in Moscow that he had no\nindependent source, sating t he had “read it” in the news reports. In fact, news stories prior to his\nstatement reported that his passport had been revoked before he had left Hong Kong on June\n22™ 2013. ABC News, for example reported that the U.S. \"Consul General-Hong Kong\nconfirmed Hong Kong authorities were notified that Mr. Snowden's passport was revoked June\n22.” By the date to June 23\", Snowden effectively provided to unsuspecting journalists an alibi\nfor his presence in Russia.\n\nThe credibility problem with Snowden assumed a more sinister dimension once Snowden put\nhimself and his fate in the hands of the Russian authorities in Moscow. Even though the Obama\nAdministration decided against revealing the extent of Russian intelligence service's participation\nin Snowden’s move from Hong Kong to Moscow, or what intelligence services call an\n“exfiltration,” I was told by a Presidential National Security staff adviser that the government\nacted to protect the intelligence sources used by the CIA, NSA and FBI to track Snowden’s\n\nHOUSE_OVERSIGHT_020181",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020181.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3512,
    "word_count": 581,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.762729",
    "prefix": "IMAGES-005"
  }
}