{
  "document_id": "HOUSE_OVERSIGHT_024213",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024213.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\ne §=Latam Utilities\n\nLatin America will be a trading market for the next year or two. These markets, with the exception of\nChile, are subject to significant government intervention, which follows long cycles; Brazil is early in the\ninterventionist cycle (e.g., Brazilian President Dilma Rousseff’s recent politicization of electricity tariffs),\nwhile other countries such as Argentina are closer to the end.\n\nBelow is a partial list of structural changes driving long/short opportunities in Latin America:\n\nElectron’s structural changes: Latin America\n\ne ~—_ Brazil’s tariff intervention and consequent derating of sector\ne §6Argentina’s increasingly urgent need for system investment and tariff increases\ne Shale gas development in Argentina and its impact on power prices and regional markets\n\n4. Global Structural Changes Driving Alpha Opportunity\n\nIn addition to region-specific structural changes, there are structural changes that have a global impact on the\nutility sector.\n\ne Power Prices are Skewed to the Upside\n\nThe cost of natural gas and coal sets the marginal power price in many power markets around the globe.\nThe rapid rise in US shale production that began in 2007 caused domestic gas prices to decline much more\nrapidly than other fuels and put downward pressure on power prices both in the US and globally. For US\ngas-fired generator Calpine, lower fuel costs offset lower power prices and the company emerged a\nrelative winner. Virtually all other US generators employ a mix of assets fired by costlier fuels and suffered\na tremendous margin squeeze, with — in the most extreme example — coal-fired generator Dynegy\ndeclaring bankruptcy in 2012. We believe the downward trend in US natural gas prices has flattened for\nreasons noted below, and upward optionality remains, which will affect power prices not only in the US\nbut also Europe and Asia given cross-border commodity linkages.\n\nIn Europe, in an example of the regional, non-correlated character of the global utility sector, a quite\ndifferent dynamic has taken shape, with coal-generated power margins remaining attractive relative to\nnatural gas-fired generation margins. Coal prices in Europe have declined as a result of cheaper US and\nColombian coal imports (because of US shale gas) and the knock-on effect of softening Asian coal prices.\nCarbon costs (i.e. EU ETS) embedded in power prices also have declined, from €16/tonne 2 years ago to\n€5/tonne today, largely as a result of the European recession. With European natural gas prices at 3x US\nprices (unlike in the US, natural gas prices in Europe are linked by convention to oil), European utilities\nhave been minimizing natural gas generation and maximizing coal generation. So, unlike the situation in\nthe US, coal generators such as Drax in the UK have enjoyed better margins on higher power output (see\nbelow) as gas plants sit underutilized.\n\n12 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024213",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024213.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2985,
    "word_count": 467,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.244882",
    "prefix": "IMAGES-007"
  }
}