{
  "document_id": "HOUSE_OVERSIGHT_023887",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023887.txt",
  "text": "Defining Intelligence 147\n\nhad boundary issues she had to deal with. We have boundary\nissues right now with Mexico now.\n\nThis Palin supporter is also incoherent but incoherent in a differ-\nent way. He doesn’t know much, and he knows he doesn’t know\nmuch. But he has beliefs and he believes in his beliefs. He has beliefs\nabout socialism (that it is bad, and that President Obama thinks it\nis good) that are based on no real knowledge. He has beliefs about\nforeign policy and what it means to have foreign policy experience\nthat are based on nonsense. And he has made up some beliefs about\n“boundaries.”\n\nWhat does this tell us? It tells us that at some point, maybe not\nnow because he is too set in his own beliefs, someone could have\ntaught him about socialism or “boundaries” or what it means to have\nforeign policy experience. But it should be clear that this is exactly\nthe kind of education that we have been trying to do in our schools\nforever. You can talk about socialism in school, but that doesn’t mean\nthat your average person learns much from what is said there.\n\nThere is a wonderful movie called Ferris Bueller’s Day Off that\nreveals a great deal about education. I often use a clip from that movie,\nwhen I give speeches on education or training, wherein the teacher\ndrones on about the Smoot Hawley tariff and George Bush’s view of\nReagan’s voodoo economics (as stated in the 1980 primaries) while\nthe students doze off. At a different point in the same movie, the lead\ncharacter blows off a European history test, saying:\n\nIt’s on European socialism. I mean, really! What’s the point? I’m\nnot European ... I don’t plan on being European. So who gives a\ncrap if they’re socialists? They could be fascist anarchists. ... It\nstill wouldn’t change the fact that I don’t own a car!\n\nThey do teach about socialism in school, but no one is listening. If we\ncan’t produce reasonably intelligent voters in our schools, then we\naren’t doing much.\n\nHere is another Columbus Palin fan:\n\nInterviewer: What do you think she would bring in terms of\npolicy in office?\n\nHOUSE_OVERSIGHT_023887",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023887.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2091,
    "word_count": 369,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.051891",
    "prefix": "IMAGES-007"
  }
}