{
  "document_id": "HOUSE_OVERSIGHT_015674",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015674.txt",
  "text": "e Created a career track for Clinical Research Coordinators including ACRP certification opportunities\nand a centralized pool of research coordinators to promote steady workflow.\n\ne Commissioned an audit of 10% of all active human subject trials for compliance to good clinical\npractice (GCP). Collaborated with Institutional Review Board (IRB) Chair when remediation was\nnecessary. Sat on the IRB.\n\ne Invited by Dr. Barry Coller, Chairman of Medicine to join the Patient Oriented Research Committee.\n\nSenior Research Coordinator, Division of Infectious Diseases (1993-1997)\nCollaborated with the Hospital Epidemiologist as Senior Research Coordinator on a CDC multicenter study\nto measure the effects of using safety devices to draw blood, start IV’s and give injections to determine if\nthey decreased needle sticks in healthcare workers. The device companies (Johnson and Johnson, Becton\nDickenson and Vacupro) extended the study solely at The Mount Sinai Hospital. This research opened the\nmulti-billion dollar market for safety devices.\n\ne Hired study personnel. Arranged with Procurement to cancel contracts to remove non-study devices\n\nfrom the institution.\n\ne Inserviced 3000 nurses and physicians on the use of the study devices.\ne Audited sterilized used “sharps boxes” to assess implementation rates of the study devices.\ne Included as a co-author of an article in Morbidity and Mortality Weekly Report.\n\nCornell University Medical College, New York, N.Y. (1986-1993)\n\nDepartment of Child Development, Research Nurse Coordinator\n\nCoordinated a National Institute of Mental Health funded pediatric study. Recruited subjects, developed tools\nto achieve stated research goals, implemented research protocols, analyzed data and prepared reports.\n\nDepartment of Surgery Research Nurse Specialist\n\nEstablished initial infrastructure and managed a multi-site surgical metabolism laboratory consisting of 4\nfull-time surgical fellows with an annual budget of $800,000. The study data and collaboration with Dr.\nAnthony Cerami’s laboratory at Rockefeller University supported Dr. Kevin Tracy’s seminal work on tumor\nnecrosis factor (TNF). Implemented federally funded research protocols. Procured and managed supplies.\nRecruited control subjects and hospitalized inpatient subjects and obtained informed consent.\n\ne Assisted physician researchers with all clinical and laboratory aspects of the study including\nprocessing, cataloging, transporting and storing specimens.\n\ne Carried out study protocols for ICU inpatient and outpatient human subjects.\n\ne Prepared submissions for IRB approval to assure patient safety and regulatory compliance.\n\nCritical Care Registered Nurse, New York, N.Y. (1988-1997)\nNeonatal ICU nurse at Mount Sinai, New York Hospital, Lenox Hill Hospital, Columbia-Presbyterian\nHospital, contracted through a hospital staffing agency.\n\nNew York Hospital, New York, N.Y. (1979-1988)\nRegistered Nurse, Neonatal ICU. Delivered care to critically ill infants. Supervised ancillary personnel,\nassigned nursing staff, maintained detailed written records and electronic medical records for all patients.\n\nEDUCATION\nUniversity of Massachusetts, Amherst, Massachusetts. M.S. Exercise Physiology, Cum Laude, 1987.\nUniversity of Florida, Gainesville, Florida. B.S. Nursing, Cum Laude, 1979.\n\nHOUSE_OVERSIGHT_015674",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015674.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3327,
    "word_count": 453,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.799858",
    "prefix": "IMAGES-003"
  }
}