{
  "document_id": "HOUSE_OVERSIGHT_012839",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012839.txt",
  "text": "are also engaged when we consider adults with developmental disorders or brain injury, as these deficits\nare often associated with selective loss of either components of agency or experience, and sometimes\nboth. As demonstrated by the work of Kurt Gray, Andres Martinez, and others, labeling someone a\npsychopath, autistic, or schizophrenic effectively pigeon holes the individual into a class of individuals\nwith less than fully human qualities. This is a good thing when it focuses us on protection, intervention\nand rehabilitation. It is a bad thing when it allows us to morally disengage because those lacking the full\ncompliment of qualities associated with agency and experience are less morally worthy. Humanness\ndrives our moral concerns and our sense of others’ moral worth. When we lower our sense of another’s\nvalue, we are willing to violate our sense of the sacred, engaging in trade-offs that are normally taboo.\nExperiments by the American psychologists Philip Tetlock and Jonathan Haidt help us see what\nis sacred by asking individuals what they would pay to do something sacrilegious. If something is sacred,\nof great moral worth either personally or to your group, could you be paid off by a wealthy investor to\ngive up the object or engage in an act against it? For each of the acts below, think about your payoff\npoint in dollars from $0 (for free) to $1million, including the option of saying that you would never do it\nfor any amount of money. Keep in mind that if you choose to carry out an act and receive payment you\n\nwill not suffer any consequences:\n\n* Kick a dog in the head, hard.\n\n* Sign a secret but binding pledge to hire only people of your race into your company\n* Burn your country’s flag in private\n\n* Throw a rotten tomato at a political leader that you dislike.\n\n* Get a one pint transfusion of disease-free, compatible blood from a convicted child molester.\n\nIf you are like the subjects in these experiments, the mere process of considering a payoff, even\nfor a short period of time, will have turned your stomach into knots and triggered a deep sense of disgust.\nThis is because violating the sacred is akin to violating our sense of humanness. It is playing with the\ndevil, accepting a Faustian offer of money to strip something of its moral worth. As Haidt notes, even\nthough it is sacrilege to accept payment across different moral concerns, including avoiding harm, acting\nfairly, and respecting authority, different experiences can modulate the aversion we feel when we imagine\nsuch transgressions. Women typically demand more money for each of these acts than men, and more\noften reject them as taboo. Those who lean toward the conservative end of the political spectrum either\nask for more money or consider the act taboo when compared to liberals, and this was especially the case\nfor questions focused on acting against an in-group (race), an authority figure (political leader), or ones\n\npurity (blood transfusion). What this shows is that our cultural experiences can distort what we consider\n\nHauser Chapter 3. Ravages of denial 93\n\nHOUSE_OVERSIGHT_012839",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012839.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3108,
    "word_count": 520,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.179832",
    "prefix": "IMAGES-002"
  }
}