{
  "document_id": "HOUSE_OVERSIGHT_015030",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015030.txt",
  "text": "Could U.S. case against sex offender Jeffrey Epstein be reopened?\n\n3 of 4\n\nEdwards and Cassell instead want him to rule that prosecutors violated the Crime Victims’ Rights Act.\nOnce that determination is made, Marra could then decide what remedies to impose, the two lawyers\nargue.\n\nUnder the act, neither of their clients can seek “damages” from the government but the attorneys have\nsuggested Marra could order the government to pay the women restitution, impose a monetary\nsanction and pay their legal fees.\n\nStill, Cassell insisted: “This isn’t about money, it’s about justice.”\n\nCassell, who is a law professor at the University of Utah, said the case is being watched closely by\nvictims’ rights advocates along with federal lawmakers who pushed the legislation through Congress\nand have publicly questioned prosecutors’ handling of Epstein’s case.\n\nA decision ordering federal prosecutors to reopen the investigation could establish a national\nprecedent, he said. “It will be a big win for the victims,” Cassell said. “That's the way we look at it.”\n\nAbout the Author\n\nJANE MUSGRAVE\n\n=\nha\n\nADVERTISER CONTENT: Rebif\n\nHow MS Affects the Immune System: A\nDiscussion With a Healthcare Professional\n\nReader Comments «\n\nNext Up in Local\n\nNEW: 3 things to know from Wellington council\nmeeting Tuesday\n\nby Kristina Webb, Palm Beach Post Staff Writer\n\nHere are three things to know after Tuesday night’s Wellington\ncouncil meeting: 1. The village council held its final vote and\napproved the coming fiscal year’s tax rate, 2.43, and $110 million\nbudget. Though the tax rate is down from this year’s 2.44, residents\nstill will see a slight increase in their tax bills because property...\n\nBREAKING: 27 years later, arrest in Wellington clown fatal shooting\n\nby Hannah Winston, Palm Beach Post Staff Writer\n\nFor 27 years, investigators thought Sheila Keen had something to do with the clown who drove up to a\n\nhttp://www.mypalmbeachpost.com/news/crime--law/fight-reopen-teen-s...\n\n9/27/2017, 12:04 AM\n\nHOUSE_OVERSIGHT_015030",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2020,
    "word_count": 313,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.149731",
    "prefix": "IMAGES-003"
  }
}