{
  "document_id": "HOUSE_OVERSIGHT_016534",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016534.txt",
  "text": "Page 25 of 42\n103 Minn. L. Rev. 844, *891\n\nenforcement can learn of misconduct done mostly in secret, political or personal incentives for enforcement officials that\ndiscourage zealous enforcement can exist for enforcement officials in the same jurisdiction - perhaps enmeshed in the same\npolitical networks. In short, underenforcement in this realm follows more from favoritism toward offenders than the biases\nagainst victim groups or types of offenses.\n\n\"Corruption\" is a notoriously hard concept to define, '*° but that difficulty is actually somewhat useful for present purposes.\nSome of what constitutes public corruption is relatively clearly [*892] defined in positive law. Easy cases involve\nstraightforward property theft or embezzlement, quid pro quo bribery, and extortion. '*! Statutes also make clear at least some\ncases of illegal gratuities and breaches of regulations that govern activities such as campaign finance. '** More ambiguous or\nmarginal cases of alleged corruption, however, illustrate the federal government's ambitious commitment to enforcing broad\ninterpretations of federal anti-corruption laws to conduct of state and local officials. That enforcement track record\ndemonstrates the strong commitment to enforcement redundancy in this area.\n\nStates have their own regulatory strategies to address government corruption, although independent assessments do not judge\nthem to be particularly successful. '°? The federal government seems to share that view. The Justice Department created a\n\nPublic Integrity Section within the Criminal Division in 1976, !>4\n\nand in the four decades since, federal prosecutors have\n[*893] aggressively prosecuted conduct of state and local officials that it determines breaches federal anti-corruption statutes.\n'S> For the past two decades, federal anti-corruption prosecutions of state and local officials typically average 350-400 per year.\n156 Combatting \"public corruption\" is a top priority for the Federal Bureau of Investigation, on par with combating threats of\nterrorism, foreign espionage, and cyber-warfare. '*7 And many of these prosecutions targeted wrongdoing far removed from\nproperty theft or quid pro quo bribery. !°8 They extend to conduct involving undue influence, breaches of fiduciary duty, or\n\nfailure to provide citizens with \"honest services\" 1°?\n\n160\n\n- wrongdoing for which the public harm is sometimes hard to identify.\n\n[#894] By some accounts, including the U.S. Supreme Court's on occasion, 1°!\n\nthis enforcement agenda has been overly\naggressive. '°? But Congress has generally encouraged far-reaching federal enforcement, notably by expanding the scope of\n\nfederal anti-corruption law in response to narrow judicial interpretation. !®? And the key point here is that the federal executive\n\nCrime Victims are Criticized, Irish Times (Nov. 16, 2015), hitp:-/Avww.irishtimes.com/news/crime-and-law/new-laws-on-rights-of -crime-\nvictims-are-criticised-1.2431095. By contrast, seeSinger v. United States, 380 U.S. 24, 34-37 (1965) (holding that due to judicial \"confidence\nin the integrity of the federal prosecutor,\" U.S. attorneys need not give reasons for refusing to consent to defendant's waiver of jury trial). For\nrare examples of U.S. rules requiring prosecutors to give reasons for not charging, see Colo. Rev. Stat. § 16-5-209 (2014) (requiring\nprosecutor's reasons upon private complaint objecting to non-prosecution); Pa. R. Crim. P. 506.\n\n14 Review within the U.S. Justice Department hierarchy is mandated by /8 U.S.C. § 3771(f) (2016); see also id. § 3771(f)(2)(D) (protecting\nJustice Department decisions from judicial review).\n\nUS See 18 U.S.C. § 3771(a)(5).\n\n116 The Availability of Crime Victims’ Rights Under the Crime Victims' Rights Act of 2004, 35 Op. O.L.C. 8 (2010). For a vigorous\nargument against the OLC position, see Paul Cassell et al., Crime Victims’ Rights During Criminal Investigations? Applying the Crime\nVictims' Rights Act Before Criminal Charges Are Filed, /04 J. Crim. I. & Criminology 59, 61-63 (2014) (arguing for victims’ right to confer\nand that the right to fair treatment extends to pre-charging stage).\n\n7 Doe v. United States, 950 F. Supp. 2d 1262, 1267-68 (S.D. Fla. 2013) (re-opening and setting aside a pre-charge non-prosecution\nagreement between prosecutors and defense because prosecutor had not consulted with victim in violation of 1/8 U.S.C. § 3771).\n\n8 See In re Dean, 527 F.3d 391, 395 (Sth Cir. 2008) (acknowledging lower court's interpretation of § 3771(a) before any prosecution is\nunderway); Does v. United States, 817 F. Supp. 2d 1337, 1342-45 (SD. Fla. 2011) (recognizing that 1/8 U.S.C. § 3771(a) can apply before\nformal charges are filed); Jordan v. Dep't of Justice, 173 F. Supp. 3d 44, 52 (S.D.N.Y. 2016) (citing In re Dean, 527 F.3d at 395); United\nStates v. BP Prod. N. Am., Inc., No. H-07-434, 2008 WL 501321, at 11 (S.D. Tex. Feb. 21, 2008) (discussing /8 U.S.C. § 377] and a broad\nduty to confer before charges are filed). Another district court refused prosecutors' request to dismiss charges before the prosecutor consulted\nthe victim. United States v. Heaton 458 F. Supp. 2d 1271, 1272 (D. Utah 2006) (citing victim's right under 78 U.S.C. § 3771](a)(8) \"to be\ntreated with fairness and with respect for [her] dignity and privacy\").\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016534",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5337,
    "word_count": 799,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:49.392405",
    "prefix": "IMAGES-004"
  }
}