{
  "document_id": "HOUSE_OVERSIGHT_018594",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018594.txt",
  "text": "te OK ok\n\nThe original version of this article can be found on the Internet, but please note that I've\ndone some editing for clarity. Here's the original:\n\nhttp://carnalnation.com/content/46266/1 133/sexual-abcs-africa-part-3-condoms\n\nACTIVISM:\n[theory] Colonized Libidos\n\nThis article was published at CarnalNation.com in early 2010. Anti-oppression theory\nsure can get out of touch with reality.\n\nte ok ok\n\nColonized Libidos\n\nThe situation for gay / lesbian rights here in Africa has gotten lots of media attention\nlately, and I myself have written about meeting a Swazi lesbian activist who was later\nmurdered. So I won't waste your time by talking about how bad it can get to be gay here\n(although it's worth noting that I've seen at least one interesting argument about how the\nplaces in Africa where homosexuality is most heavily punished are also the ones with the\nstrongest national dialogue, and thus arguably some of the best ones to actually be gay).\nBesides, I've become somewhat numb to the situation's sheer awfulness since arriving last\nyear. What catches my attention these days is unfamiliar cultural angles and arguments.\n\nWhile reading the local paper, I recently came upon yet another gay-shaming article --\nbut instead of railing about God's will, the article talked about cultural imperialism.\nSpecifically, it argued that gays and lesbians are gay and lesbian only because of the\nWest. Gays and lesbians, the theory goes, have been so influenced by the Sodom and\nGomorrah that is the West that they've internalized our permissive, scandalous sexual\nmores. (Those of us who actually come from the West are, of course, a little confused by\nhow our fractured native cultures -- still fiercely arguing about homosexuality within\nthemselves -- might create such an influence.) An African proud of his or her\nAfricanness, who rejects the colonial West, will therefore not only wear African\ntraditional garb and participate in African traditional ceremonies but will also be straight.\n(Ironically, some historians have pointed out that much of Africa was much less\nhomophobic before Western missionaries came in.)\n\nI got a front-line view of this attitude when I took a newspaper to the Post Office for\nphotocopying. \"Another article about lesbians!\" snorted the postmaster -- they're getting\nto know me around there. He took the papers from me and shuffled through my requested\npages. \"Is it true,” he asked, \"that President Obama supports lesbians?”\n\n\"Yes,\" I said.\n\nHOUSE_OVERSIGHT_018594",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018594.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2507,
    "word_count": 395,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.963466",
    "prefix": "IMAGES-005"
  }
}