{
  "document_id": "HOUSE_OVERSIGHT_018854",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018854.txt",
  "text": "Improvements Description and Analysis 43\n\nConstruction Details\n\nFoundation Reinforced concrete footings\n\nStructural Frame Steel frame\n\nCorridor Exterior breezeways\n\nExterior Walls Painted mansory on the lower levels, wood-siding on the upper levels\nWindows Fixed commercial glass with wooden hurricane shutters\n\nRoof Pitched with standing seam metal roof\n\nInterior Finishes The subject property contains a total GBA of 72,808 and a rentable area of\n\n48,652. The large difference in area totals is due to a siginificant amount of\nexterior common areas as well as a 1,406 SF management office. The\nimprovements are contained within five total buildings varying from one\nstory to three stories. Each building contains a mixutre of retail and office\nspace, with the retail spaces generally on the ground levels and the office\nspaces generally on the upper levels. The interior upfits of the spaces vary in\nuse, quality and condition but generally are considered to be of good quality\nand condition. Based on the rent roll there are a total of 39 rentable spaces of\nwhich 10 are upfit as bar/restaurants (3 which sharea kitchen), 17 are\nconsidered general retail spaces, 11 are considered general office spaces and\noneis considered a storage space.\n\nFloors Combination of carpet, ceramic or porcelain tile, hardwood, and exposed\nbrick.\nWalls Combination of rendered and painted masonry and painted sheetrock.\nCeilings Combination of suspended grid accoustic panels, painted sheetrock, and\ntongue and groove or bead board.\nLighting Combination of incandescent and fluorescent lighting with fixtures ranging\nfrom average to good quality.\nElectrical Assumed typical installation to code\nPlumbing Assumed typical installation to code\nHeating None\nAir Conditioning Central\nUtility Meters - Tenants Individually metered for water and electricity\nElevators One\nRest Rooms Common area bathroom are adequate. There are four full bathrooms of good\nquality that are available to tenants of the marina.\nSprinklers None\nOther Fire Safety Steel structural beams are fire coated with concrete\nSecurity The subject is gated along the waterfront and interior/exterior security\n\ncameras are installed throughout the property.\n\nSite Improvements\n\nLandscaping Average\n\nNo. of Customer Parking Spaces 167\n\nGates/Fencing Over 6' aluminum gate along the subject's waterfrontage\nPaving Combination of concrete and brick pavers\n\nire\nIGY American Yacht Harbor Marina fire!\n\nHOUSE_OVERSIGHT_018854",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018854.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2465,
    "word_count": 364,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.529709",
    "prefix": "IMAGES-005"
  }
}