{
  "document_id": "HOUSE_OVERSIGHT_013298",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013298.txt",
  "text": "Oail “Bum” Phillips, 90. A Texan who spent 12 seasons as a\ncoach in the NFL for the Houston Oilers and New Orleans Saints,\npacing the sidelines in cowboy boots, jeans and a Stetson hat.\nDied Oct. 18.\n\nWilliam C. Lowe, 72. He supervised the production of\nInternational Business Machines Corp.’s first personal computer,\nin 1980. Died Oct. 19 of a heart attack.\n\nLawrence Klein, 93. The U.S. economist who won the 1980 Nobel\nPrize for developing computer models to help predict global\neconomic trends. Died Oct. 20.\n\nJamalul Kiram Ill, 75. A Philippine sultan, who waged an armed\nstruggle for control over Malaysia’s Sabah state, an area rich\nin natural resources. Died Oct. 20 of kidney disease.\n\nJuliette Moran, 96. She joined GAF Corp. in 1943 when it was a\nNew York-based chemical maker, rising to vice chairman in 1980.\nDied Oct. 20.\n\nDon James, 80. In 1975, he became the head coach of the\nUniversity of Washington’s football team, winning a share of the\nnational title in 1991. Died Oct. 20 of pancreatic cancer.\n\nK.S. “Bud” Adams, 90. Owner of the NFL’s Houston Oilers team\nand its successor, the Tennessee Titans, he helped found the\nAmerican Football League in 1960. Died Oct. 21.\n\nAnthony Caro, 89. A British sculptor, who created large art\nobjects with heavy steel girders, metal sheets, pipes and scrap\nmetal and was knighted in 1987. Died Oct. 23 of a heart attack.\n\nPaul Reichmann, 83. One of three brothers who built Toronto-\nbased Olympia & York Developments Ltd. in building London’s\nCanary Wharf and New York’s World Financial Center before it\nfiled for bankruptcy in 1992. Died Oct. 25.\n\nBill Sharman, 87. He was elected to the Basketball Hall of Fame\n\nHOUSE_OVERSIGHT_013298",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013298.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1693,
    "word_count": 288,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.836362",
    "prefix": "IMAGES-002"
  }
}