{
  "document_id": "HOUSE_OVERSIGHT_012093",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012093.txt",
  "text": "enforceability of existing corporate governance rules and a lack\nof accountability. They call into question the true independence\nof the boards of Korean conglomerates and the ability of outside\ndirectors to effectively oversee management and protect all\nshareholders’ interests.\n\nRecent research on Korean-listed companies shows strong\nsocial ties between independent directors and management of\nKorean conglomerates. While 87% of boards are in theory\nindependent, only 62% are when one considers social ties.* The\ncomposition of Korean boards also poses concern as the\npercentage of directors with business or management\nbackgrounds has decreased from 45.2% in 2004 to 28.4% in\n2011.° This, while the number of former public officials has\nsharply increased from 2.7% in 2004 to 8.9% in 2011.\nInterestingly, in Korea's boardrooms, the inclusion of professors\nand lawyers as independent directors has become common. The\nneed for stronger\nindependent oversight\nand monitoring of\nmanagement is especially\nimportant for Korean\nchaebols as they\nconcentrate the\nmanagerial power into\nthe board’s chairman, a\nmember of the founding\nfamily. The chairman’s\ncontrol over all\nsubsidiaries of the\nconglomerate through\nthe management council and appointment of management of\nall affiliated firms has been a serious concern for minority\nshareholders seeking more accountability and managerial\ntransparency.\n\nProtecting Shareholder Interests\n\nAt the core of Korea’s governance challenges lies a structural\nproblem at the chaebol: the complex system of cross-\nshareholdings. On average, the founding family of Korean\nconglomerates owns about 10% of the parent company’s shares,\nwhile other listed subsidiaries own more than 30%.!° The\nfounding family is a shareholder in the other chaebol\nsubsidiaries, and the subsidiaries reciprocate by owning shares\nin the other companies. The circular ownership structure has\nbeen of investor concern as it provides a framework for related\nparty transactions and potential conflict between family\nshareholders and external shareholders. For many, these\nconcerns have been factored into what has been called for over\na decade the “Korean discount.”\n\nWith the promise of sweeping governance reform by the new\nPresident Moon Jae-In, foreign investors are looking today for\nbetter protection of minority shareholder rights and stronger\nconstraints on chaebol businesses. On the politico-economic\nreform agenda are topics such as: 1) reforming the Korean\nCommercial Code by mandating separate elections for audit\n\n“With the adoption of a Stewardship Code,\nour expectations are that shareholders in\nKorean equities, and especially in chaebols,\nwill use their voice more actively to\npromote positive governance change and\nlong-term shareholder value creation.”\n\ncommittee members, 2) allowing shareholders of parent\ncompanies to sue directors of subsidiary firms, 3) lowering\neligibility thresholds for filing representative lawsuits, 4)\nregulating compensation for controlling shareholders and\nmanagement, as well as 5) introducing mandatory electronic\nand cumulative voting.!!\n\nOne of the most ambitious goals includes proposed amendments\nto Korea’s Monopoly Regulation and Fair Trade Act, introducing\nconstraints on chaebol businesses and banning all existing\ncircular ownership structures of chaebols within three years.”\n\nThe calls for big governance reform in Korea were first publicly\nvoiced by chaebols’ shareholders themselves. In 2015, at\nHyundai Motor’s annual general meeting, shareholders openly\nconfronted management about the controversial land deal and\nproposed a new governance committee to strengthen oversight\nand accountability. In an unprecedented fashion, their\nshareholder action\nprompted the company\nto set up a separate\nCorporate Governance\nand Communication\nCommittee consisting\nof four independent\ndirectors, and to engage\nin shareholder outreach.\nIn 2016, Hyundai Motor\nofficially announced its\nnew “Corporate\nGovernance Charter” in\nan effort to enhance\ntransparent business management and to promote shareholder\nrights.!° Similarly, in November 2016, Samsung announced a\n“Comprehensive Roadmap to Enhance Long-term Shareholder\nValue Creation,” committing to improve governance by\nincreasing its board’s independence, as well as the diversity and\nbreadth of experience of its directors.\n\nChanging Korea’s Business Culture\n\nThe expected governance reform in Korea is an opportunity not\nonly to disentangle politics from business, but also to create\nbetter institutional protection for all shareholders. It also serves\nas an opportunity to change the culture of investing in the\ncountry.\n\nIn February, Korea's Financial Services Commission introduced\nthe country’s first Stewardship Code, encouraging big investors\nlike pension plans and asset managers to actively engage with\ninvestee companies and to monitor their management decisions.\nThis trend towards investor stewardship and active ownership\nechoes the progress already made in other Asian markets such\nas Japan, Hong Kong, Malaysia, the Philippines, Singapore, and\nThailand. With the adoption of a Stewardship Code, our\nexpectations are that shareholders in Korean equities, and\nespecially in chaebols, will use their voice more actively to\npromote positive governance change and long-term shareholder\nvalue creation. @\n\nGLOBAL FORESIGHT THIRD QUARTER 2017\n\nHOUSE_OVERSIGHT_012093\n\n15",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012093.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5385,
    "word_count": 762,
    "line_count": 131,
    "import_date": "2025-11-19T21:47:45.919469",
    "prefix": "IMAGES-001"
  }
}