{
  "document_id": "HOUSE_OVERSIGHT_014092",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014092.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 9 of 34\n\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nPlaintiffs’ Motion to Compel Production of Documents\n\nFACTUAL BACKGROUND\n\nOn December 30, 2014, Jane Doe No. 3 filed a motion (and later a corrected motion)\nseeking to join a case in the U.S. District Court for the Southern District of Florida, Jane Doe\nNos. I and 2 v. United States, No. 9:08-cv-80736. She was represented by two attorneys who\nspecialize in (among other things) representing crime victims, Bradley J. Edwards and Paul G.\nCassell. The case involved an attempt to rescind a non-prosecution agreement (NPA) barring the\nprosecution of Jeffrey Epstein and his criminal associates on grounds that the victims’ rights\nunder the Crime Victims Rights Act (CVRA) had been violated.\n\nIn her corrected motion, Docket Entry (DE) 280, Jane Doe No. 3 briefly proffered the\ncircumstances that would qualify her as a “victim” eligible to assert rights under the CVRA. See\n18 U.S.C. 3771 (e) (defining a CVRA “victim”). Jane Doe No. 3 briefly explained that when she\nwas a minor, Jeffrey Epstein had trafficked her to Prince Andrew and Alan Dershowitz (among\nothers) for sexual purposes. The motion also provided specific reasons why Jane Doe No. 3’s\nparticipation was relevant to the case, including the pending discovery issues regarding Prince\nAndrew and Dershowitz. See DE 280 at 9-10 (explaining several reasons participation of new\nvictims was relevant to existing issues).\n\nAfter the motion was filed, Dershowitz made numerous media statements about the filing\n— and defamatory statements about Edwards and Cassell. For example, on CNN on January 5,\n2015, Dershowitz stated that Edwards and Cassell are “prepared to lie, cheat, and steal. These\n\nare unethical lawyers.”\n\nHOUSE_OVERSIGHT_014092",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1843,
    "word_count": 290,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:47.143520",
    "prefix": "IMAGES-002"
  }
}