{
  "document_id": "HOUSE_OVERSIGHT_012696",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012696.txt",
  "text": "Josh later told me at The Night Before Party that their acting methods\nare completely opposite. Josh says he is a quick study and is very\ncreative and comfortable ad-libbing. Javier, whose mother tongue is\nSpanish, needs to have every syllable printed out, which he studies with\na dialect coach. Little wiggle room for jokes. Life size photos on large\ncardboard plaques are taped to each nominee’s chair. I try to memorize\ntheir location, so when I return Sunday I can quickly kiss them all.\n\nBack at the Beverly Hills hotel, I slip into my gorgeous black tulle\nDennis Basso cocktail dress with a plunging neck line and put on my\nmother’s jewels. Jim Coleman takes me the Night Before Party in the\nhotel. This is Jeffrey Katzenberg’s, 9° Annual A-lister event\nbenefiting The Motion Picture & Television Fund where they raise $6.5\nmillion dollars in one night. I walk right into Valentino who gives me\nthe once over and approves my outfit. I tell him and Giancarlo Giammetti\nthat Woody Allen’s new film, “Midnight in Paris” is opening the Cannes\nFilm Festival and they must bring the yacht. Woody is also filming all\nsummer in Rome and I am counting on them to entertain him.\n\nElton John and David Furnish join our conversation and of course we ask\nfor intimate details about the new baby. Elton says this is the first\ntime they have been away from him for more than a night and they are\ndelirious with parenthood. I segway over to Amy Adams who mentions she\nalso hates leaving her baby in the hotel room. I tell her she’s acted\nlike a lady with all the attention showered on Melissa Leo and that\nsomeday soon she will win an Oscar because she consistently hands in\namazing performances and everybody loves her. Next stop is Kate Capshaw\nin a black bowler hat chatting with Steven Spielberg’s god-daughter\nGwyneth Paltrow. Kate gushes as she talks about her two grandchildren\nfrom daughter Jessica. I have known Steven since “I Wanna Hold Your\nHand”. In 1982, as a young publicist on “E.T.” I moved to California to\nwork for him as one of his thirteen assistants. I now tell him I’m going\nto Broadway opening of “War Horse” with Kathy Kennedy and Frank Marshall\nand cannot wait to see his movie version. He is wildly excited about the\nfilm. I beg him to work on it.\n\nI meet sweet Jennifer Aniston, her new hair cut and her perfect little\nbody. Her date tells me her secret is a half hour on the treadmill every\nday. Somehow I think that’s an understatement. I tell Jesse Eisenberg I\nwas on his plane home from the Baftas last week. He was hiding under his\nhoodie and I knew not to bother him. He said innocently, “You should\nhave said ‘Hello’. I always cover my head because I think my curls make\nme look like a girl”.\n\nThe charity gives us a coupon booklet redeemable at various booths for\ncheap clothing, new iPads, make-up, chocolates, shampoo and a $5@ dollar\n\nHOUSE_OVERSIGHT_012696",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012696.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2886,
    "word_count": 516,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.693507",
    "prefix": "IMAGES-002"
  }
}