{
  "document_id": "HOUSE_OVERSIGHT_014410",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014410.txt",
  "text": "Japan Economics Viewpoint Bankof America\nReady for ignition Merrill Lynch\n\n18 November 2016\n\nConsensus underestimating GDP and inflation poral\nWe are upbeat on Japan’s outlook and think consensus is underestimating the strength\n\nof medium-term GDP and inflation. We expect growth of 1.4% in CY2017 and 1.2% in\nCY2018, well above consensus of just 0.8% growth next year. For the first time in four\nyears both monetary and fiscal policy are supporting growth. The combination of\nmodestly higher commodity prices, a weaker yen, and a tightening output gap should\ndrive Japan-style core inflation to 1.0% in CY2017, and 1.4% in CY2018. We expect the\nBo) to keep its rate targets unchanged for the foreseeable future as inflation moves in\nthe right direction.\n\n> Izumi Devalier\n\nFiscal and monetary policy realigning\n\nFor years Japan has oscillated between loose and tight fiscal policy. Japanese\npolicymakers now seem to be on the same page and we see little risk of another policy\n\nerror. If anything, we see upside risks from greater fiscal stimulus via a third Izumi Devalier\nsupplementary budget or a relatively aggressive FY17 ordinary budget. Meanwhile, the eaten oy\nBo)’s new interest-pegging regime ensures that financial conditions will become +81 3 6225 6257\n\n. . . . . . izumi.devalier@baml.com\nincreasingly stimulatory as inflation rises.\n\n2017 - a year of recovering domestic demand\n\nWe think the economy is heading towards a cyclical sweet spot and see a broad-based\nrecovery in domestic demand. Specifically, 1) consumption is poised to rebound as the\nsaving rate peaks; 2) capex should accelerate in response to the improving demand\noutlook, deepening supply-side constraints, and “low-for-longer” real rates; and 3}\nincreased efforts by policymakers to accelerate income redistribution could push up the\nvelocity of money at the margin, helping to reflate the economy.\n\nBiggest risk factor: US policy uncertainty\nExternal developments pose the greatest risk to our forecasts, chief among them US\npolicy uncertainty. The downside scenario for Japan is a combination of rising US\nprotectionism, sliding global trade, and a stronger yen, which could reduce 2017 growth\nto zero. The Trump presidency may increase pressure on Japan to achieve greater\nmilitary self-reliance, boosting defense spending. There will also be greater incentives to\ndeepen economic and trade linkages with key regional players, such as China and Russia.\nChart 1: We think consensus is underestimating the strength of medium-term GDP and inflation\n2.0\n1.5\n1.0\n0.5\n0.0\n-0.5\n\nReal GDP %YoY 14 CPI ex fresh food %YoY 14\n\n1.0\n\nCY16 CY17 cY18 CY16 CY17 cY18\n\nm@BofAML m= Consensus (Bloomberg, as of 15 Nov 2016)\n\nSource: BofA Merrill Lynch forecasts, Bloomberg\n\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\n\nRefer to important disclosures on page 13 to 14. 11686430\n\nTimestamp: 17 November 2016 03:00PM EST\n\nUnauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\n\nHOUSE_OVERSIGHT_014410",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014410.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3300,
    "word_count": 516,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:45.042496",
    "prefix": "IMAGES-002"
  }
}