{
  "document_id": "HOUSE_OVERSIGHT_014365",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014365.txt",
  "text": "proposals. Mr. Trump and congress could also ultimately defer to the SEC to act on\na Fiduciary Rule.\n\n¢ The biggest issue from the brokerage industry is the contract requirement under\nthe BIC. The issue with the contract is increased liability, given the contract makes\nit easier to litigate. This would likely be the primary area for modifications. Even\nthough many firms have made announcements regarding changes they expect to\nmake, most have not figured out all of the underlying steps yet given that it is so\ncomplicated and impacts large parts of the business.\n\n¢ The industry will have to move forward on implementing the rule, given the April\n2017 implementation date, but firms may not put as much effort into certain areas\nthat need to be final by January 2018. In addition, prior to Mr. Trump starting, the\ntransition team could make an announcement about the rule. However, even at that\nstage firms would have to determine whether or not to act on the announcement.\n\ne While the most likely scenario is a delay in the rule, with the potential for some\nmodifications to ease some of the burdens, most see the trend towards a fiduciary\nrule already well in motion for the industry.\n\nae Future of Tech-Based Lending\nJames Paris, Executive Vice President at Avant, Ashish Jain, Senior Vice President at\nSoFi and John Schleck, Senior Vice President at Bank of America discussed key\ntrends and recent developments in Tech-Based lending.\n\ne Audience members and panelists generally agreed that improved customer service,\nfull spectrum lending, and better pricing all are contributing to the growth in tech-\nbased lending. SoFi did caution that better pricing is not usually the primary driver\nas banks can usually offer cheaper pricing.\n\nChart 75: What is the biggest driver of growth in tech-based lending\n\n40%\n30%\n20%\n10%\n0%\nImproved service Full spectrum lending Better pricing - All the above\nmodel cheaper\n\nSource: BofA Merrill Lynch Global Research\n\n¢ Acquisition models differ by company but being efficient at customer acquisition is\nkey for a successful tech-based lender. SoFi estimated that its customer acquisition\ncost is 1/5\" that of a bank which enables it to effectively compete and partner with\nbanks. Panelists highlighted the use of data analytics to more efficiently target\npotential customers via direct mail, digital ads or through affiliate programs.\n\n« Audience members were split on the main risks to investing in tech-based\ncompanies with limited sustainable competitive advantage, untested credit models\nand fragile all highlighted as key risks. Somewhat surprising given events earlier\nthis year, regulatory concerns were not high on the list of investor concerns.\n\nBankof America\n\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 51\n\nHOUSE_OVERSIGHT_014365",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014365.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2811,
    "word_count": 452,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.417808",
    "prefix": "IMAGES-002"
  }
}