{
  "document_id": "HOUSE_OVERSIGHT_013635",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013635.txt",
  "text": "associated with the loss of habitual temporal-spatial contextual moorings. A mind at\ntime one and the same mind at time two are unconnected. They are wholly other.\n\nIn much the same sense, for Eliade, sacred time, like space, is neither\nhomogenous nor linearly continuous. Sacred time is circular, recoverable and\nreversible. Past, primordial, mythical time can exist in the present. Religious\nfestivals are recurrently ontological, allowing the recovery of the sacred time such\nthat their past and present expressions are the same. Rebirth is new birth. |In the\nlanguage of the North American Indian Tribe, the Yokuts, the term for world\n(cosmos) and year are the same. A year and the world has gone by, only to start\nagain. The Dakota Tribe says that the Year goes around the World. As Elaide has\nsaid, “...at each New Year...the world (is) recreated and to do this is also to create\ntime...the sick man becomes well because he begins life again with its sum of the\n\nenergy intact.” Healing by becoming\n\nThe quality of separateness, discontinuity in states, as occurs in the same-\n\ndifferent inside world, is much like that found in the stages of anesthesia. Each\nstage of anesthesia is ganz andere from the others. In Stage | anesthesia, fast\nfrequency, low voltage brain waves are observed and accompanied by a two\nMartini-like, mildly activated, sedated but exhilarated high. Stage //, the next deeper\nstage of anesthesia, is marked by the sudden emergence of intermittent bursts of\nhigh amplitude brain waves, and animals and man demonstrate bizarre postures,\nhallucinatory phenomena, fixed staring, and sometimes movements that look like\nacting out some symbolic drama. This stage marks the beginnings of the loss of\nresponsiveness to painful stimuli. In the sudden drop into Stage ///, a low voltage\nmix of mostly slow and some fast brain waves can be seen associated with\ndepressed consciousness, complete insensitivity to pain, slow regular respiration\nand an unexcitable cardiovascular system. Stage /V is the deepest stage of\nanesthesia. This state is characterized by very low voltage, almost flat brain waves,\na loss of spontaneous breathing, the collapse of blood pressure and, finally, cardiac\nirregularities and death in cardiac arrest. These are both discontinuous and global\n\nbrain state phase transitions.\n\n135\n\nHOUSE_OVERSIGHT_013635",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013635.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2354,
    "word_count": 374,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.365250",
    "prefix": "IMAGES-002"
  }
}