{
  "document_id": "HOUSE_OVERSIGHT_019023",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019023.txt",
  "text": ": 7/13/06 a. BEACH POLICE DEPARTMEN Page: 70\n\nCase\n\n9827855 Incident Report Program: CMS301L\n\nNo. . . . : 1-05-000368 (Continued)\nEscalade and Black Suburban parked in the east driveway and the Tan\nHonda Civic parked on the street in front of the residence. At 1820\nhours, I observed the Suburban and Civic in the same place and a Gold\nChevrolet Camaro FL tag X88EFF parked on the street in front of the\nresidence. At 2250 there was no change. At 2330, I observed the\nBlack Escalade parked in the driveway and the Red Explorer parked on\nthe street in front of the residence.\n\nOn Saturday, 04/02/05 at approximately 1700 hours, I observed a Black\nEscalade, unknown tag, parked in the driveway and a Tan Honda Civic FL\ntag X98AMP parked in the street in front of the residence. At 1805\nhours the Escalade and Civic were in the same position and the Black\nMercedes FL tag U90BOL was also parked in the east driveway. At 1920\nhours the Escalade and Civic were the only vehicles and both were in\nthe same position. At 2030 hours and 2145 hours there were no\nvehicles observed.\n\nAt 2115 hours, I observed a Black Mercedes, 4-door parked in the east\ndriveway FL tag G14CT. At 2300 hours, 2350 hours and 0045 hours, the\nBlack Mercedes was the only vehicle observed.\n\nHRKEKKEKKKKEREKEKREEEREEEEKEKER NARRATIVE Ho 33 KERR KKKK KEKE KKKKKKERERERE\nNA Reported By: RECAREY, JOSEPH 1/05/06\nEntered By.: ALTOMARO, NICKIE A. ‘ 1/05/06\n\nI made contact with Mr.[-_—S—__] father of\n\nwho was told that I wished to interview his daughter. Mr.\n\nstated he was aware and had spoken with his daughter about the\nincident. He stated that his daughter had previously told him that\nshe was hired to model lingerie at a Palm Beach mansion. Mr.\n\nstated he knew nothing else about what she did when she went to\n\"work.\" Mr.[___—sd| advised he would cooperate with the investigation\nand make his daughter available for interviews. I asked if she was\navailable for an interview,[__—s«d{stated she was not at home at the\nmoment. I informed him I would make contact with her at a later time.\nMr.[ sj expressed his interest in the resolution in this matter\nas he stated this information has affected his daughter emotionally.\n\nb6\nb7C\n\nOn January 4, 2005, I acquired the subpoenas from the State Attorney's\nOffice for Cingular Wireless, Metro PCS, Verizon, Bell South\nTelecommunications and Sprint for the unknown telephone numbers from\ncellular telephone. The subpoenas were sent to the\nrespective telephone carriers for subscriber information.\n\nI received a telephone call from State Attorney's Office, who informed\nme that the former houseman for Jeffrey Epstein, Alfredo Rodriguez,\nwas present at the State Attorney's Office for an interview.\n\nRodriguez was issued an investigative subpoena for an interview on the\non-goings at Epstein's house during his employ. . I responded to the\nState Attorney's Office and encountered Mr. Rodriguez waiting in the\nlobby. I brought Mr. Rodriguez to the interview room.\n\n7 ~~ HOUSE_OVERSIGHT_019023",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019023.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3000,
    "word_count": 503,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.472642",
    "prefix": "IMAGES-005"
  }
}