{
  "document_id": "HOUSE_OVERSIGHT_017311",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017311.txt",
  "text": "4.2.12\nWC: 191694\n\nbe a leader of the criminal defense bar and to have successfully defended many accused criminals,\nsome innocent, some guilty.\n\nThere are, however, certain categories of clients I will almost never accept. These include\nprofessional criminals who are in the business of doing illegal things and will almost certainly go\nback to that business if I get them off: drug dealers, Mafioso, terrorists, gang leaders. These\nprofessional criminals are entitled to counsel, but I do not want to become a “consiglieri” to a\ncrime family (remember Tom Hagen in the Godfather) or an advisor to those who are in the\nbusiness of committing crimes.\n\nI also do not generally represent fugitives from justice while they are still “on the lam.” A\nlawyer’s job does not include helping a client illegally evade or escape from justice.\n\nI try to take interesting cases that will have an impact on law, cases in which an injustice has been\ndone or seems likely to be done, and cases involving my personal areas of expertise (science,\nconstitutional law, psychology). I take about half of my cases on a pro bono basis and the other\nhalf on a fee basis. I use the fees to support the expenses of my pro bono cases.\n\nAmong the most interesting cases I declined have been accusations of murder committed outside\nthe United States and involving foreign leaders. As an American lawyer, I have less of an\nobligation to take foreign cases than I do to take American ones.\n\nPerhaps the most difficult case for me to have turned down involved the Israeli student, Igal Amir,\nwho was accused of assassinating the late Yitchaz Rabin, the then Prime Minister of Israel.\nSeveral days after the crime that rocked the world, the family of the man accused of committing it\nasked me to become his lawyer. I met with them and they told me that he had in fact pulled the\ntrigger, but that he was legally innocent, because the killing was justified under the Jewish law of\n“rodef’—a concept akin to preventive or anticipatory self-defense, or defense of others. This\nconcept, which derives from a Biblical passage, as interpreted by Jewish sages including\nMaimondes, authorizes the killing of a person who is about to do great harm to an individual or to\nthe community as a whole. The man who killed Rabin apparently believed that Rabin was about\nto make a peace with the Palestinians that involved giving back “sacred” land that had been\ncaptured by Israel during the Six Day War. He also believed that such a peace would endanger\nthe lives of Israelis, and so he set out to stop it by killing the “rodef’ who had endangered it.”\n\nThe trial of Rabin’s killer promised to be among the most interesting of my career and among the\nmost important in the history of the Jewish state. Although the crime did not carry the death\npenalty (Israel has abolished the death penalty except for the Nazi genocide against the Jewish\npeople, under which Adolph Eichman was hanged), the case fit many of the criteria I generally\nconsider in taking a case. But I decided not to take it.\n\nThe reason was that it involved the kind of political defense that I abhorred. If every citizen had\nthe right to decide who was a “rodef” deserving of death, there would be anarchy. The “rule of\npersonal politics” would replace the rule of law. The defense of “rodef” was not, in my view, a\nlegitimate legal defense, and I, as a lawyer, was not obligated to present it.\n\n3 T am comfortable describing this “defense,” since it was made public by him and his family.\n\n224\n\nHOUSE_OVERSIGHT_017311",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017311.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3539,
    "word_count": 619,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.840685",
    "prefix": "IMAGES-004"
  }
}