{
  "document_id": "HOUSE_OVERSIGHT_017535",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017535.txt",
  "text": "When Mark Cuban purchased the Dallas Mavericks on\nJanuary 14, 2000, the face of the organization began to\nchange immediately. Once again Mavericks games had\na party atmosphere as Reunion Arena rocked with the\nreturn of the “Reunion Rowdies.” Mavericks games\nbecame more than just ordinary NBA games—\n\nthey were a total entertainment experience.\n\nCuban was not only successful at instilling a sense\nof pride and passion into Mavericks fans by presenting himself\nas the ultimate role model by cheering from the same seats he\nhad in years past, but he also became the first owner in team\nsports to encourage fan interaction through e-mail on his\npersonal computer. It was through this personal touch that\nfans throughout the Metroplex, and around the world, began\nto notice Cuban’s energetic personality and take notice of\nthe Mavericks. He has personally responded to thousands\nof emails, and several suggestions from fans have led to\ninnovative changes such as a new three-sided shot clock,\nwhich allows line of site to the 24-second clock from\nanywhere in the arena.\n\nCuban’s whatever-it-takes attitude and commitment\nto winning has everyone’s attention. From his first introduction\nto the team to the end of his first season as owner, the players\nresponded with a 31-19 record, including a 9-1 mark in April\n2000. In addition to hiring special coaches for offense,\ndefense and shooting, Cuban has promised to do everything\nin his power to improve the team. This goal was achieved as\nthe club finished the 2000-01 season with a 53-29 record en\nroute to their first playoff appearance in 11 years where they\nbecame just the sixth team in NBA history to be down o-2 and\ncome back to win a five-game series vs. Utah in Round 1.\n\nBefore the start of the 2001-02 season, American\nAirlines Center, the Mavs new home, opened and Cuban\nco-founded HDNet, an all high-definition television network\non DIRECTV channel 199 which launched in September\n2001. As with his other ventures, Cuban is revolutionizing\nthe television industry with HDNet. He is planning to expand\nHDNet to include three more networks showing high-def\nsports, movies and entertainment by the end of 2002.\n\nDuring the Mavs 2001-02 campaign, the team\ncontinued their winning ways by finishing the season with\na franchise-best record of 57-25 and an NBA-best road\nrecord of 27-14, advancing to the postseason for the\nsecond-consecutive year.\n\nPrior to his purchase of the Mavericks, Cuban co-\nfounded Broadcast.com, the leading provider of multimedia\nand streaming on the Internet, in 1995, selling it to Yahoo!\nin July of 1999. Before Broadcast.com, Cuban co-founded\nMicroSolutions, a leading National Systems Integrator,\nin 1983, and later sold it to CompuServe.\n\nToday, in addition to his ownership of the Mavericks,\nCuban is an active investor in leading and cutting-edge\ntechnologies and continues to be a sought-after speaker.\n\nMARK CUBAN\n\nHOUSE_OVERSIGHT_017535",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2926,
    "word_count": 473,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.029753",
    "prefix": "IMAGES-004"
  }
}