{
  "document_id": "HOUSE_OVERSIGHT_012769",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012769.txt",
  "text": "enables us to distinguish between adaptive and non-adaptive explanations? To answer this question, let us\nlook at two illustrative examples that are more challenging than leafy coverage in insects: the evolution of\ntameness and religion.\n\nSheep, goats, cows, cats, and dogs are all domesticated animals, created by the forces of artificial\nselection. All have been transformed from a wild type to an animal that not only lives with us, but\nsometimes lives for us as food. All are more relaxed, less fearful, and less stressed in the presence of\nhumans than their wild ancestors. Many of these animals seek human companionship. These are the\ntrademark features of tameness. They are also consistently associated with other features that never\nentered into the breeder’s calculations: floppier ears, curlier tails, more mottled fur, greater sensitivity to\nhuman communication, reduced response to predators, earlier sexual maturation, smaller brains, and\nhigher levels of serotonin — a chemical messenger of the brain that regulates self-control. Some of these\nfeatures appear directly relevant to tameness, whereas others appear entirely irrelevant. For example,\nserotonin is critically linked to self-control which is critically linked to an animal’s ability to suppress\naggression when threatened, which is critically linked to building a life with humans. Mottled fur is not\ncritically linked to any of these benefits.\n\nDomestication leads to a pastiche of characteristics, some indicative of the domesticator’s goals\nand others orthogonal to it. How does the process of domestication, and artificial selection in particular,\ngenerate both desired and unanticipated traits?\n\nIn most cases of animal domestication, we know little about how the wild type changed because\nthe only available information is either anecdotal or based on loose archaeological reconstructions.\nConsider the domestication of dogs from wolves, and especially the variability among dog breeds.\nThough it is clear that humans throughout history have bred dogs to serve particular functions, including\nherding, aggressive defense, and companionship, each of these personality styles is linked to other\nbehavioral and physiological traits. For example, breeds with high activity levels are smaller than breeds\nwith low activity levels, aggressive breeds have higher metabolic rates than docile breeds, and obedient\nbreeds live longer than disobedient breeds. Does selection for aggressiveness cause an increase in\nmetabolic rate or does selection for higher metabolic rate allow for heightened aggressiveness. Because\nthese are all correlations, we don’t know which trait pushed the other to change or whether both traits\nwere favored at the same time.\n\nThere are two situations that provide a more clear-cut understanding of which feature was favored\nby selection and which emerged as an incidental byproduct: controlled experiments and domestication\nefforts that resulted in unambiguously undesirable traits. In the 1950s, the Russian biologist Dmitry\nBelyaev set out to domesticate the wild silver fox. Over several generations, he selectively bred those\n\nindividuals who were most likely to allow a human experimenter to approach and hand them food. After\n\nHauser Chapter 1. Nature’s secrets 23\n\nHOUSE_OVERSIGHT_012769",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012769.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3294,
    "word_count": 487,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.675530",
    "prefix": "IMAGES-002"
  }
}