{
  "document_id": "HOUSE_OVERSIGHT_030510",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030510.txt",
  "text": "Date: Monday, November 15 2010 07:13 PM\nSubject: from revival. a new book..\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\n\nTo: Jes Staley <a\n\nI thought you might find this amusing. \"But more often then not, the team of economic advisers was\noperating from different playbooks, with Summers calling his plays the loudest. Take, for instance, the debate\nthat surrounded the Volcker rule -- the regulatory reform component that curtailed proprietary trading at U.S.\nbanks and limited their investments in private equity firms and hedge funds. As Wolffe reports:\n\n[Summers'] doubts sat there in the West Wing, blocking the Volcker rule for months. Obama had\nsignaled that he wanted the rule to move forward back in October. The banks were on safe ground again,\nbut could still benefit from subsidized lending by the federal government. That seemed wrong when they\ncould use the money to trade for themselves rather than lend it to customers in the real economy... Biden\nwas an old friend of Volcker's and started to press for the rule to take force. But as the weeks dragged on,\nSummers rehashed his same old questions and concerns. At one fall meeting with his economics team in\nthe Oval Office, Obama wanted to know why nothing had moved yet. Summers dug in once again, while\nGeithner - whose media coverage cast him as a supposed ally of Wall Street - wanted to push ahead.\n\nObama noted dryly, \"I think I can argue everyone's position now. \"\n\nHis 2fe 2s 2fe 2s 2s 24s ois 2fe 2s 2s fs of 2c ois 2fe ois 2fe of 2s 2c ois 2fe ois fe ois fe ofc ois 2fe ois fe fs fe oie ois 2fe ois 2fe 2s fe fe ois 2fe ois 2fe ois fe 2c ois 2s ok oie ois oie 2s ois 2k 2k\n\nThe information contained in this communication 1s\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments.\n\nHOUSE_OVERSIGHT_030510",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2245,
    "word_count": 387,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.908694",
    "prefix": "IMAGES-011"
  }
}