{
  "document_id": "HOUSE_OVERSIGHT_024992",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024992.txt",
  "text": "35\n\nThe secretary runs a brisk, no-nonsense meeting. “We present and she\ninterrogates, in the best sense of the word,” says Patrick Kennedy, the\nundersecretary for management. Received wisdom gets eviscerated.\n“Jeff, you’ve got to do better than that,” she told Jeffrey Feltman, the\nassistant secretary for Near Eastern affairs, one day when he\npresented a shopworn idea. With USAID undergoing an overhaul,\nshe listens to every reform report, down to the details of how chlorine\ntablets for clean drinking water can be transported by truck in\nHonduras. “She’s looking at the guts of how we work,” says Dr. Raj\nShah, who runs USAID.\n\nAccording to old State hands, Hillary represents some of the better\nqualities of her predecessors. She has Baker’s obsession with\npreparation, reaches out like Colin Powell (who advised her to resist\nthe efforts of bureaucrats to strip her of her BlackBerry), and offers\ncontinuity with Condi Rice’s policy on aids and Africa. But she\nmight most resemble Ronald Reagan’s second secretary of state,\nGeorge Shultz, a canny pragmatist who made significant progress in\nseveral areas without being associated with a single momentous\nevent. Shultz was known for valuing the “career people” (foreign-\nservice officers) and casting a wide net for advice. Hillary does that,\ntoo, though she’s still surrounded by a Praetorian Guard of loyalists\nfrom her Senate office who are too political for the taste of some\ndiplomats in the building. (They preferred the military veterans\naround Powell or academics around Rice.) Her great weakness over\nthe years was too often choosing subordinates based more on loyalty\nthan competence. She has been better about this since moving to\nState, but still slow to extend her trust.\n\nWhen she travels, Hillary manages to be simultaneously remote from\nthe media (joint press conferences with foreign ministers are limited\nto two questions for each) and accessible to the public. Unless a crisis\nobliterates her schedule, she routinely subjects herself to what Reines\n\nHOUSE_OVERSIGHT_024992",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024992.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2047,
    "word_count": 325,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.010707",
    "prefix": "IMAGES-008"
  }
}