{
  "document_id": "HOUSE_OVERSIGHT_025549",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025549.txt",
  "text": "Michael Morell, a former acting CIA director, casts light on the sourcing of the dirt in the Steele\ndossier. “I had two questions when I first read [the dossier],” Morell said in an NBC interview.\n“One was, how did Chris [Steele] talk to these sources? I have subsequently learned that he used\nintermediaries. I asked myself, why did these guys provide this information, what was their\nmotivation? And I subsequently learned that he paid them. That the intermediaries paid the sources\nand the intermediaries got the money from Chris.”\n\nPaying ex-FSB officers for sensitive information? As Steele is no doubt aware, there is no such\nthing as an ex-FSB officer. All Russian intelligence officers, whether currently or formerly\nemployed, if in Russia, operate under the same tough security regime. The selling of secret\ninformation by them is espionage, pure and simple. Selling it to someone connected to an adversary\nintelligence service greatly compounds the crime. Sources A and B (through their intermediaries)\nknew that they were dealing with an ex-MI-6 man who could use their betrayal of secrets against\nthem. The only safe way for A and B to provide the requested dirt would be to clear it with the\nsecurity regime at the FSB. This precaution, a required step in such exchanges, would mean that the\ndirt in the dossier, whether true or false, was curated by the FSB and spoon-fed to Steele. If so, the\nFSB was the surreptitious provider of this part of the Steele dossier.\n\nThe third disclosure operation involved stolen emails from the DNC bearing on the unfair treatment\nby Democratic Party officials of Bernie Sanders, which were posted on the DC Leaks website.\nPresident Obama identified the Kremlin as the author of this operation, saying “These data theft\nand disclosure activities could only have been directed by the highest levels of the Russian\ngovernment.” If so, as in the previous cases, the FSB would have curated the dirt. To be sure, oppo-\nresearch operatives, because of their singular focus on getting usable slime, are highly vulnerable to\nshady offers, but why would Russia so blatantly feed the slime to all sides in a campaign?\n\nThe United States has a wide array of tools for monitoring Russian intelligence, including the\nworld’s most sophisticated sensors for intercepting signals, but discovering the Kremlin’s motives\nremains an elusive enterprise because, unlike in a scientific inquiry, one cannot fully trust the\nobservable data. While a scientist can safely assume that the microbes he observes through the lens\nof a microscope are not employing guile to mislead him, an intelligence analyst cannot make\nsimilar assumptions about the content of intercepted communications from Russia. If one assumes\nthat the Russians do not know that the channel is being monitored—an assumption which,\nfollowing the defection of Edward Snowden to Russia, is hard to make prudently—then the\nintelligence gleaned from that channel can reveal the Kremlin’s activities and motive. If, however,\nit is understood that the Russians know that a channel is being monitored, the information conveyed\nover it can be considered a disclosure operation.\n\nIf, for example, a Mafia family finds out that the FBI is tapping its telephone lines, it can use those\nlines to burn its rivals. The Kremlin can also use a knowntapped phone line to its advantage.\nConsider, for example, the tapped phone of Russian ambassador Sergey Kislyak. On December 1,\n2016, Kislyak went to Trump Tower to meet Jared Kushner and Michael Flynn. According to\nKushner’s version of that meeting, Kislyak suggested that Russian generals could supply\ninformation about Russian military operations in Syria on the condition that the Trump transition\nteam provide a “secure line in the transition office.” Of course, as Kislyak likely knew, transition\nteams don’t have secure lines to Moscow. Kushner responded by asking if the Russian embassy\n\nHOUSE_OVERSIGHT_025549",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3944,
    "word_count": 636,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.988421",
    "prefix": "IMAGES-008"
  }
}