{
  "document_id": "HOUSE_OVERSIGHT_013530",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013530.txt",
  "text": "behavioral inhibition and anxiety, behavioral flexibility, narcissism, deviant motor\nactivity levels, novelty seeking, harm avoidance and reward dependence. These\nstudies were conducted by R.R. Crowe, J.F. Rosenbaum, A. Methany, and J.L\nRobinson and indicated familial congruity of these characteristics among first and\nsecond degree relatives in the range of 40-50%. This level of heritability in\ngenetically unrelated family members was found to be less than 20%.\n\nLow entropy fixations of personality can also evolve developmentally.\nExperiments in young animals have shown that stress-induced high levels of\nadrenal hormones exaggerate the normal developmental process of trimming back\nunused neural connections, called pruning, the normally complexly over-grown\nsprouting pathways. The pruning actions of the pituitary-adrenal stress hormones\ncome to dominate sprouting actions of neural growth factors and their protection of\nneuronal axonal branching and connections during development. The research\nprogram of Bruce McEwan of Rockefeller University and others document nerve cell\nloss resulting from the neurohormonal concomitants of stress. This reduction in\nneuronal connectivity and neuronal cell content has been conjectured to contribute\nto the pathological simplification of neuronal projections and neural network\ncomplexity, reducing information processing capabilities. The still intact machinery\nunderlying the global patterns of neurological activity, such as those that underlie\npersonality styles, is arranged around these pruned, unoccupiable holes of lost\nbrain possibility. If this range of potential behavior is extremely reduced, the\nbehavioral syndrome is often called a personality disorder. Those that have one are\nthe predictable Johnny one notes of response to perturbation: thrash out, lie without\nreason, get drunk, binge on promiscuity, steal unneeded things from department\nstores, or withdraw into interpersonal isolation.\n\nA more abstract and quantifiable way of representing the pathological\nsimplification-induced emergence of low entropy, stereotypical personality style is\ninscribed on the head stone of the post-suicidal grave of Ludwig Boltzmann. This\nfather of modern statistical physics expressed the idea in the form of a\ntransformation: the (maximal) entropy, S, of a system is the logarithm of the\n\nnumber,Q, of its available ways of being, (i.e., S = log ). That is, one way a\n\n30\n\nHOUSE_OVERSIGHT_013530",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013530.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2453,
    "word_count": 345,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.116382",
    "prefix": "IMAGES-002"
  }
}