{
  "document_id": "HOUSE_OVERSIGHT_023833",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023833.txt",
  "text": "Knowledge-Based Education vs. Process-Based Education 8&7\n\nmay not be so easy to assess until the graduate actually shows up in\nthe real world.\n\nALL CHILDREN HAVE THE SAME EDUCATIONAL NEEDS\n\nThere is more than a 50% dropout rate in many high schools because\nwe have forgotten that not everyone is going to Harvard and that\ngoing to Harvard is not the goal of education. Some children simply\nneed to learn about ethics and business and child raising and how the\nlegal system works, how to take care of their health and how to un-\nderstand when politicians are saying things that make no sense. Why\nwouldn’t those subjects be critical? No politician seems to think any\nof those are more important than math and science. How about the\nstudent who has a passion for the environment, or doing social good,\nor being a good parent, or running for office? Does every student’s\nschool life have to be the same?\n\nSTUDENTS LEARN THAT MEMORIZATION IS MORE IMPORTANT\nTHAN THINKING\n\nIn an answer-obsessed world, “go figure it out for yourself” or “go try\nit and see what happens” are replaced by more memorization. Giving\nkids a chance to fail helps them learn. Actively preventing failure by\ntelling the right answer just helps kids pass tests. In each of the cog-\nnitive processes that I presented in Chapter 4, failure is not only an\noption—but it will happen all the time. One’s first hypothesis will be\nwrong. One will plan badly or botch a negotiation. These processes are\nall about failure, not right answers. Recovering from failure, getting\nbetter next time, is what learning is all about. Learning entails failure\nand cannot happen without it. The kind of failure I have in mind here\nis expectation failure. This means that we can fail even when we suc-\nceed, because we didn’t expect things to happen quite like they did.\nOur predictions are often wrong. We work at getting better at making\nthem and explaining to ourselves why we were wrong. This process of\nexpectation failure followed by explanation is at the heart of learning.\nThat’s what learning is all about. Memorization has nothing whatever\nto do with learning, unless you want to become a singer.\n\nHOUSE_OVERSIGHT_023833",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023833.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2178,
    "word_count": 373,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.274446",
    "prefix": "IMAGES-007"
  }
}