{
  "document_id": "HOUSE_OVERSIGHT_023728",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023728.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\nhumans to evoke the shame that leads to cooperation. In addition, the emergence of new tools—\nlanguage, writing, the Internet—cannot completely replace the eyes. Face to face interactions,\nsuch as those outside of Trader Joe’s stores, are still the most impressive form of dissent.\n\nSo what is stopping shame from catalyzing social change? I see three main drawbacks:\n\n(1.) Today's world is rife with ephemeral, or “one-off,”’ interactions. When you know\nyou are unlikely to run into the same situation again, there is less incentive to change your\nbehavior. Research shows, however, that if people know they will interact again, cooperation\nimproves.'> Shame works better if the potential for future interaction is high. In a world of one-\noff interactions, we can try to compensate for anonymity with an image score, such as the\nhygiene grade cards or EBay’s seller ratings, which sends a signal to the group about an\nindividual or an institution’s degree of cooperation.\n\n(2.) Today’s world allows for amorphous identities. Recall the reef fish that observe\nBluestreak cleaner wrasses in the Red Sea. The wrasses seem to know they are being watched,\nand certain wrasses will build their reputation on the small reef fish, allowing the big reef fish to\nobserve their cooperative behavior with the small fry. Then, when the big fish comes in for its\nown cleaning, these wrasses eat some of the big reef fish’s flesh along with its parasites,\nfattening themselves on their defection. To add to the confusion on the reef, False cleanerfish\n(Aspidontus taeniatus) make their living by looking very similar to the Bluestreak cleaner\nwrasses. They are able to approach reef fish under the guise of cooperation and then bite off\npieces of fish flesh and swim off.\n\nMany of our interactions these days are similar to the fish cleanings in the Red Sea. It’s\n\n13M. Milinski, D. Semmann, & H. Krambeck, “Reputation helps solve the ‘tragedy of the commons,’ ” Nature 415,\n424-26 (2002).\n\nHOUSE_OVERSIGHT_023728",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023728.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2091,
    "word_count": 340,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.569317",
    "prefix": "IMAGES-007"
  }
}