{
  "document_id": "HOUSE_OVERSIGHT_017643",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017643.txt",
  "text": "Page 8 of 78\n2007 Utah L. Rev. 861, *871\n\nThe full Advisory Committee took up the Subcommittee's proposals at its meeting on October 24-25, 2005. © It largely agreed\nwith the Subcommittee's proposals, approving a limited set of changes to the Rules to implement the CVRA. The Advisory\nCommittee sent a report of its proposed changes to the Standing Committee on Rules of Practice and Procedure in December,\n2005. ® The Advisory Committee described its changes as seeking \"to incorporate, but not go beyond, the rights created by\nthe statute.\" 7° The rules were then circulated for nationwide public comment. 7! The Advisory Committee held a public\nhearing on [*872] the rule change in Washington, D.C. on January 26, 2007. I testified at the hearing, presenting this Article\nas my testimony. 7\n\nIll. The CVRA's Right to Fairness Requires Comprehensive Changes to Protect Victims\n\nThe CVRA requires fundamental changes in the Federal Rules of Criminal Procedure. The CVRA makes crime victims\nparticipants in the criminal justice process and commands in sweeping terms that the courts must treat victims \"with fairness\nand with respect for the victim's dignity and privacy.\" 73 To faithfully implement that directive, it is necessary to assess each of\nthe existing rules against a fairness standard and then make changes and additions where the Rules do not guarantee fair\ntreatment to victims.\n\nThe Advisory Committee has made some useful progress in that direction. It should be commended for the careful drafting of\nits proposed changes and the thoroughness with which it explored the topic. Moreover, it is the nature of articles such as this\none to highlight points of disagreement rather than points of agreement. The Advisory Committee has seen fit to adopt several\nof the proposals that I recommended, 7 a fact that should not be overlooked.\n\nUnfortunately, the Advisory Committee acted timidly. Instead of reviewing all the Rules to determine whether they treated\nvictims fairly, the Advisory Committee decided it would not venture beyond parroting specifically described rights in the\nCVRA. The committee's reporter, well-regarded Duke law professor Sara Sun Beale, articulated the Advisory Committee's\ndrafting technique as simply incorporating rights created by Congress:\n\nThe most basic decision was how far beyond the statutory provisions the rules should go at this time. Although the CVRA\nenumerates a number of specific rights, it also contains general language stating that victims have a \"right to be treated with\nfairness.\" Judge Cassell advocates using this general right to fairness as a springboard for a variety of victim rights not\notherwise provided for in the CVRA.\n\n[We] concluded that the rules should incorporate, but not go beyond, the specific statutory provisions. The CVRA reflects a\ncareful Congressional balance between the rights of the defendant, the discretion afforded to prosecution, and the new rights\nafforded to victims. In light of this careful statutory balance, [we] felt that it would not be appropriate to create new victim\nrights not based upon the statute. Rather, [we] [*873] sought to incorporate the rights Congress did afford into the rules. In so\ndoing, [we] attempted, to the degree possible, to use the statutory language. [We] anticipate[] that the courts will develop the\n\n8 Judicial Conference of the United States, Minutes of the Advisory Committee on the Rules of Criminal Procedure (Oct. 24-25, 2005),\navailable at hitp://www.uscourts. gov/rules/Minutes/CR10-2005-min. pdf [hereinafter Advisory Committee Minutes].\n\n6 Judicial Conference of the United States, Report of the Advisory Committee on Criminal Rules (Dec. 8, 2005), available at\nhittp://www.uscourts.gov/rules/Reports/CR12-2005.pdf [hereinafter Advisory Committee Report].\n\n7 Td. at 2.\n\n71 Committee on Rules of Practice & Procedure of the Judicial Conference of the United States, Preliminary Draft of Proposed Amendments\nto the Federal Rules of Appellate, Bankruptcy, Civil and Criminal Procedure (Aug. 2006), www.uscourts.gov/ rules/newrules1.html\n[hereinafter Proposed Amendments] (last visted Dec. 30, 2007).\n\nAll testimony and other comments about the proposed changes can be found at www.uscourts.gov/rules/Proposed0206-1.him.\n\n3 18 U.S.C. § 3771(a)(8) (2006) (emphasis added).\n\n™ See, e.g., infra notes 96-97 and accompanying text (discussing amendment to Rule 18).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017643",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017643.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4434,
    "word_count": 671,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.102277",
    "prefix": "IMAGES-004"
  }
}