{
  "document_id": "HOUSE_OVERSIGHT_017131",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017131.txt",
  "text": "4.2.12\nWC: 191694\n\nstudents hated his course, because they learned no law. Goldstein had failed the bar and had\nnever practiced a day in his life. I loved his course and seminars and was deeply influenced by his\napproach to law.\n\nAnother professor who influenced my approach to law, but in a rather different way was Alex\nBickel, who taught me advanced constitutional law. He looked at our constitution politically and\nstructurally and had a coherent, if imperfect, theory of how the constitution should be interpreted.\nBoth of these mentors defied conventional labels, such as liberal or conservative.\n\nThe professor who had the most influence on my career choice was Telford Taylor, who\ncombined an active constitutional law practice with teaching and writing. Although we could not\nhave been more different in background and bearing—he was a tall, elegant WASP, had served as\na general in the Army, was the Chief Prosecutor at the Nuremburg Trials, always wore a suit and\ntie, and was polite to a fault—we had much in common and became close friends and colleagues.\n(So much for needing mentors of the same ethnicity, religion, race, gender, etc!) I consciously\ntried to model my career (except for the Army part) after his.\n\nShortly after John Kennedy was elected president, rumors began to circulate that Taylor was\nbeing considered to head the C.I.A. He took me aside one day after class and asked me, in\nconfidence, whether I would consider coming with him to Washington, if he were to get the\nappointment, and serving as his executive assistant. I told him I would certainly consider such an\noffer. Eventually President Kennedy appointed someone else, deeming Taylor too liberal for the\njob. Years later, Telford and I discussed how different our lives would have been if we had both\njoined the CIA. “One thing I know would have been different,” Telford quipped. “There would\nhave been no Bay of Pigs.”\n\nTelford Taylor made me another offer, during my second year in law school, which I also could\nnot accept. He had been hired to go to Jerusalem to broadcast the trial of Adolf Eichmann, a job\nfor which he was eminently suited, having been the Chief Prosecutor of Nazi war criminals at\nNuremberg and also Chairman of the Federal Communications Commission. He asked me to\ncome with him to serve as his research assistant and translator. But I had just been elected Editor-\nin-Chief of the Yale Law Journal and didn’t feel comfortable being away for so long. I declined\nthe offer, and have always regretted missing that important historical event. (Years later, I\nobserve and write about the trial of accused Nazi war criminal John Demjanjuk in Jerusalem.)\n\nDuring law school I also developed a keen interest in the relationship between law and other\ndisciplines, such as economics and science—both physical and social. I worked as a research\nassistant on Professor Calabresi’s groundbreaking article on law and economics, and a research\nassistant to Professors Goldstein and Katz on their teaching and writing on law and psychiatry. I\neventually collaborated with Goldstein and Katz on a book entitled Psychoanalysis, Psychiatry and\nthe Law. Later I collaborated with Telford Taylor n several human rights projects.\n\nDuring law school I also developed interests in civil rights, especially with regard to\ndesegregation. In college I had joined the NAACP and had participated in a bus protest to\n\nWashington. In my second summer at law school I went to Howard University in Washington\n\n44\n\nHOUSE_OVERSIGHT_017131",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3520,
    "word_count": 582,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.108071",
    "prefix": "IMAGES-004"
  }
}