{
  "document_id": "HOUSE_OVERSIGHT_026599",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026599.txt",
  "text": "The case for naming a U.S. secretary of Culture - latimes.com Page 2 of 3\n\nLandesman. Even so, Landesman's budget got slashed 13% for fiscal 2012 to an embarrassing $146 ~\nmillion.\n\nAs arts supporters love to point out, that is less than half of the budget the Pentagon provides for\nmilitary bands alone. In cash-strapped France, on the other hand, Minister of Culture and\nCommunication Aurélie Filippetti was enraged when President Francois Hollande cut the 2013 budget\nof her department 4.3% to 7.363 billion euros, which is just under $10 billion. According to\nLandesman, the U.S. remains the weakest funder of arts in the developed world.\n\nFrom the start, Obama had seemed a good prospect for becoming an arts president, and four years\nago, as he was about to assume office, 76,000 people signed a petition, instigated by Quincy Jones,\nbegging the new president to create a Cabinet-level cultural ministry patterned after France's. He has\nstepped out to arts events and invited artists from many genres to the White House. But he's kept that\npretty low profile. The arts can be a lightning rod among populist politicians, and Washington is\ndivided enough as it is. Clearly Obama has had other preoccupations than cabinetizing culture. But\nthat divisiveness is precisely why we need a Cabinct-level spokesperson for culture. We have come to\nsee ourselves as a country of opposites. The allocation of public funds for just about anything is\nviewed as a war between the rich and the poor. We color our states red or blue. Some of us love guns;\nsome of us hate them. Go down the line, and there appears to be less and less on which we agree.\n\nOne thing we do have in common is our identity. Wherever we are on whatever spectrum, we see\nourselves as Americans. It is that culture that makes everything else matter. The arts and the\nhumanities help us figure out who we are.\n\nA Department of Culture, into which the current NEA and NEH might be folded, may not be\nprotected from budgetary vulnerability, but it would at least have more prestige and perhaps more\nstability. It would also empower a public spokesperson for culture.\n\nMaybe even more essential is the influence a secretary of Culture could have in a way-too-wonky\n\nWashington. I know there aren't regular Cabinet meetings anymore where all the secretaries gather\n\naround a big table and hash out all the issues of the country. Imagine, though, a perfect White House,\n\nwhere Cabinet officials did often collect, and among them sat a political outsider, a generalist who\ncould offer rich historical insight from the humanities and visionary thinking from the arts.\n\nPHOTOS: Arts and culture in pictures by The Times\n\nIdeally, a secretary of Culture should be a political outsider, able to function as a moral conscience for\nall decision making. He or she would further serve as someone able to ask the hard questions, to see\nthe world from possibly unexpected angles and help prompt new solutions to old problems. As artists\nknow and politicians refuse to acknowledge, all you have to do to create change is change your mind.\n\nSo whom could we get? Who could speak in such a way that the right and left would listen? Who\nfrom the arts or the humanities could possibly win the respect of expert wonks? Who could inspire a\ndivided nation?\n\nI've saved my suggestions for last because you're going to think them outlandish. They're not.\n\nFirst, I nominate Peter Sellars. Stop laughing. How is an L.A.-based theater, opera and festival\ndirector who sports spiky hair, strings his own beads, buys his clothes at thrift shops and regularly\n\nhttp://www. latimes.com/entertainment/arts/culture/la-et-cm-secretary-of-culture-notebook-... 3/27/2013\n\nHOUSE_OVERSIGHT_026599",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026599.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3720,
    "word_count": 616,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.155081",
    "prefix": "IMAGES-009"
  }
}