{
  "document_id": "HOUSE_OVERSIGHT_022933",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022933.txt",
  "text": "> that we have not yet made determinations about what will or\n> will not be included in our broadcast, here are the bullet\n\n> points of the principal allegations Ms.\n\n> raised in the ABC interview regarding Mr. Epstein. I’m\n> available on cell a: you wish to discuss.\n\n> We’d ask for your response as soon as possible — best if\n\n> by close of business Friday. Thanks. And I’m\n\n> always available to talk to you if you wish to communicate\n> with us.\n\n> She says in summer of 1999 when she was\n\n> 15 - Ghislaine Maxwell approached and asked her if she was\n> interested in a job as a masseuse:\n\n> She says she was later (that same day)\n\n> driven by her father to Epstein’s Palm Beach residence,\n\n> where she massaged Epstein with Maxwell’s guidance, and\n> then she says she was made to have sex, to include\n\n> intercourse, with Epstein. At conclusion she says she\n\n> was paid $200 and driven home by a butler.:\n\n> She says she quit her job and went to\n\n> work for Epstein within a couple of weeks of the first\n\n> encounter:\n\n> She says Epstein always knew how old\n\n> she was and says specifically that she, Epstein and Maxwell\n= celebrated fT s 16th b-day together:\n\n> She says Epstein paid her for the\n\n> encounters and for her apartment and car:\n\n> She says she would be expected to have\n\n> sexual relations with Epstein up to several times a\n\n> day:\n\n> She says there was an uncountable\n\n> number of other girls in similar situation to her, some as\n\n> young as 12°\n\n> She says she was given money by Epstein\n\n> to go out and recruit other young girls for him.:\n\n> She says that while she was free to\n\n> come and go — she felt like she was under his control and\n> she didn’t want to disappoint Epstein.:\n\n> She says Epstein required her, and paid\n\n> her, to have sex with many of his friends. -\n\n> She says these people included\n\n> politicians, royalty, educators:\n\n> She says she had sex -or sexual\n\n> activities - with Prince Andrew on three occasions — at\n\n> the instruction of Epstein -\n\n> She says Epstein paid her $15,000 after\n\n> the Ist of the three alleged encounters with\n\n> Prince Andrew:\n\n> She says that Epstein showed her a\n\n> video room in his NY home which had monitors showing cameras\n>in many locations in the home:\n\n> She suggests Epstein made videos of\n\n> underage girls with other people for purposes of potential\n> blackmail -\n\nHOUSE_OVERSIGHT_022933",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022933.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2371,
    "word_count": 457,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:47.836363",
    "prefix": "IMAGES-007"
  }
}