{
  "document_id": "HOUSE_OVERSIGHT_013675",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013675.txt",
  "text": "and a few years of looking for God in what he called “wondering in the wilderness”\nthat he began his 40 years of monastery service as cook and sandal maker. He was\n\ntt\n\ndescribed as amazingly selfless and a “...gentle man of joyful spirit...” who\n“...continually walked with God...not from the head but from the heart...” Doing long\nhours of selfless work with such painful disabilities, how was it that he maintained\nhis joyful, loving and calm contact with God and his fellow man? How did he do it? |\nfound that, as with all miracles of God contact for me, it happened by itself.\n\n| suffered my first testicular cancer in my thirties. | felt the little hard rock by\naccident while scratching. It was on the left side. Surgical removal was followed by\na five-hour radical abdominal lymph node dissection that left me with incidental\nabdominal sympathetic nerve damage, urinary hesitancy and ejaculating backwards\ninto my bladder. The tissue diagnosis was of embryonic cell carcinoma with\nchorionic elements. The U.S. Armed Service Pathology Department’s statistical\nbook gave me 5% chance of living beyond two years. My second testicular cancer\noccurred in my fifties and on the right, two little joined lumps found by my wife. It\nwas a seminoma with cure rate of 85% but requiring four weeks of almost daily x-\nray treatment. The combination of radiation induced blood vessel scarring (they had\nto blast widely since my earlier lymph node dissection confused the usual\nradiological anatomy), a pre-existing laterally curved spinal column and the arthritic\nchanges resulting from fifteen years of running over 10 miles per day with this kind\nof back led eventually to the degeneration and collapse of several of the bodies of\nmy vertebrate pinching several leg nerves between bone spurs and radiation-\ninduced scarring. | have been in increasingly severe back and leg pain for fifteen\nyears.\n\nIt was in this way that | fell heir to both Brother Lawrence pain syndrome and\nwhat | now think was his strong inclination to live in the Spirit, as far as possible\noutside the concerns with his own mental and physical body. In my experience, this\nled naturally to a decreased in my life long narcissistic preoccupations, diminished\nmy ego-driven achievement desperation, setting up a more comfortable inner\nseating for conversations about and with God. The choice was between fully\n\nembracing a God-oriented place for most of my daily existence or the chronic use of\n\n175\n\nHOUSE_OVERSIGHT_013675",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013675.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2490,
    "word_count": 413,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.722351",
    "prefix": "IMAGES-002"
  }
}