{
  "document_id": "HOUSE_OVERSIGHT_018366",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018366.txt",
  "text": "academic panel at MIT missed the point: “(That is why it is called the Connection\nMachine.)”189\n\nHillis’s ambition to build this device boiled in him while he was at MIT, and it finally\noutstripped what MIT could support, so he gathered a group of students and started\na small company. The Thinking Machines Corporation, blessed by some combination\nof Hillis’s charisma and the fantastic promise of the project, became a magnetic field\nfor talent, ideas and money. In the early days of the firm, for instance, the hunt for\ninvestors led Danny to the luxurious New York City apartment of William Paley, the\nfounder of CBS. Hillis lived then in a ramshackle house close to campus at MIT. He\ndrove a surplus fire truck to work most days.1%° Faced with the urbane, powerful 81-\nyear old founder of the largest radio and TV network in America, Danny jumped\nright into a passionate introduction of his ideas about connection and networks.\nPaley, cooly: \"I didn't understand a word you said.\" Then: A check for $5 million.\n\nOr there was the time that Hillis asked Nobel-prize winning physicist Richard\nFeynman to tip him off about any smart scientists Thinking Machines might hire.\nFeynman, pushing 60, volunteered himself and spent his summer vacations for the\nnext ten years with Hillis and his team.1?! When it came time to test the first\nConnection Machine, it was Feynman’s data that revealed how well the black box\nwas doing its job. The architecture they had designed cranked through what would\nhave been a month’s worth of complex chromodynamics problems in hours. As the\nmachine got better, these already fast processing times improved by another factor\nof 1,000. Such a machine, for scientists who were desperate for computed answers,\nwas like adding years to their life. If they could solve a problem in a week instead of\nyears? The whole texture of their careers would be altered.\n\n“At times,” one fellow computer developer remarked, “the Connection Machine\nseems so different from current computers that it seems more akin to science fiction\nthan high technology.”!92 Thinking Machines Corporation sold Danny’s computers to\nLockheed to model stealth fighters. Chevron used one to model oil fields. The US\ngovernment bought several to help to predict the weather. Puzzles long resistant to\nmere power melted in the face of parallel consideration. Nothing was more exciting\nabout Hillis’s machines than this intimiate, unprecedented link between intelligence\nand speed. If you have twice as many processors as | do, you can perhaps crack a\npuzzle of genomics or cryptography a year faster. But say you have figured out how\nto have 275,000 machines linked together and I have 1,000? You can solve a\n\n189 Adding: Hillis thesis, p. 19\n\n190 He drove: Po Bronson, “The Long Now: Time Traveling with Danny Hillis”, Wired\n(May, 1998)\n\n191 Feynman: W. Daniel Hillis, “Richard Feynman and the Connection Machine”\nPhysics Today February 1989, p. 78\n\n192 “At times”: Michael J. Black “Book Reviews: The Connection Machine”, Al\nMagazine Volume 7 Number 3 (1986) p 169\n\n134\n\nHOUSE_OVERSIGHT_018366",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3088,
    "word_count": 511,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.655124",
    "prefix": "IMAGES-004"
  }
}