{
  "document_id": "HOUSE_OVERSIGHT_023518",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023518.txt",
  "text": "Article 1.\n\nThe Washington Post\nWhere Netanyahu fails himself and Israel\n\nFareed Zakaria\n\nMay 26 -- Conventional wisdom is fast congealing in Washington\nthat President Obama was wrong to demarcate a shift in American\npolicy toward Israel last week. In fact, it was Prime Minister\nBinyamin Netanyahu who broke with the past — in one of a series of\ndiversions and obstacles Netanyahu has come up with anytime he is\npressed. He wins in the short run, but ultimately, he is turning himself\ninto a version of Soviet Foreign Minister Andrei Gromyko, “Mr.\nNyet,” a man who will be bypassed by history.\n\nHere is what Netanyahu’s immediate predecessor, Ehud Olmert, said\nin a widely reported speech to the Israeli Knesset in 2008: “We must\ngive up Arab neighborhoods in Jerusalem and return to the core of\nthe territory that is the State of Israel prior to 1967, with minor\ncorrections dictated by the reality created since then.” Olmert, a man\nwith a reputation as a hard-liner, said that meant Israel would keep\nabout 6 percent of the West Bank — the major settlements — and\ngive up land elsewhere. This was also the position of Ehud Barak,\nIsrael’s prime minister during the late 1990s.\n\nThe Bush administration did not have a different position, as\nstatements from the president and Condoleezza Rice make clear. Here\nis George W. Bush in 2008: “I believe that any peace agreement\nbetween them will require mutually agreed adjustments to the\narmistice lines of 1949 to reflect current realities and to ensure that\nthe Palestinian state is viable and contiguous.” (The 1949 armistice\nlines is another way of saying the 1967 borders.)\n\nOr consider this statement from last November: “|T|he United States\nbelieves that through good-faith negotiations, the parties can\n\nHOUSE_OVERSIGHT_023518",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1782,
    "word_count": 295,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.237168",
    "prefix": "IMAGES-007"
  }
}