{
  "document_id": "HOUSE_OVERSIGHT_013051",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013051.txt",
  "text": "7.3 Toward a Formal Characterization of Real-World General Intelligence 135\n\n7.3 Toward a Formal Characterization of Real-World General\nIntelligence\n\nHaving defined what we mean by an agent acting in an environment, we now turn to the\nquestion of what it means for such an agent to be “intelligent.”\n\nAs we have reviewed extensively in Chapter 2 above, “intelligence” is a commonsense, “folk\npsychology” concept, with all the imprecision and contextuality that this generally entails.\nOne cannot expect any compact, elegant formalism to capture all of its meanings. Even in\nthe psychology and AI research communities, divergent definitions abound; Legg and Hutter\n[L107a] lists and organizes 70+ definitions from the literature.\n\nPractical study of natural intelligence in humans and other organisms, and practical de-\nsign, creation and instruction of artificial intelligences, can proceed perfectly well without an\nagreed-upon formalization of the “intelligence” concept. Some researchers may conceive their\nown formalisms to guide their own work, others may feel no need for any such thing.\n\nBut nevertheless, it is of interest to seek formalizations of the concept of intelligence, which\ncapture useful fragments of the commonsense notion of intelligence, and provide guidance for\npractical research in cognitive science and AI. A number of such formalizations have been given\nin recent decades, with varying degrees of mathematical rigor. Perhaps the most carefully-\nwrought formalization of intelligence so far is the theory of “universal intelligence” presented by\nShane Legg and Marcus Hutter in [LI07b], which draws on ideas from algorithmic information\ntheory.\n\nUniversal intelligence captures a certain aspect of the “intelligence” concept very well, and\nhas the advantage of connecting closely with ideas in learning theory, decision theory and\ncomputation theory. However, the kind of general intelligence it captures best, is a kind which\nis in a sense more general in scope than human-style general intelligence. Universal intelligence\ndoes capture the sense in which humans are more intelligent than worms, which are more\nintelligent than rocks; and the sense in which theoretical AGI systems like Hutter’s AIXI or\nAIXI® [Hut05] would be much more intelligent than humans. But it misses essential aspects\nof the intelligence concept as it is used in the context of intelligent natural systems like humans\nor real-world AI systems.\n\nOur main goal in this section is to present variants of universal intelligence that better\ncapture the notion of intelligence as it is typically understood in the context of real-world\nnatural and artificial systems. The first variant we describe is pragmatic general intelligence,\nwhich is inspired by the intuitive notion of intelligence as “the ability to achieve complex goals\nin complex environments,” given in [Goe93a]. After assuming a prior distribution over the\nspace of possible environments, and one over the space of possible goals, one then defines the\npragmatic general intelligence as the expected level of goal-achievement of a system relative\nto these distributions. Rather than measuring truly broad mathematical general intelligence,\npragmatic general intelligence measures intelligence in a way that’s specifically biased toward\ncertain environments and goals.\n\nAnother variant definition is then presented, the efficient pragmatic general intelligence,\nwhich takes into account the amount of computational resources utilized by the system in\nachieving its intelligence. Some argue that making efficient use of available resources is a defining\ncharacteristic of intelligence, see e.g. [Wan06].\n\nA critical question left open is the characterization of the prior distributions corresponding\nto everyday human reality; we give a semi-formal sketch of some ideas on this in Chapter 9\nbelow, where we present the notion of a “communication prior,” which assigns a probability\n\nHOUSE_OVERSIGHT_013051",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013051.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3964,
    "word_count": 588,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.757854",
    "prefix": "IMAGES-002"
  }
}