{
  "document_id": "HOUSE_OVERSIGHT_029760",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029760.txt",
  "text": "Schneider says, \"Just bring me a size 8 tie shoe.\"\n\nThe salesman brings them, Schneider stuffs his feet into them, ties them tight, stands up\nand winces.\n\nWhen he sees how confused the salesman is, he says, \"Listen, I lost my business and my\nhouse, I live with my mother-in-law, my wife is fucking my best friend, my daughter is pregnant\nand my son deals crystal meth. The only pleasure I have in life is taking off these fucking\nshoes.\"\n\nKRKEKKKKKKK\n\nA midget's marooned on a desert island for fourteen years and finally one day he's\nrescued. When they get him to shore, they ask him what he'd like.\n\nHe says, \"You know damn well what I'd like.\"\n\nThey take him to a brothel, he goes upstairs with a girl, they go ina room and they both\nget undressed. Then he puts on a condom, puts some cotton in each ear and puts a clothespin on\nhis nose.\n\nThe girl says, \"What the hell are you doing?\"\n\nThe midget says, \"If there's two things in this world that I hate, it's the sound of a\nwoman screaming and the smell of burning rubber.\"\n\nKKEKKKKKKK\n\nFugelsang says to the doctor, \"I'm thinking about having a vasectomy.\"\nThe doctor says, \"That's a pretty big decision. Have you talked it over with your family?\"\nFugelsang says, \"Yeah. They're in favor of it, fourteen to three.\"\n\nKRKEKKKKKKK\n\nTwo Spanish guys show up at The Gates of Heaven and the first one says, \"We want in.\"\nSt. Peter says, \"Let me go ask God.\"\nHe walks over to God and says, \"God, there are two Spanish guys at The Gates who want\nier\nGod says, \"If they are good people, let them in.\"\nSt. Peter goes back to The Gates, and then comes back to God and says, \"They're gone.\"\nGod says, \"The Spanish guys?\"\nSt. Peter says, \"No. The Gates.\"\n\nRaKKKKK\nA waiter brings a lady her clam chowder and she sees his thumb is hooked over the cup.\n\nShe says, \"Waiter, you've got your thumb in my soup.\"\nHe says, \"Yeah. I got the arthritis, and the warm makes it feel much better.\"\n\nHOUSE_OVERSIGHT_029760",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029760.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1948,
    "word_count": 361,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.227653",
    "prefix": "IMAGES-010"
  }
}