{
  "document_id": "HOUSE_OVERSIGHT_031166",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031166.txt",
  "text": "My own business perspective has been limited to that small hotel and restaurant in Stratford, Conn., with an\nespecially difficult lease and a severe recession. But my business associates and I also lived with federal, state\nand local rules that were all passed with the objective of helping employees, protecting the environment, raising\ntax dollars for schools, protecting our customers from fire hazards, etc. While I never doubted the worthiness of\nany of these goals, the concept that most often eludes legislators is: ‘Can we make consumers pay the higher\nprices for the increased operating costs that accompany public regulation and government reporting\nrequirements with reams of red tape.' It is a simple concern that is nonetheless often ignored by legislators\n[e]. For example, the papers today are filled with stories about businesses dropping health coverage for\nemployees. We provided a substantial package for our staff at the Stratford Inn. However, were we operating\ntoday, those costs would exceed $150,000 a year for health care on top of salaries and other benefits. There\nwould have been no reasonable way for us to absorb or pass on these costs.\n\nSome of the escalation in the cost of health care is attributed to patients suing doctors. While one cannot assess\nthe merit of all these claims, I've also witnessed firsthand the explosion in blame-shifting and scapegoating for\nevery negative experience in life. Today, despite bankruptcy, we are still dealing with litigation from\nindividuals who fell in or near our restaurant. Despite these injuries, not every misstep is the fault of someone\nelse. Not every such incident should be viewed as a lawsuit instead of an unfortunate accident. And while the\nbusiness owner may prevail in the end, the endless exposure to frivolous claims and high legal fees is\nfrightening.\n\nOur Connecticut hotel, along with many others, went bankrupt for a variety of reasons, the general economy in\nthe Northeast being a significant cause. But that reason masks the variety of other challenges we faced that\ndrive operating costs and financing charges beyond what a small business can handle. It is clear that some\nbusinesses have products that can be priced at almost any level. The price of raw materials (e.g., steel and glass)\nand life-saving drugs and medical care are not easily substituted by consumers. It is only competition or\nantitrust that tempers price increases. Consumers may delay purchases, but they have little choice when faced\nwith higher prices. In services, however, consumers do have a choice when faced with higher prices. You may\nhave to stay in a hotel while on vacation, but you can stay fewer days. You can eat in restaurants fewer times\nper month, or forgo a number of services from car washes to shoeshines. Every such decision eventually results\nin job losses for someone. And often these are the people without the skills to help themselves--the people I've\nspent a lifetime trying to help.\n\nIn short, “one-size-fits-all” rules for business ignore the reality of the market place. And setting thresholds for\nregulatory guidelines at artificial levels--e.g., 50 employees or more, $500,000 in sales--takes no account of\nother realities, such as profit margins, labor intensive vs. capital intensive businesses, and local market\neconomics. The problem we face as legislators is: Where do we set the bar so that it is not too high to\nclear? I don't have the answer. I do know that we need to start raising these questions more often.\n\nSo, there you have it, one of the more remarkable epiphanies in American politics: a paean to entrepreneurship\nand government restraint from one of its most progressive members. Public epiphanies like this are rare, but there\nhave been others. Last year, Al Gore conceded that first-generation ethanol was “not good policy” given its low energy\nconversion ratios, and said he had supported ethanol out of ‘“‘a certain fondness for the farmers in the state of Iowa\nbecause I was about to run for president” [f]. In 2008, former Fed Chair Greenspan conceded that his Ayn Rand\nphilosophies regarding regulations and shareholder self-interest were flawed. Perhaps the most famous epiphany was\nfrom Robert McNamara, Secretary of Defense and one of the principal architects of the Vietnam War. In 1995, he\nconceded that he was “wrong, terribly wrong” about the war. George McGovern was one of the war’s fiercest opponents,\nsaying on the floor of the Senate, “I'm tired of old men dreaming up wars for young men to fight”.\n\nThere may be no magic elixir of policies to speed the adjustment the US faces. Look at it this way: the US is trying the\nmega-stimulus route, while the UK has accelerated its fiscal austerity program. Yet both countries are struggling with\nbelow-trend growth and employment. Perhaps after a debt binge, there are no easy answers, other than time. What to do\nnext? McGovern’s article suggests that an overly interventionist public sector may be the wrong answer, given the\nunintended consequences.\n\nMichael Cembalest\nChief Investment Officer\n\nHOUSE_OVERSIGHT_031166",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031166.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5098,
    "word_count": 830,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.412850",
    "prefix": "IMAGES-011"
  }
}