{
  "document_id": "HOUSE_OVERSIGHT_020092",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020092.txt",
  "text": "21\n\nBANNON AND SCARAMUCCI\n\nannon’s apartment in Arlington, Virginia, a fifteen-minute drive from downtown\n\nWashington, was called the “safe house.” This seemed somehow to acknowledge his\ntransience and to nod, with whatever irony, to the underground and even romantic nature\nof his politics—the roguish and joie de guerre alt-right. Bannon had decamped here from\nthe Breitbart Embassy on A Street on Capitol Hill. It was a one-bedroom graduate-student\nsort of apartment, in a mixed-use building over a mega-McDonald’s—quite belying\nBannon’s rumored fortune—with five or six hundred books (emphasis on popular history)\nstacked against the wall without benefit of shelving. His lieutenant, Alexandra Preate, also\nlived in the building, as did the American lawyer for Nigel Farage, the right-wing British\nBrexit leader who was part of the greater Breitbart circle.\n\nOn the evening on Thursday, July 20, the day after the contentious meeting about\nAfghanistan, Bannon was hosting a small dinner—organized by Preate, with Chinese\ntakeout. Bannon was in an expansive, almost celebratory, mood. Still, Bannon knew, just\nwhen you felt on top of the world in the Trump administration, you could probably count\non getting cut down. That was the pattern and price of one-man leadership—insecure-man\nleadership. The other biggest guy in the room always had to be reduced in size.\n\nMany around him felt Bannon was going into another bad cycle. In his first run around\nthe track, he’d been punished by the president for his 7ime magazine cover and for the\nSaturday Night Live portrayal of “President Bannon’—that cruelest of digs to Trump.\nNow there was a new book, The Devil's Bargain, and it claimed, often in Bannon’s own\nwords, that Trump could not have done it without him. The president was again greatly\npeeved.\n\nStill, Bannon seemed to feel he had broken through. Whatever happened, he had\nclarity. It was such a mess inside in the White House that, if nothing else, this clarity\nwould put him on top. His agenda was front and center, and his enemies sidelined. Jared\nand Ivanka were getting blown up every day and were now wholly preoccupied with\nprotecting themselves. Dina Powell was looking for another job. McMaster had screwed\nhimself on Afghanistan. Gary Cohn, once a killer enemy, was now desperate to be named\n\nHOUSE_OVERSIGHT_020092",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2336,
    "word_count": 375,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.065096",
    "prefix": "IMAGES-005"
  }
}