{
  "document_id": "HOUSE_OVERSIGHT_013229",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013229.txt",
  "text": "17.2 Measuring Incremental Progress Toward Human-Level AGI 313\n\ne Subgoal creation, based on its preprogrammed goals and its reasoning and planning\n— Example task: Given the goal of pleasing Hugo, can the robot learn that telling\nHugo facts it has learned but not told Hugo before, will tend to make Hugo happy?\ne Affect-based motivation\n— Example task: Given the goal of gratifying its curiosity, can the robot figure out that\nwhen someone it’s never seen before has come into the preschool, it should watch\nthem because they are more likely to do something new?\ne Control of emotions\n— Example task: When the robot is very curious about someone new, but is in the\nmiddle of learning something from its teacher (who it wants to please), can it control\nits curiosity and keep paying attention to the teacher?\n\n9. Emotion\n\ne Expressing Emotion\n— Example task: Cassio steals the robot’s toy, but Ben gives it back to the robot. The\nrobot should appropriately display anger at Cassio, and gratitude to Ben.\ne Understanding Emotion\n— Example task: Cassio and the robot are both building towers of blocks. Ben points\nat Cassio’s tower and expresses happiness. The robot should understand that Ben\nis happy with Cassio’s tower.\n\n10. Modeling Self and Other\n\ne Self- Awareness\n— Example task: When someone asks the robot to perform an act it can’t do (say,\nreaching an object in a very high place), it should say so. When the robot is given\nthe chance to get an equal reward for a task it can complete only occasionally, versus\na task it finds easy, it should choose the easier one.\nTheory of Mind\n— Example task: While Cassio is in the room, Ben puts the red ball in the red box.\nThen Cassio leaves and Ben moves the red ball to the blue box. Cassio returns and\nBen asks him to get the red ball. The robot is asked to go to the place Cassio is\nabout to go.\nSelf-Control\n— Example task: Nasty people come into the lab and knock down the robot’s towers,\nand tell the robot he’s a bad boy. The robot needs to set these experiences aside,\nand not let them impair its self-model significantly; it needs to keep on thinking it’s\na good robot, and keep building towers (that its teachers will reward it for).\nOther- Awareness\n— Example task: If Ben asks Cassio to carry out a task that the robot knows Cassio\ncannot do or does not like to do, the robot should be aware of this, and should bet\nthat Cassio will not do it.\nEmpathy\n— Example task: If Itamar is happy because Ben likes his tower of blocks, or upset\nbecause his tower of blocks is knocked down, the robot is asked to identify and then\ndisplay these same emotions\n\n11. Social Interaction\n\nHOUSE_OVERSIGHT_013229",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013229.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2659,
    "word_count": 479,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.731915",
    "prefix": "IMAGES-002"
  }
}