{
  "document_id": "HOUSE_OVERSIGHT_024130",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024130.txt",
  "text": "e __|solated and Technical Violations: Limited instances of noncompliance that do not threaten overall program\neffectiveness\n\nSome common problems and issues include, but are not limited to, the following:\n\ne AML compliance officer (as well as other employees) lacks sufficient experience and/or knowledge regarding\nAML policies, procedures and tools\ne __Insufficientinadequate resources dedicated to AML compliance\n\ne Lack of specific and customized training of employees with critical functions (e.g., account opening, transaction\nprocessing, risk management)\n\ne Failure to conduct adequate risk assessments (e.g., customer risk assessment, business line risk assessment,\nOFAC risk assessment)\n\ne Failure to incorporate risk assessments into a transaction-monitoring process, customer acceptance standards,\naudits, testing or training\n\ne Inadequate Know Your Customer (KYC) procedures (e.g., CIP, CDD and EDD at or after account opening,\nincluding inadequate controls over required fields, inadequate methods of obtaining and/or maintaining current\ninformation, lack of reporting capabilities over missing information, and lack of verification procedures)\n\ne Poor documentation maintained for investigations that did not lead to SAR filings\n\ne Poor follow-up on SAR actions (e.g., close, monitor)\n\ne Lack of reporting of key SAR information to senior management/board of directors\ne Inadequate tuning, validation and documentation of automated monitoring systems\n\ne  Overreliance on software to identify transactions for which CTRs and/or SARs must be filed without fully\nunderstanding how the software is designed and what information it does/does not capture\n\ne Exclusion of certain products from transaction monitoring (e.g., loans, letters of credit, capital markets activities)\n\ne _ Lack of timeliness when filing CTRs and SARs (e.g., reports are manually filed via certified mail, and the date\npostmarked is not noted)\n\ne _Lack of or inadequate independent testing of the AML Compliance Program\ne Lack of or untimely corrective actions to prior examination or audit findings\n\nTo identify potential gaps in a financial institution's AML Compliance Program, regulatory enforcement actions for\nAML deficiencies against other (similar) financial institutions should be reviewed to identify the specific violations and\nrelated action steps. This enables financial institutions to recognize and correct any potential weaknesses of their\nown before their next regulatory examination.\n\nAML Compliance Program\n\n33, What types of financial institutions are required to comply with AML laws and\nregulations?\n\nUnder the USA PATRIOT Act, the definition of “financial institutions” was expanded to include more than 20 different\n\ntypes of businesses that provide financial services, including, but not limited to, broker-dealers, currency exchangers,\n\ninsurance companies, trust companies, dealers in precious metals, stones or jewels, and issuers of traveler's checks,\n\nmoney orders or similar instruments.\n\nFor additional guidance on the other types of financial institutions now required to comply with AML laws and\nregulations, please refer to the USA PATRIOT Act and Nonbank Financial Institutions and Nonfinancial Businesses\nsections.\n\n34. What are the key components of an AML Compliance Program?\nKey components of an AML Compliance Program include, but are not limited to, the following:\n\nprotiviti | 24\n\nHOUSE_OVERSIGHT_024130",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024130.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3429,
    "word_count": 483,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.050927",
    "prefix": "IMAGES-007"
  }
}