{
  "document_id": "HOUSE_OVERSIGHT_010850",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010850.txt",
  "text": "00:34:42\n\n00:34:46\n\n00:34:47\n\n00:34:49\n\n00:34:52\n\n00:34:57\n\n00:35:01\n\nOn An pA © hw\n\n00:35:04\n\n©\n\n00:38:08\nooas0s 10\nooss11 11\ncoasts 12\nooss:ia 13\nooas22 14\nooas2e 15\n00:38:31 16\nooss:3s 17\noo3s39 18\noo3sa1 19\noo35:45 20\noossas 24\noo3saa 22\n00:35:52 23\noossss 24\noosss7 25\n\n00:35:59\n00:36:03\n00:36:05\n00:36:08\n00:36:12\n00:36:15\n00:36:19\n\n00:36:22\n\nOo ON A OH & WO PD «>\n\n00:36:26\n00:36.29 10\noose33 11\n003638 12\n003642 13\noo:3646 14\nooz64e 15\noo3600 16\n003654 17\n00:36:55 18\n003658 19\nova703 20\noo3703 21\noos70s 22\noo37.08 23\ncoaz1s 24\ncoaris 25\n\n188\nenforcement agency to provide flight logs relevant to\nthis investigation.\n\nAnd rather than providing all the flight logs\nthat were available at that time, he appears to have\nprovided flight logs that went from January 2005 through\nSeptember 2005, knowing that he appeared on an\nOctober -- I may be off by one month here -- but on an\nOctober 2005 flight log.\n\nSo that, to my mind, had indicated that\nProfessor Dershowitz was providing selective information\nto law enforcement. Those concerns -- this is, you\nknow, there's -~ there's more to it.\n\nThe other problem was that the flight logs\nthat Mr. Dershowitz had produced were inconsistent with\nthe flight logs that Dave Rogers, one of Mr. Epstein's\npilots had, so there were now inconsistencies on these\nflight logs. And it seemed to be -- it seemed to me to\nbe surprising that during the period of time where\nVirginia Roberts was involved, Mr. Dershowitz was not\nappearing on those flight logs.\n\nNow, it is possible, I suppose, and that\nseems to be Mr. Dershowitz's position, that the reason\nhe's not on those flight logs is that he was not on\nthose flights. But given all of the information -- and\nI won't take your time this morning to go through -- all\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n189\nthe information I had about this international sex\ntrafficking organization, it seemed to me that it was\nalso possible that the sex trafficking organization,\nwhich was represented by, you know, vast resources and\nthe ability to produce witnesses and documents and other\ninformation that would -- would cover up the existence\nof this organization, had gone through the flight logs\nand had made necessary alterations to -~- to conceal the\nscope of -- of the -- of the operation.\n\nIn addition to that, when I started to\ncompare the Dave Rogers' flight logs with the David --\nexcuse me. I am going to get a drink.\n\nWhen I started to compare the -- oh, I'm\nsorry. I should be looking at the camera.\n\nWhen I started -- when I started to compare\nthe Dave Rogers’ flight logs with the Dershowitz --\nwhich we call them the Dershowitz flight logs, which\nwere the logs that he had produced, there were\ninconsistencies, and so it struck me as odd that there\nwere these inconsistent flight logs.\n\nThe other thing that I noticed is, I don't\nbelieve that Dave Rogers was the exclusive pilot for\nMr. Epstein. And so I had a concern -- excuse me. I'm\nsorry.\n\n1 had a concern that the flight logs that --\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n00:37:16\n\n00:37:20\n\n00:37:22\n\n00:37:25\n\n00:37:27\n\n00:37:32\n\n00:37:35\n\n00:37:37\n\n00:37:40\n\n00:37:42\n\n00:37:45\n\n00:37:48\n\n00:37:52\n\n00:37:54\n\n00:37:55\n\n00:37:56\n\n00:37:59\n\n00:38:02\n\n00:38:03\n\n00:38:03\n\n00:38:07\n\n00:38:08\n\n00:38:12\n\n00:38:16\n\n00:38:19\n\n00:38:22\n\n00:38:25\n\n00:38:25\n\n00:38:28\n\n00:38:31\n\n00:38:37\n\n00:38:38\n\n00:38:42\n\n00:38:45\n\n00:38:47\n\n00:38:49\n\n00:38:52\n\n00:38:54\n\n00:38:56\n\n00:38:59\n\n00:39:03\n\n00:39:05\n\n00:39:08\n\n00:39:13\n\n00:39:16\n\n00:39:20\n\n00:39:22\n\n00:39:26\n\n00:39:29\n\n00:39:31\n\nON Aah OH =\n\n9\n10\n11\n12\n13\n14\n16\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\noOnN OO h WO RH\n\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\n190\nthat covered the jet were not just the David Rogers’\nflight logs, but there should be flight logs for other\npilots which were not apparently being produced.\n\nAnd so, in light of all that, what I was\nseeing was a -~ a production of flight logs that was\nincomplete. And then I started to hear from\nMr. Dershowitz that, well, these records prove\nconclusively I couldn't have done that. And I knew to\nan absolute certainty, that the records were\ninconsistent and inaccurate; and for somebody who had\napparently carefully produced these records, to\nrepresent that these conclusively prove that he wasn't\non the flights, seemed to me to be inaccurate\ninformation.\n\nSo that was -- those were the kinds of things\nI was thinking about.\n\nQ. ‘Mr. Cassell, is it your testimony -~\n\nMR, SIMPSON: Well, first of all, I move to\n\nstrike the nonresponsive portion of the answer.\nBY MR. SIMPSON:\n\nQ. Mr. Cassell, is it your testimony that you\nhave sufficient information to conclude and allege that\nProfessor Dershowitz falsified documents and gave\nfalsified documents to a prosecuting authority?\n\nA. It is my belief that Professor Dershowitz\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n191\nprovided incomplete production to law enforcement\nagencies.\n\nQ. Is it your testimony under oath that you have\nsufficient information to allege that Professor\nDershowitz intentionally provided false information to a\nprosecuting authority?\n\nA. It is my position that he provided incomplete\ninformation to a prosecuting authority and inaccurate\ninformation to a prosecuting authority.\n\nNow, as to precisely what his state of mind\nwas when he was producing the incomplete and inaccurate\ninformation, that remains to be this -- you know, that\nwas one of the topics that I was hoping could have been\ncovered in -- in the depositions here in the last two\ndays, but unfortunately, there wasn't sufficient time.\n\nQ. Let me ask it a different way. You -- you\ngave a long answer in which you described reasons you\napparently believe that these flight logs were not\nmerely incomplete, but that someone had false --\nfalsified them. And did I understand you correctly?\n\nMR. SCAROLA: Excuse me. The question that\nwas asked was limited to the time period prior to\nDecember 30th. The answer that was given was\nlimited to the time period prior to December\n30th.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n10/20/2015 01:08:15 PM\n\nPage 188 to 191 of 335\n\n10 of 46 sheets\n\nHOUSE_OVERSIGHT_010850",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6127,
    "word_count": 1035,
    "line_count": 354,
    "import_date": "2025-11-19T21:47:46.929113",
    "prefix": "IMAGES-001"
  }
}