{
  "document_id": "HOUSE_OVERSIGHT_014460",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014460.txt",
  "text": "Unauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\n\nEuropean Equity Strategy\n2017 year ahead - Refining the reflation\n\nrotation\n\nKey takeaways\n\n¢ 2017 - Reflation, Reversal, Rotation, Relief or Revolt. EPS to turn +ve but politics to\nremain a valuation overhang in H1.\n\n« Defensive vs Cyclical rotation at extreme levels. More balanced approach needed but\nlook for another leg to cyclical trades.\n\n¢ O/w Media as quality cyclical and Oil. Stay cautious on UK domestic (Retail, Travel}.\nHealth, Utilities over Food & Bev.\n\n2017 - A year of cross currents, nimble investors required\nRecovery (positive but moderate in our view) and Rotation go hand in hand - we think\nthat the pace of the rotation has to moderate. ECB reversal on QE is a risk and tapering\nbecause the ability or willingness to do QE fades would likely cause a setback. Investors\nwill demand a premium for political risk until we get clarity on populist Revolt or policy\nRelief in France and elsewhere. Like 2016 investors will need to trade the ranges.\n\nHigh single digit upside - politics likely to weigh near term\n\nA valuation overhang remains in Europe vs other DM. We see a return to positive EPS\ngrowth (+7%) in Europe for the first time since 2014, driven by higher global GDP\ngrowth Resources recovery, capex discipline and FX. +7% growth implies less\ndowngrades than usual (10% is the average). Base case upside in high single digits (c9%\ntotal return) but politics may mean market highs are more likely achieved in H2.\n\nModestly higher yields and higher equities compatible\n\nEquities can continue to perform with rising rates — the key is that inflation breakevens\nare not falling. However, a more aggressive bond sell-off taking Treasury yields to 3% or\nhigher would undermine EM, the growth outlook, peripheral spreads and risky assets.\n\nReflation rotation stretched — refining our approach\n\nRotation has been extreme (>6SD move in Def vs Cyclicals). Argues for a moderation in\nreturns and a more balanced approach to sector allocation. Look for another leg to\ncyclical trades in the New Year. Sector valuations have also moved a long way already.\n\nCautious on domestic UK exposure - Brexit still to bite\n\nThe full impact of sterling weakness on the UK consumer environment is yet to be felt\nand Brexit negotiations are likely to drive further uncertainty and FX volatility. Structural\nissues add to our concerns in Retail and Travel & Leisure (both underweight).\n\nO/w Oil, Health, Utilities, Media; u/w Food & Beverage\n\nAn OPEC cut and higher oil would make Oil’s high DY sustainable. Healthcare is too\ncheap vs an improving sector growth outlook and 2017 is a key year for pipeline news.\nFood & Beverage still seems the least attractive Defensive on valuation, positioning. We\nmove overweight Media, a quality cyclical that has lagged and seen valuations de-rate.\n\n>> Employed by a non-US affiliate of MLPF&S and is not registered/qualified as a research analyst under\nthe FINRA rules.\n\nRefer to \"Other Important Disclosures\" for information on certain BofA Merrill Lynch entities that take\nresponsibility for this report in particular jurisdictions.\n\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\n\nRefer to important disclosures on page 37 to 38. Analyst Certification on page 36. 11690765\n\nTimestamp: 01 December 2016 12:00AM EST\n\nBankof America\nMerrill Lynch\n\n01 December 2016\n\nEquity Strategy\nEurope\n\nRonan Carr, CFA >>\nEuropean Equity Strategist\nMLI (UK)\n\n+44 20 7996 3292\nronan.carr@baml.com\n\nJames Barty >>\nInvestment Strategist\nMLI (UK)\n\n+44 20 7996 3291\njames.barty@baml.com\n\nTommy Ricketts >>\nEuropean Equity Strategist\nMLI (UK)\n\n+44 20 7996 3294\ntommy.ricketts@baml.com\n\nHOUSE_OVERSIGHT_014460",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014460.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4021,
    "word_count": 646,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:45.685656",
    "prefix": "IMAGES-002"
  }
}