{
  "document_id": "HOUSE_OVERSIGHT_028131",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028131.txt",
  "text": "ministers when we’d arrived in the banqueting hall. I did have a good talk with\nEgypt’s Amr Moussa, and the foreign ministers of Morocco and Tunisia. When\nI tried to start a conversation with Syria’s Farouk al-Sharaa, however, he\npointedly, though politely, said he felt that would not be appropriate. President\nAssad had broken off talks with us earlier in the year, insisting that we first\ncommit explicitly to honor Rabin’s “pocket deposit” on the Golan Heights. Still,\nin my formal remarks at the dinner, I urged both sides to resume our effort to\nnegotiate an Israeli-Syrian agreement. Sharaa’s response was, again,\nunencouraging. But I did notice, and take heart from, the fact that it was neither\npolemic nor overtly hostile towards Israel.\n\nWhen I returned to Israel, I found that Peres, too, wanted to restart the\nnegotiating process with the Syrians. The effort took on fresh momentum after a\nmeeting at Peres’s home in Jerusalem in early December, ahead of his visit to\nWashington for talks with President Clinton. Itamar Rabinovich and I had each\nmet with him separately a few weeks earlier to brief him on how the talks with\nthe Syrians had gone under Rabin, and why they’d reached an impasse. We\nemphasized Assad’s insistence on a preemptive agreement on our leaving the\nGolan. Peres now came forward with a plan. It was the diplomatic equivalent of\nwhat the Americans, a few years later in the second Gulf War, would call\n“shock and awe.” This was “dazzle and befuddle.” As Peres explained it, we\nwould flood Assad with proposals: not just on land or security, but everything\nfrom water and electricity to tourism and industrial zones. Assad was in\npersonal control of the Syrian side of the talks. The mere volume, range and\ncomplexity of the simultaneous engagement Peres had in mind would, he\nhoped, dilute his focus on the Golan. “The best results are extracted from\nconfusion,” he said. Having watched President Assad operate for years, when I\nwas head of intelligence and chief of staff, I said I was skeptical. I used the\nimage of a bulldog. “It comes into your living room with one aim: to lock on to\nyour ankle. You can throw fireworks, cookies, balloons, a tasty bone. But it’s a\nbulldog. It’s still going to move another step toward your ankle.” For Assad, the\nankle was the Golan.\n\nI understood why Peres wanted to make a new effort to get peace with Syria.\nObviously, it was something to be desired in itself. It would transform the terms\nof our conflict with the Arabs, and maybe even bring within reach the hope of\nending it altogether. But there was a political consideration as well. For all his\nother accomplishments, Peres had a record of repeated electoral defeat as head\nof Labor. This next election would be the first held under a new set of rules.\nInstead of merely choosing lists of Knesset candidates, Israelis would cast two\n\n283\nHOUSE_OVERSIGHT_028131",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2893,
    "word_count": 497,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.190698",
    "prefix": "IMAGES-009"
  }
}