{
  "document_id": "HOUSE_OVERSIGHT_010594",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010594.txt",
  "text": "Jeffrey enjoys his social life.\" Jeffrey Epstein: International Moneyman of Mystery; He's pals\nwith a passel of Nobel Prize-winning scientists, CEOs like Leslie Wexner of the Limited,\nsocialite Ghislaine Maxwell, even Donald Trump. But it wasn't until he flew Bill Clinton, Kevin\nSpacey, and Chris Tucker to Africa on his private Boeing 727 that the world began to wonder\nwho he is. By Landon Thomas Jr. (See article attached hereto as Exhibit “NN”) (c) Trump\nallegedly banned Epstein from his Maralago Club in West Palm Beach because Epstein sexually\nassaulted an underage girl at the club; (d) Jane Doe No. 102’s complaint alleged that Jane Doe\n102 was initially approached at Trump’s Maralago by Ghislaine Maxwell and recruited to be\nMaxwell and Epstein’s underage sex slave; (e) Mark Epstein (Jeffrrey Epstein’s brother) testified\nthat Trump flew on Jeffrey Epstein’s plane with him (the same plane that Jane Doe 102 alleged\nwas used to have sex with underage girls); (f) Trump had been to Epstein’s home in Palm Beach;\n(g) Epstein’s phone directory from his computer contains 14 phone numbers for Donald Trump,\nincluding emergency numbers, car numbers, and numbers to Trump’s security guard and\nhouseman. Based on this information, Edwards reasonably believed that Trump might have\nrelevant information to provide in the cases against Jeffrey Epstein and accordingly provided\nnotice of a possible deposition. See deposition of Mark Epstein, September 21, 2009, at 48-50\n(Deposition Attachment #19); See Jane Doe 102 v. Epstein, Exhibit “B”; Exhibit “F”;\n“Exhibit”J ”; “N” and See Edwards Affidavit, Exhibit “N” at 913.\n\n72. Edwards provided notice that he intended to depose Alan Dershowitz. Edwards\npossessed a legitimate basis for doing so: (a) Dershowitz is believed to have been friends with\nEpstein for many years; (b) in one news article Dershowitz comments that, “I’m on my 20th\n\nbook... The only person outside of my immediate family that I send drafts to is Jeffrey” The\n29\n\nHOUSE_OVERSIGHT_010594",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010594.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2011,
    "word_count": 321,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:44.292923",
    "prefix": "IMAGES-001"
  }
}