{
  "document_id": "HOUSE_OVERSIGHT_022387",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022387.txt",
  "text": "Tax\n\n“There is a big gulf between our two views... We believe\nthat we should have a pure territorial system...And so | do\nbelieve that this issue is coming,” Ryan said. “| don’t think\nyou can stand against aterritorialsystem much longer.”\nRyan also remarked that “the experience | had when | was\nWays and Meanschair with [Democrats] was not a\npleasant one, and | don’t know if that’s going to change.”\n\nIn a September 8 New York Times op-ed, Senator Warren\nsaid foreign developments are increasing pressure on\nCongress to cut corporations “a new sweetheart deal” in\ntax reform, but lawmakers should instead take the\nopportunity to collect more revenue from corporations.\n\n“Preferential tax treatment, either through special rates\nor deferred due dates, creates a huge financial incentive\nfor American companies to build businesses and create\njobs abroad rather than in the United States. Our tax code\nshould favor jobs and businesses at home — period,”\nWarren said.\n\nAlong with these political and mechanical questions, there\nis the question of whether such a system, embedded in an\nincome tax rather than a value added tax or other true\nconsumption tax, is legal from an international trade\nperspective.\n\nDesign issues — paying for rate reduction. There may\nalso be tension among House Republicans given that the\nBlueprint has not had a full airing among members -it\nwas released soon before Congress left for its summer\nrecess—and the drafting of legislative language may\nmake apparent what is necessary to achieve the stated\ngoals, particularly the reduced rates: a 20%statutory\ncorporate tax rate; a 25%businesstax rate for pass-\nthrough entities; and individual rates set at 12% 25% and\n33% Once the details are hashed out, the Blueprint could\npresent just as many trade-offs as previous serious tax\nreform proposals. While the mix of winners and losers\nmay be different than under other proposals, the ultimate\nfate of the Blueprint will still be determined by the same\nfundamental political dynamics that would face any tax\nreform proposal.\n\nFor example, the Blueprint would permit companiesto\nfully and immediately deduct the cost of all tangible and\nintangible property, with the exception of land. However,\nthe Blueprint also would correspondingly deny deductions\nfor net interest expense. Companies must therefore\nweigh whether losing interest deductions is a cost they\nare willing to incur in exchange for full expensing (and a\n20%corporate rate).\n\nThe purpose for denying deductions for net interest\nexpense is to prevent a presumed double benefit from\nfully expensing leveraged purchases of property.\n\nHowever, the exclusion of land from full expensing under\nthe Blueprint would be particularly severe for debt-\nfinanced purchases of land because the land would not be\neligible for full expensing (or apparently even\ndepreciation as under current law), while deductions for\ninterest expense on the debt would not be permitted.\n\nMoreover, the persistent issues under current law\ninvolving the allocation of purchase price between non-\ndeductible land and immediately deductible\nimprovements on the land would be intensified under the\nBlueprint. Other aspects of paying for a reduced\ncorporate rate will not come easier in the new Congress.\nThe allure of reducing businesstax ratesdid not draw\nmembers to support the bill presented to them by former\nWays and Means Chairman Dave Camp.\n\nCorporate integration. In the Senate, Finance Committee\nChairman Hatch continuesto go his own direction on tax\nreform, touting a corporate integration plan that could be\na substitute for or be complementary to a rate reduction\neffort that includes internationaltax reform. Hatch says\nhe is still aiming to release a corporate integration\ndiscussion draft. Chairman Hatch has said the proposal\ncould accomplish the international tax reform that is\nwidely seen as necessary, and the reception to the draft\ncould dictate how strongly he tries to advance the\nproposal next year. The draft is expected to pair a\ndividends-paid deduction with a mandatory 35%\nwithholding tax for dividends and interest. Other senators\nand third parties have raised concerns about a corporate\nintegration plan, including:\n\n» that the proposed 35 %withholding tax expected would\npenalize tax-exempt entitieslike retirement plans and\ndeter foreign investment in the United States; and\n\n» that a dividends paid deduction would, by reducing\ncorporate tax liability, diminish the effectiveness of\ncurrent tax incentives like the R&D credit and\naccelerated depreciation, and disadvantage startup\ncompanies more likely to retain their earnings rather\nthan pay dividends.\n\nExtenders. The fate of tax extenders (and certain other\ntax issues) will likely depend on both what can be\naccomplished during the 2016 lame-duck session and the\nsuccess of the likely focus on tax reform in early 2017.\n\nEY 15\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022387",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022387.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4905,
    "word_count": 768,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:45.291988",
    "prefix": "IMAGES-006"
  }
}