{
  "document_id": "HOUSE_OVERSIGHT_029340",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029340.txt",
  "text": "CULE DUVULL. IYLUIT CSLALE-LAA UALUTS - DIICUOTe - IViaTKeELWwalcn nutp://D1Ogs .marketwatcn.comyencore/ ZU | 3/U4/2Z9/coming-soon...\n\n1 of 2\n\nIs Another Bear Market Around the Corner?\n\nIf you have a $500,000 portfolio, you should download the latest report by Forbes columnist\nKen Fisher's firm, It tells you where we think the stock market is headed and why. This\nmust-read report includes our latest stock market forecast, plus research and analysis you can\n\nuse in your portfolio right now. & | Click Here to Download\n\nMarket¥Watch\n\nFishek INVESTMENTS”\n\nApril 29, 2013, 12:09 PM ET\nComing soon: More estate-tax battles\n\nThe word “permanent” — at least in the corridors of Washington, D.C. — doesn’t mean what you think it\nmeans. And that should prompt you to keep a close eye on your estate plans.\n\nThe American Taxpayer Relief Act of 2012, which was\n\nsigned into law in early January, established a\n33 3 y ry 9%: “permanent” $5 million estate-tax exemption. The\nSF legislation also set the same $5 million exemption for the\nfii federal gift tax and generation-skipping transfer tax.\nse (That figure is indexed for inflation, which makes the\n\n2013 exemption $5.25 million.)\n\nBut as Kelly Greene reported this weekend in the Wall\n\nMore inheritance headaches loom. Street Journal, President Barack Obama's fiscal year\n2014 budget calls for lowering the exclusion for estate taxes and the generation-skipping transfer tax to\n$3.5 million (albeit not until 2018). The gift-tax exemption, meanwhile, would drop to $1 million. The\nproposed figures would be a return to 2009 levels and would no longer be indexed for inflation.\n\nAccording to the proposed budget, the changes — coupled with closing other “estate-tax loopholes” —\nwould raise $79 billion over 10 years. Which means that the only permanent thing about estate planning\nwould be efforts by financial advisers and tax attorneys to stay one step ahead of Washington’s search\nfor revenue.\n\nTo be sure, the president’s proposals are unlikely to be enacted in their current form. But Greene\nhighlights several possible changes that investors and families should watch for:\n\n“Discounts” could disappear. Currently, the value of a minority share in a business — when transferred\nfrom one family member to another — can be “discounted,” resulting in a tidy tax savings. The White\nHouse, in previous budgets, has called for limiting or eliminating such discounts to family members. But\nthe absence of that idea in the budget for 2014 could mean the Obama administration believes the\nTreasury Department already has the authority to change the rules — and simply will issue new\nregulations to do so. If that’s the case, families considering such transfers might want to act sooner\nrather than later.\n\nGRATs could get watered down. A grantor-retained annuity trust, or GRAT, lets a person give a portion\nof an asset's future profits to heirs tax-free. (One popular use of GRATs: Passing along stocks whose\nprices are depressed.) Such transfers take place over a set time period — as short as two years. But the\npresident's budget would require GRATs to have a minimum term of 10 years, making these trusts less\n\n4/29/13 1:26 PM\n\nHOUSE_OVERSIGHT_029340",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029340.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3199,
    "word_count": 518,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.647920",
    "prefix": "IMAGES-010"
  }
}