{
  "document_id": "HOUSE_OVERSIGHT_017404",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017404.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 18: From Human Right to Human Wrongs: How the hard left hijacked the Human\nRights Agenda\n\nThe United States Constitution guarantees equality under American law, but the vast majority of\nthe world’s population has no such legal protection. Human rights are not limited by geographic\nor political borders. They apply, at least in theory, to all human beings, regardless of nationality,\nrace or religion. I have devoted much of my life to trying to turn theory into reality on an\ninternational scale.\n\nI was brought up in the golden age of human rights. Our heroes were Eleanor Roosevelt, Rene\nCasin and Albert Schweitzer. Our great hope was the United Nations with its Universal\nDeclaration of Human Rights. Our mantra was FDR’s “Four Freedoms:” freedom of speech and\nexpression; freedom of worship; freedom from want; freedom from fear.\n\nThe enemies of human rights were also clear: fascism, communism, racism, religious\ndiscrimination, McCarthyism, authoritanism, slavery, apartheid and other forms of oppression\nemanating from both the extreme right and left.\n\nAll good liberals—and my friends, neighbors and co-religionists were almost all good\nliberals—were kneejerk supporters of the human rights agenda? And why not? How could any\ndecent person be opposed to the Four Freedoms and other universal human rights such as racial\nand religious equality, the ability to travel freely, the right to a fair trial and the ability of workers\nto join unions and collectively bargain for fair wages and working conditions.\n\nWe all admired the United Nations and looked to it as a guarantor of peace and a protector of\nhuman rights. And again, why not? It had been founded in the wake of the allied victory over\nNazism by nations—mostly democracies—that had been on the right side of the war against\nGermany, Japan and other members of the Fascist Axis. One of the U.N.’s first actions was to\ndivide the British mandate over Palestine into a Jewish and Arab state, thereby creating the\nconditions that led to the establishment of Israel. I vividly recall watching the U.N. vote with my\nfather on a small black and while television and cheering when cast the deciding vote in\nfavor of the two state solution (that Israel accepted and the Arab states and Palestinian Arabs\nrejected.) In those golden years, there was no conflict between supporting the U.N. and\nsupporting Israel, the only democracy in the Middle East.\n\nMy first confrontation with the United Nations\n\nMy earliest experiences in human rights (other than signing the petition to save the Rosenbergs,\nwhich earned me both the respect and the concern of my frightened parents, and my act of civil\ndisobedience against the slave-owning King of Saudi Arabia, which nearly got me arrested)\ninvolved the United Nations.\n\nWhen I was a junior in Yeshiva University High School, the United Nations came up with the idea\nof a universal calendar that would introduce a “bland day at the end of each year [that] would\n\n317\n\nHOUSE_OVERSIGHT_017404",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017404.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3016,
    "word_count": 494,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.012874",
    "prefix": "IMAGES-004"
  }
}