{
  "document_id": "HOUSE_OVERSIGHT_026390",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026390.txt",
  "text": "Case 1:16-cv-04642 Document 1 Filed 06/20/16 Page 7 of 9\n\nDefendant Trump and that Plaintiff had not seen since that third incident, and that he was\ncapable of having her whole family killed. Exhs. A and B.\n\n24. The duress had prevented Plaintiff from starting litigation before this year.\nHowever, as soon as she surfaced, she received threats. More specifically, shortly after her first\ncomplaint was filed in California on April 26, 2016, she started receiving threatening phone calls\non her cell phone. Exh. A.\n\n2s Defendants are equitably estopped from arguing that any statute of limitations has\nnot been tolled as Defendants wrongfully forced Plaintiff to refrain from timely commencing this\naction by threats, duress, and other misconduct. Exhs. A and B.\n\n26. Moreover, this action has been brought before the facts giving rise to the estoppel\nhave ceased to be operational (i.e., while still under threats of physical harm by coming forward\nand having no reason to believe that the threats have ever been lifted or would ever be lifted) and\nsince Plaintiff has decided to seek redress at this time, Plaintiff seeks an order of protection in\nfavor of Plaintiff and all associated with her so as to protect them from harm and harassment\n\nfrom Defendants and their agents and associates. Exh. A.\n\nDEFAMATION\n27. On information and belief, on or about April 28, 2016, Defendant Trump\nprovided the following statement to American Media, Inc. and/or Radar Online LLC for\npublication on at least their website RadarOnline.com regarding Plaintiff's complaint ED CV 16-\n797-DMG (KSx) filed in the United States District Court for the Central District of California:\n\n“The allegations are not only categorically false, but disgusting at the highest level and clearly\n\nHOUSE_OVERSIGHT_026390",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026390.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1789,
    "word_count": 287,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:49.112896",
    "prefix": "IMAGES-008"
  }
}