{
  "document_id": "HOUSE_OVERSIGHT_017638",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017638.txt",
  "text": "Page 3 of 78\n2007 Utah L. Rev. 861, *865\n\nA. The Crime Victims’ Rights Movement\n\nThe Crime Victims' Rights Movement developed in the 1970s because of a perceived imbalance in the criminal justice system.\n\nThe victims' absence from criminal processes conflicted with \"a public sense of justice keen enough that ... it has found voice\nin a nationwide \"victims' rights' movement.\" © Victims advocates argued that the criminal justice system had become\npreoccupied with defendants’ rights to the exclusion of considering the legitimate interests of crime victims. ’ These advocates\nurged reforms to give more attention to victims' concerns, including protecting victims’ rights to be notified of court hearings,\nto attend those hearings, and to be heard at appropriate points in the process.\n\nThe victims movement received considerable impetus in 1982 with the publication of the report of the President's Task Force\non Victims of Crime (\"Task Force\"). The Task Force concluded that \"the criminal justice system has lost an essential balance...\n. The system has deprived the innocent, the honest, and the helpless of its protection... . The victims of crime have been\ntransformed into a group oppressively burdened by a system designed to protect them. This oppression must be reddressed.\" 8\nThe Task Force advocated multiple reforms. It recommended that prosecutors assume the responsibility for keeping victims\nnotified of all court proceedings and bringing to the court's attention the victim's view on such subjects as bail, plea bargains,\nsentences, and restitution. ° It also urged that courts receive victim-impact evidence at sentencing, order restitution in most\ncases, and allow victims and their families to attend trials even if they would [*866] be called as witnesses. !° In its most\nsweeping recommendation, the Task Force proposed a federal constitutional amendment to protect crime victims’ rights \"to be\npresent and to be heard at all critical stages of judicial proceedings.\" |!\n\nIn the wake of the recommendation for a constitutional amendment, crime victims' advocates considered how best to pursue\nthat goal. Realizing the difficulty of achieving the consensus required to amend the United States Constitution, advocates\ndecided to go first to the states to enact state victims’ rights amendments. They have had considerable success with this \"states-\nfirst\" strategy. !? To date, about thirty states have adopted amendments to their own state constitutions, | which protect a\nwide range of victims’ rights.\n\n® Payne v. Tennessee, 501 U.S. 808, 834 (1991) (Scalia, J., concurring) (internal quotations omitted). See generally Douglas E. Beloof, Paul\nG. Cassell & Steven J. Twist, Victims in Criminal Procedure 638-39 (2d ed. 2005) (discussing the need for victims’ participation in the\ncriminal justice system); see also Shirley S. Abrahamson, Redefining Roles: The Victims' Rights Movement, 1985 Utah L. Rev. 517;\nDouglas Evan Beloof, The Third Model of Criminal Process: The Victim Participation Model, 1999 Utah L. Rev. 289; Paul G. Cassell,\nBarbarians at the Gates? A Reply to the Critics of the Victims' Rights Amendment, 1999 Utah L. Rev. 479 [hereinafter Cassell, Barbarians at\nthe Gates]; Paul G. Cassell, Balancing the Scales of Justice: The Case for and the Effects of Utah's Victims' Rights Amendment, 1994 Utah\nL. Rev. 1373 [hereinafter Cassell, Balancing the Scales]; Abraham S. Goldstein, Defining the Role of the Victim in Criminal Prosecution, 52\nMiss. L.J. 514 (1982); William T. Pizzi & Walter Perron, Crime Victims in German Courtrooms: A Comparative Perspective on American\nProblems, 32 Stan. J. Int'l L. 37 (1996); Steven J. Twist, The Crime Victims’ Rights Amendment and Two Good and Perfect Things, 1999\nUtah L. Rev. 369.\n\n7 See generally Beloof, Cassell & Twist, supra note 6, at 29-38; Douglas Evan Beloof, The Third Wave of Victims' Rights: Standing,\nRemedy and Review, 2005 BYU L. Rev. 255; Cassell, Balancing the Scales, supra note 6, at 1380-82 (arguing for increased rights of crime\nvictims in criminal justice systems).\n\n8 President's Task Force on Victims of Crime, Final Report 114 (1982).\n° Td. at 63.\n\n© Td. at 72-73.\n\n' Td. at 114 (emphasis omitted).\n\n? See S. Rep. No. 108-191, at 3 (2003).\n\n3 See Ala. Const. amend. 557; Alaska Const. art. I, § 24; Ariz. Const. art. II, § 2.1; Cal. Const. art. I, §§12, 28; Colo. Const. art. IT, § 16a ;\nConn. Const. art. I, § 8(b); Fla. Const. art. I, § 16(b); Idaho Const. art. I, § 22; Il. Const. art. I, § 8.1; Ind. Const. art. I, § 13(b); Kan. Const.\nart. 15, § 15; La. Const. art. 1, § 25; Md. Decl. of Rights art. 47; Mich. Const. art. I, § 24; Miss. Const. art. 3, § 26A; Mo. Const. art. I, § 32;\nNeb. Const. art. I, § 28; Nev. Const. art. I, § 8; N.J. Const. art. I, § 22; N.M. Const. art. 2, § 24; N.C. Const. art. I, § 37; Ohio Const. art. I, §\n10a; Okla. Const. art. IT, § 34; Or. Const. art. 1, § 42; R.I. Const. art. I, § 23; S.C. Const. art. I, § 24; Tenn. Const. art. 1, § 35; Tex. Const. art.\nI, § 30; Utah Const. art. I, § 28; Va. Const. art. I, § 8-A; Wash. Const. art. 2, § 33; Wis. Const. art. I, § 9m.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017638",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017638.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5151,
    "word_count": 871,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.632869",
    "prefix": "IMAGES-004"
  }
}