{
  "document_id": "HOUSE_OVERSIGHT_024075",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024075.txt",
  "text": "Profits Not Shared in Proportion to Contributed Capital\n\nThe capital contribution of the General Partner will represent only a small portion of the Fund’s\ncapital. Limited Partners may invest greater amounts and may receive a proportionately\nsmaller amount of the profits of the Fund than the General Partner. The General Partner may\nhave an incentive to make investments that are riskier or more speculative than if the General\nPartner received allocations on a basis identical to that of the Limited Partners in the Fund or\nwas compensated on a basis not tied to the performance of the Fund.\n\nInvestment Opportunities\n\nThe General Partner may in certain circumstances allocate investment opportunities to prior\nfunds or potential successor funds. Allocation of investment opportunities will be made in\ngood faith by the General Partner. There can be no assurance that the allocation of investment\nopportunities by the General Partner will not give rise to conflicts of interest between the\ninvestors of the respective funds.\n\nLong-Term Investment\nAn investment in the Fund is a long-term commitment, and there is no assurance of any\ndistribution to the Limited Partners prior to or upon liquidation of the Fund.\n\nIlliquidity of Limited Partner Interests\n\nThe Limited Partner Interests are highly illiquid. There is no public market for the Limited\nPartner Interests and none is expected to develop. Limited Partner Interests in the Fund may\nnot be assigned, transferred or encumbered without the prior written consent of the General\nPartner. Voluntary withdrawals of Limited Partner Interests are not permitted, except in\nlimited circumstances where necessary to comply with laws or regulations applicable to a\nLimited Partner. Consequently, a Limited Partner may not be able to liquidate their investment\nin the event of a change in circumstances or for other reasons and, therefore, must be prepared\nto bear the risks of owning its interest in the Fund for an extended period of time. The Limited\nPartner Interests will not be registered under the Securities Act of 1933, as amended (the\n“Securities Act”), or under the various “Blue Sky” or securities laws of the state or jurisdiction\nof residence of any Limited Partner of the Fund. The Limited Partner Interests are being offered\nonly to “accredited investors” under an exemption in Section 4(2) of the Securities Act and the\nrules of the Securities and Exchange Commission thereunder and exemptions under the various\napplicable “Blue Sky” and other state securities laws.\n\nBridge Financings and Guarantees\n\nFrom time to time, the Fund may lend to portfolio companies on a short-term, unsecured basis\nor guaranty portfolio company obligations in anticipation of a future issuance of equity or long-\nterm debt securities. Such bridge loans would typically be convertible into a more permanent,\nlong-term security; however, for reasons not always in the Fund’s control, such long-term\nsecurities may not issue and such bridge loans or guarantees may remain outstanding. In such\nevent, the interest rate on such loans or compensation for such guaranty (if any) may not\nadequately reflect the risk associated with the unsecured position taken or guaranty given by\nthe Fund.\n\n64 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024075",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024075.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3289,
    "word_count": 516,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.306865",
    "prefix": "IMAGES-007"
  }
}