{
  "document_id": "HOUSE_OVERSIGHT_011128",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011128.txt",
  "text": "pure consumption. Why? Output in itself means creation of economic value.\nMathematically, that could include what I called “output exhaust”, meaning value\nexhausted as soon as created. | ruled that out as “free goods”, which happen every\nday but are neglected in economics as unable to influence behavior either before or\nafter. That’s why “equals” cannot mean “is” in (A1.3). And neither does it in (A1.5).\nRather both state that output provides cash flow offset plus total capital growth.\n\nThis distinction helps everywhere in economics. We know for example that transfer\nout may be drawn either from capital in place or from concurrent output. The\nsource of first kind is decaptialization D. But decaptialization also includes other\ncomponents than transfer out. In Chapter 3, and again just now, I excluded output\n\nexhaust as free goods possible in math but neglected in economics. That makes\n\ndecapitalization D the only source of pure consumption C, . And not all\n\ndecapitalization is transfer or exhaust. Some is deadweight loss, defined in (A1.1) as\n\nany negative sum of capital growth K,, and cash flow F. That can show in\n\nD=D\\+D, and D,=D_+C,. (A1.4)\n\nHere D, is recovered or realized decapitalization, D, is “transfer depreciation” net\n\nof plowback into the same asset, and D, is deadweight loss. A is lambda. At the\n\ncollective scale, where transfers cancel internally, (A1.4) becomes\n\nD=C., (A1.4a)\n\nThe dispositions of transfer out may be reinvestment in other assets of the same\nowner, or may be gift to donees. Reinvestment can be interfactor as shown in\n\nChapter 5. Transfer out from total capital of any individual, net of internal transfers,\n\nAPPENDIX A: The Argument in Notation 3/7/16 2\n\nHOUSE_OVERSIGHT_011128",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011128.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1732,
    "word_count": 278,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.206162",
    "prefix": "IMAGES-001"
  }
}