{
  "document_id": "HOUSE_OVERSIGHT_021158",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021158.txt",
  "text": "made for myself, I needed some encouragement and the right words to\nunlock my very soul.\n\nJeffrey told me the towels were on the heated rack just outside the\nshower and asked me to get one and pat him down. Again putting himself\nfirst as I sat there freezing while I compliantly patted down his body with\nthe white fluffy towel until he was dried. I nearly expected him to ask me\nto dress him as well, but not surprisingly that came later down the track\ntoo. I dried myself off and wiped the make-up from under my eye’s,\nkeeping quiet not.sure what to really say and half-embarrassed from the\nentire evening’s events that just took place. I just remained silent whilst\nwe both got dressed until he brought me downstairs where Ghislane was\nsitting at a desk holding his black leather duffel bag. When she moved\nfrom the chair to let Jeffrey sit down, she passed him the bag and began\nto tell me that | had great potential to be a massage therapist, they really\nliked my style and who knows where this could lead too. She asked to see\nme again tomorrow, same time after work. He opened the bag, revealing\nstacks of brand-new hundred dollar bills separated with rubber bands to\ncount by the thousands. He grabbed one stack and took out two crisp\nnotes, placing them in my hand. He laughed that it was nearly my whole\nweek’s wage at Mar-A-Lago. Only there I didn’t have to degrade myself\nas his new little toy.\n\nWhen | got home my parents were anticipating my arrival. I kept it\nsimple and sweet with my folk’s, only telling them of the lessons about\nthe body I had received and the future prospects in massage therapy that\nlie ahead. Nobody questioned who I was working for and complimented\nmy ability to be a hard worker. | quickly got out of that conversation\nafraid I might give away a hint of shame in my eyes but no one caught\non. I excused myself to the bathroom to have a shower and stared into the\nmirror for a moment, asking myself if] could really go through with this\nonly to mentally respond by reminding myself this would be as good as it\ngets for a girl of my stature and limitations. I scrubbed myself rigidly in\nthe shower as if it would wash away the filthiness of the night, but it\ndidn’t help, I could still feel their hands in me and all over me and inside\nof me. Trying to sleep that night was nearly impossible too, closing my\neyes only to drift away to flashbacks of the moments I had to give myself\nto Jeffrey and Ghislane, each replay an exploitation of my vulnerability.\n\nThe next morning | awoke feeling anxious about the day ahead, trying to\npush yesterday's memory from my thoughts, I was quiet for the whole\ntrip to work with my Dad. Before we got out of his car in the parking lot\nhe asked me if everything was okay, I lied, for his sake and mine. My life\nwas being transformed and I didn’t even know it yet, but soon enough I\nwould be a brainwashed tool only used for the sexual pleasure of others.\n\n27\n\n1] Copyright Protected Material\nCONFIDENTIAL GIUFFRE004 160\n\nAbout to be entrapped in the same life | had broken free from only\nmonths ago.\n\nConvincing myself in order to succeed I had to step up from being a\ngirly teenager and start thinking like a young woman, it would be my\nticket to a great career and a fortunate life. I told myself “So what if I had\nto bargain my body to this rich old geezer, some girls get themselves\nthrough college by becoming a stripper and using their bodies to pay for\ndegrees, others go down even worse paths.” T guess it was just another\nway to fathom the road I was going down, the effectiveness of the lies |\nforced myself to believe was working as [ continued to tell myself J had\nto make it any way | could rather than ever letting myself sleep on the\nstreets again. | was trading one shocking lifestyle for another, thinking |\nwas choosing the right one. If | could go back in time to ever meet myself\nI would choose this time in my life. I’d start with a good hard smack to\nmy head to first shake some things up in there and next J would tell that\ngirl she could actually make it on her own if she just worked hard at\nearning an honest wage and built her life up slowly. There is no rush or\ntime limit to ever stop reaching for achievement. Sadly enough I probably\nwouldn’t of even believed myself anyways, learning my life’s hard\nlessons through the experiences I continued to suffer.\n\nI went to work at Mar-A Lago that day trying hard not to think of what\nlay ahead in the afternoon too come, but the later the hour got the more\ndistinguished the knots became in my stomach. I spoke to no one of the\ndetails to my explicit interview but told one girl how I was so happy I\nwas now Officially studying massage therapy, another lie. My friend was\nsurprised and intrigued that these people who could afford the best of the\nbest of therapists in the world chose an untrained fifteen-year-old girl to\nperform a massage. She never said it in words, but her body language told\nme she knew exactly why they wanted to use me and it wasn’t fora\ntherapeutic reason either and deep down inside [ understood.\n\nThe rest of the afternoon slipped away quickly and before I knew it I\nwas standing before those large wooden doors again, giving a moments\npause but long enough to draw in my breath and exhale some of the\nanxiety before ringing the doorbell. Juan answered the door again and\ntold me Ghislane would be down in a few moments and asked to follow\nhim into the kitchen. There was a pleasant looking young girl with blonde\nspirals in her hair that glanced up from the mound of paperwork before\nher. Her shocking blue eye’s and appealing English accent seemed\ndelightful and she introduced herself as “Emmy”, Ghislane’s Personal\nAssistant. I introduced myself as “Jenna” which is what most people\nknew me as and told-her I was on an employment trial to become\nJeffrey’s massage therapist. She had a coy smile on her face that told me\nshe knew exactly what I was on trial for. Something in my gut told me\n\n28\n\n€ Copyright Protected Material\n\nGIUFFREOO4 161\n\nHOUSE_OVERSIGHT_021158",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021158.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6042,
    "word_count": 1124,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:45.105991",
    "prefix": "IMAGES-006"
  }
}