{
  "document_id": "HOUSE_OVERSIGHT_022811",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022811.txt",
  "text": "﻿From: \t\"Saved by Internet Explorer 11\"\t\nSubject: \tClient Who Stood Up for Boies Goes Public in Sex Trafficking Case | Law.com\t\nDate: \tTue, 9 Jan 2018 08:51:12 -0500\t\n                                                                      \n \n\n\n  \n \n \n  \n• Menu\n \n• Search\n  \n•  \nLaw.com\nAn ALM Exclusive Network \n \n \n \n\n\n \n•  \n \nSign In\n \n Subscribe \n \n\n\n \n\n\n \n• Home\n  \n• Law Topics\n \n \n• Litigation\n \n• Transactional Law\n \n• Law Firm Management\n \n• Law Practice Management\n \n• Intellectual Property\n \n• Browse All Law Topics ➝\n\n \n• Publications\n \n \n• The American Lawyer\n \n• New York Law Journal\n \n• Connecticut Law Tribune\n \n• The Recorder\n \n• Browse All Publications ➝\n\n \n• Surveys & Rankings\n  \n• Events\n  \n• ALM Intelligence\n  \n• Verdicts\n  \n• Legal Dictionary\n  \n• Law Firms\n  \n• Lawjobs.com\n  \n• Legal Recruiters\n  \n• Law Schools\n  \n• About Us\n \n• Contact Us\n \n• Site Map\n \n• Advertise\n \n• Customer Care\n \n• Terms of Service\n \n• FAQ\n \n• Privacy Policy\n \n\n \n•  Follow Law.com \n \n• \n \n• \n \n• \n \n• \n \n• \n \n\n \n \nCopyright © 2018 ALM Media Properties, LLC. All Rights Reserved.\n\n \n \n\n\n \n\n \n \n \n \n\n \n  \n• Sign In\n \n•  SUBSCRIBE  \n \n\n\n \n\n\n \n \n \n \n \n \n \n  \n• Publications\n \n• Law Topics\n \n• Surveys & Rankings\n \n• Events\n \n• ALM Intelligence\n \n• Verdicts\n \n• Legal Dictionary\n \n• Law Firms\n \n• Lawjobs.com\n \n• Legal Recruiters\n \n• Law Schools\n \n• More +\n\n \n\n\n\n\n       \n\n \n\n \n \n\n\n \n \n\n\n \n \n \n \n \nClient Who Stood Up for Boies Goes Public in Sex Trafficking Case\n \nAfter first outing herself to defend David Boies in a letter to The New York Times, Sarah Ransome is giving up the pseudonym \"Jane Doe 43\" in a sexual trafficking lawsuit against billionaire Jeffrey Epstein.\n  \n \nBy Miriam Rozen   | UPDATEDJan 09, 2018 at 12:21 PM | Originally published on The American Lawyer \n \n\n\n\n\n \n \n \n \n \n      \n\n \n \nX\n  \nShare with Email\n \n \n \nAdd a comment... \nClient Who Stood Up for Boies Goes Public in Sex Trafficking Case After first outing herself to defend David Boies in a letter to The New York Times, Sarah Ransome is giving up the pseudonym \"Jane Doe 43\" in a sexual trafficking lawsuit against billionaire Jeffrey Epstein. https://www.law.com/sites/americanlawyer/2018/01/08/client-who-stood-up-for-boies-goes-public-in-sex-trafficking-case/?et=editorial&bu=Law.com&cn=20180109&src=EMC-Email&pt=ALM%20Morning%20Minute?cmp=share_email Send \nsending now...\n \n \nThank you for sharing!\n \nYour article was successfully shared with the contacts you provided.\n\n\n \n \n \n\nDavid BoiesDavid Boies, Boies Schiller Flexner \nDiego M. Radzinschi/The National Law Journal  \n\n \n“Jane Doe 43″ has formally identified herself as Sarah Ransome in a sexual trafficking lawsuit that her lawyers at Boies Schiller Flexner are pursuing against billionaire Jeffrey Epstein.\n \nIn a notice to change the case caption filed Friday in Manhattan federal court, Ransome’s attorneys said she “no longer intends to proceed by way of pseudonym” in the case, which claims Epstein forced her to have sex for money.\n \nDefense lawyers for Epstein had argued that Ransome must litigate under her own name after she wrote a Nov. 15 letter to The New York Times, which the Times published, in which she defended Boies Schiller and firm chairman David Boies against criticism stemming from Boies’ work for Harvey Weinstein.\n \nRansome identified herself as Jane Doe 43 in the Times letter, which said Boies “heard me and came to my rescue” when others refused to take her allegations against Epstein seriously. “For the first time in 10 years I finally feel safe because of David Boies and his colleagues,” wrote Ransome, who also said the firm did not charge her legal fees.\n \nThe letter was prompted by a Nov. 9 Times op-ed by Stanford University law professor Deborah Rhode, titled “David Boies’s Egregious Involvement With Harvey Weinstein.” Written in the wake of revelations in The New Yorker that Boies had engaged private investigators to kill an investigation by Times reporters into Weinstein’s alleged sexual predations, the op-ed suggested that Boies’ work for Weinstein was unethical, partly because the Times’ was a Boies Schiller client.\n \nTwo days earlier, on Nov. 7, following publication of The New Yorker article, Boies had issued a statement addressed to his firm, stating that Weinstein was no longer a client and stressing that he “would never knowingly participate in an effort to intimidate or silence women or anyone else.”\n \nIn a Nov. 21 brief in the Epstein litigation, defense lawyer Michael Miller of Steptoe & Johnson LLP argued that Ransome had never satisfied requirements to file anonymously and had publicly identified herself with her letter to the Times, so she should be required to add her name to the case caption.\n \nSigrid McCawley, a Boies Schiller partner in the firm’s Fort Lauderdale office who represents Ransome along with Boies and others, said her client ultimately chose to go public with her name “in the hopes that her courage will inspire other Epstein victims to speak their truth.”\n \nIn 2008, Epstein entered a guilty plea in Florida for soliciting an underage prostitute, which led to an 18-month jail term and placement on the national sex offender registry. Since then, multiple plaintiffs have filed related complaints against him, including one that includes allegations that President Donald Trump’s winter White House, Mar-a-Lago, was the location of events that led to sex trafficking.\n \nEpstein has argued that the court should dismiss the case because Ransome failed to state a substantiated claim and because the claims she makes are barred by the statute of limitations.\n \nSteptoe’s Miller had no immediate comment for this report.\n\n \n \n share on facebook  share on twitter \n\n \n\n \n \n \n \nMiriam Rozen\n\n\n \n \n \nMiriam Rozen  \n \nMiriam Rozen covers the business of law with a focus on law firm-client relationships. Contact her at mrozen@alm.com. Twitter: @MiriamRozen.\n \nMore from this author ›\n \n\n\n \n \nDig Deeper\n  \n• Global Law Firms\n \n• Law Firm Management\n \n• Law Firm Partners\n \n\n\n\n\n\n \n \n\n \n\n \n\n \n\n \n \n\n  \n \nTrending Stories\n      \n•   \n \n \nNY Lawmakers Ask Congress to Pass Marijuana Law Following Sessions Pot Reversal\n \nNew York Law Journal\n\n\n\n \n\n     \n•   \n \n \nGreenberg Traurig, the G.O.A.T. of Law Firms?\n \nThe American Lawyer\n\n\n\n \n\n     \n•   \n \n \nMilberg Joins Forces With Mass Torts, Personal Injury Firm\n \nThe American Lawyer\n\n\n\n \n\n     \n•   \n \n \nLawyers, Top Brass Among Cuts as Krasner Trims More Than 30 Jobs From DA's Office\n \nThe Legal Intelligencer\n\n\n\n \n\n     \n•   \n \n \nRegional Wisconsin Firm Snaps Up 2 Smaller Shops\n \nThe American Lawyer\n\n\n\n \n\n\n\n\n\n  \n \n\n\n \n \n\n\n \n \n \n\n \n \n \nRecommended Stories\n \n \n\n\n\n \n \n \n \n\n\n \n \nInternational\n \nAm Law Firms Can't Save China-US Deal From CFIUS\n \nAnna Zhang  | January 05, 2018 \n \nThe failure of the proposed $1.2 billion deal between Alibaba affiliate Ant Financial Group and Moneygram raises questions about the future of China-U.S. deals.\n\n \n \n \n \n \n \n\n\n \n \nNew Jersey Law Journal\n \nBar Report - NJSBA offers Disaster Preparedness Planning Guide\n \n New Jersey State Bar Association | January 08, 2018 \n \nA natural or man-made disaster raises a number of practical and logistical challenges for law firms.\n\n \n \n \n \n\n\n \n \nDaily Business Review\n \n2018: Resolve to Modernize Law Firm Management\n \n Luis Salazar | January 08, 2018 \n \nThe turn of the year is the perfect time to think about starting fresh and trying something new. While you are busy working toward that six-pack, being more mindful, or learning a new language, why not commit to trying something new at your law firm or department? With most legal teams, rigid roles, hierarchical structures, and top-down management are still the norm.\n\n \n \n\n   \n \n \nFeatured Firms\n \n \n \nLaw Offices of Mark E. Salomone\n \n \n2 Oliver St #608\nBoston, MA 02109\n \n857-444-6468\n \nwww.marksalomone.com\n\n \n \nGary Martin Hays & Associates P.C.\n \n \n235 Peachtree St NE #400\nAtlanta, GA 30303\n \n800-898-4297\n \nwww.garymartinhays.com\n\n \n \nThe Law Firm Of Jonathan C. Reiter\n \n \n350 5th Ave\nNew York, NY 10118\n \n212-736-0979\n \nwww.jcreiterlaw.com\n\n\n \nPresented by BigVoodoo \n\n\n\n\n    \n \n \nResources\n  \n•  \n \n \n \n \nA Case Study of Patent Abuse: Printing Industry vs Patent Trolls\n \nFrom The TASA Group, Inc.\n \nFacing patent infringement allegations? Discover how the printing industry is fighting back against patent trolls that threaten their bottom line and explore possible solutions for your case.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nGRC for GDPR: More Personal Data Visibility with Less Effort\n \nFrom RSA\n \nWith GDPR implementation and compliance looming on the horizon (May 2018), the time to protect your data is now. Do not wait until it’s too late.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nGDPR Insight: Determining if Contracts are GDPR Compliant and Incident Ready\n \nFrom Seal Software\n \nThe looming enforcement of the GDPR continues to grow closer. Are you sure your contracts are ready and will avoid fines?\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nLeadership in Crisis: Tapping the Collective Strength of the CEO and Board\n \nFrom Diligent Corporation\n \nCorporate crises require well-orchestrated teamwork. Learn about the key elements needed in your crisis management plan and how board portals can help you establish crucial communications.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nTAR for Smart People\n \nFrom Catalyst\n \nHow Technology Assisted Review (TAR) works and why it matters for legal professionals.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nThe Price of Convenience: How to Improve Cybersecurity around Board Communications\n \nFrom Diligent Corporation\n \nThis report provides recommendations for directors to improve cybersecurity practices around board communications to strike the right balance between convenience and security.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nContract Discovery & Analytics in a Nutshell\n \nFrom Seal Software\n \nContract data doesn’t have to be overwhelming. Take advantage of this simple explanation of contract discovery and analytics.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nHow the Cloud Can Keep Law Firm Data Safer\n \nFrom AbacusNext\n \nCloud computing is flourishing, but law firms have been hesitant to adopt the tech shift. Learn how advances in cloud computing keeps your firm data safe while offering benefits and cost-savings.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \n5 Best Practices for Information Security Governance\n \nFrom Diligent Corporation\n \nHow does a company most effectively deploy its resources to protect highly sensitive data and information? Here’s five best practices for information security governance for decision makers.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nThe Five Data Points Every In-House Employment Lawyer Needs to Know\n \nFrom Littler CaseSmart\n \nThe role of big data in legal decision-making only continues to grow and those who embrace the opportunities data analytics creates will be best positioned for success.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nHow to Manage the Modern Global Law Department\n \nFrom Thomson Reuters\n \nIs your law department ready to go global? This article provides evaluations and solutions for management to effectively prepare their team to handle the challenges of a global law department.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nDebunking Seven Myths About Arbitration and IP Cases\n \nFrom American Arbitration Association\n \nIntellectual property disputes are growing in complexity and costs, and businesses are seeking efficient alternatives to litigation. Seven myths about IP arbitration are debunked herein.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nGDPR: What It Means To Your Cybersecurity Strategy\n \nFrom RSA\n \nYou must take steps now to protect against cyberattacks or risk losing millions in fines once the European Union adopts a new law.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nManaging Litigation: E-Discovery Resources Survey Report\n \nFrom Catalyst\n \nLearn from the experience of your peers. Find out how legal operations professionals use technology to better manage litigation and internal investigations.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nAI Adoption and Ethical Considerations for In-House Counsel\n \nFrom Thomson Reuters\n \nAs legal departments start to embrace AI adoption, both opportunities and concerns arise. Learn about possible ethical dilemmas AI raises, potential costs of adoption and 5 things you should do next.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nAnatomy of a Ransomware Attack\n \nFrom AbacusNext\n \nLearn what happens in ransomware attacks, why your firm is a prime target and preventative solutions to protect your clients and your business from such an occurrence.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nBoard Portal Buyer's Guide: 5 Essential Qualities\n \nFrom Diligent Corporation\n \nNot all board portal applications are created equal. This guide provides essential questions across five categories to help you evaluate and choose the best board portal software for your company.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nUsing Data Analytics to Increase Profitability\n \nFrom LawyerMetrix\n \nDiscover how your firm can use data analytics to develop a rigorous growth strategy.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nTips for Drafting Effective Indemnification Clauses\n \nFrom Thomson Reuters\n \nAlthough commonly used, indemnification provisions can be complex. Download this sample clause from Practical Law infused with tips to ensure your indemnification clause effectively manages risk.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nWhat Can AI Do For Your Legal Department?\n \nFrom Thomson Reuters\n \nThe legal industry is on the cusp of a revolution led by the adoption of AI computers. Learn to boost productivity through many of these practical use cases for AI in your legal department.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nLetters of Credit in Commercial Real Estate: A Primer\n \nFrom Sills Cummis & Gross P.C.\n \nLetters of Credit are becoming more common as foreign investing increases in the U.S. commercial real estate market. Learn tips and guidelines to effectively use a Letter of Credit.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nBeing Sued for Patent Infringement? Four Issues to Address Early On\n \nFrom Sills Cummis & Gross P.C.\n \nHave you been sued for patent infringement? Learn about early strategic options and take the first step towards a rigorous defense.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nTips to Navigate New Workplace Protections for Individuals\n \nFrom Sills Cummis & Gross P.C.\n \nProtections continue to grow for individuals in the workplace in 2017. Learn what these new employment and labor protections mean for your company as well as tips for employers.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nCybersecurity 101: How Law Firms Can Prevent and Respond to Ransomware Attacks\n \nFrom AbacusNext\n \nGet up to speed on ransomware attacks, its implications to your firm, how to respond if one occurs and the best cybersecurity steps to protect and prevent one from occurring in the first place.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nCustomize Your Contract Management Process\n \nFrom Thomson Reuters\n \nDownload this template to track a company's contracts at their various stages, including executed or terminated contracts. The at-a-glance layout allows for quick organization and reference.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nThe Future of Artificial Intelligence\n \nFrom Thomson Reuters\n \nExamine the current state of artificial intelligence and explore the future AI roadmap in this second installment of the exclusive AI series by Thomson Reuters.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nSexual Harassment Prevention Training for Employees\n \nFrom Thomson Reuters\n \nBe proactive and avoid sexual harassment in the workplace by downloading this sample harassment policy and training presentation to properly prepare your employees.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nU.S. Immigration Solution: Canada is Open for Business\n \nFrom Blake, Cassels & Graydon LLP\n \nIn an effort to increase innovation and profits in a burgeoning global economy, companies need to attract and retain a highly skilled immigrant workforce. Could Canada be the solution?\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nU.S. Immigration Solution: Canada is Open for Business\n \nFrom Blake, Cassels & Graydon LLP\n \nIn an effort to increase innovation and profits in a burgeoning global economy, companies need to attract and retain a highly skilled immigrant workforce. Could Canada be the solution?\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \n5 Secrets to Extracting ROI from Experts\n \nFrom The TASA Group, Inc.\n \nExpert witnesses can be crucially valuable to your case or they can do more harm than good. Learn 5 secrets to extracting the best return on investment from experts.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nArtificial Intelligence and Legal Technology: To Boldly Go Where No Legal Department Has Gone Before!\n \nFrom Thomson Reuters\n \nThe legal industry has only begun to realize the potential and impact of AI on day-to-day practice. How will this technology impact the profession?\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nVacation Pay Stay State Laws\n \nFrom Thomson Reuters\n \nPractical Law Chart: A complete 50-state survey compilation of vacation pay policies\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nElements of Confidentiality Agreements - Definitions of Confidential Information\n \nFrom Thomson Reuters\n \nOnly the smartest companies can both protect that information and leverage it for business opportunities. Do you have updated, current drafts of these important documents?\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nEmployee Termination Best Practices\n \nFrom Thomson Reuters\n \nThis resource addresses key issues for employers to consider when terminating an employee and best practices to minimize claims of wrongful discharge.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nFiduciary Duties Overview\n \nFrom Thomson Reuters\n \nProtect your company and its shareholders by educating directors with an overview of their fiduciary duties and the potential consequences, both personal and for the business.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nComplimentary Attorney Client Privilege Checklist\n \nFrom Thomson Reuters\n \nKeep your communications privileged, and ensure that employees understand their role.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nAvoid Social Media Risks in 2017\n \nFrom Thomson Reuters\n \nThe use of social media by individuals in and outside of the workplace is widespread and continues to grow. Create a Social Media policy that protects your company.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nExecutive Brief: Knowledge, know-how, and the ability to respond with confidence\n \nFrom Thomson Reuters\n \nKnowledge, know-how, and the ability to respond with confidence. Learn the keys to position yourself as a trusted corporate advisor.\n \nDownload Now ›\n\n \n\n\n \n \n•  \n \n \n \n \nCommon Arbitration Misconceptions\n \nFrom American Arbitration Association\n \nThis white paper discusses what not to believe about arbitration.\n \nDownload Now ›\n\n \n\n\n \n\n \n  \n \n \nALM Legal Publication Newsletters\n \n \nSign Up Today and Never Miss Another Story.\n \nAs part of your digital membership, you can sign up for an unlimited number of a wide range of complimentary newsletters. Visit your My Account page to make your selections. Get the timely legal news and critical analysis you cannot afford to miss. Tailored just for you. In your inbox. Every day.\n\n \nSubscribe Now \nPrivacy Policy\n\n \n\n\n\n \n \n \n Follow Us      \n \n\n \nPrivacy Policy / Terms of Service \n \n \n \nPublications\n  \n• The American Lawyer\n \n• Corporate Counsel\n \n• National Law Journal\n \n• New York Law Journal\n \n• New Jersey Law Journal\n \n• The Recorder\n \n• More Publications ›\n\n \n \nLaw Topics\n  \n• Litigation\n \n• Transactional Law\n \n• Law Firm Management\n \n• Legal Practice Management\n \n• Cybersecurity\n \n• Intellectual Property\n \n• More Law Topics ›\n\n \n \nRankings\n  \n• AmLaw 100\n \n• AmLaw 200\n \n• Global 100\n \n• National Law Journal 500\n \n• Pro Bono Scorecard\n \n• The A-List\n \n• More Rankings ›\n\n \n \nMore\n  \n• Events\n \n• ALM Intelligence\n \n• Editorial Calendar\n \n• Resources\n \n• Legal Dictionary\n \n• Jobs\n \n• Law Firms\n \n• Law Schools\n\n \n \nLaw.com\n  \n• About Us\n \n• Contact Us\n \n• Site Map\n \n• Advertise With Us\n \n• Customer Support\n \n• Terms of Service\n \n• FAQ\n \n• Privacy Policy\n \n\n\n \n\n\n \n \n \n \nCopyright © 2018 ALM Media Properties, LLC. All Rights Reserved.\n\n \n\n \n\n \n\n                 \n\nContent-Type: text/html; charset=\"utf-8\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/sites/americanlawyer/2018/01/08/client-who-stood-up-for-boies-goes-public-in-sex-trafficking-case/?et=editorial&bu=Law.com&cn=20180109&src=EMC-Email&pt=ALM%20Morning%20Minute\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/nav-icon-mini-burger-blue.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/nav-icon-search-blue.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/close-btn.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/nav-icon-sign-in.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/arrow-open.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-fb.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-tw.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-go.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-li.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-rs.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/logo-alm.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/brand-logos/temp-logo-blue-notag.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/nav-icon-sign-in-blue.png\n \n\n\nContent-Type: image/jpeg\n Content-Transfer-Encoding: base64\n Content-Location: https://images.law.com/contrib/content/uploads/sites/405/2018/01/boies-david-Article-201801082208.jpg\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: base64\n Content-Location: https://2.gravatar.com/avatar/bb5f7888c30556fe3e54a7733c7b86fc?s=136&d=mm&r=g\n \n\n\nContent-Type: image/jpeg\n Content-Transfer-Encoding: base64\n Content-Location: https://images.law.com/contrib/content/uploads/sites/396/2018/01/Alipay-Article-201801051622.jpg\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/sites/americanlawyer/2018/01/08/client-who-stood-up-for-boies-goes-public-in-sex-trafficking-case/\n \n\n\nContent-Type: image/jpeg\n Content-Transfer-Encoding: base64\n Content-Location: https://images.law.com/contrib/content/uploads/sites/392/2018/01/Salazar-luis-Article-201801081447.jpg\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thaj02/images/w_thaj02c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_rsan03/images/w_rsan03c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_seal03/images/w_seal03c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_dili04/images/w_dili04c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_catb04/images/w_catb04c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_dili03/images/w_dili03c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_seal02/images/w_seal02c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_abaa05/images/w_abaa05c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_dili02/images/w_dili02c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_litt01/images/w_litt01c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc66/images/w_thoc66c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_amee05/images/w_amee05c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_rsan02/images/w_rsan02c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_catb02/images/w_catb02c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc65/images/w_thoc65c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_abaa03/images/w_abaa03c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_dili01/images/w_dili01c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_lawy01/images/w_lawy01c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc62/images/w_thoc62c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc61/images/w_thoc61c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_sill03/images/w_sill03c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_sill02/images/w_sill02c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_sill01/images/w_sill01c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_abaa01/images/w_abaa01c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc58/images/w_thoc58c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc49/images/w_thoc49c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc47/images/w_thoc47c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_blak02/images/w_blak02c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_blak01/images/w_blak01c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thaj01/images/w_thaj01c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc41/images/w_thoc41c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc39/images/w_thoc39c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc26/images/w_thoc26c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc24/images/w_thoc24c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc22/images/w_thoc22c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc21/images/w_thoc21c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc18/images/w_thoc18c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_thoc28/images/w_thoc28c.gif\n \n\n\nContent-Type: image/gif\n Content-Transfer-Encoding: base64\n Content-Location: https://img.tradepub.com/free/w_amee01/images/w_amee01c.gif\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/temp-logo-blue-notag.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-topic-fb-grey.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-topic-tw-grey.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-topic-go-grey.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-topic-li-grey.png\n \n\n\nContent-Type: image/png\n Content-Transfer-Encoding: base64\n Content-Location: https://www.law.com/assets/master-template/images/social-topic-rs-grey.png\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://fonts.googleapis.com/css?family=Open+Sans:300,400,700\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/multishared/bootstrap/dist/css/bootstrap.min.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://maxcdn.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/style.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/responsive.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/header-footer.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/home-brands.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/search.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/instant-insights.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/responsive-fix.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/events-editcal.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://cdnjs.cloudflare.com/ajax/libs/bootstrap-datepicker/1.6.1/css/bootstrap-datepicker.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/article.css\n \n\n\nContent-Type: text/css; charset=\"iso-8859-1\"\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/css/owl.carousel.css\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://use.typekit.net/qkq4rhw.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://ajax.googleapis.com/ajax/libs/jquery/2.1.3/jquery.min.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://maxcdn.bootstrapcdn.com/bootstrap/2.1.0/js/bootstrap.min.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/js/common.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/js/tealium.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/multishared/js/prebid.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/js/cookie-consent.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://store.law.com/Registration/js/TimeConversion.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: 7bit\n Content-Location: https://www.almcms.com/contrib/content/falcon-ui/falcon-ui.php\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/js/owl.carousel.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/js/owl.autoplay.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/master-template/js/master-article-functions.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/core/jquery.touchSwipe.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/core/underscore.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/core/bootstrap.min.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/core/respond.min.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/falcon/bootstrap.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/falcon/util.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/falcon/contributor.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/core/jquery.history.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/falcon/state_manager.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/falcon/channel_section.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/js/falcon/comment_bug.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/multishared/js/bootstrap-datepicker.js\n \n\n\nContent-Type: application/octet-stream\n Content-Transfer-Encoding: quoted-printable\n Content-Location: https://www.law.com/assets/multishared/js/sponsorships.js\n \n\n\nFrom: \"Saved by Internet Explorer 11\"\n Subject: Client Who Stood Up for Boies Goes Public in Sex Trafficking Case | Law.com\n Date: Tue, 9 Jan 2018 08:51:12 -0500\n MIME-Version: 1.0\n Content-Type: multipart/related; type=\"text/html\"; boundary=\"----=_NextPart_000_0000_01D38927.004C5A10\"\n X-MimeOLE: Produced By Microsoft MimeOLE V6.1.7601.23651\n \n\n\n\n\fhttps://www.law.com/assets/master-template/images/nav-icon-mini-burger-blue.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/nav-icon-search-blue.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/close-btn.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/nav-icon-sign-in.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/arrow-open.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-fb.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-tw.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-go.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-li.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-rs.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/logo-alm.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/brand-logos/temp-logo-blue-notag.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/nav-icon-sign-in-blue.png\n\n\n\n\n\n\n\fhttps://images.law.com/contrib/content/uploads/sites/405/2018/01/boies-david-Article-201801082208.jpg\n\n\n\n\n\n\n\fhttps://2.gravatar.com/avatar/bb5f7888c30556fe3e54a7733c7b86fc?s=136&d=mm&r=g\n\n\n\n\n\n\n\fhttps://images.law.com/contrib/content/uploads/sites/396/2018/01/Alipay-Article-201801051622.jpg\n\n\n\n\n\n\n\fhttps://www.law.com/sites/americanlawyer/2018/01/08/client-who-stood-up-for-boies-goes-public-in-sex-trafficking-case/\n\n        \n \n\n \n   \n \n \n  \n• Menu\n  \n• Search\n   \n•  \n Law.com\n An ALM Exclusive Network \n \n  \n \n\n \n \n•  \n \n Sign In \n \n  Subscribe  \n \n\n \n \n\n \n \n• Home\n \n• Law Topics\n \n \n• Litigation\n \n• Transactional Law\n \n• Law Firm Management\n \n• Law Practice Management\n \n• Intellectual Property\n \n• Browse All Law Topics ➝\n \n \n• Publications\n \n \n• The American Lawyer\n \n• New York Law Journal\n \n• Connecticut Law Tribune\n \n• The Recorder\n \n• Browse All Publications ➝\n \n \n• Surveys & Rankings\n \n• Events\n \n• ALM Intelligence\n \n• Verdicts\n \n• Legal Dictionary\n \n• Law Firms\n \n• Lawjobs.com\n \n• Legal Recruiters\n \n• Law Schools\n  \n• About Us\n \n• Contact Us\n \n• Site Map\n \n• Advertise\n \n• Customer Care\n \n• Terms of Service\n \n• FAQ\n \n• Privacy Policy\n \n\n \n•  Follow Law.com \n \n• \n \n• \n \n• \n \n• \n \n• \n \n\n \n \nCopyright © 2018 ALM Media Properties, LLC. All Rights Reserved.\n \n \n \n\n \n \n\n    \n  \n \n  \n \n  \n   \n• Sign In\n \n•   SUBSCRIBE  \n   \n  \n \n  \n\n \n  \n \n \n \n \n \n \n  \n• Publications\n \n• Law Topics\n \n• Surveys & Rankings\n \n• Events\n \n• ALM Intelligence\n \n• Verdicts\n \n• Legal Dictionary\n \n• Law Firms\n \n• Lawjobs.com\n \n• Legal Recruiters\n \n• Law Schools\n \n• More +\n  \n \n\n \n \n \n        \n\n \n\n \n \n\n \n \n \n\n \n \n \n \n \n \nClient Who Stood Up for Boies Goes Public in Sex Trafficking Case\n \nAfter first outing herself to defend David Boies in a letter to The New York Times, Sarah Ransome is giving up the pseudonym \"Jane Doe 43\" in a sexual trafficking lawsuit against billionaire Jeffrey Epstein.\n   \n \n By Miriam Rozen   | UPDATEDJan 09, 2018 at 12:21 PM | Originally published on The American Lawyer \n \n\n \n \n \n \n \n \n \n \n       \n \n \n \nX\n  \nShare with Email\n \n  \n \n  \n Client Who Stood Up for Boies Goes Public in Sex Trafficking Case After first outing herself to defend David Boies in a letter to The New York Times, Sarah Ransome is giving up the pseudonym \"Jane Doe 43\" in a sexual trafficking lawsuit against billionaire Jeffrey Epstein. https://www.law.com/sites/americanlawyer/2018/01/08/client-who-stood-up-for-boies-goes-public-in-sex-trafficking-case/?cmp=share_email Send \nsending now...\n  \n \nThank you for sharing!\n \nYour article was successfully shared with the contacts you provided.\n \n \n \n \n \n\n   David Boies, Boies Schiller Flexner \nDiego M. Radzinschi/The National Law Journal  \n\n \n“Jane Doe 43″ has formally identified herself as Sarah Ransome in a sexual trafficking lawsuit that her lawyers at Boies Schiller Flexner are pursuing against billionaire Jeffrey Epstein.\n \nIn a notice to change the case caption filed Friday in Manhattan federal court, Ransome’s attorneys said she “no longer intends to proceed by way of pseudonym” in the case, which claims Epstein forced her to have sex for money.\n \nDefense lawyers for Epstein had argued that Ransome must litigate under her own name after she wrote a Nov. 15 letter to The New York Times, which the Times published, in which she defended Boies Schiller and firm chairman David Boies against criticism stemming from Boies’ work for Harvey Weinstein.\n \nRansome identified herself as Jane Doe 43 in the Times letter, which said Boies “heard me and came to my rescue” when others refused to take her allegations against Epstein seriously. “For the first time in 10 years I finally feel safe because of David Boies and his colleagues,” wrote Ransome, who also said the firm did not charge her legal fees.\n \nThe letter was prompted by a Nov. 9 Times op-ed by Stanford University law professor Deborah Rhode, titled “David Boies’s Egregious Involvement With Harvey Weinstein.” Written in the wake of revelations in The New Yorker that Boies had engaged private investigators to kill an investigation by Times reporters into Weinstein’s alleged sexual predations, the op-ed suggested that Boies’ work for Weinstein was unethical, partly because the Times’ was a Boies Schiller client.\n \nTwo days earlier, on Nov. 7, following publication of The New Yorker article, Boies had issued a statement addressed to his firm, stating that Weinstein was no longer a client and stressing that he “would never knowingly participate in an effort to intimidate or silence women or anyone else.”\n \nIn a Nov. 21 brief in the Epstein litigation, defense lawyer Michael Miller of Steptoe & Johnson LLP argued that Ransome had never satisfied requirements to file anonymously and had publicly identified herself with her letter to the Times, so she should be required to add her name to the case caption.\n \nSigrid McCawley, a Boies Schiller partner in the firm’s Fort Lauderdale office who represents Ransome along with Boies and others, said her client ultimately chose to go public with her name “in the hopes that her courage will inspire other Epstein victims to speak their truth.”\n \nIn 2008, Epstein entered a guilty plea in Florida for soliciting an underage prostitute, which led to an 18-month jail term and placement on the national sex offender registry. Since then, multiple plaintiffs have filed related complaints against him, including one that includes allegations that President Donald Trump’s winter White House, Mar-a-Lago, was the location of events that led to sex trafficking.\n \nEpstein has argued that the court should dismiss the case because Ransome failed to state a substantiated claim and because the claims she makes are barred by the statute of limitations.\n \nSteptoe’s Miller had no immediate comment for this report.\n \n  \n \n  share on facebook  share on twitter \n \n \n\n \n \n \n \nMiriam Rozen\n \n \n \n \n \n    \n \nMiriam Rozen covers the business of law with a focus on law firm-client relationships. Contact her at mrozen@alm.com. Twitter: @MiriamRozen.\n \nMore from this author ›\n  \n \n \n  \n \nDig Deeper\n   \n• Global Law Firms\n  \n• Law Firm Management\n  \n• Law Firm Partners\n  \n\n \n \n \n \n \n \n\n \n\n \n\n \n\n \n \n\n   \n \nTrending Stories\n       \n•    \n \n \nNY Lawmakers Ask Congress to Pass Marijuana Law Following Sessions Pot Reversal\n \nNew York Law Journal\n \n  \n \n\n      \n•    \n \n \nGreenberg Traurig, the G.O.A.T. of Law Firms?\n \nThe American Lawyer\n \n  \n \n\n      \n•    \n \n \nMilberg Joins Forces With Mass Torts, Personal Injury Firm\n \nThe American Lawyer\n \n  \n \n\n      \n•    \n \n \nLawyers, Top Brass Among Cuts as Krasner Trims More Than 30 Jobs From DA's Office\n \nThe Legal Intelligencer\n \n  \n \n\n      \n•    \n \n \nRegional Wisconsin Firm Snaps Up 2 Smaller Shops\n \nThe American Lawyer\n \n  \n \n\n  \n \n \n \n  \n \n\n \n \n \n\n \n \n \n \n\n \n \n \nRecommended Stories\n \n \n\n \n \n  \n \n  \n \n \n \n \n \nNew York Law Journal\n \nShearman Bolsters Funds, Advisory Group With MoFo Hire\n \n Meghan Tribe  | January 08, 2018 \n \nJay Baris, chair of the investment management group at Morrison & Foerster, has joined Shearman & Sterling in New York, where he will reunite with his former mentor and ex-SEC chief of staff Andrew \"Buddy\" Donohue.\n \n \n  \n  \n    \n \n \nFeatured Firms\n \n  \n\nLaw Offices of Mark E. Salomone\n\n\n2 Oliver St #608\nBoston, MA 02109\n\n857-444-6468\n\nwww.marksalomone.com\n\n   \n\nGary Martin Hays & Associates P.C.\n\n\n235 Peachtree St NE #400\nAtlanta, GA 30303\n\n800-898-4297\n\nwww.garymartinhays.com\n\n   \n\nThe Law Firm Of Jonathan C. Reiter\n\n\n350 5th Ave\nNew York, NY 10118\n\n212-736-0979\n\nwww.jcreiterlaw.com\n\n  \n \nPresented by BigVoodoo \n \n \n \n \n     \n \n \nResources\n  \n•  \n \n  \n  \n \nA Case Study of Patent Abuse: Printing Industry vs Patent Trolls\n \nFrom The TASA Group, Inc.\n \nFacing patent infringement allegations? Discover how the printing industry is fighting back against patent trolls that threaten their bottom line and explore possible solutions for your case.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nGRC for GDPR: More Personal Data Visibility with Less Effort\n \nFrom RSA\n \nWith GDPR implementation and compliance looming on the horizon (May 2018), the time to protect your data is now. Do not wait until it’s too late.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nGDPR Insight: Determining if Contracts are GDPR Compliant and Incident Ready\n \nFrom Seal Software\n \nThe looming enforcement of the GDPR continues to grow closer. Are you sure your contracts are ready and will avoid fines?\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nLeadership in Crisis: Tapping the Collective Strength of the CEO and Board\n \nFrom Diligent Corporation\n \nCorporate crises require well-orchestrated teamwork. Learn about the key elements needed in your crisis management plan and how board portals can help you establish crucial communications.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nTAR for Smart People\n \nFrom Catalyst\n \nHow Technology Assisted Review (TAR) works and why it matters for legal professionals.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nThe Price of Convenience: How to Improve Cybersecurity around Board Communications\n \nFrom Diligent Corporation\n \nThis report provides recommendations for directors to improve cybersecurity practices around board communications to strike the right balance between convenience and security.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nContract Discovery & Analytics in a Nutshell\n \nFrom Seal Software\n \nContract data doesn’t have to be overwhelming. Take advantage of this simple explanation of contract discovery and analytics.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nHow the Cloud Can Keep Law Firm Data Safer\n \nFrom AbacusNext\n \nCloud computing is flourishing, but law firms have been hesitant to adopt the tech shift. Learn how advances in cloud computing keeps your firm data safe while offering benefits and cost-savings.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \n5 Best Practices for Information Security Governance\n \nFrom Diligent Corporation\n \nHow does a company most effectively deploy its resources to protect highly sensitive data and information? Here’s five best practices for information security governance for decision makers.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nThe Five Data Points Every In-House Employment Lawyer Needs to Know\n \nFrom Littler CaseSmart\n \nThe role of big data in legal decision-making only continues to grow and those who embrace the opportunities data analytics creates will be best positioned for success.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nHow to Manage the Modern Global Law Department\n \nFrom Thomson Reuters\n \nIs your law department ready to go global? This article provides evaluations and solutions for management to effectively prepare their team to handle the challenges of a global law department.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nDebunking Seven Myths About Arbitration and IP Cases\n \nFrom American Arbitration Association\n \nIntellectual property disputes are growing in complexity and costs, and businesses are seeking efficient alternatives to litigation. Seven myths about IP arbitration are debunked herein.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nGDPR: What It Means To Your Cybersecurity Strategy\n \nFrom RSA\n \nYou must take steps now to protect against cyberattacks or risk losing millions in fines once the European Union adopts a new law.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nManaging Litigation: E-Discovery Resources Survey Report\n \nFrom Catalyst\n \nLearn from the experience of your peers. Find out how legal operations professionals use technology to better manage litigation and internal investigations.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nAI Adoption and Ethical Considerations for In-House Counsel\n \nFrom Thomson Reuters\n \nAs legal departments start to embrace AI adoption, both opportunities and concerns arise. Learn about possible ethical dilemmas AI raises, potential costs of adoption and 5 things you should do next.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nAnatomy of a Ransomware Attack\n \nFrom AbacusNext\n \nLearn what happens in ransomware attacks, why your firm is a prime target and preventative solutions to protect your clients and your business from such an occurrence.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nBoard Portal Buyer's Guide: 5 Essential Qualities\n \nFrom Diligent Corporation\n \nNot all board portal applications are created equal. This guide provides essential questions across five categories to help you evaluate and choose the best board portal software for your company.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nUsing Data Analytics to Increase Profitability\n \nFrom LawyerMetrix\n \nDiscover how your firm can use data analytics to develop a rigorous growth strategy.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nTips for Drafting Effective Indemnification Clauses\n \nFrom Thomson Reuters\n \nAlthough commonly used, indemnification provisions can be complex. Download this sample clause from Practical Law infused with tips to ensure your indemnification clause effectively manages risk.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nWhat Can AI Do For Your Legal Department?\n \nFrom Thomson Reuters\n \nThe legal industry is on the cusp of a revolution led by the adoption of AI computers. Learn to boost productivity through many of these practical use cases for AI in your legal department.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nLetters of Credit in Commercial Real Estate: A Primer\n \nFrom Sills Cummis & Gross P.C.\n \nLetters of Credit are becoming more common as foreign investing increases in the U.S. commercial real estate market. Learn tips and guidelines to effectively use a Letter of Credit.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nBeing Sued for Patent Infringement? Four Issues to Address Early On\n \nFrom Sills Cummis & Gross P.C.\n \nHave you been sued for patent infringement? Learn about early strategic options and take the first step towards a rigorous defense.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nTips to Navigate New Workplace Protections for Individuals\n \nFrom Sills Cummis & Gross P.C.\n \nProtections continue to grow for individuals in the workplace in 2017. Learn what these new employment and labor protections mean for your company as well as tips for employers.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nCybersecurity 101: How Law Firms Can Prevent and Respond to Ransomware Attacks\n \nFrom AbacusNext\n \nGet up to speed on ransomware attacks, its implications to your firm, how to respond if one occurs and the best cybersecurity steps to protect and prevent one from occurring in the first place.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nCustomize Your Contract Management Process\n \nFrom Thomson Reuters\n \nDownload this template to track a company's contracts at their various stages, including executed or terminated contracts. The at-a-glance layout allows for quick organization and reference.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nThe Future of Artificial Intelligence\n \nFrom Thomson Reuters\n \nExamine the current state of artificial intelligence and explore the future AI roadmap in this second installment of the exclusive AI series by Thomson Reuters.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nSexual Harassment Prevention Training for Employees\n \nFrom Thomson Reuters\n \nBe proactive and avoid sexual harassment in the workplace by downloading this sample harassment policy and training presentation to properly prepare your employees.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nU.S. Immigration Solution: Canada is Open for Business\n \nFrom Blake, Cassels & Graydon LLP\n \nIn an effort to increase innovation and profits in a burgeoning global economy, companies need to attract and retain a highly skilled immigrant workforce. Could Canada be the solution?\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nU.S. Immigration Solution: Canada is Open for Business\n \nFrom Blake, Cassels & Graydon LLP\n \nIn an effort to increase innovation and profits in a burgeoning global economy, companies need to attract and retain a highly skilled immigrant workforce. Could Canada be the solution?\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \n5 Secrets to Extracting ROI from Experts\n \nFrom The TASA Group, Inc.\n \nExpert witnesses can be crucially valuable to your case or they can do more harm than good. Learn 5 secrets to extracting the best return on investment from experts.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nArtificial Intelligence and Legal Technology: To Boldly Go Where No Legal Department Has Gone Before!\n \nFrom Thomson Reuters\n \nThe legal industry has only begun to realize the potential and impact of AI on day-to-day practice. How will this technology impact the profession?\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nVacation Pay Stay State Laws\n \nFrom Thomson Reuters\n \nPractical Law Chart: A complete 50-state survey compilation of vacation pay policies\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nElements of Confidentiality Agreements - Definitions of Confidential Information\n \nFrom Thomson Reuters\n \nOnly the smartest companies can both protect that information and leverage it for business opportunities. Do you have updated, current drafts of these important documents?\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nEmployee Termination Best Practices\n \nFrom Thomson Reuters\n \nThis resource addresses key issues for employers to consider when terminating an employee and best practices to minimize claims of wrongful discharge.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nFiduciary Duties Overview\n \nFrom Thomson Reuters\n \nProtect your company and its shareholders by educating directors with an overview of their fiduciary duties and the potential consequences, both personal and for the business.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nComplimentary Attorney Client Privilege Checklist\n \nFrom Thomson Reuters\n \nKeep your communications privileged, and ensure that employees understand their role.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nAvoid Social Media Risks in 2017\n \nFrom Thomson Reuters\n \nThe use of social media by individuals in and outside of the workplace is widespread and continues to grow. Create a Social Media policy that protects your company.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nExecutive Brief: Knowledge, know-how, and the ability to respond with confidence\n \nFrom Thomson Reuters\n \nKnowledge, know-how, and the ability to respond with confidence. Learn the keys to position yourself as a trusted corporate advisor.\n \nDownload Now ›\n \n  \n\n \n  \n \n•  \n \n  \n  \n \nCommon Arbitration Misconceptions\n \nFrom American Arbitration Association\n \nThis white paper discusses what not to believe about arbitration.\n \nDownload Now ›\n \n  \n\n \n  \n  \n  \n  \n \n \nALM Legal Publication Newsletters\n \n \nSign Up Today and Never Miss Another Story.\n \nAs part of your digital membership, you can sign up for an unlimited number of a wide range of complimentary newsletters. Visit your My Account page to make your selections. Get the timely legal news and critical analysis you cannot afford to miss. Tailored just for you. In your inbox. Every day.\n \n \n Subscribe Now \nPrivacy Policy\n \n \n\n \n \n \n \n \n   Follow Us       \n \n\n \n Privacy Policy / Terms of Service \n \n \n \nPublications\n  \n• The American Lawyer\n \n• Corporate Counsel\n \n• National Law Journal\n \n• New York Law Journal\n \n• New Jersey Law Journal\n \n• The Recorder\n \n• More Publications ›\n  \n \n \nLaw Topics\n  \n• Litigation\n \n• Transactional Law\n \n• Law Firm Management\n \n• Legal Practice Management\n \n• Cybersecurity\n \n• Intellectual Property\n \n• More Law Topics ›\n  \n \n \nRankings\n  \n• AmLaw 100\n \n• AmLaw 200\n \n• Global 100\n \n• National Law Journal 500\n \n• Pro Bono Scorecard\n \n• The A-List\n \n• More Rankings ›\n  \n \n \nMore\n  \n• Events\n \n• ALM Intelligence\n \n• Editorial Calendar\n \n• Resources\n \n• Legal Dictionary\n \n• Jobs\n \n• Law Firms\n \n• Law Schools\n  \n \n \nLaw.com\n  \n• About Us\n \n• Contact Us\n \n• Site Map\n \n• Advertise With Us\n \n• Customer Support\n \n• Terms of Service\n \n• FAQ\n \n• Privacy Policy\n \n\n  \n \n\n \n  \n  \n  \n \nCopyright © 2018 ALM Media Properties, LLC. All Rights Reserved.\n \n  \n\n \n\n \n\n                  \n\n\n\n\n\n\n\fhttps://images.law.com/contrib/content/uploads/sites/392/2018/01/Salazar-luis-Article-201801081447.jpg\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thaj02/images/w_thaj02c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_rsan03/images/w_rsan03c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_seal03/images/w_seal03c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_dili04/images/w_dili04c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_catb04/images/w_catb04c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_dili03/images/w_dili03c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_seal02/images/w_seal02c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_abaa05/images/w_abaa05c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_dili02/images/w_dili02c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_litt01/images/w_litt01c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc66/images/w_thoc66c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_amee05/images/w_amee05c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_rsan02/images/w_rsan02c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_catb02/images/w_catb02c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc65/images/w_thoc65c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_abaa03/images/w_abaa03c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_dili01/images/w_dili01c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_lawy01/images/w_lawy01c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc62/images/w_thoc62c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc61/images/w_thoc61c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_sill03/images/w_sill03c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_sill02/images/w_sill02c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_sill01/images/w_sill01c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_abaa01/images/w_abaa01c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc58/images/w_thoc58c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc49/images/w_thoc49c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc47/images/w_thoc47c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_blak02/images/w_blak02c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_blak01/images/w_blak01c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thaj01/images/w_thaj01c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc41/images/w_thoc41c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc39/images/w_thoc39c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc26/images/w_thoc26c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc24/images/w_thoc24c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc22/images/w_thoc22c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc21/images/w_thoc21c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc18/images/w_thoc18c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_thoc28/images/w_thoc28c.gif\n\n\n\n\n\n\n\fhttps://img.tradepub.com/free/w_amee01/images/w_amee01c.gif\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/temp-logo-blue-notag.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-topic-fb-grey.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-topic-tw-grey.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-topic-go-grey.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-topic-li-grey.png\n\n\n\n\n\n\n\fhttps://www.law.com/assets/master-template/images/social-topic-rs-grey.png\n\n\n\n\n\n\n\fhttps://fonts.googleapis.com/css?family=Open+Sans:300,400,700\n\n@font-face {\n\tfont-family: Open Sans;\n\tsrc: local(\"Open Sans Light\"), local(\"OpenSans-Light\"), url(https://fonts.gstatic.com/s/opensans/v15/DXI1ORHCpsQm3Vp6mXoaTXhCUOGz7vYGh680lGh-uXM.woff) format(\"woff\");\n\tfont-weight: 300;\n\tfont-style: normal;\n}\n@font-face {\n\tfont-family: Open Sans;\n\tsrc: local(\"Open Sans Regular\"), local(\"OpenSans-Regular\"), url(https://fonts.gstatic.com/s/opensans/v15/cJZKeOuBrn4kERxqtaUH3T8E0i7KZn-EPnyo3HZu7kw.woff) format(\"woff\");\n\tfont-weight: 400;\n\tfont-style: normal;\n}\n@font-face {\n\tfont-family: Open Sans;\n\tsrc: local(\"Open Sans Bold\"), local(\"OpenSans-Bold\"), url(https://fonts.gstatic.com/s/opensans/v15/k3k702ZOKiLJc3WVjuplzHhCUOGz7vYGh680lGh-uXM.woff) format(\"woff\");\n\tfont-weight: 700;\n\tfont-style: normal;\n}\n\n\n\n\n\n\n\fhttps://www.almcms.com/contrib/content/falcon-ui/falcon-ui.php\n\nconsole.log(\"no access\");\n\n\nSender: \t\"Saved by Internet Explorer 11\"\t\nImages: \thttps://www.law.com/assets/master-template/images/nav-icon-mini-burger-blue.png; https://www.law.com/assets/master-template/images/nav-icon-search-blue.png; https://www.law.com/assets/master-template/images/close-btn.png; https://www.law.com/assets/master-template/images/nav-icon-sign-in.png; https://www.law.com/assets/master-template/images/arrow-open.png; https://www.law.com/assets/master-template/images/social-fb.png; https://www.law.com/assets/master-template/images/social-tw.png; https://www.law.com/assets/master-template/images/social-go.png; https://www.law.com/assets/master-template/images/social-li.png; https://www.law.com/assets/master-template/images/social-rs.png; https://www.law.com/assets/master-template/images/logo-alm.png; https://www.law.com/assets/master-template/images/brand-logos/temp-logo-blue-notag.png; https://www.law.com/assets/master-template/images/nav-icon-sign-in-blue.png; https://images.law.com/contrib/content/uploads/sites/405/2018/01/boies-david-Article-201801082208.jpg; https://images.law.com/contrib/content/uploads/sites/396/2018/01/Alipay-Article-201801051622.jpg; https://images.law.com/contrib/content/uploads/sites/392/2018/01/Salazar-luis-Article-201801081447.jpg; https://img.tradepub.com/free/w_thaj02/images/w_thaj02c.gif; https://img.tradepub.com/free/w_rsan03/images/w_rsan03c.gif; https://img.tradepub.com/free/w_seal03/images/w_seal03c.gif; https://img.tradepub.com/free/w_dili04/images/w_dili04c.gif; https://img.tradepub.com/free/w_catb04/images/w_catb04c.gif; https://img.tradepub.com/free/w_dili03/images/w_dili03c.gif; https://img.tradepub.com/free/w_seal02/images/w_seal02c.gif; https://img.tradepub.com/free/w_abaa05/images/w_abaa05c.gif; https://img.tradepub.com/free/w_dili02/images/w_dili02c.gif; https://img.tradepub.com/free/w_litt01/images/w_litt01c.gif; https://img.tradepub.com/free/w_thoc66/images/w_thoc66c.gif; https://img.tradepub.com/free/w_amee05/images/w_amee05c.gif; https://img.tradepub.com/free/w_rsan02/images/w_rsan02c.gif; https://img.tradepub.com/free/w_catb02/images/w_catb02c.gif; https://img.tradepub.com/free/w_thoc65/images/w_thoc65c.gif; https://img.tradepub.com/free/w_abaa03/images/w_abaa03c.gif; https://img.tradepub.com/free/w_dili01/images/w_dili01c.gif; https://img.tradepub.com/free/w_lawy01/images/w_lawy01c.gif; https://img.tradepub.com/free/w_thoc62/images/w_thoc62c.gif; https://img.tradepub.com/free/w_thoc61/images/w_thoc61c.gif; https://img.tradepub.com/free/w_sill03/images/w_sill03c.gif; https://img.tradepub.com/free/w_sill02/images/w_sill02c.gif; https://img.tradepub.com/free/w_sill01/images/w_sill01c.gif; https://img.tradepub.com/free/w_abaa01/images/w_abaa01c.gif; https://img.tradepub.com/free/w_thoc58/images/w_thoc58c.gif; https://img.tradepub.com/free/w_thoc49/images/w_thoc49c.gif; https://img.tradepub.com/free/w_thoc47/images/w_thoc47c.gif; https://img.tradepub.com/free/w_blak02/images/w_blak02c.gif; https://img.tradepub.com/free/w_blak01/images/w_blak01c.gif; https://img.tradepub.com/free/w_thaj01/images/w_thaj01c.gif; https://img.tradepub.com/free/w_thoc41/images/w_thoc41c.gif; https://img.tradepub.com/free/w_thoc39/images/w_thoc39c.gif; https://img.tradepub.com/free/w_thoc26/images/w_thoc26c.gif; https://img.tradepub.com/free/w_thoc24/images/w_thoc24c.gif; https://img.tradepub.com/free/w_thoc22/images/w_thoc22c.gif; https://img.tradepub.com/free/w_thoc21/images/w_thoc21c.gif; https://img.tradepub.com/free/w_thoc18/images/w_thoc18c.gif; https://img.tradepub.com/free/w_thoc28/images/w_thoc28c.gif; https://img.tradepub.com/free/w_amee01/images/w_amee01c.gif; https://www.law.com/assets/master-template/images/temp-logo-blue-notag.png; https://www.law.com/assets/master-template/images/social-topic-fb-grey.png; https://www.law.com/assets/master-template/images/social-topic-tw-grey.png; https://www.law.com/assets/master-template/images/social-topic-go-grey.png; https://www.law.com/assets/master-template/images/social-topic-li-grey.png; https://www.law.com/assets/master-template/images/social-topic-rs-grey.png\t\nAttachments: \thttps://www.law.com/assets/master-template/images/nav-icon-mini-burger-blue.png; https://www.law.com/assets/master-template/images/nav-icon-search-blue.png; https://www.law.com/assets/master-template/images/close-btn.png; https://www.law.com/assets/master-template/images/nav-icon-sign-in.png; https://www.law.com/assets/master-template/images/arrow-open.png; https://www.law.com/assets/master-template/images/social-fb.png; https://www.law.com/assets/master-template/images/social-tw.png; https://www.law.com/assets/master-template/images/social-go.png; https://www.law.com/assets/master-template/images/social-li.png; https://www.law.com/assets/master-template/images/social-rs.png; https://www.law.com/assets/master-template/images/logo-alm.png; https://www.law.com/assets/master-template/images/brand-logos/temp-logo-blue-notag.png; https://www.law.com/assets/master-template/images/nav-icon-sign-in-blue.png; https://images.law.com/contrib/content/uploads/sites/405/2018/01/boies-david-Article-201801082208.jpg; https://2.gravatar.com/avatar/bb5f7888c30556fe3e54a7733c7b86fc?s=136&d=mm&r=g; https://images.law.com/contrib/content/uploads/sites/396/2018/01/Alipay-Article-201801051622.jpg; https://www.law.com/sites/americanlawyer/2018/01/08/client-who-stood-up-for-boies-goes-public-in-sex-trafficking-case/; https://images.law.com/contrib/content/uploads/sites/392/2018/01/Salazar-luis-Article-201801081447.jpg; https://img.tradepub.com/free/w_thaj02/images/w_thaj02c.gif; https://img.tradepub.com/free/w_rsan03/images/w_rsan03c.gif; https://img.tradepub.com/free/w_seal03/images/w_seal03c.gif; https://img.tradepub.com/free/w_dili04/images/w_dili04c.gif; https://img.tradepub.com/free/w_catb04/images/w_catb04c.gif; https://img.tradepub.com/free/w_dili03/images/w_dili03c.gif; https://img.tradepub.com/free/w_seal02/images/w_seal02c.gif; https://img.tradepub.com/free/w_abaa05/images/w_abaa05c.gif; https://img.tradepub.com/free/w_dili02/images/w_dili02c.gif; https://img.tradepub.com/free/w_litt01/images/w_litt01c.gif; https://img.tradepub.com/free/w_thoc66/images/w_thoc66c.gif; https://img.tradepub.com/free/w_amee05/images/w_amee05c.gif; https://img.tradepub.com/free/w_rsan02/images/w_rsan02c.gif; https://img.tradepub.com/free/w_catb02/images/w_catb02c.gif; https://img.tradepub.com/free/w_thoc65/images/w_thoc65c.gif; https://img.tradepub.com/free/w_abaa03/images/w_abaa03c.gif; https://img.tradepub.com/free/w_dili01/images/w_dili01c.gif; https://img.tradepub.com/free/w_lawy01/images/w_lawy01c.gif; https://img.tradepub.com/free/w_thoc62/images/w_thoc62c.gif; https://img.tradepub.com/free/w_thoc61/images/w_thoc61c.gif; https://img.tradepub.com/free/w_sill03/images/w_sill03c.gif; https://img.tradepub.com/free/w_sill02/images/w_sill02c.gif; https://img.tradepub.com/free/w_sill01/images/w_sill01c.gif; https://img.tradepub.com/free/w_abaa01/images/w_abaa01c.gif; https://img.tradepub.com/free/w_thoc58/images/w_thoc58c.gif; https://img.tradepub.com/free/w_thoc49/images/w_thoc49c.gif; https://img.tradepub.com/free/w_thoc47/images/w_thoc47c.gif; https://img.tradepub.com/free/w_blak02/images/w_blak02c.gif; https://img.tradepub.com/free/w_blak01/images/w_blak01c.gif; https://img.tradepub.com/free/w_thaj01/images/w_thaj01c.gif; https://img.tradepub.com/free/w_thoc41/images/w_thoc41c.gif; https://img.tradepub.com/free/w_thoc39/images/w_thoc39c.gif; https://img.tradepub.com/free/w_thoc26/images/w_thoc26c.gif; https://img.tradepub.com/free/w_thoc24/images/w_thoc24c.gif; https://img.tradepub.com/free/w_thoc22/images/w_thoc22c.gif; https://img.tradepub.com/free/w_thoc21/images/w_thoc21c.gif; https://img.tradepub.com/free/w_thoc18/images/w_thoc18c.gif; https://img.tradepub.com/free/w_thoc28/images/w_thoc28c.gif; https://img.tradepub.com/free/w_amee01/images/w_amee01c.gif; https://www.law.com/assets/master-template/images/temp-logo-blue-notag.png; https://www.law.com/assets/master-template/images/social-topic-fb-grey.png; https://www.law.com/assets/master-template/images/social-topic-tw-grey.png; https://www.law.com/assets/master-template/images/social-topic-go-grey.png; https://www.law.com/assets/master-template/images/social-topic-li-grey.png; https://www.law.com/assets/master-template/images/social-topic-rs-grey.png; https://fonts.googleapis.com/css?family=Open+Sans:300,400,700; https://www.almcms.com/contrib/content/falcon-ui/falcon-ui.php",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022811.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 70685,
    "word_count": 6656,
    "line_count": 3763,
    "import_date": "2025-11-19T21:47:48.342965",
    "prefix": "TEXT-001"
  }
}