{
  "document_id": "HOUSE_OVERSIGHT_014630",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014630.txt",
  "text": "Latest reports: Tales from the road (Dec 1, 2016); Speculation builds over\nPayara (Dec 19, 2016)\n\n1Q17 risks: We expect a supportive commodity backdrop, spending clarity and\nconfirmed return to growth all punctuated by a steady stream of large scale exploration\nnews flow to support relative performance for Hess in 1Q17. Greatest risk to the\nbroader energy sector comes from adherence of the OPEC agreement to support oil\nprices through coordinated production cuts; With this backdrop note that Hess retains\none of the most resilient balance sheets in the sector, with adjusted net debt / cap of\njust 14% and $2.9bn of net cash on the balance sheet at end 3Q16.\n\nCompany Description: Hess Corp (HES) is a mid-sized oil & gas company with 1.0bn\nboe of proved reserves at end 2015. E&P operations are focused in the US onshore,\ndeep water GOM, North Sea, Guyana, West Africa, and Asia.\n\nMGM Resorts International (MGM)\n\nShaun Kelley +1 646 855 1005\nResearch Analyst, MLPF&S\n\nBuy, PO $33\n\n1Q investment thesis\n\nMGM is a levered play to improving/accelerating US economic growth. The US makes up\n80% of EBITDA (70% Vegas, 20% Macau, 10% US regional) and the company has 4-5x\nnet debt/EBITDA which is high, but coming down to under 4x by end of 2017 which\ncould allow for a possible upgrade to investment grade by the end of 2017 or early\n2018.\n\nMGM has high operating leverage (50%+ flow through of revenues) and should benefit\nfrom any macroeconomic improvement as well as already healthy/strong Las Vegas\nfundamentals (visitation +3% YTD, RevPAR +6% which is one of best hotel markets in\nthe US). MGM benefits from both consumer (80%) and business (20%) travel. There is\nzero supply growth in Las Vegas the next 2-3 years and virtually no Airbnb/disruption\nrisk as staying at integrated casino resorts on the Strip is key to the experience.\n\nMGM should see accelerating growth in 2017 to a very high +24% Y/Y on an organic\nbasis. We think this is some of the highest growth we will see in the Gaming, Lodging &\nLeisure industries. MGM should also see a meaningful free cash flow inflection in 2017\nas capex falls off dramatically after its 2 new property openings in Washington DC and\nCotai/Macau.\n\nTable 1: MGM key stock data\n\nIndustry Gaming\nMarket Cap (mn) $11,993\nPrice $28.50\nP/E (2017) 21.6x\n% of sell-side rated Buy 95.7%\nShort interest % of float 2.94%\n\nSource: Bloomberg and BofA Merrill Lynch Global Research estimates\n\nBankof America <>\nMerrill Lynch Top 10 US Ideas Quarterly | 03 January 2017 9\n\nHOUSE_OVERSIGHT_014630",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014630.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2530,
    "word_count": 430,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.550142",
    "prefix": "IMAGES-003"
  }
}