{
  "document_id": "HOUSE_OVERSIGHT_020462",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020462.txt",
  "text": "Except for Russia, no other country’s efforts to influence American politics and society\n\nis as extensive and well-funded as China’s. The ambition of Chinese activity in terms of\n\nthe breadth, depth of investment of financial resources, and intensity requires far greater\nscrutiny than it has been getting, because China is intervening more resourcefully and\nforcefully across a wider range of sectors than Russia. By undertaking activities that have\nbecome more organically embedded in the pluralistic fabric of American life, it has gained a\nfar wider and potentially longer-term impact.\n\nSummary of Findings\n\nThis report, written and endorsed by a group of this country’s leading China specialists and\nstudents of one-party systems is the result of more than a year of research and represents\n\nan attempt to document the extent of China’s expanding influence operations inside the\nUnited States. While there have been many excellent reports documenting specific examples\nof Chinese influence seeking,* this effort attempts to come to grips with the issue as a whole\nand features an overview of the Chinese party-state United Front apparatus responsible for\nguiding overseas influence activities. It also includes individual sections on different sectors\nof American society that have been targeted by China. The appendices survey China’s quite\ndiverse influence activities in other democratic countries around the world.\n\nAmong the report’s findings:\n\ne¢ The Chinese Communist party-state leverages a broad range of party, state, and non-state\nactors to advance its influence-seeking objectives, and in recent years it has significantly\naccelerated both its investment and the intensity of these efforts. While many of the\nactivities described in this report are state-directed, there is no single institution in China’s\nparty-state that is wholly responsible, even though the “United Front Work Department”\nhas become a synecdoche for China’s influence activities, and the State Council\nInformation Office and CCP® Central Committee Foreign Affairs Commission have\noversight responsibilities (see Appendix: “China’s Influence Operations Bureaucracy”).\nBecause of the pervasiveness of the party-state, many nominally independent actors—\nincluding Chinese civil society, academia, corporations, and even religious institutions—\nare also ultimately beholden to the government and are frequently pressured into service\nto advance state interests. The main agencies responsible for foreign influence operations\ninclude the Party’s United Front Work Department, the Central Propaganda Department,\nthe International Liaison Department, the State Council Information Office, the All-China\nFederation of Overseas Chinese, and the Chinese People’s Association for Friendship with\nForeign Countries. These organizations and others are bolstered by various state agencies\nsuch as the Ministry of Foreign Affairs and the Overseas Chinese Affairs Office of the\nState Council, which in March 2018 was merged into the United Front Work Department,\nreflecting that department’s increasing power.\n\nIntroduction\n\nHOUSE_OVERSIGHT_020462",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020462.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3120,
    "word_count": 443,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.214935",
    "prefix": "IMAGES-005"
  }
}