{
  "document_id": "HOUSE_OVERSIGHT_023586",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023586.txt",
  "text": "Volatility in Europe\n\nNotable trends and dislocations (Europe)\n\nEuropean equities were mostly flat over the week with the notable exception of the DAX\nwhich rallied 1.8% led by Bayer (which accounts for almost 10% of the index). In\ncontrast, the Russian RDXUSD dropped by 3.3% as oil prices continued to decline.\nShort-dated (3M) implied vols dropped to 2y lows on the ESTX50, DAX and CAC which\nhelped push 12M-3M volatility term-structures to 2y highs on all three indices.\n\n¢ The short 1xAug / long 2x Sep / short 1x Oct V2X futures fly jumped to 3.7v\non 31-May given speculation around early Italian elections. This is higher than\nequivalent V2X flies at the same number of days to both the UK referendum and\nthe French elections. The current price is higher than 94% of the values of\nhistorical flies 1d before the expiry of the earliest leg, suggesting it has ample\nroom to trade lower should political uncertainty abate by Aug.\n\n¢ SX5E 2Y var convexity (var strike vs ATMf vol) has been driven lower by (A)\na decline in the Tail liquidity Risk Premium and (B) volatility skew becoming\nmore linear (i.e., less convex in strike)\n\ne GBPUSD short-dated (1wk) implied has reached its 92nd 4yr percentile ahead of\nthe UK snap election on 8-Jun. It is however still at least 2.7v below the levels\nwitnessed ahead of previous well known political catalysts.\n\n- DTE GY has run too fast, too quick: hedge a potential reversal using a Sep17\ncollar (+17put/-18 call} for 46bps to hedge losses greater than 2.9% while\nretaining upside to 18 (near 15yr high of 18.05) by the Sep expiry\n\n- Equity vs credit: Enel stock attractive vs CDS given cheap bullish risky &\nhigh div yield vs CDS: Among 50 companies which have high dividend yields\nrelative to bond yields (as highlighted by BofAML credit and equity strategists),\nwe note that Enel’s projected 12m div yield is higher than its CDS and the price\nof 3M bullish risk reversals are cheap (vs other names and vs a 5-year history).\n\nESTX50 Sep/Oct fwd vol rose as early Italian elections are (slightly) more likely\nAccording to our economists, the agreement reached between major Italian parties on a\nGerman-style proportional electoral law has made early elections more likely. They note\nthat the Italian press cite possible early election dates between 10-Sep and 22-Oct, i.e.,\nalmost entirely within the V2X Sep future’s volatility bucket (which also encompasses\nGerman elections). This may in part be why the short 1xAug / long 2x Sep / short 1x Oct\nV2X futures fly jumped to 3.7v on 31-May, which is higher than equivalent flies ahead of\nboth the UK referendum and recently concluded French elections (Chart 24). However,\nour economists view an early vote within September as technically difficult.\n\ndeg oes Bankof America\n12 Global Equity Volatility Insights | 06 June 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023586",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023586.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2859,
    "word_count": 483,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.881218",
    "prefix": "IMAGES-007"
  }
}