{
  "document_id": "HOUSE_OVERSIGHT_024385",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024385.txt",
  "text": "on. As I would learn one stunning aspect after another, I would discuss them with friends and associates. Rather\nthan confront the facts I would present, they would find one clever way after another to avoid the frightening\ntruth of what America and the West truly face. Their fear appeared obvious to me. I began to catalog many of\nmy friends’ different maneuvers to dispel the anxiety that they found so difficult to endure. The more I focused\non their mental processes (as well as my own) the more I began to see a structure to the mental endeavor and to\nunderstand what I had, as a child, found so difficult to explain.\n\nFP: Tell us about the Control Factor, what you describe as “that effort our minds enga ge in in order to keep us\nblind” and that “process of a voiding seeing the threats we face.” It’s also about, as you state, trying to believe\nthat the threat is under our control, when in fact it is not. Kindly enlighten us as to these profound insights you\nmake in terms of the Control Factor.\n\nSiegel: First, let’s distinguish the ”real world” where real battles are taking place from the mental battlefield\nwhich occurs in each of our minds. We tend to believe our perceptions are simply clear realizations of what is\n“out there” and overlook how much our internal worlds can literally determine what we see. When our internal\nminds become anxious and sense a loss of “control,” they tend to concoct ways to distort our perceptions so as\nto restore that sense of inner control. I describe the Control Factor as an “active and continuous process”\ndesigned to maintain that sense, if not illusion, of control. We natural ly think that our thinking and feeling\nprocesses are passive; that they just happen. Yet when faced with truly frightening prospects, the mind is geared\nto actively distort.\n\nSimilarly, the sense of control must be continuously maintained so the Control Factor operates constantly. In\nturn, the sum of this active and continuous undertaking makes these perceptions all the more familiar and thus\nseemingly all the more “real.” In one sense, the Control Factor is the mechanism of what Andy McCarthy\nentitled one of his numerous excellent books- willful blindness. The Control Factor is cleverer than we are\naware; that is almost tautological as, if our minds are to create ways to keep us in denial, they must out\nmaneuver our conscious thinking.\n\nSince World War II, America has had limited experience with threats coming to the homeland. Most of\nAmerica’s history has been about “over there,” where we have always known that if things got too out of hand\n(e.g. Vietnam) we could always ret urn home. The current generations, for a wide array of reasons, have had\nvirtually no experience with a threat to this land. (The documentary, Generation Zero, is interesting on this\npoint).\n\nConsequently, the process of waking up to such a threat parallels the arc of a typical horror film. In such a film,\nthere is typically a cast of characters surrounding one or two main characters. We in the audience know there is\na threat coming — be it a monster, a virus, a psycho killer, an alien, the blob that ate Cincinnati etc. This threat is\ntypically defined by its intent- the singular goal of destroying the characters. Much of the initial exposition\nshows how the characters first are oblivious to the destruction the threat brings about, then explain it in familiar\nterms only to finally open their eyes to see that something uniquely terrifying is happening. The next stage\nusually involves a series of failed attempts to deal with the threat- fr om trying to negotiate with it, to appease it,\nto coax it, to threaten it with ineffective weapons and so forth. Most of these failings are due to not adequately\nappreciating the threat for what it truly is and projecting onto it a host of other attributes instead. The final stage\ngenerally involves a back-up-against-the-wall decision by whichever characters remain alive. I named this the\n“turnaround moment” when the character becomes willing to be as ruthless as the threat. That change in mental\nstate is necessary to ensure survival. Ultimately, the storyline is a race for whichever characters remain to wake\nup fully and use whatever advantages they may still have to beat the threat.\n\nThis is the same arc our minds go through in battling our own Control Factors, our own compulsions to deny\nthat which is staring us in the face. Ultimately, the question is whether we will be able to wake up while we still\nhave advantages and give ourselves permis sion to fully fight the battle we are in.\n\nI said ear lier that there is a structure to the Control Factor. To oversimplify, I view it much as a pyramid where\non the bottom are the many minute by minute thoughts that are manipulated. I call this level of maneuvers the\nmany ”D’s” as they include the psychological defenses such as distortion, denial, demonization, deflection,\ndeletion, detachment, delusion, displacement, discolorization and so forth. Layered upon these are moves such\n\nHOUSE_OVERSIGHT_024385",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024385.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5048,
    "word_count": 865,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.914389",
    "prefix": "IMAGES-007"
  }
}