{
  "document_id": "HOUSE_OVERSIGHT_031892",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031892.txt",
  "text": "17\n\nexperience revolutions are usually the countries that lack the\npreconditions for Anglo-American style relatively peaceful\nrevolutions that end with the establishment of stable constitutional\norder. If things were going well in those countries, they would not be\nhaving revolutions.\n\nHistorically, revolutions in foreign countries are both necessary for\ntheir political development and inevitable. They often tend to make\nAmerican foreign policy more difficult — and the world more\ndangerous. On the evidence so far, this is the pattern we are seeing in\nthe Middle East today.\n\nRevolutionary Realism?\n\nThe difficulty American policymakers have in coming to grips with\nthe recurring phenomenon of foreign revolutions is rooted in\nAmerica’s paradoxical world role. We are not just the world’s\nleading revolutionary nation; we are also the chief custodian of the\ninternational status quo. We are upholding the existing balance of\npower and the international system of finance and trade with one\nhand, but the American agenda in the world ultimately aims to\ntransform rather than to defend.\n\nIt is harder to be an effective revolutionary power than to be a\nconservative one — and it is harder still to combine the two roles.\n\nA traditional conservative power knows what it wants. Revolutionary\npowers have a tougher job; building the future is harder work than\nholding on to the past. This is particularly true in the American case;\nthe global transformation we seek is unparalleled for depth,\ncomplexity and scale.\n\nWe are not sure how this revolutionary transformation works. We\nknow that it involves liberal political change: governments of law\nrather than of men and legitimacy derived from the consent of the\ngoverned as measured in regular and free elections. We also know\nthat involves intellectual and social change: traditional religious ideas\n\nHOUSE_OVERSIGHT_031892",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031892.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1875,
    "word_count": 291,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.997095",
    "prefix": "IMAGES-011"
  }
}