{
  "document_id": "HOUSE_OVERSIGHT_023723",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023723.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\nHere are just a few recent headlines from major newspapers: “HOLY MACKEREL AND OTHER\nGUILT-FREE FISH” (New York Times), “GUILT-FREE SUSHI” (Christian Science Monitor), “CoD\nAND CHIPS? MAKE IT POLLOCK IN GUILT-FREE GUIDE TO SEAFOOD” (The Times of London), and\n“A GOOD APPETITE; SEAFOOD, EASY AND GUILT-FREE” (New York Times).\n\nIt is perhaps unsurprising that a set of tools has emerged to assuage this guilt and, in the\ncase of seafood, reform the appetite.” These tools aim to divert demand from one type of seafood\ntoward another. Wallet cards, iPhone apps, and eco-labels tell consumers which fish ought to be\nand ought not to be eaten. Shoppers in Europe have been given rulers, so that they can measure\nfish and avoid buying juveniles.\n\nGuilt abounds in many situations where conservation is an issue, not just in the response\nto overfishing. Harried by guilt, one mother reuses her daughter’s bathwater for her own bath.\nLos Angeles shoppers refuse to buy blueberries imported from Chile, because of the fuel\nconsumed in shipping them. Another woman feels guilty about the natural habitat lost to cocoa\ncultivation and refuses to buy chocolate, prompting her husband to say that she took the joy out\nof his Almond Joy.® Just as the devout purchased guilt-alleviating papal indulgences in the\nMiddle Ages, guilt-ridden consumers today buy carbon offsets, LED light bulbs, and hybrid cars\nand can be guided to something approaching sanctimony by books like The Virtuous Consumer,\nThe Rough Guide to Shopping with a Conscience, and The Eco Chick Guide to Life: How to Be\nFabulously Green.\n\nThe problem is that environmental guilt, while it may well lead to conspicuous\necomarkets, does not seem to elicit conspicuous results. One supermarket chain introduced signs\n\nat the fish counter to show the most and least sustainable seafood: Sales of the green-tagged\n\nSJ. Jacquet, et al., “Conserving wild fish in a sea of market based efforts,” Oryx 44:1, 45-56 (2010).\n°C. Crawford, “Green with Worry,” San Francisco Magazine, February 2008.\n\nHOUSE_OVERSIGHT_023723",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023723.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2153,
    "word_count": 345,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:49.411646",
    "prefix": "IMAGES-007"
  }
}