{
  "document_id": "HOUSE_OVERSIGHT_027982",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027982.txt",
  "text": "German government released them to meet the demands of the hijackers of a\nLufthansa airliner the following month.\n\nAdded to Israeli public’s shock over the massacre, there was anger at having\nto watch the murderers go free. In the weeks afterwards, I got occasional hints\nthat a sustained Israeli response was underway, though I didn’t know the details.\nI was not aware that it was Ahrahle, at the direction of Golda herself, who was\nco-ordinating it. Nor that a special Mossad team was at the center of the\noperation. Yet from news reports of a series of attacks on suspected leaders of\nBlack September, I, and most Israelis, assumed we were determined to convey a\nmessage which the Germans had not: that terror killings of the sort perpetrated\nin Munich would not go unanswered.\n\nIt was not until late 1972 that I knew the full scale of the operation. We had\nno formal ties with the Mossad, but our intelligence work occasionally\noverlapped. In mid-December, the sayeret’s intelligence liaison was approached\nwith a “theoretical question” by a couple of guys from the Mossad. Did we have\nthe capability to attack three separate flats in a pair of apartment buildings in\nBeirut. I sent back my preliminary answer a few days later. I said it was\npossible. But there was no way I could say for sure without more information.\nWould the people in the apartments be armed? Were there guards outside? Was\nthere a caretaker or concierge? Was there only one way in to the buildings, or\nalso rear entrances? Would we be able to get a plan of the interior of the\napartments?\n\nIn another month, they came up with most of the answers. The buildings\nwere fairly new, with glassed-in lobby areas and concierges. The Mossad men\nalso gave us a fairly detailed layout of two of the three apartments. They did not\nknow whether there were back entrances. They thought it was likely there were\nbodyguards, or at least some security detail posted outside. As for the people\nliving in the apartments, all of them were likely to have at least small arms.\n\nOver the next week or so, we raised a series of other questions. Mainly, I\nwanted to know whether they were sure the people we’d be looking for would\nbe at home. The Mossad officers said they were working on that, but were\nconfident of being able to confirm this before any operation happened. Though\nthey didn’t identify the people they were targeting, I had now learned, through\nAhrahle and others, what had been pretty obvious since the Mossad’s initial\napproach. They were Palestinian leaders with ties to Black September. “I think\nit’s possible,” I finally told them. ““We’ll put a plan in place. We can finalize the\narrangements if you come back and say you want us to do it.”\n\n134\nHOUSE_OVERSIGHT_027982",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027982.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2744,
    "word_count": 479,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.219802",
    "prefix": "IMAGES-009"
  }
}