{
  "document_id": "HOUSE_OVERSIGHT_013336",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013336.txt",
  "text": "43. Because Epstein became a convicted sex offender, he was not to have contact\nwith any of his victims. During the course of his guilty pleas on June 30, 2008, Palm Beach\nCircuit Court Judge Deborah Dale Pucillo ordered Epstein “not to have any contact, direct or\nindirect” with any victims. She also expressly stated that her no-contact order applied to “all of\ntheretation” Similar orders were entered by the federal court handling some of the civil cases\nagainst Epstein. The federal court stated that it “finds it necessary to state clearly that Defendant\nis under this court’s order not to have direct or indirect contact with any plaintiffs ... .” Order,\nCase No. 9:08-cv-80119 (S.D. Fla. 2008), [DE 238] at 4-5 (emphasis added); see also Order,\nCase No. 9:08-cv-80893, [DE 193] at 2 (emphasis added).\n\nEdwards Files Civil Suits Against Epstein\n\n44. Edwards had a good faith belief that his clients felt angry and betrayed by the\ncriminal system and wished to prosecute and punish Epstein for his crimes against them in\nwhatever avenue remained open to them. On August 12, 2008, at the request of his client Jane\nDoe, Brad Edwards filed a civil suit against Jeffrey Epstein to recover damages for his sexual\nassault of Jane Doe. See Edwards Affidavit, “N” at J7. Included in this complaint was a RICO\ncount that explained how Epstein ran a criminal conspiracy to procure young girls for him to\nsexually abuse. See Complaint, Jane Doe v. Epstein (Exhibit “T’’).\n\n45. On September 11, 2008, at the request of his client E.W., Brad Edwards filed a civil\nauth against Jeffrey Epstein to recover damages for his sexual assault of E.W. See Complaint,\n\nE.W. v. Epstein (Exhibit “U”).\n\n18\n\nHOUSE_OVERSIGHT_013336",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013336.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1711,
    "word_count": 288,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:46.008215",
    "prefix": "IMAGES-002"
  }
}