{
  "document_id": "HOUSE_OVERSIGHT_019717",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019717.txt",
  "text": "The Russians Are Coming | 229\n\nquerade as members of the security services of Israel, South Africa,\nGermany, France, and the United States to recruit unwitting agents.\nThese deceptions became an integral part of the recruitments of the\nRussian intelligence services.\n\nPenetrating the NSA and getting access to files from its stove-\npiped computers was a far more difficult challenge for the SVR.\nApproaching CIA officers, such as Nicholson, was relatively easy\nbecause it was part of the CIA officers’ jobs to meet with their adver-\nsaries. NSA officers, on the other hand, did not engage in “dangles”\nor even attend diplomatic receptions. They had no reason, other than\na sinister one, to meet with a member of the Russian intelligence\nservice. Furthermore, unlike CIA officers, who, like Nicholson, are\noften posted in neutral countries where they can be approached in a\nsocial context, NSA officers work at well-guarded regional bases and\nare not part of the diplomatic life. Because a known employee of a\nforeign diplomatic mission could not even approach an NSA officer\nwithout arousing suspicion, the SVR would need to use an inter-\nmediary, called an access agent, whose affiliations were not known\n\n© to the FBI. Such an operation would require establishing a network ©\nof illegals in America, as the SVR did after Putin became president.\nEven then, the intermediary would have to find a plausible pretext\nto approach the target without revealing his actual interest. Such\ncomplex operations at the NSA, as far as is known, only yielded a\nfew low-level recruits.\n\nThe emergence of computer networks in the 1990s greatly\nexpanded the SVR’s recruiting horizon. It offered a new penetration\nopportunity at the NSA: civilian technologists working under con-\ntract for the U.S. government. Many of these civilians at the NSA,\nespecially the younger ones, as we know, had been drawn from the\nhacking and game-playing culture; some had even taken courses on\nhacking techniques. They presented the SVR with inviting targets\nfor recruitment. As was previously mentioned, Russian intelligence\nhad considerable experience in Germany with hacktivists, who\ntended to be anarchists. There were also supporters of the libertar-\nian movement. The common denominator was often their resent-\nment, expressed in their postings, of the United States and its allies\nattempting to limit the downloading of copyrighted music, movies,\n\n| | Epst_9780451494566_2p_all_r1.indd 229 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019717",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019717.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2506,
    "word_count": 396,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.134021",
    "prefix": "IMAGES-005"
  }
}