{
  "document_id": "HOUSE_OVERSIGHT_012038",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012038.txt",
  "text": "1 cc, Frank (SF)\n> Fisher, Alice (DC)\n—_\n\nSubject: Press: AmLaw Litigation Daily on Emirates Bank win\nI'll soon send a cleaner version of this and other coverage, but wanted to share the article just posted in the\n\nAmLaw Litigation Daily. A personal thanks to Dan for speaking to the reporter, and Nima for feeding us case\ndocuments and insights.\n\nhttp://m.litigationdaily.com/#/article/1202765052511/1/A%20Master%20at%20 Work: %20Dissecting™o20the\n%20Closing™%20Argument%20in%20Latham's%20Huge™20Win20for%20Middle%20Eastern%20Bank\n\nA Master at Work: Dissecting the Closing Argument in Latham's Huge Win for Middle Eastern Bank\nJenna Greene08/14/2016\n\nFor Latham & Watkins, defending a Middle Eastern bank accused of stealing trade secrets from a plucky\nAmerican entrepreneur could have been a tough sell to a federal jury in Orange County, California.\n\n[http://www.law.com/image/LitDaily/DailyDicta.jpg|]The stakes were high--more than half a billion dollars in\n\ndamages--and some of the facts were, ahem, challenging.\n\nHow did Latham lawyers turn a potentially unsympathetic narrative into a unanimous win for Dubai-based\nEmirates NBD Bank PJSC on Thursday?\n\nA look at closing arguments by Latham partner Kathryn Ruemmler, who made her first in-court appearance\nsince she stepped down as White House counsel in 2014, is revealing in a watch-the-master-at-work kind of\nway.\n\nAlong with Latham partners Daniel Schecter and Dean Dunlavey, she faced off against an equally formidable\nopponent: Boies, Schiller & Flexner partner William Isaacson, who wasnamed a litigator of the\nyear<http://www.americanlawyer.com/id=1202745 123270/Litigator-of-the-Y ear-William-Isaacson-of-Boies-\nSchiller> by The American Lawyer in 2015.\n\nRuemmler parachuted into the case on May 20, replacing Steven Bauer. He had another case (on behalf of\nPacific Gas & Electric<http://www.therecorder.com/id=1202764714611/Split-Verdict-in-PGE-Pipeline-Blast-\nCase?slreturn=20160712215338>) going to trial at the same time and couldn’t convince U.S. District Judge\nJames Selna to push back the trial date, which had already been delayed several times.\n\nThis was the lay of the land: Two weeks before, the Los Angeles Times on May 8 had run a lengthy\nfeature<http://www.latimes.com/business/la-fi-infospan-lawsuit-20160508-story.html> that was distinctly\nsympathetic to the plaintiff, Farooq Bajwa. A former computer components manufacturer/ El Pollo Loco\nfranchise owner, his latest venture was a company called InfoSpan Inc.\n\nBajwa is portrayed as a visionary who had an idea to allow foreign workers to easily and cheaply send funds\nback to relatives in their home country via the internet or cell phone.\n\n\"I realized I might make a big difference in this world not only helping these underprivileged people who don't\n\nhave bank accounts, I will also be helping bring an economic revolution,\" Bajwa, 64, told the paper. \"I had\nvery big dreams.”\n\nHOUSE_OVERSIGHT_012038",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012038.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2939,
    "word_count": 405,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.334950",
    "prefix": "IMAGES-001"
  }
}