{
  "document_id": "HOUSE_OVERSIGHT_011134",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011134.txt",
  "text": "My interpretation that the time discount rate/rate of return we naturally apply in\nevaluating both present cost and present value is our time preference rate now,\nrather than some retrospective or prospective average, might seem counterintuitive.\n\nI propose it, even so, as the “time discount rule”.\n\nAnalogy to the Firm\n\nI follow convention by treating all transfer out as compensated by actual or imputed\nrevenue. The part exhausted in taste satisfaction gets imputed revenue paid by the\nconsumer satisfied. Not all revenue compensates transfer out, as revenue is usually\ndefined as sales proceeds against which prior outside claims must be satisfied first.\nThese are typically for labor and supplies in the case of the firm. Chapter 6 gave the\n\nlogic in word equations. It begins with\n\nP-P.=P.» (A3.1)\n\nwhere p isrevenue, p. is prior claims and p, is “earned revenue” as a residual.\n\nEarned revenue, also called gross realized output, is thus remaining share of overall\nrevenue earned by the firm or other entity that performed the sales, collected the\n\nproceeds, and paid the outside claims on them.\n\nWhat the the firm or other contributor gives up to earn the earned revenue is the\nsum of its realized output Xs and its recovered decapitalization D,. Remember\n\nfrom (A1.4) that D, includes any pure consumption realized by the owner of the\n\nsource asset, although that could not apply where the owner is taken as a firm. The\nsum of Y, and D, gives its gross realized output. Then\n\nY gross=p,=Y,+D,, (A3.2)\n\nwhere Y gross is gross realized output. In Chapter 6, I also called Y gross or p,\n\n“gross positive cash flow”. All mean the same. | will usually leave out the notation\n\nAPPENDIX A: The Argument in Notation 3/7/16 8\n\nHOUSE_OVERSIGHT_011134",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011134.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1750,
    "word_count": 291,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.078874",
    "prefix": "IMAGES-001"
  }
}