{
  "document_id": "HOUSE_OVERSIGHT_028744",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028744.txt",
  "text": "to openly discussing his intention to form a “majoritarian government”\nthat would exclude the most important Sunni representatives. In mid-\nDecember he participated in creating a Shiite grand alliance as the\nlaunching pad for that government. The principal Sunni political leaders,\nincluding Issawi, parliamentary speaker Osama al-Nujaifiand Anbari tribal\nleader Ahmed abu Rishaannounced their intention to form their own\ncoalition. In short, Iraqi politics was re-fragmenting along sectarian and\nethnic lines even before the protests began.\n\nUnderstood in this context, the Iraqi army’s killing of protesters in\nFallujah last month is a watershed event similar to the destruction of the\nAskariya shrine in Samarra in February 2006, though the crisis will not\nescalate as quickly. Sunni-Shiite tensions have hitherto played out in\npolitical forums. The key actors in today’s crisis are not the Sunni political\nleaders but, rather, Anbari tribal leaders, including Ali Hatem Ali\nSuleiman, one of the most powerful leaders of Iraq’s largest Sunni tribe.\nSuleiman and fellow leaders of the Dulaim tribe were essential to\nengineering the Anbar Awakening in 2007 and Sunni participation in the\ngovernment, for which they rejected al-Qaeda in Irag and renounced\nviolence against the state. They responded to the killings of protesters last\nmonth by threatening open war against the state for the first time since\n2007. So far at least, they have restrained protesters and resisted violent\nconfrontation.\n\nFor his part, Maliki has sought to deescalate the conflict and to mollify\nprotesters. Tehran has also been working — to persuade Iraq’s Sadrists,\n\nwhom Maliki has alienated in his consolidation of power, to abandon their\nsupport for their Sunni brethren. Their combined efforts appear to be\nworking: The Sadrist Bloc, which had refused Maliki’s request for\nsuggestions to replace Issawi and other Sunni politicians, has put forth a\nsubstitute finance minister.\n\nThese efforts, ostensibly toward political resolution, actually increase the\nlikelihood of sectarian war by continuing the marginalization of Sunni\npolitical leaders without addressing Sunni tribes’ core grievances — and\nby re-creating a Shiite front that had splintered.\n\nHOUSE_OVERSIGHT_028744",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2256,
    "word_count": 337,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.776095",
    "prefix": "IMAGES-010"
  }
}