{
  "document_id": "HOUSE_OVERSIGHT_024897",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024897.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nbeverages) will be imperative. This regulatory framework does not affect skincare,\ncosmetics or topicals with CBD or hemp ingredients.\n\n2\n\nEurope\nUK\n\nThe UK legalized prescription based medical cannabis in November 2018. Medical\ncannabis treatments that are advertised with specific medical claims must obtain\nauthorization from the Medicines and Healthcare Regulatory Agency (MHRA). Currently,\nlicensed medical cannabis products are Sativex, Dronabinol and Nabilone. Epidiolex,\nmedical grade pure CBD produced by British pharmaceutical company, GW\nPharmaceuticals, is undergoing the licensing process. “Unlicensed” products may be able\nto be obtained, such as products from Tilray or Bedrocan, under special circumstances\nwhich are unmet by other licensed products. Canopy and Aurora announced at the\nbeginning of 2019 that it plans to export to the UK later this year. Despite changes in\nlegality, the number of patients who have been prescribed medical cannabis treatments\nis quite limited.\n\nWhile pharmaceutical grade products are difficult to obtain, CBD products are widely\navailable across the UK. Pure CBD is not a controlled substance under the Misuse of\nDrugs Act 1971. Therefore, as long as CBD products are not authorized by the MHRA,\nmedical claims on labeling and packaging cannot be made. There are also no enforced\nregulations for testing or packaging. These loopholes in the legislation have led to an\nincreasing number of CBD products marketed as health supplements or wellness\nproducts. Due to the growing trend, CBD products have been widely available across the\nUK, primarily sold in boutique shops, cafes, health stores and online. Holland and\nBarrett, a health foods store, was the first High Street store to carry CBD products in\n2017. Other mainstream outlets now sell hemp-based beauty products, CBD tinctures,\nedibles, vapes, e-liquids and other forms of the substance. A handful of restaurants also\noffer CBD cocktails or hot drinks, and the number of kitchens and chefs using cannabis-\nbased products is increasing across the country.\n\nHowever, in January 2019, the UK Food Standards Agency (FSA) announced that it\nplans to conduct an investigation of CBD products for consumer safety. It is expected\nthat the FSA will later provide requirements for authorization. This may take up to 18\nmonths. Although enforcement is unclear at the moment, some CBD products have\nalready been removed from the shelves. Since the FSA’s assessment does not apply to\ncosmetics or skincare products with CBD, some CBD companies have expressed interest\nin launching beauty products now.\n\nA license is required in order to cultivate hemp in the UK. There are restrictions on\nwhere the farm can be located that must be approved by the Home Office. Many\ncompanies still struggle to secure banking and payment options for their hemp-related\nbusinesses. A lobbying group, the British Hemp Association, was formed to educate and\npush for legislative changes, such as whole plant processing and financial support. Due\nto barriers of entry, the number of hemp farmlands is small, around 810 hectares.\n\nItaly\n\nMedical cannabis has been legal in Italy since 2013, yet access and supply remained\nrestricted for years. In 2017, the Military Chemical and Pharmaceutical Plant (MCPP)\nreceived a license to cultivate medical cannabis, which supplemented the imported\nsupply from the Netherlands (i.e. from Bedrocan). The MCPP cultivates a medical\ncannabis product, FM2, that contains 5-8% THC and 7.5-12% CBD. A high THC product\n(FM1) and a CBD product (FMO) will soon be available. The MCPP only produces 100-150\n\nCOWEN.COM 81\n\nHOUSE_OVERSIGHT_024897",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024897.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3694,
    "word_count": 570,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.967817",
    "prefix": "IMAGES-008"
  }
}