{
  "document_id": "HOUSE_OVERSIGHT_021824",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_021824.txt",
  "text": "﻿1\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nROUGH DRAFT TITLE\n***ROUGH DRAFT TRANSCRIPT***\n- - -\nCASE NAME: BRADLEY J. EDWARDS and PAUL G. CASSELL vs.\nALAN M. DERSHOWITZ\nWITNESS NAME: PAUL G. CASSELL\nDATE OF DEPOSITION: 10/16/15\n- - -\nThis is an unedited, unproofread,\nuncertified transcript for attorneys' information only.\nThis transcript may NOT be cited in documents or used\nfor examination purposes.\nfollowing:\nThis raw transcript may contain the\n1. Conflicts - an apparently wrong word\nthat has the same stenotype stroke as a less-used word.\nConflicts are remedied by the reporter in editing.\n2. Untranslates/Misstrokes - a stenotype\nstroke appears on the screen as the result of the\ncomputer dictionary not having the same stroke\npreviously identified or a misstroke or partial\ntranslation of the word.\n3. Reporter's notes - a parenthetical word\nor phrase from the reporter. Since the reporter must\nwrite each word instantly, a misunderstood word or\nphrase will not be apparent until some time later.\nReporter's notes provide the opportunity to correct such\nsituations.\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n2\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nTHE VIDEOGRAPHER: We are now on the video\nrecord. Today is Friday, the 16th day of\nOctober, 2015. The time is 1:33 p.m.\nWe are here at 110 Southeast 6th Street,\nSuite 1850, in Fort Lauderdale Florida for the\npurpose of taking the videotaped deposition of\nPaul G. Cassell. The case is Bradley J. Edwards\nand Paul G. Cassell versus Alan M. Dershowitz.\nThe court reporter is Terry Tomaselli and the\nvideographer is Don Savoy, both from Esquire\nDeposition Solutions. Will counsel please\nannounce their appearances for the record.\nMR. SCAROLA: Jack Scarola appearing on\nbehalf of Bradley Edwards and Professor Paul\nCassell. With me is Joni J. Jones from the Utah\nAttorney General's Office.\nMS. McCAWLEY: Sigrid McCawley on behalf of\nVirginia Roberts from Boies Schiller & Flexner.\nMR. SIMPSON: Richard Simpson on behalf of\nDefendant and Counter-Claim Plaintiff Alan\nDershowitz. And with me is my colleague Nicole\nRichardson and Thomas Scott from the firm of Cole\nScott & Kissane. Ms. Richardson and I are from\nthe firm of Wiley Rein.\nMR. SWEDER: Kenneth Sweder from the firm of\nROUGH DRAFT ONLY\n3\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nSweeder & Ross for Professor Dershowitz.\nThereupon,\nPAUL G. CASSELL,\nhaving been first duly sworn, was examined and testified\nas follows:\nTHE WITNESS: I do.\nDIRECT EXAMINATION\nBY MR. SIMPSON:\nQ. Good morning or good afternoon, I guess?\nA. Afternoon, yes.\nQ. If I ask any questions today that you can't\nunderstand, would you please let me know and I'll\nattempt to rephrase or clarify it?\nA. Sure.\nQ. You're a former United States District Judge;\nis that correct?\nA. That's correct.\nQ. When were you a judge?\nA. From about 2002 'til about November 2007.\nQ. Okay. So you were appointed by the first\nPresident Bush?\nA. Yes.\nQ. Uh, second President Bush?\nA. Second President Bush, yes.\nQ. And then after resigning as a judge, you\nROUGH DRAFT ONLY\n4\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nbecame a professor at the University of Utah; is that\ncorrect?\nA. Yeah I was professor -- excuse me -- before I\nwas a professor in the evening hours while I was a judge\nfrom 2002 to 2007. And then I resumed full time\nteaching at the University of Utah in around November of\n2007 when I left the bench.\nQ. Okay. And since you've left the bench, have\nyou also been affiliated with a law firm?\nA. Yes.\nQ. Could you tell me what that affiliation is\nwhat --\nA. Sure. I'm a special counsel with Hatch James\nand Dodge. It's a law firm, small boutique litigation\nlaw firm in Salt Lake City, Utah, and I occasionally do\ncases with them.\nQ. Is it fair to say that since 2007, since\nresigning as a judge, you've been engaged at least on a\npart-time basis in the practice of law?\nA. Yes.\nQ. And, in particular, in one of the cases\nthat's at issue here, what has been referred to as the\nunderlying CVRA case; you're familiar with that case?\nA. Yeah. Let me be clear just the juxtaposition\nof the causes, the CVRA case is not through Hatch James\nROUGH DRAFT ONLY\n5\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nand Dodge. That's through the University of Utah. I'm\npro bono work through the University of Utah.\nQ. You have entered an appearance in that case?\nA. Correct.\nQ. And in order to enter that appearance, you\nwere admitted pro hac vice; is that correct?\nA. That's right.\nQ. And to be admitted pro hac vice, you\ncertified that you were familiar with the applicable\nrules including the rules of the southern district of\nFlorida; is that right?\nA. That's right.\nQ. And you're also familiar with the rules of\nprofessional responsibility; is that correct?\nA. Sure.\nQ. Okay. As a judge, did you ever strike a\nparty's pleadings because they were impertinent,\nscandalous, irrelevant?\nA. I don't recall doing that immediately.\nQ. Okay. To the best of your knowledge, you\ndon't recall any instance of doing that?\nA. I mean what I did, I think, there were two\ncases where I referred people to the Bar which was a way\nof dealing with the pleadings that were inappropriate in\nthose cases.\nROUGH DRAFT ONLY\n6\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. Okay. But other than referring the two\nparties to the Bar, you never entered, to your\nrecollection, striking a party's pleadings; is that\nright?\nA. That's right.\nQ. Okay. I want to ask you a few questions\nabout the issue of striking pleadings. Would you agree\nwith me that courts generally disfavor a motion to\nstrike?\nA. No.\nQ. And that striking allegations from a pleading\nis a drastic remedy to be resorted to only when required\nfor the purposes of justice and only when the\nallegations to be stricken have no possible relation to\nthe controversy?\nA. I think that's what some courts have said,\nyes.\nQ. And is it fair to say -- is that what you\nrepresented to the court in response to\nProfessor Dershowitz's application to intervene?\nA. That's right.\nQ. And you wouldn't have represented that to the\ncourt unless you believed it to be accurate; is that\nright?\nA. That's right.\nROUGH DRAFT ONLY\n7\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. Would you also agree that if there is any\ndoubt as to whether the allegations might be an issue in\nthe action, courts will deny the motion?\nA. That was our position in our response to\nProfessor Dershowitz's motion to strike, yes.\nQ. And in considering a motion to strike, the\ncourt must consider the pleadings in the light most\nfavorable to the party making the pleading, correct?\nA. Yeah, that's our position, that was our\nposition, yes.\nQ. Okay. In your view, is it -- for an attorney\nto ask a leading question at a deposition, does the\nattorney have to have a good-faith basis to believe that\nthat question is true or the facts assumed in that\nquestion are true?\nA. I mean, that's a broad question, but as a\ngeneral rule, yeah.\nQ. As a general rule -- I'm not being very\narticulate --\nA. Yeah.\nQ. -- you don't ask a leading question about a\nfact unless you have a good-faith basis to believe that\nfacts is true, correct?\nA. I think that's right. I mean I don't know if\nover the last day and a half, you know, narrow questions\nROUGH DRAFT ONLY\n8\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nhave been given very long answers. I am assuming you\nwant narrow answers; is that true?\nQ. Well, that wasn't my question, but why don't\nwe stay on that --\nA. I mean, I could discuss that at great length.\nI didn't know if that's what you wanted me to do.\nQ. I would like you to give a fair answer to my\nquestions and I'll let you answer your questions and if\nfollow up, I would ask that one at a time for the court\nreporter.\nI would ask that you answer the question\nfairly and I'll try not to interrupt you. And then if\nyou would do your best to answer the questions, and as I\nsaid, if you don't understand it, let me know.\nA. Right.\nMR. SCAROLA: Excuse me. I'm going to\ninterrupt you for just a moment. Pardon me.\nThere is this page that was placed in front of\nme, and I don't know whether this was intended as\na delivery of something.\nMR. SCOTT: No. You had asked for a copy of\nthe entry from Professor Dershowitz's book when\nhe made reference to it. I said I'd give you a\ncopy in the last deposition, and that's it. We\nmade a copy of it.\nROUGH DRAFT ONLY\n9\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMR. SCAROLA: Okay. Thank you. I had also\nasked for all of the information regarding\ncommunications with Rebecca, which I was told\nthat I would get today. Is that available?\nMR. SCOTT: No. I told you that we would\nconsider if that -- I apologize. I said we will\nconsider that and you can put it in a request and\nwe will respond.\nTHE WITNESS: I would sure like to see that\nbefore I answer any more questions. Is that\nsomething you could make available?\nMR. SIMPSON: I don't think that's necessary\nto answer the questions I'm going to ask. I'm\nnot going to ask you any questions -- I won't ask\nyou any questions about Professor Dershowitz's\ncommunications with this Rebecca that you've\nheard about. You were in the room while he\ntestified, correct?\nTHE WITNESS: Right, but I mean there are --\nthere are broader subjects that extend beyond\nthose communications, so if you're going to ask\nany questions about those broader subjects, I\nwould like to see the communications. That would\nbe helpful to me.\nBY MR. SIMPSON:\nROUGH DRAFT ONLY\n10\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. I'm just going to ask you questions about\nthe case and about your knowledge, and all I ask is that\nyou give your best answers based on your knowledge.\nA. And all I ask is, if you're going to ask any\nquestions touching on those communications and I get a\nchance to take a look at the subjects addressed in those\ncommunications --\nQ. If I ask you a question that you need to look\nat something that you've never seen before to answer,\nwhy don't you let us know?\nA. Okay. Will do.\nQ. What is your understanding of the ethical\nresponsibility of an attorney in signing a pleading to\nbe filed in Federal Court, and let's say in the Southern\nDistrict of Florida, if that's any different than\nelsewhere?\nA. Sure.\nQ. Just give me your understanding.\nA. Sure. The obligation is to make sure that it\nis a good-faith pleading based on the facts and the law\nas the attorney understands them, and consistently with\nthe obligation of the attorney to zealously represent\nthe position of his client.\nQ. Okay. Would you agree with me that it would\nbe unethical to use pleadings for an improper purpose,\nROUGH DRAFT ONLY\n11\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nfor a purpose other than to advance a cause in\nlitigation?\nA. Sure.\nQ. And would you agree with me that it would be\nunethical to make allegation of misconduct by a person\nin a pleading if that -- if those allegations were not\nrelevant to the case?\nA. Sure.\nQ. And would you agree --\nA. Actually, not pertinent to the case.\nQ. Not pertinent to the case?\nA. Yeah. And when you say not relevant,\nobviously, reasonable people can have disagreements\nabout what allegations are relevant to the case or not.\nQ. And my question is that an attorney, it would\nbe unethical, do you agree, for an attorney to sign a\npleading where the attorney does not have a good-faith\nbasis that the allegations of misconduct are relevant to\nthe case, are pertinent to the case?\nA. Pertinent to the case, and as I understand\nfor example under rule 11, the requirement is that the\nallegations being advanced must not be frivolous.\nQ. And that there's a good-faith basis for them?\nA. Well, I mean if you're talking about good\nfaith frivolity, those are I mean, potentially different\nROUGH DRAFT ONLY\n12\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nstandards under the law. My understanding is that\nfrivolity is the standard for, for example, rule 11\nsanctions.\nQ. Is it unethical to include, in your opinion,\nto include allegations in a pleading for the purpose of\ngenerating publicity?\nA. If that's the only purpose, sure, that it\nwould be inappropriate.\nQ. And is it unethical to make allegations\nwithout having done a reasonable investigation to\nsatisfy -- for the attorney to satisfy himself or\nherself that there's a factual basis for the\nallegations?\nA. Something along those lines, sure.\nQ. As a general matter, you agree with that\nproposition?\nA. Yes, sure.\nQ. Would you agree that the scope of the\ninvestigation, the reasonable investigation an attorney\nmust do, varies depending upon the nature of the\nallegations being made?\nA. Sure, yes.\nQ. Let me finish -- we are both speaking at the\nsame time --\nA. Sure.\nROUGH DRAFT ONLY\n13\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. -- so let me finish --\nA. Sure. I just want to make sure you get an\nopportunity to ask as many questions as you want so.\nQ. Okay. And I appreciate that, but the court\nreporter can't take down both of us at once. So we just\nneed to speak one at a time, but I appreciate that.\nA. Good.\nQ. I believe the last question I was asking you\nabout whether the scope of the investigation, what\nreasonably required of an attorney varies depending upon\nthe nature of the allegations being made. I think you\nsaid, yes; is that right?\nA. Yes.\nQ. And could you explain how, what in your\nunderstanding of how --\nA. Sure. I mean, obviously, they are going to\nbe some cases that are very complicated factually. More\ninvestigation would be appropriate there. There can be\nsome situations that very simple factually, less\ninvestigation would be factually necessary there. Same\npoints about legal issues, too, some cases are complex\nlegally, some cases are simple legally.\nThe more legal investigation would be\nrequired for the more complex cases.\nMR. SCAROLA: Professor Cassell, I know it is\nROUGH DRAFT ONLY\n14\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\na little bit unnatural for you to be responding\nto questions that are being asked immediately to\nyour right and not be looking directly at the\nexaminer the entire time, but because this is\nbeing videotaped, it might be helpful if you can,\nto the extent that you're able, to look into the\ncamera so that the jury for whom this may be\nplayed --\nTHE WITNESS: I see.\nMR. SCAROLA: -- at a later time gets to see\nyour full face.\nTHE WITNESS: All right. I hope you won't\nconsider me rude then --\nMR. SIMPSON: I will not consider -- it's\ngood advice from your counsel and I will not\nconsider you rude.\nTHE WITNESS: Thank you.\nBY MR. SIMPSON:\nQ. I want to ask you some more questions about\nthe scope of investigation. Would you agree that an\nallegation of serious misconduct by another person\ngenerally requires more investigation than a lesser\nserious type of allegation?\nA. Sure. That's a fair statement.\nQ. And so, for example, before accusing a person\nROUGH DRAFT ONLY\n15\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nof engaging in criminal misconduct, the attorney needs\nto do a thorough investigation; is that right?\nA. Yeah, under the circumstances, sure. I\nshould say in light of the circumstances, obviously, you\nknow, different kinds of cases can have different\ncircumstances.\nQ. Okay. Is one of the considerations that goes\ninto that how much -- whether there's time pressure to\nget the pleading on file?\nA. Sure. That would be one of the factors.\nQ. And how much time the attorney has to\ninvestigate the facts?\nA. Yes. That would be one of the factors as\nwell.\nQ. Okay. And so before making -- where an\nattorney's client has no pressing need to get a pleading\non file immediately, and the pleading is going to\ninclude serious allegations of misconduct by another\nperson, an ethical attorney will take the time needed to\ndo a full investigation; is that fair?\nA. That's fair, and the converse of your\nproposition is also fair. For example, if a client has\na pending discovery dispute in front of a judge that\ncould be ruled on any day, that would be an exigency\nthat would require pleadings to be filed more quickly\nROUGH DRAFT ONLY\n16\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nthan -- than otherwise.\nQ. And if the dispute concerned, for example, a\nspecific discovery issue, would you expect the response\nto be directed to that issue?\nA. I would expect that the record would be built\nso that it would be available for the discovery issue,\nyes.\nQ. Okay. I am going to ask the reporter to mark\nas Cassell -- am I pronouncing your name correctly?\nA. Yes, it's Cassell, yes.\nQ. Okay. Could I ask the reporter to mark as\nCassell Exhibit 1 -- I will hand that to the reporter.\n(^ Plaintiff's ^ Defendant's I.D. Exhibit\nNo. 1 - ^ description was marked for identification.)\nBY MR. SIMPSON:\nQ. Let me identify that for the record. I may\nwant to mark two things.\nA. Okay.\nQ. Exhibit 1 is documented Plaintiff's Response\nto Motion for Limited Intervention by Alan M.\nDershowitz, and I'm going to ask the reporter to mark\nanother exhibit at the same time. This will be\nExhibit 2, and this is a document entitled Jane Doe\nNumber 3 and Jane Doe Number 4's motion pursuant to rule\n21 for joinder in action. Both cases having been filed\nROUGH DRAFT ONLY\n17\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nin the case Jane Doe 1 and Jane Doe 2 versus the United\nStates. This is number 2.\n(^ Plaintiff's ^ Defendant's I.D. Exhibit\nNo. 2 - ^ description was marked for identification.)\nBY MR. SIMPSON:\nQ. Mr. Cassell, do you have those documents in\nfront of you?\nA. I do.\nQ. Okay. I'm going to ask you first about\nExhibit 2 before 1, since exhibit 2 is first in\nchronological order.\nA. Yes.\nQ. Is this the motion for joinder that you filed\non behalf of the parties then known as Jane Doe Number 3\nand Jane Doe Number 4 in what was called the CVRA\naction?\nA. This is the joinder motion, yes.\nQ. Okay. And if you look at the last page\nbefore the certificate of service --\nA. Yes.\nQ. -- over on page 12, it shows the document\nbeing signed by Bradley J. Edwards and then it says and\nPaul G. Cassell, pro hac vice, S.J. Queeny [sic] College\nof Law\nA. Quinney.\nROUGH DRAFT ONLY\n18\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. Quinney, got that one wrong, College of Law\nat the University of Utah. Is that indicating your\nsignature to the document?\nA. That's -- that's indicating not my signature,\nbut it's indicating that I stand behind the arguments\nmade in the document, yes.\nQ. Much more articulate statement than I. I\nsimply wanted to confirm that you had authorized your\nname to be listed as a counsel who was, for purposes of\nthe rules, vouching for this document?\nA. Yes, I was vouching for this document\ncompletely.\nQ. Okay. And you list here your address as\nbeing at the college of law at the University of Utah\nwith no qualification. If you compare that to the next\nexhibit, Exhibit 1 actually --\nA. Yes.\nQ. -- your signature has a footnote that says,\nthis daytime business address is provided for\nidentification and correspondence purposes only, and is\nnot intended to imply institutional endorsement by the\nuniversity of Utah; do you see that?\nA. I do see that.\nQ. Why was that footnote not included on the\nfirst pleading filed which is Exhibit 2?\nROUGH DRAFT ONLY\n19\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. The footnote -- one of the problems with the\nthe Word processing program to drop a star footnote is\nit requires, under the word programing, you have to to\nhave different sections in the document because\notherwise it would be footnote -- let's see.\nYes, so there was already a footnote 1 on the\njoinder motion and so, what happens with footnotes is if\nyou identify it as footnote, put in a footnote where the\nUniversity of Utah signature block is, for example, it\nbecomes footnote 2, so then you have to create a\ndifferent section and then once you have a different\nsection you can establish a new number and a new\nnomenclature instead of numbers. You can have the\nasterisk, and so somehow with the signature block\ngetting reprocessed here, that star footnote dropped off\nand within I think -- I think it was about three days, I\nrealized that the star footnote had dropped off, so I\nfiled a corrected pleading with the -- with the new star\nfootnote on it.\nQ. You would agree with me that a fair-minded, a\nreasonable reader looking at the signature block on the\nas filed original document, could conclude that the\nUniversity of Utah was somehow endorsing or standing\nbehind this pleading?\nA. I don't think that's quite fair. I think the\nROUGH DRAFT ONLY\n20\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nway that works is, people know that when, for example,\nyou know, a Professor speaks from the university, they\nare giving their own point of view. The -- a school\nlike the University of Utah has, gosh, several hundred\nfaculty members, if not more, and so any time a member\nof the University of Utah speaks, they are giving their\nviews on the subject. There may be a range of views.\nSome Professors at the university of Utah may\nbe in favor of crime victim rights. Other Professors\nmay be opposed to crime victim rights. Young people\ngenerally jump to the conclusion that just because they\nare hearing a Professor from a particular school speak,\nthat that necessarily means that they are saying\nsomething that the university endorses.\nQ. If that's true, why do you include the\nfootnote on some pleadings?\nA. Well, I included the footnote in this\nparticular case, the dean at the law school said, hey,\nyou know, it might be useful just to drop a footnote in\njust to make sure that there's no misunderstanding and I\nsaid, sure, I would be glad to do that. And so I think\npleadings, in this case leading up to this, had the star\nfootnote. Apparently on the signature block had got\ndropped out. And then we were able to fix that in a\ncouple of days on this one.\nROUGH DRAFT ONLY\n21\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. So is it accurate that after you filed what's\nExhibit 2, that the dean of the law school asked you to\nfile a corrected version with the footnote?\nA. No. That misunderstands what I said. Early\non, just in talking -- I do a lot pro bono litigation\nfor crime victims all over the country, and I do that,\nthat's one of the reasons I'm at the University of Utah.\nThey have been very supportive of my pro bono work in\nthis case as well as in other cases, and so the dean\nsaid, well, one of the things just might be helpful is\nto drop a footnote. I don't think it was required that\nI drop the footnote, nobody suggested it would be useful\nto drop the footnote, and so I agreed to do that in this\ncase and in other cases as well, but somehow in this\nparticular pleading, the -- as I say, the signature\nblock possibly was a cut-and-paste from an earlier\npleading in the case, possibly it was some issue\ninvolving that section feature of the word processing\nprogram. The star footnote had dropped off.\nAnd so once I realized that without anyone\ncalling that to my attention when I looked at the brief\na couple of days after we filed it, and said, oh, I need\nto fix that and did, indeed, fix that as quickly as I\ncould.\nQ. What was the context in which the dean asked\nROUGH DRAFT ONLY\n22\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nyou as a practice to drop the footnote; was it in\nconnection with this case or some other circumstance?\nA. It was -- as I recall, it was several years\nearlier. I don't know. Maybe a year or two earlier\nthan this particular litigation, from what I remember.\nIf I looked at some of my other pro bono cases around\nthe country, we might be able to get a sharper time\nframe on that. I've done pro bono crime victims in a\nlot of cases. And the dean just thought it might be\nuseful to have that kind of a footnote to avoid any\nmisunderstanding.\nQ. Would you agree with me that in order to\nallow your name to be listed as counsel on this\npleading, that you were required to have a sufficient\nbasis for the allegations based on what you knew as of\nDecember 30th, 2014?\nA. Sure. I think that's fair. Obviously, I\nimagine one of the issues we are going to discuss here\ntoday is what is a sufficient basis for filing a\npleading like that. So, yeah, in general, of course, we\nhad to have a sufficient basis for filing something like\nthis and I firmly believe that we did.\nQ. And to put a point on my question, the way in\nwhich to measure the knowledge is as of December 30th,\n2014, so the facts that came to your attention after\nROUGH DRAFT ONLY\n23\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nthat date, by definition, could have been part of what\nyou were relying on to allow your name to be listed as\ncounsel on this document, correct?\nA. That's right. With regard to this document,\nwe would be looking at knowledge on or before December\n30th, 2014.\nQ. Would you turn to page 4 of the document,\nfirst full paragraph on the page, the second sentence.\nActually, third sentence, you say: In addition to being\na participant in the abuse of Jane Doe Number 3 and\nother minors, Dershowitz was an eye witness to the\nsexual abuse, et cetera. Do you see that?\nA. Yes.\nQ. Who were the other minors?\nA. Well, one of the ways -- you want some\ndocumentation of that?\nQ. I want to know: You made an allegation here,\nyou first make an allegation that Professor Epstein\nabused -- Jane Doe Number 3 -- Dershowitz. I'm sorry?\nA. Right.\nQ. Jane Doe Number 3 who is no longer anonymous,\nMiss Roberts, correct?\nA. Right. I'm sorry. Could you repeat the\nquestion please.\nQ. I just want to clarify that your pleading is\nROUGH DRAFT ONLY\n24\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nalleging that Professor Dershowitz engaged in this\nsexual misconduct with Miss Roberts; she's Jane Doe\nNumber 3, correct?\nA. That's right. Jane Doe Number 3 is Miss\nVirginia Roberts Goufrey ^ (ph).\nQ. And I will ask you questions about that. But\nmy question now is: You also allege that Professor\nDershowitz was a participant in the abuse of other\nminors besides Miss Roberts. Do you see that?\nA. Yes, I see that.\nQ. Who are the other minors?\nA. So I don't know the exact name of the other\nminors who were involved, but I do have an 89 page\npolice report from the Palm Beach Police Department\nwhich lists, if I recall correctly, about 23 or 24 names\nof minors who went to the Jeffrey Epstein mansion in\nPalm Beach during a period of time that extends from --\nlet's see -- it would have been roughly, I don't know,\nfrom probably about a six-month period in 2005 -- there\nare a series of names. I don't think in this particular\ncase because of confidentiality reasons, we can put into\nthe record the names of those girls, but what I would\npropose doing is putting into the record the 89 page\npolice report from the Palm Beach Police Department,\nwhich has page after page after page after page of young\nROUGH DRAFT ONLY\n25\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\ngirls going to the Epstein Palm Beach mansion and then\nbeing sexually abused in some cases, at least one case,\nforcibly raped. That is the basis for that particular\nallegation.\nQ. Mr. Cassell, does the police report you're\nreferring to at any point say Professor Dershowitz\nabused any of these particular minors -- not were they\nabused at the mansion -- but did it say anywhere that\nProfessor Dershowitz did that?\nA. The police report itself does not refer to\nProfessor Dershowitz abusing these girls. However, when\nyou look at the police report, what it shows is a\npattern of egregious sexual abuse of approximately 23 to\n24 young girls over an extended period of time at a\nmansion that was owned by Jeffrey Epstein who was one of\nthe closest personal friends, from what I could gather,\nof Mr. Dershowitz.\nAnd so that was -- there's other information.\nI don't want to filibuster you on that. I would be\nhappy to elaborate on that, but that is the first piece\nof evidence that I would begin referring to. If you\nwant a more -- if you want -- just so the record is\nclear, if you want to know all the bases, all the\ngrounds for which that allegation appears, then I would\nlike to make a more extended presentation.\nROUGH DRAFT ONLY\n26\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. We will get there. But my -- I want to make\nsure we are clear about this.\nAm I correct that the report itself never\nsays, Alan Dershowitz abused anyone?\nA. That is a correct statement, I believe.\nQ. And we won't -- and the report does\nreflect -- the conclusion of -- it reflects abuse of\nminors by Jeffrey Epstein, correct?\nA. Oh yes, oh yea. What it shows is forcible\nrape of underage girls, and not a, shall we say, one off\nsituation, but on something that is happening over,\nlet's say, this is roughly a six-month period, 180\ndays -- I mean, I think you know, they document roughly\nspeaking at least 180 sexual encounters give or take,\nand in fact, on some days, what they document in that\npolice report is abuse that is taking place not once,\nnot twice, but three times during the day in this\nmansion.\nAnd so I certainly agree with you, if it's\npossible, maybe my math is off here, 200 percent, that\nthis report documents repeated sexual abuse including\nforcible rape by one of the closest friends of\nMr. Dershowitz, Jeffrey Epstein.\nQ. So it's your testimony that Mr. Epstein was\none of Professor Dershowitz's closest friends?\nROUGH DRAFT ONLY\n27\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. Yes.\nQ. We will come back to your basis for that.\nI want to go back to the police report.\nWe've clarified it never says Professor Dershowitz\nabused anyone, correct?\nA. It doesn't say that directly, but the police\nreport is part of a larger package of information that I\nhad available to me since you asked on December 30th\nthat suggested that Mr. Dershowitz was involved in the\nabuse of minors.\nI'm sorry. Let me correct that. In the\nsexual abuse of minors, in particularly, minor girls.\nQ. Would it be your position that anyone who was\na friend, or a friend of Mr. Epstein who visited his\nhouse on more than a few occasions, that that's\nsufficient to conclude that -- to allege that they\nengaged in sexual abuse of minors?\nA. No.\nQ. Are we talking about guilt by association\nhere?\nA. No. And that question requires a more\nextended answer, which I would be happy to provide for\nyou, if you would like an extended answer.\nQ. Let me ask you this question: You referred\nto the police report, correct?\nROUGH DRAFT ONLY\n28\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. Correct.\nQ. And focusing now, not -- not on Virginia\nRoberts, we are focusing on the other minors, correct?\nI just have that in mind, right?\nA. I'm sorry. Could you repeat the question?\nQ. I want to make sure you're focusing on the\nallegation in this pleading that Professor Dershowitz\nabused other minors; do you have that in mind?\nA. I do.\nQ. Okay. First of all, I want to know, and for\nthis question you don't have to give the names, do you\nhave specific minors who you, at this point, contend\nwere abused?\nA. I believe that the pool of people came from,\namong other young girls, roughly 23 to 24 minors\nidentified in the Palm Beach Police Department report,\nor other similarly-situated girls in either New York, in\nthe airplanes, or on -- in the Palm Beach mansion. So\nthis -- the problem that I have here frankly, I'm sorry,\nbut I think your question fairly calls for a longer\nanswer, I could give you the names of those girls if\nJeffrey Epstein would tell us the names of those girls\nthat he trafficked in Florida, in New York, on his\nairplanes and elsewhere. But I think everyone in this\nroom is aware Mr. Epstein has repeatedly refused to\nROUGH DRAFT ONLY\n29\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nanswer questions about the names of the girls that he\nwas sexually trafficking. And that's one of the things\nthat has made this case so difficult, because if we\ncould get the names of those girls, then we could -- we\ncould try to help them.\nWe could -- we could start to unravel the\nmany crimes that Mr. Epstein has committed along with\nhis associates. So, again, I could go on longer, and I\ndon't want to filibuster your time, I think I've seen\nillustrations of that recently, but I -- what I want to\ndo is make sure that -- that I could give additional\ninformation if people like Mr. Epstein would cooperate\nand give me the names of the girls that he was sexually\ntrafficking.\nMR. SIMPSON: Move to strike the\nnonresponsive portion of the answer.\nCan I have the same standing objection,\nMr. Scarola?\nMR. SCAROLA: No, I don't think -- I don't\nthink you will need a standing objection.\nMR. SIMPSON: Well, I'll just make the\nobjection there and --\nMR. SCAROLA: Thank you.\nMR. SIMPSON: I will go back to my question.\nBY MR. SIMPSON:\nROUGH DRAFT ONLY\n30\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. My question had nothing to do with whether\nyou could identify girls that Jeffrey Epstein abused.\nMy question was: As of December 30th, 2014 -- you don't\nhave to give me the name right now -- is there any\nspecific girl that you had evidence Professor Dershowitz\nabused?\nA. What I had was the police report moving girls\nand the girls were named in the police report, although\nthe police report that I think has been made public has\nthe names redacted, those girls were moving through the\nmansion at the time when, for example, household staff\nwere saying that Mr. Dershowitz was receiving massages.\nAnd so, yes, I have 24 names in mind as\npossible sexual abuse victims that Dershowitz may or may\nnot have abused. And I have not been able to pinpoint\nexactly what happened, because the people who would be\nin the best position to help me sort out what the names\nwere, specifically Jeffrey Epstein among others, have\nrefused to cooperate and give me those names.\nMR. SIMPSON: Move to strike the\nnonresponsive portion of the answer.\nTHE WITNESS: Can I ask what part of that was\nnonresponsive in your view?\nMR. SCAROLA: That's all right.\nTHE WITNESS: Okay.\nROUGH DRAFT ONLY\n31\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMR. SCAROLA: Professor Cassell, you don't\nneed to do that.\nBY MR. SIMPSON:\nQ. If I understand you correctly, you said in\nthat answer question -- strike that.\nIf I understood you correctly, you said in\nthat answer that there was a universe of 24 girls I\nbelieve you said or approximately, that Professor\nDershowitz may or may not have abused; is that your\nposition?\nA. That's correct. It's been impossible to\nnarrow down exactly what happened because of lack of\ncooperation from, for example, Jeffrey Epstein.\nQ. If as of December 30th, 2014, based on your\ninformation, Professor Dershowitz may or may not have\nabused other minors, why did you allege that he did?\nA. Your question, as I understood it, was did I\nknow the name of the particular girl that he may or may\nnot have alleged -- I'm sorry -- did I know the name of\nthe particular girl that he may have abused. And I\ncouldn't get the exact name, but what I had was\nMr. Dershowitz receiving massages in a time when,\naccording to the police report, massage was a code word\nfor sexual abuse of underage girls.\nQ. And so was it your understanding as of\nROUGH DRAFT ONLY\n32\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nDecember 30th, 2014, that every massage given to anybody\nat Mr. Epstein's residence was a code word for sexual\nabuse?\nA. It was my understanding that the term\n\"massage\" was frequently, if not almost invariably, used\nas a code word for sexual abuse, or at least sexual\nactivity, if the girl happened to be over the age of 18.\nBut in most cases at least, or in many cases depending\non exactly what universe you're looking at, these were\nunderage girls, under the age of consent in the State of\nFlorida, they were under the age of 18.\nSometimes as young as -- I think it went all\nthe way down to, gosh, I'm trying to remember now, I\nthink 13 or 14 was was the youngest age in the police\nreport.\nQ. Is it your position that as of December 30th,\n2014, you had a sufficient basis under the Federal Rules\nof Procedure and applicable ethical rules to allege that\nanyone who got a massage at Mr. Epstein's residence had\nabused minors?\nA. No.\nQ. What -- back up now. With respect again to\nother minors as of December 30th, 2014, had anyone --\nhad any young woman, other than -- we will put -- I'm\ngoing to ask about Virginia Roberts separately.\nROUGH DRAFT ONLY\n33\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. Okay.\nQ. Had any other young woman told you she had\nbeen abused by Professor Dershowitz?\nA. No other young women had told me that, no.\nQ. Had, as of that date, had anyone told you\nthat Professor Dershowitz had abused other minors?\nMS. McCAWLEY: I'm going to object for a\nmoment here to the extent that you're going to be\nanswering a question that requires you to divulge\nany attorney/client communication with Virginia\nRoberts, I have a standing objection that I'm\nputting on the record right now.\nVirginia Roberts does not waive her\nattorney/client privilege with her lawyers, and\nthey are not entitled to testify as to\ninformation that she intended to be confidential\nthat she communicated to her lawyers.\nMR. SCAROLA: And I would instruct you not to\nanswer the question on that basis.\nMR. SIMPSON: All right.\nBY MR. SIMPSON:\nQ. I disagree with the position on the\nprivilege, but I will -- you're going to follow the\ninstruction not to answer those questions?\nA. I am.\nROUGH DRAFT ONLY\n34\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. Okay. I want to put then aside Virginia\nRoberts.\nHad anyone else as of December 30th, 2014,\ntold you that Professor Dershowitz had abused any minor,\nother than Virginia Roberts?\nA. No one -- no other -- no other person, no\nother person had spoken to me and told me that directly,\nno.\nQ. And when you say no other person, I'm\nincluding not just any -- any victims of Mr. Epstein,\nbut anyone else, no one had said to you, I have\nknowledge that Alan Dershowitz abused a minor, other\nthan Virginia Epstein -- Virginia Roberts; is that\ncorrect?\nMR. SCAROLA: Let me ask you for\nclarification if I could. Are you asking whether\nany person made that statement based upon the\ndirect personal knowledge of that person? And\nthe purpose for my clarification is to the extent\ninformation was conveyed to Professor Cassell by\nco-counsel, or anyone within the joint\nrepresentation or common interest privilege, I'm\nnot going to permit him to answer that question.\nIf it's anybody outside that, he clearly can. So\nif you're looking for someone with direct\nROUGH DRAFT ONLY\n35\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nknowledge, he can answer that question, because I\nassume none of the lawyers within the common\ninterest privilege had that direct knowledge.\nMR. SIMPSON: I'm asking -- for the purpose\nof the questions I'm putting aside Virginia\nRoberts and I'm putting aside her attorneys.\nMR. SCAROLA: Attorneys.\nMR. SIMPSON: Attorneys.\nMR. SCAROLA: Attorneys.\nMR. SIMPSON: Yes.\nMR. SCAROLA: Not just Virginia Roberts'\nattorneys, but any attorney sharing a common\ninterest privilege?\nMR. SIMPSON: No. No.\nMR. SCAROLA: Okay. Well I'm not going to\nlet him --\nBY MR. SIMPSON:\nQ. Let me is ask this: As of December 30th,\n2014, were there any attorneys who were sharing a common\ninterest privilege with you as counsel in the CVRA case?\nHad you entered into an agreement with any other\nattorney? You have co-counsel, Mr. Edwards.\nMS. McCAWLEY: Well, to the extent that's\ngoing to reveal privileged information about\naccountant interest agreement, I am not going to\nROUGH DRAFT ONLY\n36\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nlet him do that.\nMR. SIMPSON: That certainly is not\nprivileged. That's fact.\nTHE WITNESS: I think this is a -- I would be\nhappy to answer the question, but this is a very\ncomplicated issue that -- that I think I should\nconfer with -- I don't want to inadvertently\nwaive a privilege that my client, Virginia\nRoberts, has or other persons may potentially\nhave, so I think I would like take to short break\nand confer with my counsel on that question.\nMR. SIMPSON: We will take a short break.\nTHE VIDEOGRAPHER: We are going off the video\nrecord, 2:13 p.m.\n(Thereupon, a recess was taken.)\nTHE VIDEOGRAPHER: We are back on the video\nrecord, 2:25 p.m.\nMR. SCAROLA: So that the record is clear, we\nhave had an opportunity to consult, and we are\nasserting both the attorney/client and common\ninterest privilege, and I can tell you that there\nis no source of information outside of the\nattorney/client and common interest privilege\nthat relates to the area of your current inquiry.\nMR. SIMPSON: Well, and I'll ask the question\nROUGH DRAFT ONLY\n37\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nand you can tell me if you'll answer this\nquestion.\nBY MR. SIMPSON:\nQ. Who, as your understanding as of December\n30th of 2014, with which attorneys did you have a common\ninterest privilege?\nA. Brad Edwards from, obviously, the law firm\nthat I've been working with here. Also attorneys from\nthe Boies Schiller law firm who were representing\nVirginia Roberts at that time.\nQ. Anyone else?\nA. The -- at that time, on December 30th, I\ndon't know that it's directly responsive to your\nquestion, but also the Scarola law firm, Mr. Scarola in\nconnection with litigation he was handling for Brad\nEdwards.\nQ. Any any other law firm lawyers that you had a\ncommon interest privilege with?\nA. No.\nQ. And you're going to refuse to answer\nquestions about communications with Miss Roberts; is\nthat right?\nA. Sure. Those are -- well, some -- some\ncommunications are public, we will discuss those, I'm\nsure as the deposition moves along, but certainly with\nROUGH DRAFT ONLY\n38\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nrespect to confidential communications that were part of\nproviding legal services to Miss Roberts, yes, I will be\nasserting -- well, she's -- let me be a little more\nprecise.\nShe will be asserting attorney/client\nprivilege and I'm not at liberty to waive that for her.\nQ. And we will make a proffer later as to\nquestions we would ask about your communications with\nMiss Roberts as we believe those are not privileged,\nbut --\nMR. SCOTT: As well as the others.\nMR. SIMPSON: As well as the others that\nhave --\nMR. SCOTT: Attorney/client.\nMR. SIMPSON: -- attorney/client the\nprivilege has been asserted.\nBY MR. SIMPSON:\nQ. Let me go back to the common interest group.\nIs there any written agreement memorializing a common\ninterest agreement?\nMS. McCAWLEY: I'm going to object to the\nextent that it seeks details of an agreement.\nYou're allowed to know the existence of the\nagreement; he testified to that. The details,\nyou're not entitled to.\nROUGH DRAFT ONLY\n39\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMR. SIMPSON: I'm not going to ask any\ndetails at all.\nBY MR. SIMPSON:\nQ. I'm simply going to ask: Is it in writing,\nyes or no? As of December 30th, 2014, was there a\nwritten common interest agreement, yes or no?\nMR. SCAROLA: Those are two different\nquestions and I think the record needs to be\nclear as to which one you're asking.\nMR. SIMPSON: All right. Let me ask this\nquestion.\nBY MR. SIMPSON:\nQ. As of December 30th, 2014, was there any\ncommon interest agreement that was in writing?\nA. I'm not certain what date a written agreement\nwas executed on these subjects.\nQ. At some point, was a written agreement\nexecuted?\nA. Yes.\nQ. And who were the parties to the written\nagreement?\nA. Well, there have been addenda to the\nagreement, if I recall correctly, but sitting here\ntoday, the parties to the agreement include Virginia\nRoberts, and her -- well, attorneys representing -- I\nROUGH DRAFT ONLY\n40\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nmean -- I guess the attorneys representing Virginia\nRoberts on various matters which Boies Schiller law\nfirm, the Bradley J. Edwards and his law firm,\nUniversity of Utah's general counsel's office, the\nuniversity -- I'm sorry -- the Utah Attorney General's\noffice, Attorney General Reaz ^ (ph) and other persons\nthere. And the Searcy -- well, Mr. Scarola's law firm,\nI'm trying to remember -- sorry, Jack, I can't remember\nthe name of all your partners off the top of my head.\nMR. SCAROLA: That's quite all right.\nMR. SIMPSON: He's the man.\nTHE WITNESS: It's the law firm that\nMr. Scarola is a named partner in.\nBY MR. SIMPSON:\nQ. And is it -- am I correct that you cannot say\none way or the other whether that written agreement was\nexecuted before or after December 30th, 2014?\nA. That's right. Sitting here right now, no, I\ncan't recall.\nQ. Okay. I want to go back to the motion for\njoinder which is Exhibit 2, and the provision -- not the\nprovision -- the assertion that we were referring to.\nA. Right, right.\nQ. Concerning not Virginia Roberts, but other\nminors. Do you have that in mind?\nROUGH DRAFT ONLY\n41\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. Yes.\nQ. Okay. Because of the privilege instruction,\nI'm going to ask it this way: As of December 30th,\n2014, when you put your -- allowed your name to be put\non this pleading as --\nA. I didn't allow it. I was proud to sign this\npleading.\nQ. Okay. As of December 30th, 2014, when you\nwere proud to sign this pleading, was there any witness,\nwhether a victim or anyone else, who could be -- person,\nwhether a victim or anyone else, who could be called as\na witness who would say, I have knowledge that Alan\nDershowitz abused a minor, other than Virginia Roberts?\nA. I believe with further discovery we could\nhave identified witnesses, yes.\nQ. So is the answer to my question, no, when I\nask: As of December 30th, 2014, when you signed this,\nwere you aware of a single witness who would testify, I\nhave knowledge that Alan Dershowitz abused a minor,\nother than Virginia Roberts?\nMS. McCAWLEY: Objection. I just want to be\nclear. Outside the context of Virginia Roberts,\nwhat he learned through the common interest\nprivilege.\nBY MR. SIMPSON:\nROUGH DRAFT ONLY\n42\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. I'm asking whether he was aware of I'm not\nasking about -- well, let me back up.\nAre you aware of any witness who could be\ncalled who, as of December 30th, 2014, any person who\ncould be called as a witness who would testify, I have\nknowledge that Alan Dershowitz abused a minor to support\nthe allegation that Alan Dershowitz abused other minors?\nMR. SCAROLA: Outside of information gathered\nthrough attorney/client or common interest\nprivileged communications; is that correct?\nMR. SIMPSON: No. It's not correct.\nMR. SCAROLA: Okay. Then, I'm not going to\npermit him to answer the question to the extent\nthat it includes a request for information within\nthe attorney/client and common interest\nprivilege.\nMR. SIMPSON: Is it your position that the\nname of a person who could be called as a witness\nis somehow privileged?\nMR. SCAROLA: It is my position that any\ninformation communicated within the scope of the\nconfidential attorney/client communication is\nprivileged information.\nIt is my position that any information\nincluding names communicated in the scope of\nROUGH DRAFT ONLY\n43\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nconfidential common interest privilege\ncommunications is privileged. Yes, that's my\nposition.\nMR. SIMPSON: Okay. That, we will have to go\nto the judge on.\nBY MR. SIMPSON:\nQ. Let me ask you this way: As of December --\nA. I'm going to write down your question because\nthis one sounds like it's going to be complicated.\nQ. I'm going to ask it again. It's not\ncomplicated. It's very simple. This one is going to be\nvery simple.\nA. Okay.\nQ. As of December 30th, 2014, had you spoken\npersonally with anyone who said, I have knowledge that\nAlan Dershowitz -- I have personal knowledge that Alan\nDershowitz abused other minors?\nMR. SCAROLA: To the extent that that\nquestion calls for information conveyed within\nthe scope of either the attorney/client or common\ninterest privilege, I instruct you not to answer.\nBY MR. SIMPSON:\nQ. Put aside for the moment Virginia Roberts.\nI'll ask the question: Did Virginia Roberts tell you\nthat Alan Dershowitz abused anyone other than her?\nROUGH DRAFT ONLY\n44\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMR. SCAROLA: I instruct you not to answer.\nMS. McCAWLEY: And I object to that.\nMR. SIMPSON: Okay.\nBY MR. SIMPSON:\nQ. So will you not answer that question?\nMR. SCAROLA: On the basis of attorney/client\nprivilege, I instruct him not to answer.\nBY MR. SIMPSON:\nQ. And you will follow the instruction?\nA. I'm being instructed not to waive\nattorney/client privileges of Virginia Roberts and I'm\ngoing to follow that instruction, yes.\nQ. To shorten the deposition --\nMR. SCAROLA: I might be able to help you a\nlittle bit. You can assume that Professor\nCassell will follow my instructions. You\ndon't need to ask for --\nMR. SIMPSON: We are at the same place. I\nwas just going to say, we have an agreement that\nif --\nTHE WITNESS: Yeah, yeah.\nMR. SIMPSON: Let me just finish. If\nMr. Scarola on Ms. McCawley instructs you not to\nanswer, you're going to follow it?\nA. That's fine. I don't want to try to run out\nROUGH DRAFT ONLY\n45\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nthe clock or anything, but let's get this moving along\nso we can get your questions answered.\nQ. I just need to make my record on that.\nSo we are going to put aside Virginia\nRoberts.\nA. Okay.\nQ. And I'm not talking about attorneys here\ntalking about -- what I'm talking about is people who\ncould be witnesses, people who saw things, people did\nthings, heard things, people who have evidence that\nwould be admissible in court. Do you have that in mind?\nA. Okay.\nQ. As of December 30th, 2014, putting aside\nMiss Roberts, as to whom you've refused to answer, had\nanyone who fits that category of a person with personal\nknowledge of admissible evidence told you that Alan\nDershowitz had abused any other minors?\nMR. SCAROLA: I'm going to instruct you not\nto answer that question on the basis of the\nattorney/client and work product privileges.\nMR. SIMPSON: The knowledge -- let me ask\nthis way.\nMR. SCAROLA: Let me explain. It might be\nhelpful to you if I were to explain the basis of\nmy objection.\nROUGH DRAFT ONLY\n46\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMR. SIMPSON: Let me --\nMR. SCAROLA: You are not permitted to get\nindirectly what you cannot get directly, and by\nphrasing the questions as you have phrased them,\nyou are attempting to narrow down the source of\ninformation to an attorney/client privileged\ncommunication.\nI can't allow the witness to respond to that\nquestion and thus disclose information that may\nfall within the scope of the attorney/client\nprivilege or common interest privilege.\nBY MR. SIMPSON:\nQ. Let me ask it -- try asking it this way: You\nfiled this pleading in the CVRA case; is that correct?\nA. Yes.\nQ. And if I understand correctly, you have\nargued and the court has agreed that this is a civil\nproceeding; is that right?\nA. That's a very complicated question that would\nrequire a longer answer, so I'm just tipping you off, if\nyou want a long answer, we can talk about that.\nQ. Give me a fair answer to the question.\nWhat's been your position and have there been rulings on\nthe nature of the proceeding?\nA. So this requires some context here. This\nROUGH DRAFT ONLY\n47\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\naction was filed back in 2007 at a time when\nMr. Edwards, and a couple days later, I did not know\nthat there was a nonprosecution agreement that had been\nentered into between the U.S. Government and Jeffrey\nEpstein giving immunity to Epstein, four named women,\nand any other potential co-conspirators for sexually\nabusing minors over an extended period of time.\nAnd Mr. Edwards and a couple days later I, we\nfiled -- it was a petition seeking to get access to the\nnonprosecution agreement and also seeking to invalidate\nthat agreement, which essentially, gave immunity to at\nleast five and potentially, you know, many more persons\nfrom federal prosecution for federal sex crimes.\nWhen the pleading was filed in the District\nCourt, what happened I believe was that the -- you know,\nit was styled as a petition and the clerk refused to set\nset an emergency hearing so I think there's a\nhand-scrawled notation that it's an emergency hearing.\nAnd at that point it went into the court and\nI believe the court gave it a civil caption. The\ncaption that we see reflected here, it's 9:08-CV-80736,\nand it's a civil case. However the ultimate aim of the\naction is to try to invalidate a nonprosecution\nagreement and allow criminal prosecution.\nNow, our position, as I understand it, and as\nROUGH DRAFT ONLY\n48\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nwe tried to articulate it over seven years is that this\naction is an action that is ancillary to a contemplated\ncriminal prosecution of Jeffrey Epstein, four women who\nwere assisting him in international sex trafficking and\nthe other co-conspirators that would be involved.\nJudge Marra, I think it's fair to say, there\nare a whole series of ruling over seven years so I\nwouldn't want to try to encapsulate them in just a short\nstatement here and I'll just take another minute or so I\nthink we will have this finished.\nBut I think he's essentially ruled that\nprocedural purposes, he's going to treat this case as a\ncivil case and has not yet had to decide whether or not\nthe case is actually a civil action or a criminal\naction. And that has had some consequences along the\nway, but we have been, I think generally, proceeding\nsomething under the civil rules, you know, for example,\non interrogatory -- or with regard to different\nprocedural issues.\nSo to that extent, the procedural rules\ncovering civil actions have been what have been in play.\nQ. All right. I'm going to go back to this\nallegation about other minors.\nA. Yes.\nQ. Putting aside your communications that you\nROUGH DRAFT ONLY\n49\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nare claiming privilege as -- as to, are you aware of any\nperson who, as of December 30th, 2014, had said, I have\nknowledge that Professor Dershowitz abused other minors?\nMR. SCAROLA: I'm sorry. I need to have that\nquestion repeated.\n(Thereupon, a portion of the record was read\nby the reporter.)\nMR. SCAROLA: That's fine. You can answer\nthat. Were there any nonprivileged\ncommunications of that?\nBY MR. SIMPSON:\nQ. My question is -- for purposes of this\nquestion, I'm putting aside what you're claiming is\nscope of privilege. Were you aware of anyone who made\nthe assertion that Alan Dershowitz had abused other\nminors?\nA. I didn't have a named person, but I had a\npool of persons that I understood would be potentially\navailable to provide that kind of information.\nQ. So the answer to the question is, no, you did\nnot have a person who had said to you that Alan\nDershowitz abused other minors?\nA. I think that is slightly different than what\nI just said. I didn't have a named person. I had a\npool of people in mind, the names of whom I didn't, you\nROUGH DRAFT ONLY\n50\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nknow, know every single one of them, but I had a pool of\npersons in mind that I thought could provide that\ninformation.\nQ. So at the time you filed the pleading, you\ndidn't have the name of any other minor in mind; is that\nright?\nA. No -- well, I had, you know, I had for\nexample 23 names, 24 names in the West Palm Beach Police\nDepartment report as potential persons that could\nprovide that information. I also had in mind a broader\npool of people, again, some of whom had been identified\nby FBI, some of whom had not been identified as\npotentially providing that information.\nQ. When you say these people have been\nidentified as potentially providing this information,\nwhat do you mean?\nA. What I mean is that, as indicated in the\npleading, it was my understanding on December 30th, that\nMr. Dershowitz had not only abused Virginia Roberts, but\nhad abused other underage minors and that if we could\nfigure out the names of those girls, we could bring them\nin and have them testify and explain exactly what he had\ndone to them, explain the crimes he had committed to\nthem\nAnd I was hopeful that this was going to be\nROUGH DRAFT ONLY\n51\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nthe first step in discovering the names of those girls,\nnot just for purposes of moving this prosecution along,\nbut if we could identify the names of some of these\nother girls who had been abused we could provide help to\nthem, services to them.\nSo this was a first step in those kinds of\ndevelopments or what I hoped to be those kinds of\ndevelopments.\nQ. So is it fair to say that as of December\n30th, 2014, you hoped you would be able to develop\nevidence showing that Alan Dershowitz had abused other\nminors?\nA. No. What I had hoped to find was the name of\nthe girl or the girl who would be willing come forward\nand testify so that we could put them into the case. I\nmean, let's be clear. This -- we are talking about\nsexual abuse and it's not just a matter of knocking on\nsomebody's door and saying, hey, would you tell me how\nyou were sexually abused by this very powerful person\nwho was working with an international sex trafficking\nring to do this, just -- just right out of the blue or\ncall somebody up on the phone.\nThis is difficult and tricky business. The\nFederal Government had been trying to do this for years,\nand Mr. Edwards and I had been trying to do it too, so\nROUGH DRAFT ONLY\n52\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nit's not a simple task.\nBut I very much recall that there were going\nto be other girls who would come forward and swear under\noath that Alan Dershowitz had sexually abused them in\nexactly the same way as he had sexually abused Virginia\nRoberts. And that was the basis on which I filed this\npleading, along with my colleague Mr. Edwards.\nMR. SIMPSON: Move to strike nonresponsive\nportion of the answer.\nBY MR. SIMPSON:\nQ. Let me ask you this: In your pleading, in\nyour motion to join, you allege that Professor\nDershowitz abused Virginia Roberts, correct?\nA. Correct.\nQ. How did adding \"and other minors\" enhance\nyour legal position in this case?\nA. So that's -- let me just be clear before I\ndive into that. It enhanced the legal position in\nmultiple ways, so I am going to end up giving a long\nanswer, I just want to tip you off, if that's what you\nwant, I would be happy to give the extended answer.\nQ. I would like to know why you alleged \"and\nother minors\" given what you have said about your\nknowledge of the factual basis, so to speak, for that\nallegation.\nROUGH DRAFT ONLY\n53\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. Okay. There are going to be -- I'm going to\nend up giving you nine reasons, each of which is\ncomplicated, so I just want to -- I don't want to be\naccused of filibustering or anything. I just want you\nto know that you have asked a broad question that's\ngoing to require a broad and extended answer.\nQ. Answer the question.\nA. Okay. Then I'm going to refer to a -- I have\na -- well, actually, I don't.\nQ. Let me ask you this: Before you refer to\nsomething --\nA. Yeah.\nQ. -- please give me your best recollection of\nwhat the basis was, the factual basis that you had in\nmind, if the court said to you -- let me put it this\nway.\nIf you went to court and Judge Marra said,\nProfessor Cassell, what's your factual basis for this\nallegation? Tell me. What would you say?\nA. Right.\nMS. McCAWLEY: Wait. Outside the context of\nof anything that's been communicated to you.\nMR. SCAROLA: Excuse me. You have asked two\ndifferent questions now and I need to understand\nwhich question you are asking.\nROUGH DRAFT ONLY\n54\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nThe question that you posed before just now\nwas: What was the reason for your including\nthose allegations in this pleading? Now you have\nasked: What is the factual basis? And that's\ngoing back to questions that we have already\ncovered and we have, I think, exhausted the\nability to respond to that question outside of\nprivileged information.\nDo you want to go back to the question about\nwhat was your reason for including those\nallegations?\nMR. SIMPSON: I'll ask the question a\ndifferent way.\nMR. SCAROLA: Thank you.\nBY MR. SIMPSON:\nQ. Mr. Cassell, I'm going to ask you if you're\nin court and Judge Marra said to you, counsel, what is\nthe factual basis for your allegation that Professor\nDershowitz abused other minors, what would you say? And\nif you wouldn't say something because it's privileged,\nthen don't include it. What would you tell the judge\nwas your basis for this?\nA. All right. So the initial basis for it\nwas --\nMR. SCAROLA: First of all, let me object\nROUGH DRAFT ONLY\n55\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nbecause Professor Cassell is not here as an\nexpert witness and hypotheticals are\ninappropriate. You're calling for speculation on\nhis part and I'm not going to instruct him not to\nanswer, but it is an improper question.\nMR. SIMPSON: I disagree, but you can answer\nthe question.\nTHE WITNESS: Right. So the factual basis\nwould -- we are setting aside attorney/client\ncommunications, right?\nBY MR. SIMPSON:\nQ. I'm asking: What would you tell the judge?\nA. Right. So that -- that's speculative. I\ndon't think I can give a fair answer at this point\nbecause that would have involved going back to my client\nand carving out what kinds of things we were going to\npresent to Judge Marra in light of the posture of the\ncase at that point.\nSo it's a speculative question. I would\nhave -- let me just, without going into any\nattorney/client privileged communications, I would have\nprovided an ample factual basis for those allegations.\nMR. SIMPSON: Move to strike as\nnonresponsive.\nBY MR. SIMPSON:\nROUGH DRAFT ONLY\n56\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. Let me ask this way: We have talked somewhat\nabout the basis for this allegation about other minors.\nPutting aside information as to what you're claiming\nprivilege, tell me what you knew as of December 30th,\n2014, that formed the factual basis for your -- for that\nallegation about other minors?\nMR. SCAROLA: And I'll instruct you not to\nanswer that question for the same reason that\nwhen the same question was asked earlier, I\ninstructed you not to answer.\nMR. SIMPSON: I'm -- maybe we are not being\nclear, Jack. I'm asking him to put aside -- I\nmean, certainly, he filed a pleading. You've\nasserted privilege as to certain aspects. I'm\nsimply asking him, putting aside whatever you're\nclaiming privilege for, right, so I'm not asking\nyou right now to tell me anything you're claiming\nas privilege.\nBY MR. SIMPSON:\nQ. Tell me whatever is not privileged that\nsupports that allegation.\nA. Okay. The privileged information obviously\nyou're asking me not to reveal at this point.\nQ. I'm asking you to tell me the nonprivileged\ninformation -- and I'm not agreeing with your privilege\nROUGH DRAFT ONLY\n57\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nassertion --\nA. Sure.\nQ. -- but purpose of this question --\nA. For purposes of this question.\nQ. -- I'm accepting it.\nPutting aside what you claim is privileged, I\nwant to know everything that's the factual basis for\nincluding the allegation about other minors.\nA. Okay. The privileged information which I'm\nnot disclosing in any way would have interacted with a\nvast body of other information. The vast body of other\ninformation would have started with an 89-page police\nreport from the Palm Beach Police Department that showed\nfor about a six-month period in 2005, there was sexual\nabuse of minor girls going on on a daily basis, in --\nwhenever Jeffrey Epstein was in his Palm Beach mansion.\nAnd on some cases, it was going on, not once,\nnot twice, but three times during the day. That -- let\nme just be clear. I mean, I referred to the 89-page\npolice report. I have offered to put it into the record\nif it would speed things up.\nLet's just talk about some of the things that\nare in that 89-page police report. This was a very\nintensive investigation that the Palm Beach Police\nDepartment put together. They did, for example, what\nROUGH DRAFT ONLY\n58\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nare called trash covers; that is when trash came out of\nthe mansion of Epstein, the police would intercept the\ntrash and then they would go through the trash and look\nfor incriminating information.\nAnd what they began to discover was memo\npads -- and I say memo pads, let's be clear. Pad after\npad after pad or I guess I should say, sheet after sheet\nafter sheet, that had the name of a girl. And then\nthere was the notation of something to the effect of a\nmassage. And so the Palm Beach Police Department began\ntracking down -- wait a minute, these are girls giving\nmassages and they don't seem to have any specialized\ntraining in massages; they don't seem to be masseuses in\nany sense of the term; what's going on here?\nAnd so the Palm Beach Police Department\nbegan, you know, I guess what we would call\nknock-and-talks, knocking on doors to try to get to some\nof these girls, and they would get to the girls and many\nof them initially were -- were afraid to explain what\nhad happened.\nBut as they as they continued talking to\nthem, the girls began to explain that what was happening\nwas, they were going over to Epstein's house under the\nguise of giving a massage, and when they got there, the\nmassage was, in fact, sexual activity. And for many of\nROUGH DRAFT ONLY\n59\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nthe girls, as I said around 23, 24 something along those\nlines, they were underage; they were under the age of\nconsent in Florida.\nAnd so each and every one of those events was\na crime being perpetrated -- and let's be clear, not\njust being perpetrated by Epstein, but by other people\nwho were involved there at the mansion.\nAnd so what the Palm Beach Police Department\nwas putting together was that this mansion in Florida\nwas the next of sexual abuse of young girls here in\nFlorida that involved literally, in this period of time,\nmore than a hundred events that they were able to\ndocument of sexual abuse. When you put that together\nwith the pattern or practice that was being revealed\nthere, there were hundreds of acts of sexual abuse going\non in the mansion.\nBut then what becomes -- and in this is where\nI indicated the answer would continue on -- the problem\nwas that the evidence was starting to show that this was\na much broader series of events. For example, there\nwere flight logs showing that Mr. Epstein was then\nflying with underaged girls and those flight logs, you\nknow, as the flight logs began to develop, for example,\nwe have seen -- I know in the last day or two here, one\nunderage girl was Virginia Roberts who is on the flight,\nROUGH DRAFT ONLY\n60\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nyou know, with Epstein, and with Maxwell, and those\nsorts of things.\nSo you start to look at the flight logs and\nyou see what's going on is not just events that are\noccurring in Florida, but it's occurring on a multi\nstate basis which now starts to make it a federal crime.\nFor example, we are seeing evidence that -- let's just\ntalk about Virginia Roberts since she's central to this\ncase.\nWe are seeing Virginia Roberts being flown\nfrom Florida to New York where she's in the clutches of\nJeffrey Epstein who is sexually abusing her, you know,\nmany times a week. And not just Jeffrey Epstein, but\nother powerful persons, for example, Ghislane Maxwell is\nthere with him on all of these flights and apparently\nbeing involved in the abuse.\nIndeed -- and so you have you have -- you\nhave -- you have that. You also start to see on the\nflight logs, what to my mind are some very sinister\nthings, suggesting that the pattern is not just confined\nto sort of, you know, the girls that are there in\nFlorida, but it is extending more broadly.\nLike one to my mind sinister and scary things\non the flight logs is we see, you know, Virginia Roberts\nwho we know has been sexually abused and we see Jeffrey\nROUGH DRAFT ONLY\n61\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nEpstein and then we see on the flight logs one female,\nthat's kind of an odd notation for a flight log because,\nyou know, typically, I understand flight logs, the\npurpose is, well, if something happens with the flight,\nor there's some question about who was on and you want\nto know who the person was who was on the flight.\nSo, to my mind, when I started to see on\nthese flight logs entries like one female, I view that\nas a potential device for obscuring the fact that there\nwas interstate trafficking of underage girls for\npurposes of sexual activity. Serious federal offenses.\nBut then the evidence extended, you know,\nmore broadly than that. The evidence also started to\nshow again if we talk just about flight logs, that\nthe -- that underage girls such as Virginia Roberts were\nbeing flown internationally from, for example, Teterboro\nin New York to locations just to pick one, for example,\nin London, where again sexual abuse was occurring.\nAnd so you started to put together this\npattern of criminality that was started in this, you\nknow, I don't know what the right word is here, I don't\nknow -- I don't want to -- you know, you've heard\ndiscussions of hyperbole and things like that, but we\nhave got this nest of, I won't say snakes, but we have\nthis nest of criminals in Florida, but it seems to be\nROUGH DRAFT ONLY\n62\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nspreading to Epstein's mansion in New York, it seems to\nbe spreading to Ghislane Maxwell's flat in London,\nand -- and it goes on.\nSo those are the kinds of things that would\nhave formed the -- the -- the basis. Particularly when\nyou start to add in this fact, what the Palm -- going\nback now to Florida with the Palm Beach Police\nDepartment, the Palm Beach Police Department had\ndiscovered, was a not one-off kind of event, one\nparticular day, one particular girl had been sexually\nabused. What the Palm Beach Police Department had\ndiscovered was brazen, notorious, repetitive activity\nsometimes occurring as often as three times in a\nparticular day. And so that led me to believe that the\nsexual activity that was going on in Florida was such\nthat someone who was a regular house guest there would\nhave immediately come to the conclusion that, well,\nlook, gee, there are these underage girls coming in here\nand they seem to be -- you know, they don't seem to be\nhere to be doing business activities, they might be here\ndoing other kinds of activity. So those would be the\nkinds of things that would -- would have formed the\nfactual basis.\nThere are other things as well, but I'm sure\nyou want to ask other questions in addition to that. So\nROUGH DRAFT ONLY\n63\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nI'll stop there, but those -- that's -- I think gives\nyou a small flavor of the kind of evidence that, you\nknow, was undergirding the allegations that were being\npresented here.\nQ. It sounds like you quite passionately believe\nthat there was strong evidence that Mr. Epstein had\nengaged in sexual misconduct; is that right?\nA. I think \"strong\" understates it.\nQ. In the course of that long answer, you didn't\nmention Professor Dershowitz's name once.\nA. I said flight logs. Let's talk about flight\nlogs.\nQ. Let me back up. You didn't answer his\nname -- mention his name once; is that your recollection\nas well?\nA. That's correct. We were talking about a\nfactual basis and I'll be glad -- I told you that there\nwere other things if you want, factual basis for\nMr. Dershowitz, I'll be glad to add that in. Let me --\nI would like to supplement my answer then if I could.\nQ. Do you want to look at a document?\nA. Yes.\nQ. Let me first -- have we exhausted your\nrecollection without documents of all the evidence that\nyou would refer to to support the allegation that\nROUGH DRAFT ONLY\n64\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nProfessor Dershowitz abused other minors?\nA. No.\nMR. SCAROLA: And let me say that you have a\nright to refer to whatever documents you choose\nto refer to, to be sure that you give a complete\nresponse to the question that has been asked, as\nlong as you understand that whatever you refer to\nis going to be available to the other side and we\nwould be happy to make it available to you.\nMR. SIMPSON: And I'll give you an\nopportunity to look at that --\nTHE WITNESS: Sure --\nBY MR. SIMPSON:\nQ. -- but I'm entitled to ask first about your\nrecollection.\nA. Okay.\nQ. Based on your recollection, I want to know\nall the evidence you're relying on here?\nA. Right. So what I'm going to do, I'm going to\nmake a list here on my notepad of all the things and\nthen I'm going to compare that with notes I have here.\nThere may be couple things I don't cover.\nQ. As long as your counsel is okay with that?\nA. Yeah.\nQ. You understand you'll have to give that to\nROUGH DRAFT ONLY\n65\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nme?\nA. Yeah, I'll give you the notes and then I will\ncompare with what I've got there.\nQ. All right.\nA. So I mentioned the Palm Beach Police\nDepartment report. The next thing that I want to\nmention is the Jane Doe 102 complaint. In August of\n2009, Bob Josefsburg, who is from what I understood a\nvery well-regarded lawyer here in Florida; in fact, a\nlawyer that was selected by the United States Government\nto represent a number of the girls that had been\nsexually abused by Jeffrey Epstein. He was part of the\nprocedure that was including the nonprosecution\nagreement.\nIn August of 2009 he filed a complaint on\nbehalf of Virginia Roberts. That complaint indicated\nthat Virginia Roberts had been sexually abused in\nFlorida, in New York, and in other places as I recall.\nThe thing that I particularly recall was that\nMr. Josefsburg had said Virginia Roberts was abused\nby -- he gave some categories of people.\nHe mentioned, I think, business people, he\nmentioned royalty, and he mentioned academicians. And\nso to tie into your question, I knew that Professor\nDershowitz was an academician, and so what I was seeing\nROUGH DRAFT ONLY\n66\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nnow was, that according to a very, very respected\nattorney here in Florida, he had found Virginia Roberts\nto be credible. And had filed a lawsuit against\nMr. Epstein saying that she had been trafficked,\nsexually trafficked, you know, not just abused by\nMr. Epstein, but now being forcibly sent to, you know,\nother people to abuse. And in the categories of people\nthat were sexually abusing her were academicians and I\nknew that Mr. Dershowitz fell within that category of\nbeing an academician.\nThat complaint also indicated that there\nmight be flight logs that would show that Virginia\nRoberts had been sexually abused in these various\nlocations. And that started to indicate to me that\nthere might be what the law refers to as a common scheme\nor plan. And that just as Virginia Roberts was being\ntrafficked to these powerful people in various places,\nthere might well be other girls.\nAnd so I have mentioned a flight log and you\nwanted to talk about Mr. Dershowitz. On December 30th,\n2009, I was aware that there was a flight log showing\nMr. Dershowitz flying with Tatiana (indicating), who as\nfar as I can tell was not a business person, was not\nproviding financial advice or something else.\nI understood that Mr. Epstein was a\nROUGH DRAFT ONLY\n67\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nbillionaire who was heavily involved in financial\nissues. I knew that Tatiana was on plane with\nMr. Dershowitz and then there was also, if I recall\ncorrectly working from memory as you were wondering\nabout, there was a notation that Mr. Dershowitz was on a\nplane with one female.\nAnd so I was -- when I looked at that, I'm\nseeing Mr. Dershowitz on a flight with a women who\ndoesn't seem to be there for, frankly, anything other\nthan sexual purposes or something along those lines with\nMr. Epstein, with Mr. Epstein, who is a sex trafficker,\nand with one female which seemed to me to be a\npotentially entry for disguising international sex\ntrafficking. So that was of concern.\nI then began to look at, well, I wonder, how\nwould I find out if Mr. Dershowitz had been abusing\nother girls? Let's see, I knew that Virginia Roberts\nhad been forced to -- to -- to do this sort of thing...\nMS. McCAWLEY: You're okay as long as\nyou're -- if you're revealing something in an\naffidavit, that she submitted, you're fine.\nTHE WITNESS: Right. So -- so what... let's\nsee. At this point --\nBY MR. SIMPSON:\nQ. Do you want the question back?\nROUGH DRAFT ONLY\n68\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. No, I'm just trying to remember what I was\nthinking about with -- with regard to --\nMR. SCAROLA: Do you need the response read\nback up to the point --\nTHE WITNESS: If you would do that.\nMR. SCAROLA: -- about privilege. Just read\nthe last couple of sentences back or the last two\nsentences.\nTHE WITNESS: Oh, I'm sorry, now I remember\nexactly.\nHow would we go find out whether Mr. Epstein\nwas lending women, or in this case, underage\ngirls to Mr. Dershowitz for sexual purposes?\nWell, the first thing I want to do was ask -- I\nwill ask go Jeffrey Epstein.\nAnd so what I discovered when I started to\nlook at the transcripts, there were a number of\ntranscripts where Mr. Epstein was asked about\nAlan Dershowitz. And rather than say, well, no,\nhe wasn't involved in any of these illegal\nactivities, Jeffrey Epstein took the Fifth as the\nphrase, you know, to be more precise, he\nexercised his right against compelled\nself-incrimination and refused to answer the\nquestion, which since these were civil cases\nROUGH DRAFT ONLY\n69\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nindicated to me, since he was being represented\nby very experienced legal counsel, that there was\nmore than an insignificant risk of incriminating\nhimself if he answered that.\nAnd so Jeffrey Epstein now had taken the\nFifth. And one of the things that I was aware of\nhaving been involved in, you know, civil\nlitigation and criminal litigation in other\ncases, once somebody refuses to answer a question\nlike, you know: Do you know Mr. Dershowitz, and\nthey take the Fifth on that, that you're then\nentitled to draw what's called an adverse\ninference. You can infer that, well, if they\nanswered that question --\nMR. SCAROLA: Excuse me.\nMS. McCAWLEY: Yeah, I want to make an\nobjection here --\nMR. SCAROLA: Pardon me. Could you please\ntry to control your client who keeps jumping up\nand down and distracting everybody in the room?\nMS. McCAWLEY: Yeah, and there was also\nprofanity used earlier. I mean, we just have to\nsettle down on this side, take a deep breath, and\nlet him answer his questions.\nMR. SIMPSON: Look, I mean, the same thing\nROUGH DRAFT ONLY\n70\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nwas happening on the other side.\nMR. SCAROLA: No, sir. No, no, no. There\nwas never anyone who jumped to their feet at any\ntime during the course of the last two days. The\nonly person who keeps jumping up is Alan\nDershowitz. Have him pass you a note quietly if\nyou would, please.\nMR. SIMPSON: I will disagree with your\ncharacterization, but let me say the\nargumentation --\nMR. SCAROLA: Are you making the\nrepresentation --\nMR. SIMPSON: No, I'm not.\nMR. SCAROLA: -- that somebody on this side\nof the room jumped up?\nMR. SIMPSON: No, no, no, I'm not.\nMR. SCAROLA: Okay. Thank you. I appreciate\nthat.\nMR. SIMPSON: And I --\nMR. SCAROLA: And you do acknowledge that\nMr. Dershowitz has repeatedly been jumping up in\nthe middle of testimony, correct?\nMR. SIMPSON: That's -- he just got up and\ncame over to me, that's the only time I'm aware\nof because I'm looking at the witness, but he did\nROUGH DRAFT ONLY\n71\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\njust do that, and I will pass notes. We won't\nget up.\nMR. SCAROLA: Okay. Well, I will -- I will\nfor the record, as an officer of the court,\nrepresent that there have been multiple times\nduring the course of Professor Cassell's\ndeposition when Alan Dershowitz has jumped up in\nthe middle of the testimony and excitedly\nwhispered in your ear.\nYou may not have realized it because you were\nfocusing on the witness, but everybody on this\nside of the room has been distracted by his\nunprofessional conduct.\nMR. SIMPSON: I'm not going to argue with\nyou.\nMR. SCAROLA: Thank you.\nMR. SIMPSON: I disagree with that\ncharacterization. There is another attorney\nsitting between us. We will pass notes.\nMR. SCAROLA: Thank you.\nMR. SIMPSON: And I believe, Ms. McCawley,\nwere you instructing not to answer or what was\nhappening? What did you -- what were you\nraising?\nMS. McCAWLEY: No. There was a lot of\nROUGH DRAFT ONLY\n72\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nyelling going on here, so I was trying to make\nsure that everybody was quiet so that the client\ncould answer.\nMR. SIMPSON: All right. Let me back up.\nProfessor Cassell, I think you were in the middle\nof an answer?\nTHE WITNESS: Yeah, I was.\nMR. SIMPSON: Could the court reporter read\nme the last two lines of your answer?\n(Thereupon, a portion of the record was read\nby the reporter.)\nBY MR. SIMPSON:\nQ. Can you pick up then?\nA. Sure. I'll pick up the ans -- so I was\nbeginning to draw an adverse inference when Jeffrey\nEpstein, who is at the heart of the sexual abuse of not\nonly Virginia Roberts, but dozens and dozens and dozens\nof girls literally scattered across the globe, takes the\nFifth, refuses to answer the question.\nOff the top of my head, I can't recall\nexactly, but something along lines of: Do you know Alan\nDershowitz? And he says, I take the Fifth. That sort\nof, frankly, startled me, that this international sex\ntrafficker was taking the Fifth now when asked about\nMr. Dershowitz.\nROUGH DRAFT ONLY\n73\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nAnd so I was stymied in trying to get\ninformation from Mr. Epstein at that point. I think\nthere were two depositions, if I recall correctly off\nthe top of my head, that I had an opportunity to review\nin which he took the 5th when asked questions about\nDershowitz.\nSo at that point in trying to figure out, you\nknow, whether Mr. Dershowitz was involved in sexually\nabusing not only Virginia Roberts, but in other girls,\nthen you go down to the next level, next layer of the\ncriminal conspiracy. Epstein is at the top, so you go\nto the next layer. These are, you know, basically the\nwomen who, from what I could gather, were older than the\nage that Epstein wanted to sexually abuse. I think\nthese were 22, 23-year-old girls, so they had, you know,\nessentially aged out of being his sexual abuse victims,\nbut they continued to -- what they would do is collect\ngirls for him under the age of 18, that I guess was in\nhis target range.\nAnd so what -- so the next person I wanted to\ntalk to, you know, and get information from was Sarah\nKellen. Sarah Kellen is on a lot of these flight logs\nwith, you know, these girls that -- or women and with\nEpstein and others, and so I wanted to talk to Sarah\nKellen.\nROUGH DRAFT ONLY\n74\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nBut what I discovered there was that when\nSarah Kellen was asked about Alan Dershowitz, she took\nthe Fifth and she wasn't the only one. There was\nMiss Mucinska who also took the Fifth when asked\nquestions about Alan Dershowitz.\nAnd then there was Marcin -- Miss Marcinkova\nwho also took the Fifth. So what we -- what I had at\nthis point was Jeffrey Epstein's international sex\ntrafficking organization. I had the next echelon and\nboth the top kingpin of the sex trafficking organization\nand the next echelon had taken the Fifth, had refused to\nanswer questions about Alan Dershowitz.\nAnd so at that point, I was drawing an\nadverse inference, not just from one person, but from\nfour persons and that adverse inference was being\nstrengthened by the surrounding circumstances, some of\nwhich we have already talked about.\nOne of the things that really bolstered the\nadverse inference that I was drawing in this case was\nthat I've mentioned those three girls, Kellen, Mucinska,\nand Marcinkova, they were all covered by a\nnonprosecution agreement. And the nonprosecution\nagreement was highly unusual.\nI had been a federal prosecutor for about\nfour years, I had been a federal judge for about\nROUGH DRAFT ONLY\n75\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nfive-and-a-half years, so I had seen a lot of, you know,\nnonprosecution types of arrangements. And one of the\nthings that was very unusual in this one is, it has what\nI'll refer to as the blank check immunity provision.\nThere was a provision in the nonprosecution\nagreement that said, this agreement will prevent federal\nprosecution for international and interstate sex\ntrafficking, not only of Jeffrey Epstein, and not only\nof the four women who were identified, but -- and this\nis a direct quote: Any other potential co-conspirator,\nclose quote. And so that was unusual because what it --\nwhat it seemed to be doing was somehow this agreement\nwas quite out of the normal and had been designed to\nextend immunity to other people that might have been\nassociated with Epstein.\nAnd I knew that that category included the\npeople that were involved in negotiating this highly\nunusual provision included Mr. Dershowitz who had been\nheavily involved, not only in the drafting of the\nagreement, but had also been involved remarkably in\nattacking the credibility of these girls and saying\nthings like, you know, it was -- Epstein wasn't\ntargeting minor girls, which just struck -- you know, I\nwas -- I don't want to use a technical term,\ngob-smocked, that a defense attorney with an obligation\nROUGH DRAFT ONLY\n76\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nto tell the truth was making a factual representation\nthat Jeffrey Epstein was not targeting minor girls, when\nthe Palm Beach Police Department had collected, you\nknow, 23 of them that had all given essentially\ninterlocking stories about how they had all gone over\nthis house, you know, the mansion, to give a massage and\nwhen they had gotten, there they had been sexually\nabused.\nSo the kingpin wouldn't talk. The next\nechelon of the trafficking organization wouldn't talk.\nSo the next step was to say, okay, let's see if we can\nfind somebody, you know, lower level in there, you know,\na household employee or something like that, maybe they\nwill have some information about, you know, what this\ncriminal organization is doing.\nNow, let's understand, you know, given the\npervasiveness of the criminal activity, I wasn't\nconvinced that they were going to be able to get in\nthere and start saying exactly what was going on because\nthey might well be exposing themselves to criminal, you\nknow, criminal culpability.\nBut I was able to read a sworn deposition\nfrom Juan Alessi and Juan Alessi, I don't know, maybe\njust to speed things up today, I won't go through all\nthe things that are said there, but Alessi puts\nROUGH DRAFT ONLY\n77\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMr. Dershowitz at the nest of this international sex\ntrafficking organization, let's see, I think he said\nfour or five times a year, two or three -- you know, two\nor three days when he goes there.\nAnd let's be clear, I know Mr. Dershowitz,\nhad said at some point like, I'm an attorney, that's my\nclient. So Alessi said, no, but this was not in a\nlawyer/client capacity, this is in a friend capacity.\nSo now we have Alessi putting him there at\nthe same time when young girls were there. And one of\nthe things that I picked up -- so is Alessi, is he able\nto figure out how these girls are? A photograph of\nVirginia Roberts is shown to Juan Alessi in the\ndeposition, and he I.D.s the photograph as, you know,\nV.R., so he had put two and two together.\nSo now I've got V.R. coming to the house at a\ntime when Mr. Dershowitz is also in the house, and\napparently spending, you know, two to three nights there\nand doing this four or five times a year.\nNow, Alessi wasn't the only one. There was\nAlfredo Rodriguez who was there about 2004 to 2005,\nafter the time period of Virginia Roberts, but it's part\nof the common scheme or plan that we've been discussing\nhere.\nAnd so in 2005, Alfredo Rodriguez says, yeah,\nROUGH DRAFT ONLY\n78\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nagain, Mr. Dershowitz is there at a time when these\nmassages are going on, and when you start to look at\nAlessi and Rodriguez's statements in context where they\nare saying, he's there at the same time of the massages\nare occurring, and with the West Palm Beach Police\nDepartment reports showing that massages are of a sexual\nnature, again, it started to put two and two together.\nOne of the things that was particularly\nimportant about Rodriguez's situation was that Rodriguez\nhad an access to what's been called the little black\nbook. I think he referred to it as the holy grail.\nThis was Jeffrey Epstein's, you know, telephone book\nwhere he had telephone numbers in it. And so Rodriguez\nhad that and, you know, I guess thought that this was\nwould be worth a lot of money because it would -- it\nwould identify all of the people that have been sexually\nabused by Jeffrey Epstein. And so he tried to sell it,\nthe FBI busted him for that. And when the FBI busted\nhim, now he's got this book. And so the book went to\nAlessi and according to a later FBI report, Alessi\nidentified information that was pertinent to the FBI's\ninvestigation.\nAnd so when I look at the little black book\nthat I have seen copies of, there are a handful of names\nin that black book that have been circled, apparently by\nROUGH DRAFT ONLY\n79\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMr. Rodriguez, and one of the names that's -- that --\nthat has been circled is Alan Dershowitz. And so that,\nto me, was suggesting that Mr. Rodriguez had identified\nAlan Dershowitz as somebody who had information about\nthis international sex trafficking ring.\nJust as a side note, but an important note,\nthe thing that was circled on the Alan Dershowitz page\nwas not a single phone number indicating somebody\nEpstein had bumped -- you know, Epstein had bumped into\nat one point.\nI believe there were 10 or 11 phone numbers\nthat were associated with Mr. Dershowitz that had all\nbeen circled and an e-mail address as well. So that\nstarted to corroborate my sense that Mr. Dershowitz was,\nindeed, a very close friend of Jeffrey Epstein.\nNow, I had then continued to do -- there's\nbeen reference today to using Google to do research and\nso forth, so I Googled Jeffrey Epstein and one of the\nthings that pops up rather rapidly is an article in\nVanity Fair and what you see in that article is, you\nknow, discussion about Mr. Epstein, but when you're\ntrying to do a profile of someone, you try to figure out\nwho that person's closest friends are.\nAnd so the Vanity Fair author had gone to\nAlan Dershowitz, you know, our Mr. Dershowitz here, and\nROUGH DRAFT ONLY\n80\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nhad asked him, hey, what do you know about Jeffrey\nEpstein? And, again, off the top of my head, you want\nto know what I can remember right now.\nWhat I can remember right now is that in the\nVanity Fair article, the -- in the Vanity Fair article,\nMr. Dershowitz said, I've written 20-some odd books.\nThere's only one person outside my immediate family with\nwhom I share drafts and that's Jeffrey Epstein.\nSo I took that as indicating a very close\npersonal association that, you know, among the people\nthat obviously he's sharing these kinds of things that\nhe wants evaluated before he shares them with the\nbroader world. There's his immediate family and then\nthere's Jeffrey Epstein.\nThere was also another similar quote in the\narticle that indicated that -- that Mr. Dershowitz said\nthat he wasn't interested in Epstein just because he has\na lot of money. I mean, Epstein was identified as a\nbillionaire -- billionaire with a B, so the record is\nclear.\nBut he said, look, if Epstein wants all his\nmoney, and I'm paraphrasing here, I will be happy to\nwalk down, you know, the Coney Island Boardwalk with him\nand discuss things with him, even if he didn't have any\nmoney.\nROUGH DRAFT ONLY\n81\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nSo now I'm seeing Dershowitz is a very close\npersonal friend of Jeffrey Epstein. And then I started\nto look at flight logs. There were some very\ninteresting things that I noticed on the flight logs.\nOne of the things I noticed was when I began\nto, you know, get into this, that you know, I was\nwondering, well, how do these flight logs come into the\npossession of, you know, law enforcement agencies? And\nthe answer turned out to be that they had been provided\nby Epstein's defense attorney and, you know,\ncoincidentally I suppose, or in my mind suspiciously,\nthey were not provided by just any defense attorney on\nthis rather large defense team.\nThey were provided by one attorney according\nto Detective Riccari ^ (ph). Detective Riccari\ntestified under oath that the flight logs were provided\nto him by Alan Dershowitz.\nSo one of the things that was interesting\nwas, Dershowitz has had access to these flight logs and\nnow I'm beginning to wonder, well, has there been an\nopportunity to sanitize those flight logs or remove any\nincriminating information?\nAnd one of the things that was interesting\nabout the flight logs that were produced, I believe,\njust so the record is clear, that was Exhibit 1 that --\nROUGH DRAFT ONLY\n82\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nif I could refer -- I need to refresh my recollection --\nwell, you may not want me to look at a document.\nIt was either Exhibit 1 or 2 this morning\nduring Dershowitz's deposition which was covering a time\nperiod of January to, I believe, September 2005. These\nwere flight logs that were produced by Mr. Dershowitz to\nthe Palm Beach Police Department.\nWhen you wonder why did they stop in\nSeptember, you know, why stop in September 2005? What's\nthe significance of that? Well, later on, additional\nflight logs were obtained, and sure enough, who shows up\non an October 2005 flight log with Jeffrey Epstein?\nMr. Dershowitz.\nSo that led to a suspicion that\nMr. Dershowitz had provided to the Palm Beach Police\nDepartment flight logs that, the time period of which\nfor the production had been carefully crafted to keep\nhim out of it; in other words, to not produce the\nOctober 2005 version.\nThe other thing I began to discover is, I\nstarted going through some flight logs. Dave Rogers,\nwho is one of I think about three pilots that Epstein\nregularly relied on to fly his -- he had very fancy --\nto use the technical term -- jets. There were about\nthree pilots there.\nROUGH DRAFT ONLY\n83\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nOne of them had some flight logs and that was\nthe pilot, Dave Rogers, if I'm recalling his name\ncorrectly. And so later on in the litigation, the sex\nabuse litigation against Epstein, flight logs were\nobtained from Dave Rogers and it was possible to -- to\ncompare -- I'm sorry, I don't mean to -- I want to make\nsure I get -- you know, the question is how much can I\nremember and I'm trying to make sure I get it all in.\nAnd so the flight logs were produced from\nDave Rogers. And so Dave Rogers produced some flight\nlogs and some of the flights that he produced logs for\ncoincided with the logs that Mr. Dershowitz had provided\nto Palm Beach Police Department and there were\ninconsistencies.\nAnd so that again aroused my suspicion that\nmaybe Mr. Dershowitz when he had --\nMR. SCOTT: I just got a call from a lawyer\non the screen. His phone is not working,\nEpstein's lawyer, Darrin Indyke. Do you want to\ntake a break for a second?\nMR. SIMPSON: Why don't we let him finish his\nanswer.\nMR. SCAROLA: Finish the answer.\nMR. SCOTT: You're right.\nMR. SCAROLA: Although it may take a while.\nROUGH DRAFT ONLY\n84\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nTHE WITNESS: It's, I mean, the question --\nMR. SCAROLA: Yeah. But let's --\nMR. SCOTT: I don't care.\nMR. SCAROLA: Let's go ahead and finish.\nMR. SCOTT: Let's go ahead and finish the\nanswer. We heard this much. I don't want to\nbreak him on a roll.\nMR. SCAROLA: Thanks.\nTHE WITNESS: Right. I mean, I want to\nmake -- I want to make clear that there was a lot\nof information that I was relying on in filing\nthis pleading, and of course, the later pleading.\nSo we are on the subject of flight logs.\nFlight logs showed that the flight logs that\nMr. Dershowitz had produced to Detective Riccari\nwere incomplete and inaccurate. And so that led\nto concern on my part that Mr. Dershowitz had had\nan opportunity to sanitize the flight logs, had\nprovided incomplete production, you know,\nobviously, very important production that the\nPalm Beach Police Department was looking at.\nThen we got some additional flight logs from\nDave Rogers. What those flight logs showed --\nfirst off, let's talk again about the production\nof those flight logs.\nROUGH DRAFT ONLY\n85\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMy recollection is that Dave Rogers's flight\nlogs were provided by Bruce Rinehart ^ (ph) who\nis a former Assistant U.S. Attorney who had been\ninside the Southern District of Florida office at\na time when the Epstein case was the subject of\nregular discussion in that office.\nAnd then he had gone to work for some kind of\na law firm or private operation that was located\nadjacent to Mr. Epstein's business. And so, now,\nRinehart, who appeared to be being paid by\nMr. Epstein and certainly was adjacent to\nMr. Epstein's business office, was producing\nthese flight logs. So that, again, aroused\nsuspicion that the flight logs that were being\nproduced would have been sanitized or inaccurate.\nBut even -- I mean, I think the problem with,\nyou know, you can't sanitize everything, that\nwould be too suspicious. And so what was -- what\nwas evident on these flight logs was, for\nexample, approximately ten flights by\nMr. Dershowitz with Tatiana has been discussed,\nwith Maxwell, with Jeffrey Epstein. One of them\nhad one female, which again in the context that I\nwas looking at, seemed to be a potential code\nword for underage, underage girl.\nROUGH DRAFT ONLY\n86\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nAnd so those flight logs showed, you know,\nagain, close association and travel with --\nwith -- with Mr. Dershowitz, and Mr. Epstein.\nAnother thing that I had, and I will not reveal\nany privileged communications here or any\nconfidential information, but on December 30th, I\nwas aware that one of the preeminent lawyers in\nthe United States, David Boies, had agreed to\nrepresent Virginia Roberts and given the vast\namounts of business that tries to get in the\ndoor --\nMR. SIMPSON: Could I interrupt? I think we\nare going towards a waiver here.\nMS. McCAWLEY: Yeah.\nMR. SIMPSON: We can't have testimony\nabout -- this is one most respected people in the\ncountry or lawyers in the country and then you\nwon't answer the questions.\nTHE WITNESS: Okay.\nMR. SIMPSON: You said not to answer.\nMS. McCAWLEY: Well, describing David Boies\nin general doesn't constitute waiver.\nMR. SIMPSON: I agree with the description;\nhe's a distinguished lawyer.\nMR. SCAROLA: And I don't think we are\nROUGH DRAFT ONLY\n87\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\ngetting beyond anything that is a matter of\npublic record.\nMR. SIMPSON: I just --\nMS. McCAWLEY: But I appreciate you letting\nme know that.\nTHE WITNESS: All right. I will not waive\nanything, and if I start to do that, I would\ncertainly request the opportunity to retract what\nI'm doing, but I was aware, since the issue is,\nwell, what's in the public record, I was aware\nthat, you know, probably the most significant\nUnited States Supreme Court case argued in the\nlast 20 years was Bush versus Gore, which was a\ncase that essentially determined who was going to\nbe President of the most powerful country in the\nworld.\nThere were two attorneys who argued that case\nin front of the United States Supreme Court and\narguing for the Democratic Presidential\nCandidate, Al Gore, was David Boies. He had put\nhis credibility on the line in arguing the Bush\nversus Gore case, and without going into any\nconfidential communications or trying to waive in\nany way, I knew that David Boies had agreed to\nrepresent Virginia Roberts which gave me\nROUGH DRAFT ONLY\n88\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nadditional confidence in the fact that I was also\nrepresenting this young woman in her effort to\nbring sex traffickers to justice, and those who\nhad sexually abused her to justice.\nAnd so those are things that come to mind\nimmediately as -- let me just take a second and\nsee if there were other things regarding\nDershowitz that come immediately -- immediately\nto mind.\nOh, one of the things was in the Jane Doe 102\ncomplaint which alleged academicians that had --\nthat had abused -- sexually abused Jane Doe 3,\nthere -- there were -- so that raises a question,\nobviously, of who were the academicians that Bob\nJosefsburg had identified.\nI can't recall, actually, the record should\nbe clear, I can't recall immediately whether it\nwas singular or plural. It may have been plural,\nbut if it's singular, I don't want to suggest\nthat there were other academicians, but at least\none academician had sexually abused Jane Doe 3\naccording to the complaint that had been filed by\nBob Joseph ^ [sic].\nThere were two things of interest to that:\nOne was that Mr. Epstein, the man that I wasn't\nROUGH DRAFT ONLY\n89\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nable to get information from because he was\ninvoking the Fifth, had refused or declined to\nfile an answer to that complaint.\nRather than deny the allegations, he had\nultimately, it's my understanding -- I don't have\ninside information and I'm not trying to waive\nany information, but my understanding is that\nrather than answer the complaint, he settled the\ncase through the payment of some kind of\ncompensation that Jane Doe 102 found desirable\nfor dropping her claim.\nThe other thing that I found interesting is\nthat Josefsburg's partner, I believe it is,\nMiss Isell (indicating), had been to some of the\ndepositions of, for example, I believe Juan\nAlessi and Alfredo Rodriguez. I believe at least\none of those, and perhaps both of those. And she\nhad asked questions about Alan Dershowitz in\nthose depositions, but had not asked questions\nabout other academics in those depositions.\nSo that led me to conclude that Bob\nJosefsburg and his outstanding law firm had\nidentified Alan Dershowitz as someone who had\ninformation relevant -- and let's be clear, this\nis not a lawsuit about some contract dispute or\nROUGH DRAFT ONLY\n90\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nsomething -- that he was someone who had\ninformation relevant to the sexual abuse of\nunderage girls and, indeed, they were asking\nquestions about what information -- what\ninformation he might have.\nAnother -- I remember now, there's a whole\nother line of things that I had in mind at the\ntime, and I think since you want to test my\nmemory -- let me be clear, I'm not claiming I\nhave a superb memory, I have an average memory,\nbut this is a subject that's very important to me\nand so I've worked, you know, very hard to get\nall the information.\nTHE WITNESS: I would like to take a break.\nMR. SCAROLA: Sure. Take a break.\nTHE VIDEOGRAPHER: We are going off video\nrecord, 3:27 p.m.\n(Thereupon, a recess was taken.)\nTHE VIDEOGRAPHER: We are back on the record,\n3:41 p.m.\nTHE WITNESS: I want to continue my answer.\nI'm sorry I got emotional there for a moment. I\nwant to do a good job for Virginia Roberts on\nrepresenting all the -- the evidence that is\navailable to support her.\nROUGH DRAFT ONLY\n91\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nThe next thing that I was thinking of was,\nall right, then the question is, well, what does\nMr. Dershowitz have to say about all this? So I\nstarted to look at the information on that as\nwell.\nIn 2009, there had been a deposition request\nsent to Mr. Dershowitz, and I saw a document\nshowing that that had actually been served on\nhim, and you know, to the extent that what I saw\nwas a, I think a receipt, from the process server\nor something along those lines, so I saw attempt\nto contact him in 2009.\nAnd then I saw an additional attempt to\ncontact him in 2011. Mr. Scarola had sent him a\nnote and there was, you know, some back and\nforth. The one note that jumped out to me was\none in which Mr. Scarola had written to\nMr. Dershowitz, I think the phrase was, multiple\nwitnesses have placed you in the presence of\nJeffrey Epstein and underage girls. I would like\nto depose you about those subjects.\nAnd the answer that came back was not, well,\nlet me clear all of that misunderstanding up.\nYou know, that's frankly -- if I had gotten\nsomething like that, that's what I would I have\nROUGH DRAFT ONLY\n92\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nsaid.\nThe answer that came back was, from\nMr. Dershowitz, was something along the lines, if\nI remember correctly, well, tell me what you --\ntell me what you want to know and I'll decide\nwhether to cooperate, was I think the phrase that\nwas used. And so there was an attempt, you know,\nin 2009, an attempt, a 2011 attempt to get\ninformation from Mr. Dershowitz.\nThen there was another subpoena without\ndeposition for documents. You know, we have\nheard a lot about records in this case that could\nprove innocence. There was a records request to\nMr. Dershowitz in 2013. Again, my understanding\nwas that there was no -- you know, no documents\nwere provided on that.\nAnd so those I -- had that information.\nAnother bit of information that I had was that in\n2011, I believe in early April, the -- this is\nnot attorney/client privileged information from\nVirginia Roberts. This is a telephone call that\nshe placed from Australia where she had been\nessentially forced into hiding by Jeffrey\nEpstein.\nShe managed to escape and was hiding out in\nROUGH DRAFT ONLY\n93\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nAustralia, and she somehow, you know, Mr. Scarola\nand Mr. Edwards were able to reach her and there\nwas a telephone call that was made. And in that\ntelephone call she identified Alan Dershowitz as\nsomeone who would have relevant information about\nJeffrey Epstein and the sexual abuse of underage\ngirls.\nAnd so I had that information as well. So\nthat is -- the question was: What could I recall\noff the top of my head with regard to the factual\nbasis for information connecting Mr. Dershowitz\nwith the sexual abuse of minor girls, plural, and\nthat, sitting here at this moment, is the best\nthat I can recall for the information along those\nliens.\nBY MR. SIMPSON:\nQ. Was that answer --\nMR. SCAROLA: Excuse me. Before -- before\nyou go on to another subject, Professor Cassell\nis entitled to refresh his recollection to give\nyou a complete response. So why don't you go\nahead and do that now. Make sure you've covered\neverything.\nMR. SIMPSON: I'm -- I think I get to ask the\nquestions, but I was going to ask the same\nROUGH DRAFT ONLY\n94\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nquestion.\nMR. SCAROLA: Wonderful. We are on the same\npage.\nBY MR. SIMPSON:\nQ. Mr. Cassell, you mentioned that you had\nsomething that you had prepared --\nA. Yes.\nQ. -- that would summarize --\nA. Right.\nQ. -- your knowledge.\nA. Right.\nQ. And now that you have exhausted your\nrecollection, could you produce that and let's just mark\nit as an exhibit?\nA. Sure.\nMR. SIMPSON: We are up to Exhibit 3, I\nbelieve. Cassell 3?\nTHE WITNESS: Right. Now, there are two\nparts to this --\nMR. SIMPSON: Can we mark it first?\nTHE WITNESS: Yeah. I just want the record\nto be clear, there's a pre-December 30th section\nand a post-December 30th section, so the top part\nis the what I was working off of.\nBY MR. SIMPSON:\nROUGH DRAFT ONLY\n95\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. Okay.\nA. Now, underneath this is the, you know, if you\nhave questions about what happened after December 30th.\nQ. So you're -- you're prepared to produce the\nentire document, but you're clarifying? I don't want to\nask you. If you're going to use it in your testimony\nthen we will mark the whole thing?\nMR. SCAROLA: Mark the whole thing. You can\nuse it.\nMR. SIMPSON: Mark the whole thing and I'll\nask you about it.\nTHE WITNESS: Absolutely.\nMR. SIMPSON: I'm going to ask the court\nreporter to mark as Cassell Exhibit 3, a one-page\ndocument that the witness has just handed to me.\nIt's mostly typed, it has some handwriting on it.\n(^ Plaintiff's ^ Defendant's I.D. Exhibit\nNo. 3 - one-page note of witness was marked for\nidentification.)\nTHE WITNESS: All right. So let me -- if I\ncould look at this to see if the top portion of\nto see if it refreshes my recollection about --\nBY MR. SIMPSON:\nQ. Could I just see it for one second?\nA. Absolutely.\nROUGH DRAFT ONLY\n96\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. All right. Let me just clarify one point\nbefore you do that?\nA. Yes, sir.\nQ. In your answer, were you referring to the\nevidence you could recall or the information you could\nrecall that supported your allegations as to both\nVirginia Roberts and other minors or were you treating\nthose separately?\nA. No, I was not treating those separately. I\nwas -- for me, there's a common -- what the law refers\nto as a common scheme or plan in a criminal conspiracy\nfor international trafficking that involved not just a\nsingle girl, but multiple girls, so the answer was --\nwas with respect to multiple girls.\nQ. Okay. So I may have some questions to\ndistinguish further between those two --\nA. Yes.\nQ. -- but is it fair to say that -- and I\nrealize you're going refresh your recollection, but that\nyou had exhausted your recollection of the basis for the\nallegation in this Exhibit 2, the motion to join as to\nboth Miss Roberts and other minors?\nA. Yes.\nQ. Okay. So then now take a look at that and\ntell me if there's anything there that refreshes your\nROUGH DRAFT ONLY\n97\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nrecollection as to something that you have not yet told\nme about.\nA. So -- and this refreshes my recollection.\nSarah Kellen, I think I refer to her as Miss Kellen.\nSarah Kellen was the first name.\nNadia Marcinkova, Nadia was the first name\nthere. Adrianna Mucinska was the full name of those --\nthat's the second echelon of the -- of the criminal\nconspiracy.\nOh, this refreshes my recollection that\nJeffrey Epstein had answered some questions in the civil\nlitigation. He provided, for example, names of some\npeople who were involved, but he took the Fifth when\nasked -- he took -- he provided names of some people who\nwould have relevant information in the civil cases. But\nwhen asked in deposition about Mr. Dershowitz, he took\nthe Fifth.\nSo I found it significant that for some\npeople, he was willing to answer questions, but with\nregard to Mr. Dershowitz, he took -- invoked his Fifth\nAmendment right against compelled self-incrimination\npresumably because revealing what he knew about\nMr. Dershowitz would, you know, cause criminal --\ncriminal charges potentially to be filed against him.\nThere was a common scheme or plan and I'll\nROUGH DRAFT ONLY\n98\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nelaborate on that in a moment, but yeah, one of -- so\nthis was another point. I mentioned that there had been\nthree efforts to get information from Mr. Dershowitz by\nway of a 2009 deposition request, a 2011 deposition\nrequest, and further follow-up correspondence from\ncounsel on that, and a 2013 document request all\npropounded to Mr. Dershowitz that had not gone answered.\nAnd this was -- yeah, I'm sorry this slipped\nmy mind at the time -- but when we saw Mr. Dershowitz\nnot responding to these answers, you know, maybe the\nmail didn't get delivered to him or something like that.\nI suppose that's, you know, a theoretical possibility.\nBut the reason I ruled out that possibility,\nfirst, it didn't seem likely; but secondly, there was a\npattern of Mr. Epstein's associates evading efforts to\nget information from them. And so let me just go back\nto the earliest instance of that.\nAccording to the Chief of Police in the Palm\nBeach -- of the Palm Beach Police Department,\nMr. Dershowitz had said that he would make available\nMr. Epstein for questions about the sex, you know, abuse\nthat was going on. And, you know, Mr. Dershowitz had\nsaid to the Palm Beach Police Department, yeah, we will\nmake him available, no, we got to reschedule it, you\nknow, another time reschedule, another time. And so\nROUGH DRAFT ONLY\n99\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nthere were multiple -- according to the Chief of Police,\nthere had been multiple, you know, requests to interview\nMr. Epstein and Mr. Dershowitz had repeatedly said, oh,\nyeah, we will schedule that. And then it hadn't\nhappened.\nNow, obviously, there could have been a\nsituation there where an emergency had come up for\nMr. Epstein and he wasn't able to make a schedule or\nsomething like that. But what I saw was a pattern of\noffers to meet and then withdrawals and that seems to me\nto be a deliberately calculated strategy to sort of\nstall the investigation to say, oh, we will get you\nEpstein, oh, we can't meet now. Oh, we will get it\nnow -- and so forth.\nAnd one of the things that I noted from all\nthat was that Mr. Dershowitz, as Mr. Epstein's attorney,\nnever ultimately produced Epstein for a meeting with the\nPalm Beach Police Department, having made another\noffers -- now, obviously, something could have happened\nthere. I mean, I don't -- I don't know what was the\ncommunications and so forth, but as an attorney trying\nto get information and unable to do that, I had to make\nsome reasonable inferences.\nAnd so one of the inferences I began to draw\nwas that this was a stall tactic by Mr. Dershowitz, and\nROUGH DRAFT ONLY\n100\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nin my view potentially an unethical one, but I don't\nthink we need to get into that in this litigation.\nWhat I saw was a stall tactic going on, and\nthe reason I think it was a stall tactic as we are\nsitting here now in, what is it, October of 2015, and\nMr. Epstein has never been willing to answer questions\nabout his sexual abuse of these girls.\nAnd this was back in around, what was it, I\nguess it would be 2005, 2006, you know, roughly a decade\nago, Mr. Dershowitz was offering to make Epstein\navailable. And then that never happened and given the\nten-year pattern that -- I guess I should go back. I'm\nsorry. Let me correct my answer.\nWe should go back to December 30th, 2014, so\nthere -- there appeared to be about an eight-year period\nof time during which Mr. Epstein had refused to answer\nany questions about his sexual abuse of girls and yet,\nMr. Dershowitz said, oh, it's just a scheduling issue\nand we will get the Palm Beach Police Department to --\nto -- to, you know, to meet and learn all this.\nThe other thing that that I'm seeing here, so\nnow there's -- there's -- Mr. Dershowitz had been\ninvolved in concealing Mr. Epstein from the Palm Beach\nPolice Department, but there were others that had done\nsimilar sorts of things.\nROUGH DRAFT ONLY\n101\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nSo one of them was a Ghislane Maxwell. I\nwill just call her Glen Maxwell. I think that's kind of\nthe nickname I understand she goes by.\nGlen Maxwell -- remember, she is the one, you\nknow, I think the record is clear, in litigation that,\nyou know, allegation has been made that she was the one\nthat -- that brought Virginia Roberts into the -- into\nthe sex trafficking, and was heavily involved with, you\nknow, in all the -- not all the flights, but on many of\nthe flights with Jeffrey Epstein where this seemed to be\ngoing on and was very close to Epstein, staying at the\nmansion frequently.\nAnd so she would, obviously, be I guess if\nyou have Epstein at the top of the -- you know, the\nkingpin of the operation, Maxwell would be, you know, a\nclose second or certainly at the higher echelon.\nSo, obviously, someone who would have very\nsignificant information about, you know, the sex\ntrafficking, who were the other people that -- the girls\nwere being trafficked to, what kind of abuse was going\non, you know, what kind of sex toys were being used to\nabuse them, because I think it was in her room or\nadjacent to her room that many of these devices were\nlocated, and so she would have had very significant\ninformation to provide.\nROUGH DRAFT ONLY\n102\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nAnd so in connection with the civil cases\nthat some of the girls had filed against Mr. Epstein,\nher deposition was set by my co-counsel, Mr. Edwards,\nand there was some haggling over a confidentiality\nagreement, you know, and that had all been worked out\nand then she was set for a deposition and finally\nagreed, you know, to deposition. And just shortly, I\nthink a couple of days before that deposition, she\ncanceled. Well, she didn't cancel, her -- her attorney\ncalled to cancel the deposition, and represented that\nMiss Maxwell was outside the United States of America\nand had no plans to return back to the United States.\nAnd so, at that point, the deposition was --\nwas not able to go forward. But it turned out that she\nhad not left the United States for an extended period of\ntime. She was spotted later at a wedding of a prominent\nperson in New York. And so that was Maxwell fitting\ninto this pattern, you know, Epstein was being, you\nknow, Palm Beach Police Department being told by\nDershowitz that Epstein will answer your questions, and\nthen not getting information.\nMaxwell evading the deposition. Jean Luc\nBrunel ^ (ph) was another person who seemed to be very\nmuch involved in trafficking the girls and it was the\nsame situation. A deposition was set to try to get\nROUGH DRAFT ONLY\n103\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nanswers, you know, who is involved, which girls are\ninvolved, what are their names, what's -- what's going\non? And so Brunel's deposition is set and then he -- he\nfinagles out of it, too. I don't recall exactly what\nhis excuse was, but, you know, evaded the deposition and\nin fact, later information came to light he was hiding\nout in the mansion of Epstein while he's claiming he's\nunavailable for deposition.\nSo -- so this pattern of Mr. Dershowitz, you\nknow, there were three attempts to obtain information\nfrom him, if that's all I had, I guess that would have\nbeen one thing. But what I had was a pattern of people\nwho were implicated in the sex trafficking ring evading\nquestions, you know, quite in violation of court orders\nand depositions and things -- I shouldn't say court\norders -- in violation of the deposition notices that\nwere being sent and agreements being made through\ncounsel.\nAnd then in addition to that, I had this, so\nwhy -- why would you think that there's this sex\ntrafficking, you know, ring going on? It sounds kind of\nfarfetched. Well, one of the things that I had\navailable to me on December 30th was a photograph that\nwas widely available on the Internet, and that\nphotograph depicted three people.\nROUGH DRAFT ONLY\n104\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nIt depicted Glen Maxwell, Prince Andrew and\nVirginia Roberts, and at the time that it looked like\nVirginia Roberts was an underage girl, she was not\ndressed in formal attire. And Prince Andrew had his arm\naround her, I think if memory serves, and right next --\nsmiling in the background is Miss Maxwell, and it\nappeared that that was a private residence presumably in\nLondon close to Buckingham Palace where Prince Andrew\nlived.\nSo here was Prince Andrew with this underage\ngirl with Glen Maxwell, the right-hand girl, if that's\nthe right expression. I probably should say -- strike\nthat -- right-hand woman of Mr. Epstein, that were there\nand somebody had taken the photograph.\nGiven the surrounding circumstances, I\nthought perhaps Mr. Epstein had taken the photograph.\nSo that would have shown Virginia Roberts's sexual abuse\nwas not confined just to Florida, not confined to the\nNew York mansion, it would have -- it would have\npresumably continued into London where one of, you know,\nthe highest, most powerful persons in the governmental\nstructure that exists in England was now involved in\nsexual abuse.\nAnd so that created grave concern about, how\nfar did this sex trafficking ring reach, what were their\nROUGH DRAFT ONLY\n105\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nconnections, what were their abilities to influence, you\nknow, law enforcement agencies in those countries, in\nEngland or law enforcement agencies in this country\nthrough power that somebody at that level, fifth, I\nthink in line to the British Throne, would have, you\nknow, presumably access to levers of power that other\npeople might not -- might not have.\nAnd so that is the -- I believe is the\ninformation that I had available to me on December 30th\ninvolving not just Virginia Roberts, but the entire sex\ntrafficking organization.\nQ. Okay. And that, just to clarify again, it\nexhausts and refreshed your recollection as to both the\ninformation you were relying on as to the allegations\nabout Virginia Roberts and as to the allegations about\nother minors; is that right?\nA. Correct.\nQ. So I don't have to ask you separately about\nRoberts?\nA. That's right. No, and I gave you a heads-up\nthat was going to be long answer.\nQ. You made Mr. Dershowitz look like an amateur.\nIf I could --\nMR. SCAROLA: I'm sorry. Like a what?\nMR. SIMPSON: Amateur, at long answers.\nROUGH DRAFT ONLY\n106\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nTHE WITNESS: Well, I wasn't trying to -- let\nme be clear. I was not trying to filibuster.\nYou asked me a very direct question which was, I\nwant to know everything that was in your memory\non December 30th, and as you can tell, this was a\nvery important subject to me and it's very\nimportant to Miss Roberts and I wanted to be\ncomprehensive. And I gave you the opportunity\nto say, let's have a narrower question, but you\nwanted a broad questions. That's why I did this.\nBY MR. SIMPSON:\nQ. Mr. Cassell, I apologize for attempting humor\nin this intense situation.\nA. This is very important to me. This is not --\nthis is not something that I find funny.\nQ. Well, I say it's very important to\nMr. Dershowitz, Professor Dershowitz also, he was trying\nto answer questions. I'm not questioning that you were\ntrying to answer my question and I appreciate it.\nMr. Dershowitz was trying to do the same\nthing and it is a difficult situation.\nA. All right.\nQ. So I was not trying to make light of the\nquestions I'm asking you.\nA. This involves sexual abuse --\nROUGH DRAFT ONLY\n107\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. I understand that.\nA. -- of multiple girls.\nQ. I understand that. I understand the\nallegations that have been made.\nA. And your side keeps attacking these girls.\nThat's why it's emotional for me.\nQ. That part is not true, but I will ask\nquestions --\nA. I believe that part is true. I would like to\ntake a break. I'm sorry.\nTHE VIDEOGRAPHER: We are going off the video\nrecord, 4:01 p.m.\n(Thereupon, a recess was taken.)\nTHE VIDEOGRAPHER: We are back on the video\nrecord 4:04 p.m.\nMR. SCAROLA: The record should reflect that\nMr. and Mrs. Dershowitz have -- are no longer\npresent.\nMR. SIMPSON: Correct.\nMR. SCAROLA: Thank you.\nBY MR. SIMPSON:\nQ. Mr. Cassell, would you agree with me that\naccusing someone --\nMS. McCAWLEY: I'm sorry. I just realized\nthat she stepped out to get water. I didn't ask.\nROUGH DRAFT ONLY\n108\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nI'm sure it's probably --\nTHE WITNESS: It's all right.\nMR. SIMPSON: That's okay with you?\nTHE WITNESS: Sure.\nBY MR. SIMPSON:\nQ. Would you agree with me that accusing a\nperson of -- an adult of engaging in sex with a minor is\na serious accusation?\nA. Sure.\nQ. And would you agree with me that the cause of\nvictims' rights is harmed and not furthered by false\nallegations of sexual abuse?\nA. Sure.\nQ. I want to go back. I'm going to follow up on\nsome aspects of your answer.\nA. Sure.\nQ. Kind of work my way through some of those.\nA. Sure.\nQ. But first let me -- let me ask this: You\ndrew in your answer a lot of inferences based on the\nfacts or information you -- you recited, inferences that\nProfessor Dershowitz had engaged in the conduct alleged;\nis that fair to say?\nA. I think part of it was -- was inference, part\nof were the facts. I mean, you say a lot of inferences.\nROUGH DRAFT ONLY\n109\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nI think that would be, you know, subject to the debate\nwhich perhaps we are going to do now.\nQ. No. Let's say you drew some inferences based\non information you had; is that fair to say?\nA. Sure.\nQ. Okay. It's true, is it not, that you and\nyour co-counsel, Mr. Edwards, had decided to seek the\njoinder of Miss Roberts and Jane Doe 4 as parties no\nlater than the Summer of 2014?\nA. Jane Doe 4, I think, give or take, yeah. I\nthink Jane Doe -- well, that's -- there's a nomenclature\nissue. Let's refer to -- how do you want to refer to\nVirginia Roberts? Shall we just call her --\nQ. I think we can call her Miss Roberts since\nthe name is now known.\nA. Right. Sure.\nQ. And just clarifying, we can call Jane Doe 4.\nWe won't use that name, Jane Doe 4.\nA. Right. I think sometime in the Summer or the\nFall the decision was made to -- to approach the U.S.\nAttorneys's Office to get their agreement to add her\ninto the case. And they declined, which ultimately led\nto the filing on December 30th.\nQ. Okay. And the basis for my question was, I\nbelieve I saw in a pleading that you had represented to\nROUGH DRAFT ONLY\n110\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nthe court that you had been asking the government for\nconsent since, I believe it was the Summer of 2014; is\nthat consistent with your recollection?\nA. The exact timing, you know, if I looked at\nthe documents, we could refresh my recollection. We put\nthose documents into the court record in January 21st,\n2015, the correspondence that we had had. The U.S.\nAttorney's Office had delayed, you know, giving us an\nanswer on that for as I recall, several months and\nultimately they said, no, and that's why we filed the\npleading.\nQ. Okay. My question is: Why, during that\nseveral-month period before you filed the motion itself,\ndid you not contact Professor Dershowitz to ask him if\nthis was true, and if he had any evidence to refute it?\nWhy not contact the person you're accusing?\nA. I mean, there's a cost -- you know, again,\nthis is going take a little bit of an answer, not as\nlong as the other one.\nQ. I won't cut you off.\nA. No, you have been very polite. I appreciate\nthat. This is about a five-minute answer, just so you\ngot a heads-up.\nOkay. So the issue of why didn't I contact\nMr. Dershowitz, it's a cost benefit situation. So what\nROUGH DRAFT ONLY\n111\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nwould be the benefit of asking him. Well, I thought the\nbenefit would be zero. What I thought we would get was\nzero, because in 2009, an effort to depose him had been\nmade unsuccessful. 2011, an effort had been made to\ndepose him unsuccessfully. In 2013 --\nMR. SIMPSON: Was there an objection on the\nphone?\nMR. INDYKE: No.\nMR. SIMPSON: Okay. I didn't think so.\nBY MR. SIMPSON:\nQ. Please continue.\nA. In 2013, an effort had been made to depose\nhim unsuccessfully, and I mentioned a moment ago this\nmanner of people involved in Epstein's organization that\nhad been evading efforts to get information. So it\nwasn't just that something hadn't been received in the\nmail. It appeared to me that Dershowitz fit into a\npattern of not providing information and, indeed, he had\nbeen party to making, supposedly, Mr. Epstein available\nto the Palm Beach Police Department and then pulling --\npulling him back. And that seemed to be a stall tactic.\nSo I didn't think we were going get any\ninformation. On the other hand, now we had to waive a\ncost of calling Mr. Dershowitz and saying, we are\npreparing to file a pleading that identifies you. And I\nROUGH DRAFT ONLY\n112\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\ndon't want -- I'm not going to get into communications\nthat Mr. Edwards and I had, which you have asked what\nwas my state of mind on December 30th as to why I hadn't\ncalled Mr. Dershowitz?\nMy own personal state of mind, not revealing\nany attorney/client communications, but it does revolve\naround Virginia Roberts. I had in front of me evidence\nof an international sex trafficking organization that\nwas going to the Fifth in line to the Throne in England,\nto very powerful people in the United States, to a\nbillionaire in Palm Beach, Florida, Epstein. Very\npowerful people.\nAnd what I also had was a history of\nMr. Epstein intimidating, threatening witnesses, and in\nsome cases, you know, potentially what seemed to be\npossibly life-threatening kinds of situations. There\nwas a report of investigators quote, unquote, following\nI think it was girls or witnesses against Mr. Epstein\nand, indeed, had done so in a circumstance that\nsuggested the possibility that somebody had been forced\noff the road.\nI had been personally and directly involved\nin an Epstein effort to intimidate a witness in the\nSummer of 2010, which was a very disturbing incident.\nThe incident took place right around, I don't know, July\nROUGH DRAFT ONLY\n113\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n2nd, July 3rd, I believe it was 2010, where a woman that\nI was representing along with my colleague, Brad\nEdwards, I'll refer to her by initials, if that's all\nright with you.\n(Phone Interruption.)\nMR. SIMPSON: On the phone, could you --\nTHE WITNESS: Can we mute them?\nMR. SIMPSON: Would you mute it, please?\nMR. SCAROLA: Before the phone is muted,\ncould we identify who is on the phone now,\nplease? Who is on the phone?\nMR. SIMPSON: Yeah. Who is on the phone?\nMR. SWEDER: Ken Sweder.\nMR. SIMPSON: Anyone else?\nMR. SWEDER: Alan Dershowitz.\nMR. INDYKE: Darrin Indyke.\nMR. SIMPSON: Anyone else? Did you get\nthose? Okay.\nTHE WITNESS: I just need to make a note\nbecause I kind of got distracted there. Let's\nsee. We had -- oh, right. Okay.\nThat was the other point I wanted to make.\nAnd I've only got about another minute or\ntwo, but the point was, I had had personal\nexperience on about July 2nd, I believe it was,\nROUGH DRAFT ONLY\n114\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n2010. What had happened was, S.R. was a young\nwoman who had been sexually abused by Jeffrey\nEpstein. She was identified in the\nnonprosecution agreement as sex abuse victim, and\nwe had a civil suit going against Mr. Epstein and\nher case was set for trial. It was going to be\nthe first trial against Mr. Epstein.\nYou know, this -- he had abused, according to\nthe NPA, I think 35 girls, and at that point I\nthink, gosh, I think 31 of them had settled, all\nthe girls except for the three represented by\nMr. Edwards and I had settled.\nSo this was going to be the first person that\nwas going to bring, if you will, the light of day\nto this. This was going to be the first time\nwhere this was going to be tried in open court.\nSo this was potentially an opportunity to, you\nknow, expose exactly what Epstein has done\nbecause people are going to be called as\nwitnesses including Epstein and others like him.\nSo this was, I think, a potentially explosive\nsituation for Mr. Epstein because all of the --\nall of the crimes that his organization had been\ncommitting were going to be exposed during the\ncourse of this trial. So -- but this all\nROUGH DRAFT ONLY\n115\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\ndepended on S.R. being able to get to trial and\nnot be intimidated.\nShe's a very petite woman and what happened\nthat evening was a very large, physically large,\nprivate investigator who turned out had been\nhired by Mr. Epstein, went and parked his car in\nfront of her home. And then, indeed, as I\nunderstand it -- I wasn't there, but I was\ngetting frantic reports from -- from people in\nFlorida about what was going on -- the car was\npivoted so that I think the phrase is\nhigh-beaming or something. The private\ninvestigator was shining his lights into S.R.'s\nhome and she was terrified.\nWe were trying to get assistance to her and\nthen we went -- we were filing motions to try to\nprotect her. She had to flee her home, so that's\nwhat happened to S.R. just a few days before she\nwent to trial.\nAnd so I'm thinking, you know, if we call\nMr. Dershowitz, who is his first call going to\nbe? I mean I think -- I didn't have this\ninformation on December 30th. I want the record\nto be clear that, sure enough, we learned today\nthat within just a day or two of these\nROUGH DRAFT ONLY\n116\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nallegations coming out, Dershowitz called\ninternational sex trafficker Epstein to make sure\ntheir memories coincided or something like that.\nAnd I was afraid if we contacted Alan\nDershowitz, what had happened to S.R. was going\nto happen to Virginia Roberts, which was going to\nbe even worse because she had been hiding out in\nAustralia for a number of years to escape\nEpstein.\nAnd now this would potentially tip him off\nthat she was now back in contact and he would\nredouble efforts to find her. So I was, frankly\nagain, just speaking for myself, I'm not speaking\nfor my co-counsel, but I was extremely afraid of\ntipping off Mr. Dershowitz that we were going to\nbe filing this pleading because he would have\ncontacted Epstein in the same intimidation\ntactics and, indeed, life-threatening tactics\nthat had apparently been used against other\nwitnesses might be used against her.\nI mean, I also was thinking frankly, about\nwhether to file this pleading, because of the\nrisk that she would be in, but I thought that the\nsafest way to protect her was to file this so\nthat the information was out there.\nROUGH DRAFT ONLY\n117\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nAnd, at that point, you know, you know, if\nshe disappeared or something, the world would\nknow, you know, who the first person would be to\nlook at would be, you know, Jeffrey Epstein and\nother people to look at would be those who were\nassociated with him.\nBY MR. SIMPSON:\nQ. I want to go back to your testimony a bit ago\nabout the Fifth Amendment. You testified that\nMr. Epstein took the Fifth when he was asked about\nProfessor Dershowitz?\nA. Yes.\nQ. Is that right?\nA. Yes.\nQ. Didn't he take the Fifth with respect to a\nwhole host of people?\nA. With some other people, yes, but not with\nevery person. That's why I want my memory to aid here.\nIf you look at the Jeffrey Epstein answers to\ninterrogatories in one of the civil cases, he provided,\nfor example, the name of Alessi as someone who would\nhave relevant information, but not Dershowitz.\nAnd that was consistent with I think invoking\nthe Fifth, not on the sort of household people, but the\npeople who were higher up in the echelon which would\nROUGH DRAFT ONLY\n118\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nhave been, in my view, Mr. Dershowitz.\nQ. At his deposition, he took the Fifth as to\neveryone he was asked about; isn't that true?\nA. I haven't looked at the depositions lately.\nThere were also variations in tactics that he used. I\nrecall for example, that sometimes when he was asked\nabout a person, even if he knew that person, he would\npretend not to know that person and try to communicate\nthat, you know, maybe he didn't know that person.\nBut he did he did have broad invocations of\nthe Fifth Amendment in his deposition. I certainly\nwouldn't quarrel with you on that.\nQ. And you understand or I believe this was in\nyour testimony that if a person takes the Fifth in\nresponse to a question in a civil litigation, that\nanswer can be used against the person generally; is that\nright?\nA. Sure. Right.\nQ. Are you aware of any authority whatsoever\nthat Person A taking the Fifth can be used as evidence\nagainst Person B?\nA. Yeah, we are sitting here in the -- let's\nsee, we are in Florida, in the 11th Circuit, and that\nis -- there's 11th circuit case law that allows that to\nhappen. I could give you the citation, you know, in\nROUGH DRAFT ONLY\n119\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nabout five minutes if you know me take a break, I can\ngive you the case.\nQ. We -- we -- we can come back to it.\nA. Okay.\nQ. In your mind, if you have a witness who is\nasked about a long litany of persons and he takes the\nFifth Amendment in response to all of them, is it fair\nto draw an adverse inference as to the other person?\nA. Okay. So now this will be about a\nthree-minute answer, if that's okay, and I would say the\nanswer to that question is, yes, and I want to explain\nwhy.\nThe 11th Circuit I'll give you the name, if I\nhave a chance to look at WesLaw or something like that\nhas a four-factor test that says, look, you can't just\ndraw an adverse inference against someone in every\ncircumstance, you have to balance various factors.\nAnd so you have to look at the relationship\nbetween the parties and things like that, the degree of\ncontrol that one person has over another party.\nDifferent factors that you would look at.\nAnd so I -- I think there are two things here\nthat would lead to the conclusion that under the\nfour-factor balancing test, the adverse inference could\nbe used in the 11th Circuit and recall that the crime\nROUGH DRAFT ONLY\n120\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nvictims' rights act case that we are talking about is in\nthe Southern District of Florida. I think the record\nshould be clear that that is in the 11th Circuit. And\nso that case law says that you look at these different\nfactors, one of the factors, that to my mind would weigh\nheavily in favor of drawing the adverse inference would\nbe the degree of control that the one party has over the\nother.\nDershowitz was the attorney for Epstein and,\nindeed, we heard today that he continues to be the\nattorney on the Tri-Tech case and I'm assuming an\nattorney/client privilege on other matters as well. So\nhe would seem to have a significant control over that.\nThe other thing that was going on in my mind\nwhen I'm drawing the adverse inference is that there\nmight be some people that are invoking the Fifth\nAmendment but not getting sound legal advice.\nAn attorney can only allow his client to\nassert a Fifth Amendment privilege in civil case if\nthere's a significant risk that the answer will be\nincriminating. You can't just invoke it willy-nilly.\nAnd I knew that Mr. Epstein had been\nreceiving -- you know, as a billionaire would -- you\nknow, the best legal advice that money could buy, and\nthe advice he was getting with regard to questions about\nROUGH DRAFT ONLY\n121\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMr. Dershowitz was apparently, based on the transcripts\nI was seeing, to take the Fifth even with regard to any\nknowledge of Mr. Dershowitz.\nSo in those circumstances I did think it was\nhighly fair to draw an inference from Mr. Epstein,\nparticularly where, you know, like some of the sexual\nabuse involved Virginia, Epstein, and Dershowitz was the\nallegations, you know, the trafficking and so forth.\nSo you know, if Virginia is making an\nallegation, Mr. Epstein is invoking the Fifth and\nMr. Dershowitz is, you know, declining to answer\nquestions, it seemed to me in those circumstances an\nadverse inference would be fair.\nQ. Isn't it routine practice for a witness who\nis the target or faces -- I'm going to start over.\nIsn't it routine practice for a witness who\nfaces potential criminal liability to take the Fifth as\nto all substantive questions?\nA. That's not -- no. I would say absolutely\nnot. And again, I'm drawing -- I was a federal\nprosecutor for four years. I was a federal district\ncourt judge for about five-and-a-half years. I would\nsay, that is not the practice and, indeed, that would be\ninconsistent with Fifth Amendment case law as I\nunderstand it.\nROUGH DRAFT ONLY\n122\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. As a prosecutor, did you ever in a\nprosecution against one person successfully introduce\ninto evidence that somebody else had taken the Fifth?\nMR. SCAROLA: In a criminal case?\nMR. SIMPSON: In a criminal case, yeah.\nTHE WITNESS: So I had about 20 trials, most\nof them I was in the general crimes units in the\neastern district of Virginia. Most of them\ninvolved drug dealers and gun runners that did\nnot -- where those issues didn't come up.\nSo as sitting here today, I can't recall a\ncircumstance where in that criminal case I was\nable to do that. The standards for using it in a\ncivil case would be much, much broader.\nMR. SIMPSON: Move to strike nonresponsive\nportion of the answer.\nBY MR. SIMPSON:\nQ. Have you been involved in a civil case in\nwhich you have successfully introduced into evidence the\nfact that Person A took the Fifth Amendment as evidence\nagainst Person B?\nA. I haven't been involved in many civil cases\ninvolving invocations of the Fifth Amendment so I can't\nrecall a circumstance like that right now.\nQ. And is the 11th Circuit case you're referring\nROUGH DRAFT ONLY\n123\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\na criminal case or a civil case?\nA. My understanding, it's a civil case.\nQ. Did you ask -- you referred to the complaint\nthat is styled Jane Doe 102 versus Epstein, you referred\nto that complaint?\nA. Yes.\nQ. And Jane Doe 102 is Virginia Roberts,\ncorrect?\nA. Yes.\nQ. And you talked about the Josefsburg firm, Bob\nJosefsburg, who we all -- there was testimony about him\nbeing a respected lawyer; you heard that. Right?\nA. Right.\nQ. Did you ever ask Mr. Josefsburg if he -- if\nthe term \"academicians\" in that complaint included Alan\nDershowitz?\nA. Did I --\nMS. McCAWLEY: I'm sorry. To the extent that\nit reveals anything that is a privilege of\nVirginia's because she was represented by\nMr. Josefsburg, I don't want you to reveal.\nBY MR. SIMPSON:\nQ. I'm just asking whether you ever asked him\nthe question. Don't give me the answer right now. But\ndid you ever ask him the question?\nROUGH DRAFT ONLY\n124\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. Did I personally do that?\nQ. Yes.\nA. No. To my knowledge, I've never met\nMr. Josefsburg, so no.\nQ. To your knowledge, did anyone else in the\ngroup of attorneys you were working with ask\nMr. Josefsburg that question?\nMR. SCAROLA: Excuse me. To the extent that\nthat question would call for a communication\nwithin the common interest privilege, you should\nnot answer it.\nTHE WITNESS: I'm going take my counsel's\nadvice. I can't answer that.\nBY MR. SIMPSON:\nQ. You're not going to answer whether to your\nknowledge anyone asked Mr. Josefsburg?\nA. Right.\nQ. But you are testifying that the fact that\nMr. Josefsburg had signed a complaint with a generic\nterm \"academicians\" in it was some evidence, in your\nmind, against Professor Dershowitz?\nA. Yes, because he's an academician and shortly\nafter the complaint was filed, a partner in his firm\nbegan asking Alan Dershowitz questions about the sex\nabuse matter that we are discussing here.\nROUGH DRAFT ONLY\n125\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nQ. Did you misspeak about whether they were\nasking for Mr. Dershowitz or they were asking some other\nwitness?\nA. No, they -- I'm sorry. They asked about --\nthank you for that clarification. They asked other\nwitnesses about Dershowitz's knowledge of the matters we\nhave been discussing.\nQ. All right. And at those depositions, which\ndeposition do you have in mind?\nA. Rodriguez and Alessi.\nQ. Okay. And didn't Rodriguez testify that he\ndidn't know, didn't have any knowledge as to\nMr. Dershowitz doing anything improper?\nA. He said that he was present at the scene of\nthe crime, if you will. Now, whether he had direct\nknowledge of what happened in the bedroom, you're right,\nhe didn't -- he did not indicate that.\nQ. The \"scene of the crime\" being what?\nA. Sex abuse of minor girls.\nQ. But I take it you're referring to a location?\nA. That's right.\nQ. What location are you referring to?\nA. Jeffrey Epstein's Palm Beach mansion.\nQ. How many academicians visited Mr. Epstein's\nPalm Beach mansion?\nROUGH DRAFT ONLY\n126\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. I'm not certain.\nQ. Do you -- can you give any estimate at all?\nA. You know, in this case, I've probably seen\nreference to another in Florida, you know, maybe another\nfour or five academics that had some kind of interaction\nwith Epstein.\nQ. And you are aware that Epstein was so closely\nassociated with Harvard, that he had his own office\nthere?\nA. No, I didn't know that Mr. Epstein had an\noffice at Harvard.\nQ. Did you know that Mr. Epstein regularly had\ndinners and other social events in which there were\nscores of distinguished academicians?\nA. Are we talking about Florida or New York?\nQ. Generally.\nA. Yeah, I knew there was some events like that\nin New York. I don't recall having specific information\nabout an event like that in -- in Palm Beach.\nMR. SCAROLA: Richard, let me just make note\nof the fact that it's almost 4:30, and by\nagreement, we are going stop at 4:30, so if\nthere's something really pressing you want to get\nin this afternoon, this would be a good time to\ndo that.\nROUGH DRAFT ONLY\n127\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMR. SIMPSON: Well, we have a lot to cover,\nbut I'll ask a few more questions until we get to\nthat -- that time.\nMR. SCAROLA: Okay. It's 4:25.\nBY MR. SIMPSON:\nQ. In the Rodriguez deposition at one point, he\nwas asked a question and he responds with the name,\nLarry Dershowitz. Do you recall that?\nA. Oh, you mean Larry -- you didn't mean to say\nLarry Dershowitz.\nQ. His answer was Larry Dershowitz in the\ndeposition?\nA. I don't recall that.\nQ. Did you consider whether he was thinking\nabout Larry Summers ^ (ph)?\nA. My recollection of the Rodriguez depo and,\nyou know, there are two depos here, Alessi and\nRodriguez, was that -- that the identifiers with regard\nto Dershowitz were famous criminal defense lawyer-type\nwhich would fit Mr. Dershowitz, but not fit Mr. Summers.\nQ. Okay. We will come back and look at the\ntranscript itself.\nA. Okay. Sure.\nQ. One of the other things that you mentioned in\nyour -- your answer, was that the flight logs showed\nROUGH DRAFT ONLY\n128\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMr. Dershowitz on a flight with Tatiana; is that right?\nA. Correct.\nQ. Did you find out before December 30th of 2014\nhow old Tatiana was at the time?\nA. Yes.\nQ. How -- how old was she?\nA. I understood she was around -- which time are\nwe referring to, 1998?\nQ. We are referring to when she -- the log shows\nher on a flight with Professor Dershowitz.\nA. Yeah, I was understood she was over the age,\nshe was 18 or older, you know, and I think within a\ncouple of years maybe 18.\nQ. And you heard today that Mr. Dershowitz's,\nProfessor Dershowitz's wife was able to determine in a\nfew second on Google that she was 24 at the time. Any\nreason to question that?\nA. Well, because -- I think I want to look at\nthe information we were talking about. Is the question\nof time frame and so, you know, the Dershowitzes on\nthese flights with Epstein in 1998, and I think 2004,\n2005, which is, you know, there's like a -- obviously a\nsix or seven-year period, so I would want to know\nexactly what time frame we are talking about.\nQ. Well --\nROUGH DRAFT ONLY\n129\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nA. But I understood, let me be clear, I\nunderstood Tatiana was, you know, 18 or older at the\ntime.\nQ. And -- and -- and you could have found out\nexactly how old she was; isn't that true?\nA. Potentially, yeah.\nQ. Yes. And in fact, we heard today that\nsomeone found it in just a few seconds?\nA. We heard a representation to that effect. I\ndon't know if that's true or not.\nQ. Okay. Do you have any reason to doubt that\nTatiana was 24 at the time?\nA. I mean, give or take. I mean, give or take.\nI mean, I'm not trying to say -- let me be clear. I\nknow she's over the age of 18. Now whether she's 24 or\nsomething, that was not something that I had\nspecifically --\nQ. I understand you don't know, but I'm just\nasking whether if we represent to you that our research\nindicates she was 24 at the time, do you have any reason\nto question that?\nMR. SCAROLA: At what time?\nMR. SIMPSON: At the time of the flight, the\nflight logs showed --\nTHE WITNESS: 1998 flight?\nROUGH DRAFT ONLY\n130\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nBY MR. SIMPSON:\nQ. Whatever the flight -- the date of the\nflight?\nA. Yeah. I think that sounds too old for\nTatiana.\nQ. Okay.\nA. But I mean, I don't, you know, we could\nobviously check into it so...\nQ. And you do know though that she was over 18?\nA. Eighteen or over, yes.\nQ. Eighteen or over. And have you ever heard of\nan older man having a relationship with a younger woman;\nhas that ever happened in your experience?\nA. Sure, but what --\nQ. That's my --\nA. I guess, how much of a difference? I mean\nthe question is, you know -- sure, there are examples of\nthat. It's unusual, but there are examples of that.\nQ. Is a 24-year-old woman an adult?\nA. Yes.\nQ. Is there anything criminal or anything\ncriminal about a man of Jeffrey Epstein's age having a\nrelationship with a 24-year-old woman?\nMR. SCAROLA: I assume you agree that depends\nupon the nature of the relationship.\nROUGH DRAFT ONLY\n131\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nMR. SIMPSON: Is there anything -- let me --\nI think my question was clear.\nBY MR. SIMPSON:\nQ. You can answer the question. Having a\nromantic relationship with a 24-year-old?\nA. Just if those are the only facts, sure,\nthat's not a crime.\nQ. And so if --\nMR. SCAROLA: And it is -- it is 4:30.\nMR. SIMPSON: Let me just ask one more\nquestion then.\nMR. SCAROLA: Sure. So long as it isn't one\nof the 30-minute ones.\nMR. SIMPSON: That's in the witness's\ncontrol.\nMR. SCOTT: That applies to you.\nMR. SCAROLA: So stop smiling.\nMR. SCOTT: I'm not smiling at all. I'm\nanything but smiling, Mr. Scarola.\nBY MR. SIMPSON:\nQ. My -- my question --\nMR. SCOTT: Oh, you are.\nBY MR. SIMPSON:\nQ. My question, Mr. Cassell, is that if all you\nhave is the fact that a middled-aged man is on an\nROUGH DRAFT ONLY\n132\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nairplane with a 24-year-old woman, is there a basis to\ndraw an adverse inference from that about anything?\nA. If that's all that you have, obviously not.\nMR. SIMPSON: Okay.\nMR. SCAROLA: Thank you.\nMR. SIMPSON: We will break then and we will\ntalk off the record about logistics for tomorrow.\nMR. SCAROLA: Okay.\nTHE VIDEOGRAPHER: We are going off the video\nrecord, 4:31 p.m.\nROUGH DRAFT ONLY",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_021824.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 152027,
    "word_count": 29426,
    "line_count": 6853,
    "import_date": "2025-11-19T21:47:47.889370",
    "prefix": "TEXT-001"
  }
}