{
  "document_id": "HOUSE_OVERSIGHT_024907",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024907.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nEpidiolex appeared to be well tolerated in the trial. 94% of patients on 20 mg/kg\nEpdiolex and 84% of patients on 10 mg/kg Epidiolex had an adverse event, compared to\n72% of placebo patients. 88% of 20 mg/kg patients and 89% of 10 mg/kg patients\ndeemed their adverse events to be mild or moderate. The most common AEs on 20\nmg/kg were somnolence, decreased appetite, diarrhea, upper respiratory infection,\npyrexia, vomiting and nasopharyngitis. For L1Omg/kg the most common AEs were\nsomnolence, decreased appetite, upper respiratory infection, diarrhea, and status\nepilepticus. None of the cases of status epilepticus on 10 mg/kg were deemed\ntreatment-related. Thirteen patients on 20 mg/kg Epidiolex had an SAE, of which five\nwere considered treatment related; and 13 patients on 10 mg/kg Epidiolex had an SAE,\nof which 2 were considered treatment related, compared to 8 patients on placebo.\nElevations in ALT/AST levels were observed in 11 patients in the 20mg/kg group and 2\npatients in the 1Omg/kg group; 10 of the 13 patients were also on valproic acid. Five\nEpidiolex patients withdrew due to the elevations, but none of the patients met the\ncriteria for drug-induced liver injury. GW noted that overall 10 mg/kg seemed to be\nsomewhat better tolerated; 6 patients on 20 mg/kg Epidiolex and 1 patient on 10\nmg/kg Epidiolex discontinued treatment due to adverse events, compared with 1\npatient on placebo. There were no deaths in the trial. The results of the trial were\npublished in NEJM in May 2018.\n\n2\n\nFollowing the release of Phase III datasets from 1 Dravet and 2 LGS trials, a key area of\ncontroversy among investors (though not physicians) had been the drug-drug\ninteraction between Epidiolex and clobazam, and in particular whether Epidiolex was\neffective in patients who were not also taking clobazam. This was put to rest at AES\n2017 when GW presented a pooled analysis of the two Phase Ill LGS trials evaluating\nEpidiolex’s efficacy with and without concomitant clobazam. Even without clobazam,\nEpidiolex produced solid placebo-adjusted response rates. Response was characterized\nin terms of “25% responders”, “50% responders”, and “75% responders”, meaning the\nproportion of patients who had a 25%, 50%, or 75% decrease in seizure frequency. For\npatients randomized to Epidiolex’s 20mg/kg dose, the placebo-adjusted 50% response\nrate was 22% for patients on Epidiolex without clobazam, compared to 33% for patients\non Epidiolex and clobazam. We believe that investors had been hoping for a 12-15%\nplacebo-adjusted 50% response rate for patients on Epidiolex without clobazam in order\nto be satisfied that Epidiolex was active without clobazam, and therefore the results\ncleared this bar. For patients randomized to 10 mg/kg Epidiolex, the placebo-adjusted\n50% response rate was 25% for patients on Epidiolex without clobazam, compared to\n27% for patients on Epidiolex with clobazam. The results for other thresholds of seizure\nfrequency reduction were also generally solid. For 25% responders, the placebo-\nadjusted response rate was 9% for patients on 20 mg/kg Epidiolex without clobazam,\ncompared to 24% for patients on 20mg/kg Epidiolex with clobazam. At the 75%\nresponder threshold, the placebo adjusted response rate was 8% for patients on\n20me/kg Epidiolex without clobazam, compared to 30% for patients on 20mg/kg\nEpidiolex with clobazam. In addition to the pooled Phase III data, there were also\nabstracts from the compassionate use experience of Massachusetts General Hospital\nand the University of Alabama Birmingham. The analyses from these two institutions\nalso concluded that Epidiolex does not need to be combined with clobazam to be\neffective.\n\nCOWEN.COM 94\n\nHOUSE_OVERSIGHT_024907",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024907.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3761,
    "word_count": 587,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.528998",
    "prefix": "IMAGES-008"
  }
}