{
  "document_id": "HOUSE_OVERSIGHT_018287",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018287.txt",
  "text": "ability to strike out - a lesson Jomini and Napeoleon expensively re-learned at the\nend of their gasping supply lines in Russia in the winter of 1807.75 In our own day,\njet-meshed networks, commercial webs, satellite links and finance platforms span\nthe omnipresent routes of America’s global reach. So as we consider the information\nnetworks evolving now: the growing connected world that is the largest, fastest,\nmost comprehensive network in history, we should ask ourselves the question\nJomini might have raised: Will an even greater empire be based on control of\ninformation-powered networks?\n\nThis new world of connectivity won’t immediately devour the old. In fact, the classic\nand the revolutionary will contend for some time, side by side. Cyberweapons and\nnuclear ones in a strange dance, for instance: Imagine that you're ruling a country\nwith no hope of building your own platforms for medicine, finance, information or\nsecurity.’® You will be, as a result, uneasily and permanently dependent on the\nnations or groups that do control these elemental, algorithmic and efficient tools. If\nyou're running a medium-sized country there’s no chance your own IT industry can\ndevelop a search engine with the reach and fluency of Google; or a cybersecurity\nsystem with the omnipresence of some Chinese database. Might this make you more\neager for nuclear weapons? For an atomic hedge against the day you find yourself\nthreatened with national unplugging? Networks, we'll discover, don’t lift us above\nthe old conflicts so much as they complicate them. They fill the old hatreds with new\nfidelity; sharpen the old grudges and make it easier than ever to slap at the world\nwhen you're angry. While it is tempting to say that we’ve moved from a world of\n“cold weapons” like planes and tanks to a world of “hot weapons” where digital light\npulses and biological infections will prevail, really it is the strange blending of these\ncold and hot systems that is so interesting, so dangerous. Ever more precise\nexploding iron bombs, made from a fusion of GPS data and TNT, will be a part of our\nfuture, as will pathogens tuned by computer and delivered according to network\nintelligence about where a contagion might best be started.\n\nOrwell’s well-worn line - “The history of civilization is largely the history of\nweapons’ - settles uneasily onto a networked world.’” The networks are, so clearly\nalready, becoming weaponized. And a great strategist should know and use the\nmaterials of his day. Napoleon had a gunpowder-burn familiarity with his artillery;\nMao possessed a wizened guerilla sensibility. The electric, shifting and shocking\nmaterials of our global networks are going to be used in pursuit of power anyhow,\nso we had best consider how to become fluent with their real nature, how turn them\nto our advantage - and ideally find a way to use them to so profoundly change the\nrules of conflict that hurried, unconsidered and useless reaction will be all our\nenemies can manage. Over the centuries shifts in power and wealth were achieved\n\n75 The skeins: John Arquilla and Ryan Nomura “Three Wars of Ideas about the Idea\nof War,” Comparative Strategy, 34:2 (2015), 186\n\n76 Cyberweapons: Mary Kaldor, “In Defence of New Wars,” Stability, 2(1) 2013: 4,\npp. 1-16,\n\n77 Orwell’s well-worn line: George Orwell, “You and the Atom Bomb” in George\nOrwell: In Front of Your Nose, 1946-1950. (Nonpareil Books 2000) 7\n\n55\n\nHOUSE_OVERSIGHT_018287",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018287.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3441,
    "word_count": 565,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.342253",
    "prefix": "IMAGES-004"
  }
}