{
  "document_id": "HOUSE_OVERSIGHT_014330",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014330.txt",
  "text": "expected to fall to the bottom line, management noted that achieving this would be\naccretive to its overall margin. We note that when asked where is C’s biggest\nopportunity to take global market share within ICG, 47% of those polled said the\nbiggest opportunity lied within the Equities business.\n\nChart 25: Where do you think C’s biggest opportunity is to take global market share within its IGC\nbusiness?\n\nAT%\n\n50%\n45%\n40%\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\n31%\n\n22%\n\nFixed income markets Equity markets Banking (Treasury & Trade\nSolutions, advisory, ECM,\nDCM)\n\nSource: BofA Merrill Lynch Global Research\n\n- Lower regulatory constraints versus peers present opportunity. Given C’s strong\nregulatory position such as its above peer SLR ratio, management noted that it can\ncompete in balance sheet intensive businesses such as Rates while more\nconstrained peers are forced to pull back. In terms of its ability to take market share\naway from European banks, management noted that European banks are more likely\nto cede share in Fixed Income and less so within Equity and Banking.\n\n« Longer term goal of 14% ROTCE in ICG. Management believes that under a more\nnormalized rate environment and through its work towards improving efficiencies\nacross ICG on back of its infrastructure refinements, ICG should be able to achieve a\n14% ROTCE vs ~12% today.\n\nChart 26: Despite material progress, C shares still trade below TBV. What will drive shares to re-rate\ncloser to TBV?\n\n40% 34% 37%\n\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\nContinued Consistent Continued core Accelerated re- Further\nincrease in capital improvement in cost control, with capture ofits simplification of its\nreturn from the revenue further reductions deferred tax asset global business\n$10.4B expected = momentum in legal & (DTA) model\nreturn under the repositioning\n2016 CCAR cycle charges\n\nSource: BofA Merrill Lynch Global Research\n\n16 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014330",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014330.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2002,
    "word_count": 324,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:46.694512",
    "prefix": "IMAGES-002"
  }
}