{
  "document_id": "HOUSE_OVERSIGHT_019734",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019734.txt",
  "text": "246 | HOW AMERICA LOST ITS SECRETS\n\nused in Hawaii to guide or assist Snowden, they would be put back\ninto sleeper mode. If any telltale traces had been left in chat rooms\nor social media, they would be systematically deleted. Even more\nimportant to the ultimate success of such a communications intel-\nligence coup, measures would be taken to conceal the extent of the\ndamage done by the “single point of failure” by not precipitously\nclosing down compromised sources. Snowden might believe that\nthe power of the information he held was so great that if disclosed\nby him, all the NSA’s sources would immediately go dark in Russia\nand China, but Russia might not wish to provide such clarity to its\nadversaries. An intelligence service need not close down channels\nit discovers are compromised by an adversary. Instead, it can elect\nto continue to use them and furnish through them bits of sensitive\nor misleading information to advance its own national interest. The\nreal danger here was not that the NSA’s “lights” would dramati-\ncally be extinguished but that all the future messages illuminated by\nthose lights would be less reliable sources of intelligence. The game\nof nations is, after all, merely a competition among adversaries to\n\n© gain advantages by the surreptitious exchange of both twisted and ©\nstraight information.\n\nTo review: When the NSA asserted in the summer of 2013 that\nover one million documents had been compromised, it was recog-\nnizing the most massive failure in its sixty-year history. Not only\nwere NSA secrets taken, but secret files from the CIA, the British\nGCHQ, and America’s cyber military commands had been compro-\nmised. It was, as Sir David Omand, the former head of the British\nGCHQ, described it, a “huge strategic setback” for the West. The\ngenie could not be put back into the bottle. There is not a reset but-\nton in this game. The best that the NSA could do now was damage\ncontrol while its adversaries took full advantage of the setback. Sev-\neral hundred U.S. and British intelligence officers worked around the\nclock in Washington, D.C., Fort Meade, Maryland, and Cheltenham,\nEngland, for months on end to determine which parts of the most\npowerful communications intelligence system in the world could be\nsalvaged from what had been the Snowden breach.\n\nAdding insult to injury, Snowden, speaking from his new perch\nin Moscow, told applauding audiences that the entire purpose of\n\n| | Epst_9780451494566_2p_all_r.indd 246 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019734",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019734.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2516,
    "word_count": 418,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.793963",
    "prefix": "IMAGES-005"
  }
}