{
  "document_id": "HOUSE_OVERSIGHT_023092",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023092.txt",
  "text": "Methodology\n\nRepatriation impact\n\nWe estimated cumulative overseas profits for the S&P 500 excluding Financials and\nReal Estate via three sources: 1) Bloomberg data on cash held overseas (if\ndisclosed/available}, 2) BofAML analyst estimates on cumulative overseas profits or\ncash, and 3) our own estimate if neither (1) or (2) are available, based on (Total cash x\n[% of foreign sales +10%J]) for companies with at least 5% foreign sales.\n\nWe apply the effective tax rates proposed by Trump (10%) and the Blueprint (8.75%) to\nour estimated $1.2tn in overseas cash to determine taxes due for the S&P 500 ex.\nFinancials & Real Estate. We estimate that 100% is brought back given that the tax is\nmandatory. To compute the one-time tax impact to GAAP EPS, we divide the cumulative\ntax impact by the S&P 500 divisor, after first excluding the impact from several large\nmultinationals (e.g. AAPL) which already provision a portion of their overseas profits for\nUS taxes and have effective US tax rates well above 35%.\n\nNote that for companies for which our analysts provided estimates, we asked them to\nprovide cumulative overseas profits if possible, but in most cases this number reflects\noverseas cash. Thus, taxes paid could be slightly higher than we estimate given that\nboth the Blueprint and Trump’s plans suggest a mandatory tax on all accumulated\noverseas profits, some of which may be permanently reinvested; here, the Blueprint\nsuggests a lower 3.5% tax for retained earnings not held in cash/equivalents, suggesting\nthat any additional taxes payable that we are not capturing are likely to be small.\n\nTo calculate the % EPS impact from buybacks, we subtract the amount of taxes payable\nfrom total cash brought back for the S&P 500 ex. Financials & Real Estate (and for each\nsector) and divide this by the market cap for the S&P 500 (and for each sector.) We\nmultiply this % impact for the overall index by our 2018E EPS of $137 to determine the\npotential EPS impact, applying various buyback scenarios (10-100%). We use 50% as a\nbase case scenario, which is lower than the 80% brought back during the 2004 tax\nholiday, to be conservative.\n\nBorder adjustments impact on EPS\n\nWe estimate the costs of goods imported and exported for each company using the\nlatest company filings, conversations with analysts, industry research, management\ncommentary and the Input-Output accounts data published by the U.S. Department of\nCommerce. For more information about the Input-Output accounts data, please refer to\nthe Bureau of Economic Analysis website at http://www.bea.gov/industry/io_annual.htm.\n\nWhen using the estimates based on Input-Output accounts, we adjust them to account\nfor the varying foreign exposures of different S&P 500 industries. For companies that\nsource products through importers (e.g. retailers), we only included the costs of goods\nestimated to be directly imported by each company, as taxes pertaining to those\nimported goods should be paid by the importers themselves.\n\nWe estimate the earnings impact of border adjustments based on the additional taxes\nthat companies would pay on the costs of imported goods sold in the US (non-\ndeductible) and any reduction in taxes related to the production costs for exported\ngoods (deductible). To calculate this, we multiple the net value of imported COGS by the\nassumed tax rate. Note that the net impact can be either positive or negative depending\non whether the company is a net importer or exporter. We assume a 50% haircut to the\nimpact to account for from alternate sourcing, currency rates and pricing power.\n\nLower corporate tax rate impact on EPS\n\nWe estimate the normalized effective domestic tax rate of a company based on\nconversations with the analysts or the median 5-year domestic income tax rate. If a\ncompany had a negative tax rate for a particular year, we exclude the tax rate of that\n\nBankofAmerica <2”\n\n24 Equity Strategy Focus Point | 29 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023092",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3977,
    "word_count": 646,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:49.430404",
    "prefix": "IMAGES-007"
  }
}