{
  "document_id": "HOUSE_OVERSIGHT_025097",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025097.txt",
  "text": "10.\n\n11.\n\n12.\n\ntemporarily necessary, but always under the strict control of the political police in order\nto avoid ideological contamination of the people and the excesses of which they are\ncapable. The government continues to uphold the supremacy of centralized planning\nover the market, and the virtues of frugality and non-consumption.\n\nIf an entrepreneur wants to evaluate the country risk before investing anywhere, he\nlooks at the Moody’s or Standard & Poor’s ratings. According to these risk rating\ncompanies, Cuba appears on the most dangerous fringe. There is a very long history of\narrests or simply noncompliance with obligations, and of re-financing which has turned\nout to be useless. They haven’t been able to pay their debts due to a serious and basic\nproblem: Cuban society is very unproductive due to the collectivist economic system\nthat they have imposed on it, and because of the size and priorities of public\nexpenditures decided on by the government.\n\nThe Cuban State lacks substantial reserves, and barely generates sufficient income to\nsurvive from month to month. This means that it does not have its own resources to\nundertake the large public works that it needs, and it requires international loans in\norder to confront them, which becomes a serious problem because it does not possess\nreliable credit.\n\nIn Cuba there are no impartial courts to which one can resort in the case of a dispute of\ncivil law, much less criminal law. There is an absolute legal defenselessness in the face\nof any conflict with the government or with a state-owned enterprise. The government,\naccording to its needs, arbitrarily pursues, imprisons, or releases any citizen, including\nforeign businessmen with whom it has a dispute. In other words, the reverse of a true\nState of Law. That circumstance can be testified to by dozens of persons, including the\nPanamanian Simon Abadi, the Chilean Max Marambio, or the Canadian SArkis\nYacoubian.\n\nForeign businessmen located in Cuba live under the “not-so-discreet” surveillance of the\nsecurity forces, always in the paranoid search for the mythical and evil agent of the CIA.\nMany of the Cuban officials and simple neighbors or potential friends don’t dare to link\nthemselves to foreign businessmen out of fear of losing the government’s trust, or are\nforced to inform in writing about any voluntary or involuntary contact they’ve had with\nthem.\n\nCuba has not resolved the very important problem of currency. Officially, the dollar\nexchange is approximately on a par with the Cuban peso. On the parallel market it’s 24\npesos to 1 dollar. Cubans collect in pesos, but the government sells to them in dollars,\nwhich creates significant dissatisfaction and an obvious sense of injustice.\n\nSalaries are very low (some USS24 a month), which determines the nonexistence of a\npotential market of 11 million consumers. Cubans have the lowest purchasing power\nper capita in Spanish-speaking America.\n\nThe banking system is insufficient and primitive. Dollar deposits — as has happened in\nthe recent past — may be frozen at the discretion of the government.\n\nBureaucracy is very slow and insecure. Officials don’t dare to make decisions, and the\ninstructions they receive are sometimes contradictory.\n\nThe hiring of workers is done through a state-owned company that charges investors in\ndollars and pays in pesos to the Cubans assigned to these jobs. In the transaction, the\nCuban State keeps 94% of the salary. That practice contravenes international\nagreements signed with the ILO.\n\nFor over half a century, Cubans have been accustomed to stealing from the State in\norder to survive, by swelling on the black market the product of that theft. These habits\n\nHOUSE_OVERSIGHT_025097",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025097.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3725,
    "word_count": 600,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:45.137518",
    "prefix": "IMAGES-008"
  }
}