{
  "document_id": "HOUSE_OVERSIGHT_024006",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024006.txt",
  "text": "DIRECTORS OR AFFILIATES. THE DISTRIBUTION OF THIS MEMORANDUM AND THE OFFER\nAND SALE OF THE INTERESTS IN CERTAIN JURISDICTIONS MAY BE RESTRICTED BY LAW. FOR\nINFORMATION REQUIRED BY THE SECURITIES LAWS OF CERTAIN U.S. STATES AND CERTAIN\nJURISDICTIONS OUTSIDE OF THE U.S., PLEASE SEE THE OFFERING NOTICES BEGINNING IN\nSECTION XIV. THIS MEMORANDUM DOES NOT CONSTITUTE AN OFFER TO SELL OR A\nSOLICITATION OF AN OFFER TO BUY THE INTERESTS IN ANY JURISDICTION TO ANY PERSON\nTO WHOM IT IS UNLAWFUL TO MAKE SUCH OFFER OR SOLICITATION IN SUCH JURISDICTION.\nTHIS MEMORANDUM IS NOT, AND UNDER NO CIRCUMSTANCES IS IT TO BE CONSTRUED AS, A\nPROSPECTUS OR ADVERTISEMENT, AND THE OFFERING CONTEMPLATED IN THIS\nMEMORANDUM IS NOT, AND UNDER NO CIRCUMSTANCES IS IT TO BE CONSTRUED AS, A\nPUBLIC OFFERING OF THE INTERESTS.\n\nTHIS MEMORANDUM IS FOR THE CONFIDENTIAL USE OF ONLY THOSE PERSONS TO WHOM IT\nIS TRANSMITTED IN CONNECTION WITH THIS OFFERING. EACH RECIPIENT ACKNOWLEDGES\nAND AGREES THAT THE CONTENTS OF THIS MEMORANDUM AND _ RELATED\nDOCUMENTATION CONSTITUTE PROPRIETARY AND CONFIDENTIAL INFORMATION, THAT\nNEW LEAF VENTURE PARTNERS, L.L.C. (“NEW LEAF” OR THE “MANAGEMENT COMPANY”)\nAND THE FUND DERIVE INDEPENDENT ECONOMIC VALUE FROM THEIR CONTENTS NOT\nBEING GENERALLY KNOWN, AND THAT THE MANAGEMENT COMPANY TAKES REASONABLE\nEFFORTS TO MAINTAIN THEIR SECRECY. IN ADDITION, EACH PERSON WHO RECEIVES THIS\nMEMORANDUM AGREES THAT ITS CONTENTS ARE A TRADE SECRET, THE DISCLOSURE OF\nWHICH IS LIKELY TO CAUSE SUBSTANTIAL AND IRREPARABLE COMPETITIVE HARM TO THE\nMANAGEMENT COMPANY AND THE FUND. BY ACCEPTANCE HEREOF, EACH RECIPIENT\nAGREES NOT TO TRANSMIT, REPRODUCE OR MAKE AVAILABLE TO ANYONE, IN WHOLE OR IN\nPART, THIS MEMORANDUM, ANY SUPPLEMENT HERETO OR ANY INFORMATION CONTAINED\nHEREIN OR THEREIN WITHOUT THE PRIOR WRITTEN CONSENT OF NEW LEAF VENTURE\nASSOCIATES III, L.P. (THE “GENERAL PARTNER”), OR TO USE IT FOR ANY PURPOSE OTHER\nTHAN EVALUATING A POSSIBLE INVESTMENT IN THE FUND. EACH PERSON WHO HAS\nRECEIVED A COPY OF THIS MEMORANDUM (WHETHER OR NOT SUCH PERSON PURCHASES\nANY INTERESTS) IS DEEMED TO HAVE AGREED (I) TO RETURN THIS MEMORANDUM AND ANY\nSUPPLEMENT HERETO TO THE MANAGEMENT COMPANY UPON REQUEST IF SUCH PERSON\nHAS NOT PURCHASED AN INTEREST, (II) NOT TO DISCLOSE ANY INFORMATION CONTAINED\nIN THIS MEMORANDUM OR ANY SUPPLEMENT HERETO EXCEPT TO THE EXTENT THAT SUCH\nINFORMATION WAS (A) PREVIOUSLY KNOWN BY SUCH PERSON THROUGH A SOURCE (OTHER\nTHAN THE FUND, ITS PARTNERS OR ANY AFFILIATES OR AGENTS THERETO) NOT BOUND BY\nANY OBLIGATION TO KEEP CONFIDENTIAL SUCH INFORMATION, (B) IN THE PUBLIC DOMAIN\nTHROUGH NO FAULT OF SUCH PERSON OR (C) LATER LAWFULLY OBTAINED BY SUCH\nPERSON FROM SOURCES (OTHER THAN THE FUND, ITS PARTNERS OR ANY AFFILIATES OR\nAGENTS THERETO) NOT BOUND BY ANY OBLIGATION TO KEEP SUCH INFORMATION\nCONFIDENTIAL AND (II) TO BE RESPONSIBLE FOR ANY DISCLOSURE OF THIS MEMORANDUM,\nANY SUPPLEMENT HERETO, OR THE INFORMATION CONTAINED HEREIN OR THEREIN, BY\nSUCH PERSON OR ANY OF ITS EMPLOYEES, AGENTS OR REPRESENTATIVES.\n\nPROSPECTIVE INVESTORS ARE URGED TO REQUEST ANY ADDITIONAL INFORMATION THEY\nMAY CONSIDER NECESSARY OR DESIRABLE IN MAKING AN INFORMED INVESTMENT\nDECISION. EACH PROSPECTIVE PURCHASER IS INVITED, PRIOR TO THE CONSUMMATION OF\nA SALE OF ANY INTERESTS TO SUCH PURCHASER, TO ASK QUESTIONS OF AND RECEIVE\nANSWERS FROM THE MANAGEMENT COMPANY CONCERNING THE FUND AND THIS\nOFFERING AND TO OBTAIN ANY ADDITIONAL INFORMATION TO THE EXTENT THE\nMANAGEMENT COMPANY POSSESSES THE SAME OR CAN ACQUIRE IT WITHOUT\nUNREASONABLE EFFORT OR EXPENSE, IN ORDER TO VERIFY THE ACCURACY OF THE\nINFORMATION CONTAINED IN THIS MEMORANDUM OR OTHERWISE.\n\nii\nCONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024006",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024006.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3706,
    "word_count": 587,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.607490",
    "prefix": "IMAGES-007"
  }
}