{
  "document_id": "HOUSE_OVERSIGHT_014755",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014755.txt",
  "text": "Asia: short JPY/KRW\n\nPositioning surveys generally indicate that the most consensus Asia FX trades at current\njuncture are short KRW and SGD against USD through and short SGD against the NEER\nbasket and short CNH against a narrow version of CFETS basket. Not surprisingly, these\ntwo basket trades also form a part of our trade recommendations. In fact, these shorts\nmight have increased after US election outcome due to fears of protectionism.\n\nAs a result, we believe that contrarian investors should be long KRW, CNY and SGD\nagainst USD or JPY. Amongst these, our favourite contrarian trade is long KRW vs JPY.\n\nThree triggers\nThree reasons why the current developments may ironically be positive for Korean Won:\n\n« After a brief period of outflows from the equity markets, we believe inflows are set\nto resume. A sustained rally in S&P Index due to the anticipated de-regulation and\nfiscal push will undoubtedly be positive for KOSPI (given the high positive\ncorrelation) and as a result for KRW. Moreover, history suggests that the current sell\noff in rates and KRW is unlikely to spur considerable outflows from the debt market.\n\n¢  Itis still not very clear if the outcome of this US election is going to be negative for\nforeign trade. Should these concerns decrease, positive impact from looser US\nfiscal policy could push Asia growth higher.\n\n« The recent sell off in KRW vs USD from 1100 to 1150 is indicative that domestic\nconcerns around politics, Hanjin shipping troubles and Samsung related issues\nseems to have been largely priced in. As a result, we believe that any additional\ndomestic negative news is unlikely to adversely impact KRW materially.\n\nAdditionally, in terms of valuation, our long term COMPASS model indicates that the\nKorean Won is one of the most undervalued currencies in Asia.\n\nJPY better than USD as funder\n\nWe believe it makes sense to express this contrarian view by short JPY instead of USD.\nCurrently JPY/KRW is at 10.9 and our forecasts indicate it to be at 10.6 by Q4 2017. In\nthe case of a stronger USD, we expect BOK to sound cautious with the pace of KRW\ndepreciation and smooth the move higher in USD/KRW. Moreover, USD/JPY has greater\nsensitivity to USD rates than KRW.\n\nChart 46: KRW, KOSPI, SPX highly correlated Chart 47: KRW more influenced by equity flows than bond flows\n\n1.5 7 ———=3m correl SPX and KOSP| 3000\n=m correl KOSPI and KRW/USD\n\n{ 6000\n05 4000\n2000\n0\n0\ntn -2000\n1 -4000\n& & &% &%> & & %& © %\nN N N BN \\ N N N\nSF SS KX EF WV KK KF WwW SK -6000\na \\ a - \\S- G & &\n\n& ©\nws\n\nwe\n\nmBond flows sm Equity flows\n\n© © © e © &\nFV VW FT of vWF\n\nSource: BofA Merrill Lynch Global Research\n\nSource: BofA Merrill Lynch Global Research\n\nBankof America\n\nMerrill Lynch Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 25\n\nHOUSE_OVERSIGHT_014755",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014755.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2796,
    "word_count": 503,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:47.735074",
    "prefix": "IMAGES-003"
  }
}