{
  "document_id": "HOUSE_OVERSIGHT_021732",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021732.txt",
  "text": "A. Marie Villafafia was the lead federal prosecutor in the Jeffrey Epstein sex case. The U.S. attorney’s office’s handling of\n\nthe prosecution, which led to a plea to minor charges in state court, has been harshly criticized.\n\nLater that year, Acosta and Villafafia put together a plea bargain for Epstein, a\nmultimillionaire money manager who sexually abused nearly three dozen teenage\ngirls at his mansion in Palm Beach. The deal, a federal judge ruled last month, was\nintentionally kept from his victims in violation of the Crime Victims’ Rights Act.\n\nWhile the two cases are unrelated, it shows that both Acosta and Villafana had been\nwarned about the importance of victim disclosure in sex crimes cases before the\nEpstein agreement. They nevertheless forged ahead with a pact with Epstein that\nviolated the law.\n\nU.S. District Court Judge Kenneth A. Marra wrote: “When the Government gives\ninformation to victims, it cannot be misleading. While the Government spent untold\nhours negotiating the terms and implications of the [agreement] with Epstein’s\nattorneys, scant information was shared with victims.”\n\nThis comes as Acosta, who is now the U.S. secretary of labor, is facing mounting\nscrutiny for his oversight of the Epstein case. On Monday, White House press\nsecretary Sarah Huckabee Sanders declined to say whether President Trump has full\nconfidence in Acosta, noting that Acosta’s involvement in the Epstein case is\n“currently under review.”\n\nThe Justice Department launched a probe in January into whether Acosta, Villafafia\nand other prosecutors committed professional misconduct.\n\nFrancey Hakes, who worked in the Justice Department’s Crimes Against Children\nunit, said Zloch’s comments were so brutal that it should have deterred Acosta and\nVillafafia from keeping the deal secret.\n\n“Tt is highly unusual for a court to allege an assistant U.S. attorney has intentionally\nwithheld information. That allegation is like dropping a bomb in the legal\ncommunity,” she said.\n\nThe story behind a Palm Beach sex offender’s remarkable deal\n\nPalm Beach multimillionaire Jeffrey Epstein is a free man, despite sexually abusing\ndozens of underage girls according to police and prosecutors. His victims have never\nhad a voice, until now.\n\n“It seems to show that they are not taking these cases very seriously, they are not\nadvocating for strong punishment for sexual predators, and not advocating for\nvictims in a meaningful way. °\n\nVillafana, a well-regarded 18-year veteran federal prosecutor, would not comment\nfor this story. But her lawyer, Jonathan Biran, said she has worked tirelessly on\n\nHOUSE_OVERSIGHT_021732",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021732.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2625,
    "word_count": 407,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.119509",
    "prefix": "IMAGES-006"
  }
}