{
  "document_id": "HOUSE_OVERSIGHT_020234",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020234.txt",
  "text": "82\n\nher long-time concerns about being watched by the government. “Your victimization by the NSA\nsystem means that you are well aware of the threat that [the NSA’s] unrestricted, secret abilities\npose for democracies,” he continued. “I hope you understand that contacting you is extremely\nhigh risk and if you are willing to agree to the following precautions before I share more, this will\nnot be a waste of your time.” Further heightening her concern that she was under surveillance, he\nasked her to confirm to him “that no one has ever had a copy of your private key and that it uses a\nstrong passphrase.” Such precautions were necessary because “your adversary is capable of one\ntrillion guesses per second.” That “adversary” was, as she knew from her previous film, the NSA.\nAt this point, she knew she was entering into a dangerous liaison with an unknown party in\npursuit of NSA secrets.\n\nTo elude this “adversary,” Snowden stressed to her that she would have to adopt a\nconspiratorial set of mind. “If the device you store the private key and enter your passphrase on\nhas been hacked, it is trivial to decrypt our communications,” he explained. “If you publish the\nsource material, I will likely be immediately implicated.” If her correspondent could be\n“immediately implicated,” it meant that he was a person authorized to handle these secrets. So\nPoitras knew, as early as January 2013 that she was creating an encrypted channel for someone\nwith access to NSA secrets and who would be incriminated by providing them to her.\n\nThe key source for Poitras’ previously-referred to short video was William Binney. Like her\nnew source, he had been authorized to handle NSA secrets. Binney had been a NSA technical\ndirector until he had retired in 2001. The NSA’s domestic surveillance program that Binney told\nthe press about years before being interviewed in Poitras’ film was called “Stellar Wind.” It\nindeed led to a major expose of domestic spying by the New York Times in December 2005. After\nPresident Bush’s own Justice Department then held that such surveillance was illegal, Congress\npassed a revision of the Patriot Act in 2007 that effectively legalize the “Stellar Wind”\nsurveillance program on condition that the NSA obtain a FISA warrant for it that would be\nperiodically reviewed by the Department of Justice.\n\nBinney had never provided Poitras with any NSA documents to back up the charges he made\nabout Stellar Wind. He could not have done so without violating his sworn oath and, for that\nmatter, US anti-espionage statutes. Binney made it clear to her and other journalists that he was\nnot alaw breaker. But her new source, Snowden, was willing to do what Binney (and other\ninsiders) had refused to do. He was offering in these emails to provide her with secret\ngovernment documents even though it would implicate him as an outlaw. To further whet her\nappetite, he told her that these up-to-date NSA documents would fully substantiate the allegations\nthat Binney made in her film. Even more important, he said Binney’s 2001 disclosures were still\nrelevant to her cause. “What you know as Stellar Wind has grown” he wrote her. In fact, as\nSnowden knew from the draft Inspector-General report he stole in 2012 that Stellar Wind been\nterminated in 2011 by the NSA for budgetary reasons. He continued: “The expanded special\nsource operations that took over Stellar Wind’s share of the pie have spread all over the world to\n\nHOUSE_OVERSIGHT_020234",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020234.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3464,
    "word_count": 582,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.848226",
    "prefix": "IMAGES-005"
  }
}