{
  "document_id": "HOUSE_OVERSIGHT_016115",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016115.txt",
  "text": "Exhibit 1: Saudi Vision 2030 Governance Model\n\nDefining Council of Ministers Support Units\ndirections\nand making\n\ndecisions Council of Economic and Finance Committee\n\nDevelopment Affairs\n\n| (CEDA)\n\nCEDA’\nPublic Strategy Committee Project\nLevel 2 Fi Investment _\nDeveloping Strategic Mmiewnrnent Carn nelcian\nstrategies eam at\n\nMinistry of CEDA\n\nManagement Office\n\n2 MIU gun NO\n\nPerformance\nInitiatives Management\n\nBB selection of programs adopted inVision 2030 gi Additional programs under consideration\n\nSource: Saudi Vision 2030\n\nA web of Strategic Programs\n\nSaudi Vision 2030 incorporates a number of Executive Programs and initiatives, with\nimplementation carried out by several government entities. The Vision continues to\ncentralize decision-making into CEDA, chaired by Deputy Crown Prince Mohammed bin\nSalman, and reporting to the Council of Ministers. The Ministry of Economy and\nPlanning also retains an important role, with lower emphasis being put on the Ministry\nof Finance. The Project Management Program also suggests emphasis on ongoing\nreview of capital expenditures, whereby existing review served to examine their approval\nprocess, and control their level. From a macro perspective, the three most important\nprograms for now are: a) the re-shaping of the Public Investment Fund (PIF) into a\nUSS2trn Sovereign Wealth Fund (SWF); b) the new corporate strategy for Saudi Aramco\nto transform it into an energy and industrial conglomerate; and, c) the National\nTransformation Plan (NTP) which encompasses medium-term growth boosting\ninitiatives and fiscal consolidation measures (alongside the Fiscal Balance and\n\nPrivatization Programs). We discuss these three elements in turn below.\n\nTable 1: Strategic Programs introduced by the Saudi Vision 2030\n\nStrategic Program\nGovernment Restructuring Program\n\nStrategic Directions Program\nRegulations Review Program\n\nPerformance Measurement Program\n\nHuman Capital Program\n\nProgram for Strengthening Public Sector Governance\nStrategic Partnerships Program\n\n\"Daem\" Program\n\nPrivate Sector Growth Stimulation Program\nRegional Development Program\n\nFiscal Balance Program\n\nProject Management Program\n\nSaudi Aramco Strategic Transformation Program\nPublic Investment Fund (PIF) Restructuring Program\nPrivatization Program\n\nNational Transformation Plan Program\n\nSource: Saudi Vision 2030, BofA Merrill Lynch Global Research\n\nComment\n\nSupreme Councils have already been implemented, and the Council of Political and Security Affairs and the Council of\nEconomic and Development Affairs (CEDA) have been established\n\nStrategic directions determined by state agencies and approved by the government\n\nSeveral laws have been reviewed or enacted already such as the Company Law, the Non-Governmental Organizations Law,\nthe White Land Law, and the General Authority for Endowments (Awqaf) Law\n\nCenter for Performance Management of Government Agencies has been established\n\nAims to measure, assess, analyze and support the efficiency of civil service\n\nStrategic Management Office reporting to CEDA as well as a Decision Support Center at the Royal Court are to be established\nAims for stronger ties with economic partners to enhance exports\n\nAims to enhance the quality of cultural activities and entertainment\n\nUnder consideration\n\nUnder consideration\n\nLikely target of achieving fiscal balance by 2020\n\nExpert Project Management Offices (PMOs) and a Central Delivery Unit have been established\n\nAims to position Saudi Aramco as a leader in more than one sector\n\nAims to transform the PIF into the largest Sovereign Wealth Fund (SWF) in the world\n\nComprehensive privatization program; targets under study\n\nInterim Key Performance Indicators (KPI) targets to achieve by 2020\n\nOS Merrill Lynch\n\nGEMs Paper #26 | 30 June 2016 5\n\nHOUSE_OVERSIGHT_016115",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016115.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3790,
    "word_count": 533,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:45.074726",
    "prefix": "IMAGES-003"
  }
}