{
  "document_id": "HOUSE_OVERSIGHT_018395",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018395.txt",
  "text": "a Dodge. There is nowhere to go. Gatelands produce “winner take all” systems, but\nthey also produce these “loser gets nothing” dynamics - and an absolutely chilly,\nfatal cost of separation from the winning system. A discipline of network science\nknown as “queing theory” helps us understand why. In studies of massively\nconnected systems, the more time machines spend on their main task - hunting\nprime numbers or DNA patterns, for instance - and the less time chattering with\neach other about how they will compute, the faster they run. Winning protocols\navoid this terrible inefficiency of translation because it can be spread across so\nmuch connection. In fact, the great breakthrough of computer systems in recent\nyears has been the ability to handle massive amounts of data all at once, to maintain\nversions of information in a concurrent state many places in the world. This is the\nessential technical leap that permits compression of time. And it depends entirely on\ncareful and gated design.\n\nTo be inside a gated system is, then, really to be faster because of the slickness of\ncommunication that becomes possible. The very structure of the system accelerates\nthat compression of time. This design feature of networks, in which winners take\nmore and more, is why gates, and their careful use, will become the most dramatic\nlever for business, research or international politics in coming years. It also explains\nwhy our modern gates are different than older ones. Why it is so damn costly to\nleave them; why mastery of them is even more insanely lucrative than Cecil Rhodes’\ngold mines. Think of the old industrial age power games for a moment: Britain and\nGermany tried to match each other with their industrial output during their fatal\ncompetitive sprint 150 years ago; but imagine if network effects obtained? If\nBritain’s initial head start in the industrial revolution had given them 90% global\ntrade share? Germany would never have even tried to compete. They would have\nbeen the Friendster of the 20 Century: Isolated, slow-growing, powerless and\nfinally consumed by the winning system.\n\nNetworks crave gates. Once a billion people were connected together, of course\nthere was going to be something like Facebook, a Gateland where they could link\none to another in ever-thicker cascades of connection. Once everyone could record\nand watch and share videos, something like YouTube was inevitable. As we try to\npicture the world ahead of us, as we try to ask what tools of power we can acquire to\ntwist this dangerous landscape into something we can manage and predict and\ncontrol, we must ask of it: What does it want? The world wants a protocol for the\nfast exchange of money. It wants a basic language protocol. It wants a place to swap\ninformation about IT security holes. It wants instant translation systems to replace\nthe need to learn to English or Chinese or Spanish so the world can move yet faster. |\nbelieve it wants certain sorts of alliances, a particular type of superpower and even\ncraves a new form of politics. For any nation that controls these gates, there is a\npossibility to use that position to create still more gatekept platforms, to shape the\nprotocols that tie platforms together in the way roads or jet planes link the physical\nworld. This is the iron law of Gateland: Connectivity is power. Which means that\ngatekeeping is, at the end of the day, our most powerful point of a control.\n\n163\n\nHOUSE_OVERSIGHT_018395",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018395.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3457,
    "word_count": 583,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.322563",
    "prefix": "IMAGES-004"
  }
}