{
  "document_id": "HOUSE_OVERSIGHT_016818",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016818.txt",
  "text": "communicate their thoughts to one another. The aim is to present a mosaic of views\nwhich will help make sense out of this rapidly emerging field.\n\nI asked the essayists to consider:\n\n(a) The Zen-like poem “Thirteen Ways of Looking at a Blackbird,” by Wallace\nStevens, which he insisted was “not meant to be a collection of epigrams or of ideas, but\nof sensations.” It is an exercise in “perspectivism,” consisting of short, separate sections,\neach of which mentions blackbirds in some way. The poem is about his own imagination;\nit concerns what he attends to.\n\n(b) The parable of the blind men and an elephant. Like the elephant, AI is too big\na topic for any one perspective, never mind the fact that no two people seem to see things\nthe same way.\n\nWhat do we want the book to do? Stewart Brand has noted that “revisiting\npioneer thinking is perpetually useful. And it gives a long perspective that invites\nthinking in decades and centuries about the subject. All contemporary discussion, is\nbound to age badly and immediately without the longer perspective.”\n\nDanny Hillis wants people in AI to realize how they’ ve been programmed by\nWiener’s book. “You’re executing its road map,” he says, and you just don’t realize it.”\n\nDan Dennett would like to “let Wiener emerge as the ghost at the banquet. Think\nof it as a source of hybrid vigor, a source of unsettling ideas to shake up the established\nmindset.”\n\nNeil Gershenfeld argues that “stealth remedial education for the people running\nthe “Big Five” would be a great output from the book.”\n\nFreeman Dyson Freeman, one of the few people alive who knew Wiener, notes\nthat “Zhe Human Use of Human Beings is one of the best books ever written. Wiener got\nalmost everything right. I will be interested to see what your bunch of wizards will do\nwith it.”\n\nThe Evolving AI Narrative\n\nThings have changed—and they remain the same. Now AI is everywhere. We have the\nInternet. We have our smartphones. The founders of the dominant companies—the\ncompanies that hold “the whip that lashes us’—have net worths of $65 billion, $90\nbillion, $130 billion. High-profile individuals such as Elon Musk, Nick Bostrom, Martin\nRees, Eliezer Yudkowsky, and the late Stephen Hawking have issued dire warnings about\nAI, resulting in the ascendancy of well-funded institutes tasked with promoting “Nice\nAI.” But will we, as a species, be able to control a fully realized, unsupervised, self-\nimproving AI? Wiener’s warnings and admonitions in Zhe Human Use of Human Beings\nare now very real, and they need to be looked at anew by researchers at the forefront of\nthe AI revolution. Here is Dyson again:\n\nWiener became increasingly disenchanted with the “gadget worshipers” whose\ncorporate selfishness brought “motives to automatization that go beyond a\nlegitimate curiosity and are sinful in themselves.” He knew the danger was not\nmachines becoming more like humans but humans being treated like machines.\n“The world of the future will be an ever more demanding struggle against the\nlimitations of our intelligence,” he warned in God & Golem, Inc., published in\n\n15\n\nHOUSE_OVERSIGHT_016818",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016818.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3119,
    "word_count": 522,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.059380",
    "prefix": "IMAGES-004"
  }
}