{
  "document_id": "HOUSE_OVERSIGHT_027915",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027915.txt",
  "text": "again. The more I talked, however, the more I sensed that the details weren’t\nwhat General Tzur really wanted to know. I think what he actually wanted to\ngauge was whether / felt confident. He wanted to reassure himself he wasn’t\ntaking any more than the obvious risks in sending us, in Uri Ilan’s footsteps,\nback into Syria. Fortunately, he didn’t ask whether I was sure we’d succeed. If\nhe had, I would have said, yes, we were prepared. But there was no way we\ncould be certain. Still, he must have got what he wanted. When we reached the\nedge of Netanya, he shook my hand, wished me luck and went on his way.\n\nThe rest of the team was waiting at the crossroads for me to join them. Two\nteams, in fact: mine, with whom Id be crossing into Syria in less than 10 hours’\ntime, and our hillutz, or back-up. A hillutz was always a part of sayeret\noperations. The back-up group would stay on the Israeli side of the border. If we\ngot into trouble, they’d come in after us.\n\nEven after my briefing for the chief of staff, we had one last stop to make on\nthe way north. It was at the headquarters of the army’s northern command. It\nwas in a Tegart fortress, one of dozens built by the British around the country,\nwith watchtowers on each corner of the outer walls. The northern commander\nwas an equally forbidding figure. Avraham Yoffe had served in the British\nartillery in the Second World War and the Golani Brigade in 1948. He used to\njoke with other officers that while they looked like a bunch of kids, he was the\nonly one with the true bearing of a general.\n\nHe must have been busy when we arrived, because we ended up hanging\naround in the courtyard for nearly 20 minutes. Just as I was beginning to worry\nthat the timetable for what really mattered — our climb up onto the Golan — was\nbeing put at risk, I noticed that off to the side was a beautifully polished jeep. I\nassumed it belonged to General Yoffe, who was known to be an avid hunter and\nwould later become the head of Israel’s National Parks Authority. It had a\npadlocked metal grill on the back which held two jerrycans of gasoline. Yori\nCohen, the commander of the back-up team, and I spotted the fuel containers at\nthe same time. We couldn’t help smiling. Yes, we were about to embark on an\noperation which, assuming we didn’t fail, would finally give Israel real-time\nintelligence from across our border for the first time since the 1950s. But we\nwere still Sayeret Matkal, still chronically short of gasoline for our field\nexercises. And I still hadn’t forgotten how to pick a lock. As Yori stood guard, I\nbroke into the grill and removed the jerrycans, one for each of us, and closed it\nagain. Then, after briefing the general, we headed to our setting-off point. Yoffe\nhimself left to join Avraham Arnan and Meir Amit’s intelligence deputy,\n\n67\nHOUSE_OVERSIGHT_027915",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027915.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2837,
    "word_count": 520,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.022795",
    "prefix": "IMAGES-009"
  }
}