{
  "document_id": "HOUSE_OVERSIGHT_020177",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020177.txt",
  "text": "Zo\n\ndisclosed one such FISA warrant to support his charge. It was issued by Judge Roger Vinson of\nthe FISA court on April 25, 2013 and ordered Verizon to turn over to the FBI all its billing\nrecords of landline customers for the next 90 days. The FBI presented this FISA authorization to\nthe NSA, which acts as a service organization for the FBI and CIA in collecting communications\ndata. The NSA, with the FISA warrant in hand, then obtained the Verizon billing records.\nSnowden also provided the Washington Post and Guardian with another secret document, which\nwas actually a power point presentation on 20 slides by the NSA to other intelligence agencies. It\ndescribed a program it was using for monitoring the Internet. Its code name was PRISM. It was\nauthorized under Section 702 of the Foreign Intelligence Surveillance Act and was designed to\ncollect messages sent over the Internet from foreigners. Since most of the Internet pipes that\ncarried these messages ran through the United States, the NSA intercepted a large part of the data\nfrom Internet companies based in America. This program was not entirely secret from the\nInternet companies. Such information was in fact obtained with FISA court approval and with\nthe knowledge of the service providers. It also requires a written directive from both the\nAttorney General and the Director of National Intelligence, and a review by the Department of\nJustice every three months of each case. After obtaining this data, the NSA ran programs to\nfilter out all domestic Internet communications. In theory at least, PRISM targeted foreign\ncommunications, but, as Snowden pointed out, domestic information was also accidently picked\nup. Whenever the Justice Department actually opened an investigation against Americans in\ncontact with foreign suspects, as it did in 170 cases in 2013, it could obtain warrants from the\nFISA court to search these Americans’ Internet activities. So though PRISM supposedly was a\ntool for foreign surveillance, it could be extended to Americans in contact with foreign suspects.\n\nThese two documents raised legitimate questions for many Americans, including members of\nCongress, about the proper role of the FISA court, including should it conduct its business in\nsecret? If Snowden had released only these two documents that related to unwarranted domestic\nsurveillance, and other possible violations of the law by the NSA, it would be difficult for any\nreasonable person not to see his actions as a valuable and even necessary public service. After all,\nas the three-judge panel of the Second U.S. Circuit Court of Appeals would later find, Congress\nhad not intended Section 215 of the Patriot Act to be used to justify the bulk collection of\nAmerican records. So if he had limited his illegal downloading to the few documents about bulk\ncollection, it would be more difficult to argue that he was not a whistle-blower in spirit if not in\nthe letter of the law and even a hero of the struggle to preserve our civil liberties. But, in fact, he\ntook a great many other secret documents that did not bear on civil liberties issues.\n\nAs a result, the Snowden case produced a great divide in the American appreciation of him.\nOn one hand, he has been almost universally lauded and lionized by what might be seen as the\nmainstream media, by numerous academics, and even, as we have seen, by members of Congress.\nThe journalists who assisted him, such as like Greenwald, Poitras and/ Gellman also have been\ncelebrated for the roles they played in bringing Snowden’s revelations to the public. In other\ncircles, the appreciation had been of him has been very different. American and British intelligence\n\nHOUSE_OVERSIGHT_020177",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020177.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3706,
    "word_count": 611,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.591088",
    "prefix": "IMAGES-005"
  }
}