{
  "document_id": "HOUSE_OVERSIGHT_020516",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020516.txt",
  "text": "SECTION 5\n\nThink Tanks\n\nThink tanks play an unparalleled role in shaping American public opinion, media\nnarratives, and US government policy. For this reason, they are high-value targets for\nlobbying and influence activities by foreign governments and nongovernmental actors,\nincluding those from the People’s Republic of China.\n\nThink tanks in the United States date to the early twentieth century, when industrial\ncapital and private philanthropy (led by the likes of Andrew Carnegie, John D. Rockefeller,\nAndrew W. Mellon, and Henry Ford) began to endow private nonprofit research\ninstitutions at a time when there was increasing government demand for expertise on\na growing range of public policy issues. Over the past century, think tanks have come\nto play ever more vital roles in the American public policy process, and they contribute\nboth directly and indirectly to public education, a richer public dialogue via the\nmedia, greater civic engagement, and better-informed government policy formulation.\n\nOf the approximately 1,800 think tanks in the United States today, about half are\nresearch institutions located within US universities. For the purpose of this section,\nhowever, only those think tanks located in nonuniversity private sector settings are\nconsidered. Most of these think tanks and research institutions enjoy tax-exempt\nstatus under section 501(c)(3) of the Internal Revenue Code, which stipulates that\nthey are restricted from legislative lobbying as “action organizations.” Institutions that\nreceive this tax-exempt status must either be charitable philanthropic organizations or\nresearch organizations (think thanks) that operate in a supposedly nonpartisan way\nand in the general public interest. Because they are largely privately funded through\ndonor contributions, US think tanks compete tenaciously for support, professional\nexpertise, and public impact.\n\nRoles of Think Tanks in American Society\n\nThe universe of think tanks in the United States is very diverse, and each think tank\nperforms different missions for different audiences and clients through different means\nof output. Four roles are especially relevant to discussions of Chinese interest and\npotential influence seeking.\n\nThe first and most important role is educating the public and better informing the\n\n“policy community.” The majority of mainstream think tanks consciously perform\nthese functions through a variety of mechanisms: publishing books, articles in\n\nHOUSE_OVERSIGHT_020516",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2486,
    "word_count": 359,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.944349",
    "prefix": "IMAGES-006"
  }
}