{
  "document_id": "HOUSE_OVERSIGHT_019328",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019328.txt",
  "text": "The production of the following episodes will wrap early 2017:\n\nOn Emily Dickinson’s “I cannot dance opon my Toes”: Cynthia Nixon, Yo Yo Ma, Marie Howe\nand Bill T. Jones; On Marianne Moore’s “The Fish”: Jorie Graham, Edward Norton, Conservation\nInternational scientists, and the passengers and crew of oceanographic vessel The Alucia; On\nElizabeth Bishop’s “One Art” or Edna St. Vincent Millay’s “Four Sonnets.”\n\nJeffrey,\n\nJust a quick note to thank you again for all the help you've given me. The generous contribution you\nmade last year to Verse Video Education is now in use (we've hired our new editor!). Once he helps\nus to plow through the work of this year, we'll begin to look forward to crafting educational content on\nthe literature of art, sport and play (these materials now including footage from recent shoots with\nShaquille O'Neal, Yo Yo Ma, Cynthia Nixon, Bono and others). 100K makes so much possible.\n\nBut, of course, you've also been a key preceptor as I've learned how --squirming ail the way--the\nsausage really gets made in public television. | can't say I've been entirely successful in taming costs\nthere, but I've been far better armed and more mindful of what they should be after the stern tutorial\nyou administered.\n\nWhenever Templeton might be ready to evaluate another application, I'm ready for another proposal\nfor them. | wonder if you might arrange a meeting for me with the famous Barnaby? | can't yet afford\na grant writer, and so the time one of these suckers takes makes me think doing more advance\nreconnaissance is crucial. Would he meet with me? Kosher? I'd also love to meet with the Blacks as\n| get closer to making content on theatre. | hope that Debra is well.\n\nAnd heard there's another little Jeff in the caribbean...\nBest,\n\nElisa New\n\nPowell M. Cabot Professor of American Literature\nHarvard University\n\n148 Barker Center\n\n12 Quincy Street\n\nCambridge, MA\n\n02138\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\n\nHOUSE_OVERSIGHT_019328",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019328.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2158,
    "word_count": 357,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.512255",
    "prefix": "IMAGES-005"
  }
}