{
  "document_id": "HOUSE_OVERSIGHT_015685",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015685.txt",
  "text": "Preface xi\n\nwas a breakdown in communication. Of course, this may be a purely\npersonal failing, but when I talk to people in other companies they\nreport the same problem. It seems we all find communication difficult.\n\nhave wondered for many years why it is called the ‘art of\ncommunication. Surely it’s a science, governed by bits, bytes and\nbandwidth. That might be true of the symbols in an email — they are\nclearly encoded symbolically — but is the understanding in our brains\nsimply encoded by symbols? What is the physics that underlies human\nunderstanding?\n\nEach summer I go on holiday to escape engineering for a couple of\nweeks. While away I indulge my passion for reading books by the likes\nof Douglas Hofstadter, David Deutsch and Stephen Hawking. One book\nthat struck me years ago was Roger Penrose’s The Emperors New Mind.\nIn it, he tackles the question of what happens in the human brain when\nwe understand something. He extends an idea put forward by J.R. Lucas\nof Oxford University that minds must be more powerful than computers\nbecause they do something computers cannot: namely to step beyond\nmere rules and see truth. Colloquially we call this ‘common sense’ or\n‘stepping outside the box’\n\nThe Lucas argument uses the theories of Gédel and Turing to\nshow computer algorithms have limitations. Some things are simply\nnot computable. Computers can do many useful things, but they cannot\ndiscover new mathematical theorems, such as a proof of Fermat’s Last\nTheorem. In 1996, Andrew Wiles succeeded in finding a solution to this\nproblem. This presents a paradox, solved only if we conclude Andrew\nWiles is not a computer. Indeed, since most mathematicians discover at\nleast one theorem during their lives, we must conclude no mathematician\nis a computer! This is controversial. Most philosophers tend to the\nview put forward by Daniel Dennett that the Universe is an entirely\ndetermined place and any personal sense of free will and creativity is\nan illusion. In Dennett’s worldview, Andrew Wiles is a special purpose\nmachine that was always destined to solve Fermat’s Last Theorem. I\nbelieve this model is flawed. It is my aim in this book to show you why.\nIndeed I am going to go further and argue all human creativity is non-\ncomputational; art, communication, understanding - all are based on\nnon-algorithmic principles.\n\nIf you consider creative thinking deeply enough you're inevitably\ndrawn into the question of whether we have free will. When I get to\nwork each morning, the first thing I do — after a cup of coffee, obviously\n— is choose which creative task to tackle first. I feel this choice is freely\nmade, but the determined determinists assure me I am wrong and my\n\nHOUSE_OVERSIGHT_015685",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015685.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2717,
    "word_count": 458,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.604773",
    "prefix": "IMAGES-003"
  }
}