{
  "document_id": "HOUSE_OVERSIGHT_026308",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026308.txt",
  "text": "If we recruit this ideal candidate; threading the needle of name ID, a center-left bent, a TV- savvy\ncampaign team and a pledge to serve only four years with an apartisan agenda, money and campaign\nexpertise would certainly follow. And 50 state ballot access is a function of time (starting in the fall of\n2019 would be prudential) and hard work as we have discussed and many of you have exhaustively war-\n\ngamed.\n\nPart and parcel of this effort would be motivating the often politically lackadaisical middle to vote. The\nraft of new technologies in data targeting and biometric mobile voting technology could transform the\nelectorate in the next few, amping voter participation and injecting the voices of moderates (both in\npolitical views and level of political interest) into the process. And any third-party effort must\nincorporate advocacy for accelerated adaption of these all but inevitable voter verification tools. I believe\n\nSilicon Valley could be game-changing allies in this effort.\n\nI am sure none of us doubt that chaos could potentially be unleashed by jamming three viable candidates\ninto a two-party system. An election that ends up in the House of Representatives is an uncontrollable,\nmurky and ancient process. But might that be a less scary prospect than relying on the Democrats to\n\nnominate a candidate who can beat Trump in 2020?\n\nOn Fri, Aug 3, 2018 at 8:16 AM, Steve Bannon ii: wrote:\n\nBuried lede\nSent via BlackBerry by AT&T\n\nFrom: \"jeffrey E.\" <jeevacation@gmail.com >\nDate: Fri, 3 Aug 2018 08:13:37 -0400\n\nTo: Steve Bannon qi >\nSubject: Re: Exclusive: Bannon blasts 'con artist' Kochs, ‘lame duck' Ryan, 'diminished' Kelly | TheHill\nloved , not donors - but marks\n\nOn Fri, Aug 3, 2018 at 7:42 AM, Steve Bannon _  £ wrote:\n\nhttp://thehill.com/homenews/ad ministration/400188- exclusive- bannon-blasts-con-artist-kochs-lame-\nduck-ryan-diminished\n\nHOUSE_OVERSIGHT_026308",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026308.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1898,
    "word_count": 299,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.751498",
    "prefix": "IMAGES-008"
  }
}