{
  "document_id": "HOUSE_OVERSIGHT_011453",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011453.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n150\nH3VOGIU3\n\nMR. PAGLIUCA: (continued) I don't care about that,\nbut, you know, I mean, we're going to deal with these issues,\n\nand we'll deal with them so the timing is of no consequence to\n\nme, but I'm not complaining about it, I'm just responding to\n\nit.\n\nBut for those reasons, your Honor, you shouldn't allow\n\nanybody to present any adverse inference from these witnesses.\n\nThey should not just be part of this trial. Thank you.\n\nMR. CASSELL: In reply, your Honor, I think you can\n\njust see from the upset there what's going to be happening at\n\nthis trial. This is the direct quote from Mr. Pagliuca.\n\n\"Fantastical conspiracy\". That's going to be the argument from\n\nthe other side. They're obviously entitled to advance that\n\nargument. But that's what Ms. Giuffre is going to need to\n\nrespond to at the trial. And, of course, the jury will think\n\nthis is a fantastical conspiracy if Ms. Giuffre doesn't even\n\nbring in some of the alleged conspirators such as Epstein,\nKellen, and Marcinkova.\nNow, we'll hear that this is somehow a hearsay issue\n\nunder 801(d) (2). This is not a hearsay. There are going to be\n\nwitnesses in the case, questioned and cross examined. So this\nisn't a question of inadmissible hearsay, this is a question of\npresenting a witness to the jury.\n\nTHE COURT: How do you think this evidence is it's\n\ngoing to go in by way of either deposition or the depositions\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011453",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011453.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1531,
    "word_count": 267,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:48.740352",
    "prefix": "IMAGES-001"
  }
}