{
  "document_id": "HOUSE_OVERSIGHT_024315",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024315.txt",
  "text": "Table of Contents\n\nThe Compensation and Nominating Committee will consider stockholder nominations for membership on the Board. For the 2020 Annual\nMeeting, nominations may be submitted to Carvana Co., 1930 W. Rio Salado Pkwy, Tempe, AZ 85281, Attn: Secretary, who will forward them to the\nChairman of the Compensation and Nominating Committee. Recommendations must be in writing and we must receive the recommendation no later than\nthe close of business on January 24, 2020, and not earlier than the close of business on December 25, 2019. Recommendations must also include certain\nother requirements specified in our bylaws. The committee will apply the same criteria to the evaluation of those candidates as it applies to other director\ncandidates.\n\nWhen filling a vacancy on the Board, the Compensation and Nominating Committee identifies the desired skills and experience of a new\ndirector and nominates individuals who it believes can strengthen the Board’s capabilities and further diversify the collective experience represented by the\nthen-current directors. The Compensation and Nominating Committee may engage third parties to assist in the search and provide recommendations.\nPursuant to a previously informal policy formally adopted in 2019, any search firm that the committee engages is requested to include women and minority\ncandidates in the initial list from which the committee selects director candidates. Also, directors are generally asked to recommend candidates for the\nposition. The candidates would be evaluated based on the process outlined in the Corporate Governance Guidelines and the Compensation and Nominating\nCommittee charter, and the same process would be used for all candidates, including candidates recommended by stockholders.\n\n-7-\n\nHOUSE_OVERSIGHT_024315",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024315.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1795,
    "word_count": 264,
    "line_count": 20,
    "import_date": "2025-11-19T21:47:48.453801",
    "prefix": "IMAGES-007"
  }
}