{
  "document_id": "HOUSE_OVERSIGHT_023166",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023166.txt",
  "text": "OUP CORRECTED PROOF - FINAL, 10/9/2014, SPi\n\nxxxiv The Crooked Course\n\ntwo-track approach: bilateral negotiations in Washington; and the formation of several\nmultilateral working groups to address specific issues such as water, refugees, the\neconomy, etc. It is worth noting that the PLO was not accepted at the negotiating\ntable. Instead the Palestinians were represented by a joint delegation of Jordanian\nofficials and prominent Palestinians, who allegedly were not associated with the PLO.\nIn stark contrast to the Oslo process, the Washington talks under the Madrid formula\nwere public and in the constant glare of the media. This resulted in the parties\ncontinuously posturing to win the favor of the complex power structures that they\nreported to, as well as of domestic public constituencies. However, Madrid broke the\ntaboo of direct bilateral talks between Arabs and Israelis. Madrid failed as a process, but\nsucceeded as a spectacular event for creating hope, and formed a springboard for the\nsubsequent secret Oslo talks.\n\nAs noted in the comments on Part I, Oslo and all subsequent agreements were\nembraced by the three Israeli Prime Ministers before Ehud Barak took office in 1999.\nAs opposed to the gradualist approach of his predecessors, Barak took the path of\ntotalism, i.e. aiming at solving all remaining issues in one go. Pursuant to this approach,\nas he put it: “nothing is agreed until everything is agreed”. Heroically, he wanted to\nresolve simultaneously all matters with Lebanon, Syria, and the Palestinians, and put a\nfinal end to all conflicts.\n\nShortly after his election, I was invited to meet him at his home in the outskirts of Tel\nAviv. He described his new approach metaphorically: “In order to resolve a problem,\nyou need to analyze what the problem is, and define your objective. The problem at\nhand is that we have an ugly dog in front of us. The objective is to beautify the dog. In\norder to do so, you need to analyze why it is ugly. And then you see that it is the tail that\nmakes the dog ugly. Through this analysis, our task becomes easy: by chopping off the\ntail we will have a beautiful dog.” And then he added sarcastically: “But I will not chop\noff the tail of the dog the way you Oslo people have been doing it, painfully slice by slice\nlike a salami. We need to chop it off all in one go.”\n\nIn this spirit, in the summer of 2000 President Clinton brought the parties to the\npresidential estate at Camp David for marathon talks behind closed doors. The attempt\nfailed for many reasons. First of all, a few weeks of talks did not provide ample time to\naddress the thorniest issues (Oslo took six months of negotiation to address the least\ndifficult issues). Other reasons were internal Palestinian disagreements and difficult\ninterpersonal relations, in addition to a “take-it-or-leave it” approach by Israel.\n\nAlthough the leaders left Camp David without diplomatic feathers in their cap,\nPresident Clinton and his team now had a clear sense of what was needed to bridge\nthe gap between the two parties. In late December 2000, he presented what became\nknown as the Clinton Parameters. They were a comprehensive set of American ideas\non how to end the conflict. However, time was not on the side of peace. With his second\nterm coming to an end, Clinton was unable to persuade the parties to conclude an\nagreement. In addition, Likud Party leader Ariel Sharon’s visit to the Temple Mount /\nHaram al-Sharif in September 2000 signaled the second Palestinian uprising. This\nreduced the room for maneuver for the Palestinian negotiators.\n\nFollowing the election of George W. Bush as President of the United States, and\nagainst the backdrop of the new Intifada, Palestinian and Israeli negotiators gathered in\n\nHOUSE_OVERSIGHT_023166",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023166.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3773,
    "word_count": 634,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.291575",
    "prefix": "IMAGES-007"
  }
}