{
  "document_id": "HOUSE_OVERSIGHT_023940",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023940.txt",
  "text": "194 Teaching Minds\n\nare needed in college into the hands of the high schools so that the\nuniversity professor’s life is easier and involves less teaching that he\ndoesn’t want to do.\n\nSo, of course, professors want high schools to do a better job. The\nquestion is why high schools should care about what universities want\nat all. High schools have their own problems, or should have, but they\nhave been convinced to ignore their problems and focus on the prob-\nlems that universities have.\n\nParents demand that high schools prepare their kids for college,\nwhich really means help them get into college. Gradually the high\nschool curriculum has become one giant entrance test for college. The\nidea that someone might not want to go to college seems very odd to\nmost people. So, if the colleges say more math, then more math it is.\nBut colleges are not saying more math in good faith. They are just hav-\ning high schools teach what they don’t want to teach.\n\nBut there are about 3,000 colleges in the United States and only\nabout 50 top-tier research universities. What Yale needs may not be\nwhat the other colleges need. Why, then, is the tail wagging the dog?\nYale says jump and everybody asks how high. Yale sets the rules. Yale\nsays 3 years of math, and 3 years of math it is, even though higher\nmath will not, or at least should not, come up in most college classes.\n\nDoes Yale know it is doing this? Do the faculty understand that\nby requiring that the high schools teach mathematics, they are caus-\ning massive numbers of dropouts and making learning a very stressful\nexperience for most high school students?\n\nI think the answer is no, but even if they did know it, they would\ndo nothing about it. They have a university to run and they simply\ncannot change the way they operate. I can explain this with a story,\nthis time from Columbia University.\n\nI once had the opportunity to create courses for Columbia Uni-\nversity that would be put online through a business I started that\nwas funded (and then abruptly terminated when the dot com boom\nbusted) by venture capitalists. I interviewed various professors at Co-\nlumbia in order to decide which courses to put online. I wasn’t trying\nto simply copy the courses they had but was trying to build learn-by-\ndoing versions of them that would be more engaging than the usual\nlecture course and would try to teach real-world skills rather than the\nusual stuff one gets in an introductory course.\n\nWe decided to build an economics course and talked at length with\nthe chairman of the Economics Department. We decided to simulate\n\nHOUSE_OVERSIGHT_023940",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023940.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2602,
    "word_count": 458,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.815702",
    "prefix": "IMAGES-007"
  }
}