{
  "document_id": "HOUSE_OVERSIGHT_016334",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016334.txt",
  "text": "In the aforementioned Connecticut discussion on The Human Use of Human Beings, Neil\nGershenfeld provided some fresh air, of a kind, by professing that he hated the book,\nwhich remark was met by universal laughter—as was his observation that computer\nscience was one the worst things to happen to computers, or science. His overall\ncontention was that Wiener missed the implications of the digital revolution that was\nhappening around him—although some would say this charge can’t be leveled at\nsomeone on the ground floor and lacking clairvoyance.\n\n“The tail wagging the dog of my life,” he told us, “has been Fab Labs and the\nmaker movement, and [when] Wiener talks about the threat of automation he misses the\ninverse, Which is that access to the means for automation can empower people, and in\nFab Labs, the corner I’ve been involved in, that’s an exponential.”\n\nIn 2003, I visited Neil at MIT, where he runs the Center for Bits and Atoms.\nHours later, I emerged from what had been an exuberant display of very weird stuff. He\nshowed me the work of one student in his popular rapid-prototyping class (“How to\nMake Almost Anything”), a sculptor with no engineering background, who had made a\nportable personal space for screaming that saves up your screams and plays them back\nlater. Another student in the class had made a Web browser that lets parrots navigate\nthe Net. Neil himself was doing fundamental research on the roadmap to that sci-fi\nstaple, a “universal replicator.” It was a visit that took me a couple of years to get my\nhead around.\n\nNeil manages a global network of Fab Labs—small-scale manufacturing systems,\nenabled by digital technologies, which give people the wherewithal to build whatever\nthey'd like. As guru of the maker movement, which merges digital communication and\ncomputation with fabrication, he sometimes feels outside the current heated debate on AI\nsafety. “My ability to do research rests on tools that augment my capabilities,” he says.\n“Asking whether or not they are intelligent is as fruitful as asking how I know I exist—\namusing philosophically, but not testable empirically.”” What interests him is “how bits\nand atoms relate—the boundary between digital and physical. Scientifically, it’s the most\nexciting thing I know.”\n\n114\n\nHOUSE_OVERSIGHT_016334",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016334.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2296,
    "word_count": 376,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.817039",
    "prefix": "IMAGES-003"
  }
}