{
  "document_id": "HOUSE_OVERSIGHT_028223",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028223.txt",
  "text": "/ BARAK / 89\n\nquestion of Jerusalem — than any Israeli leader in the search for peace. Even before\nI'd left for Camp David, the defections from our coalition meant we’d been left\nwith only 42 seats in the Knesset, nineteen short of a majority. Amid the first,\nsketchy media reports that we were even talking about sharing control of parts of\nJerusalem with the Palestinians, there was a chorus of denunciation from right-\nwing politicians back home. Bibi Netanyahu had largely kept out of the public eye\nsince his resignation after the election. Now, he issued a statement accusing me of\nhaving “broken all the red lines held by all Israeli governments.” During the\nPresident’s final push to save the prospects for a summit agreement, Bibi called a\nnews conference. He said he was determined to prevent what he called an\nimpending disintegration of Israeli society. “What we hear from most of the reports\nout of Camp David does not answer our hopes,” he said.\n\nIt hadn’t answered my hopes either. But I had gone into the summit with my\neyes open. Frustrated though I was by the way the summit had ended, I had no\nregrets about going as far as I had in trying to reach, at the minimum, a framework\nagreement. In that sense, it is true the summit had failed. But when I’d urged\nPresident Clinton to convene it, I made the argument that if genuine peace was\never going to be possible, we at least had to know whether Arafat was interested in,\nor capable of, playing his part. That question had, for now, been answered. At least\nas importantly for Israel, the President of the United States and almost the entire\ninternational community recognized we’d done everything realistically possible to\nreach an accommodation. Diplomatically, the ball was in the Palestinians’ court.\n\nThere was a final achievement as well — little noticed or remarked upon in the\ndays immediately after Camp David, but hugely significant. A taboo had been\nbroken. For the first time, all Israelis recognized what their political leaders, both\nLabor and Likud, had long known: a formal, final peace with the Palestinians, if\nand when it came, would require us not just to withdraw from the great majority of\nthe West Bank, but to find a formula for sharing power in Jerusalem. Many Israelis\nstill believed that was a price too high, and not just Likudniks. A couple of weeks\nafter the summit, Leah Rabin told an Israeli newspaper that her late husband would\nbe “turning in his grave” if he’d known the concessions I’d been ready to consider\non Jerusalem. I found the remarks hurtful, but I understood them. In a way, they\ndrove home the point I’d made to Clinton during the summit: a@// Israelis had a\ndeep, emotional attachment to our historic capital. “Yitzhak would never have\nagreed to compromise on the Old City and the Temple Mount,” Leah said,\n\n375\nHOUSE_OVERSIGHT_028223",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028223.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2849,
    "word_count": 494,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.156484",
    "prefix": "IMAGES-009"
  }
}