{
  "document_id": "HOUSE_OVERSIGHT_015034",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015034.txt",
  "text": "--The Los Angeles Times\n“He has lived on the edge so long, he gets his mailed delivered there.”\n--San Francisco Chronicle\n\n“Krassner lives in a world where Truth and Satire are swingers,\nchanging partners so often you never know who belongs with whom.”\n\n--Playboy\n\n“Perhaps the satire magazine that most closely resembles Charlie\nHebdo in terms of inflammatory imagery was The Realist, created by Paul\nKrassner...”\n\n--Time\n\n“Paul taught me that extreme stylistic accuracy could make even the\nmost bizarre comedic concept credible. He is a unique character on the\nAmerican landscape. A self-described “investigative satirist,’ he straddles the\nlines between politics, culture, pornography and drugs -- in other words, the\nland where all of us, were we really honest with ourselves, would choose to\ndwell.”\n\n--Harry Shearer\n\n“T have been a fan of his since I was a snot-nosed kid, and his words\nhave been a driving force and influence on my life. If you have read his work\nbefore, you know the joys that you are in for. If you haven’t, start reading,\nand consider this your lucky day. For Paul Krassner is an activist, a\nphilosopher, a lunatic and a saint, but most of all he is funny.”\n\n--Lewis Black\n\nMany of the pieces in this collection originally appeared in The Realist, High\n\nTimes, AVN, N.Y. Press, National Lampoon, The Nation, L.A. Times, Whole\n\nEarth Review, Huffington Post, Alternet, CounterPunch, and Truthdig.\n\nSeveral pieces have not been published before, but only for this collection.\nFor George Carlin, who continues to serve as a satirical touchstone\n\nHOUSE_OVERSIGHT_015034",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015034.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1592,
    "word_count": 259,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.034481",
    "prefix": "IMAGES-003"
  }
}