{
  "document_id": "HOUSE_OVERSIGHT_030170",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030170.txt",
  "text": "15\n\nsecurity. China, India, South Africa and Brazil all side with Syria. At\nhome, the country will not face starvation -- this year’s wheat harvest\nis estimated at 3.6m tons. Oil and gas exports have so far not been\naffected.\n\nOn the debit side, however, tourism has collapsed; inward investment\nhas dried up; the increase Asad has decree in the salaries of\ngovernment bureaucrats is estimated to cost $1bn a year -- driving the\ngovernment deficit to dangerous heights. If the crisis continues much\nlonger, Syria will need a large cash injection from somewhere, and is\nprobably looking to Qatar. Then there is the unpredictable factor.\nWhat if the protests continue and become more violent? Will the\nmerchant middle class, the backbone of the regime, remain loyal?\nCould the economy take the strain? What might next Friday bring?\n\nI was reached this week on the phone by a well-placed Syrian, close\nto the regime. “Western condemnation of Syria is pure hypocrisy,” he\nfumed. “Every regime in the world will try to destroy its enemies.\nHave you heard of a place called Abu Ghraib? Or the hundreds of\nthousands killed by America in Iraq? Or Israel’s massacre in Gaza?\nOr the 10,000 Palestinians in Israeli jails? If the U.S. and Israel can\nget away with large-scale killing and torture, why can’t we? They\nclaim to act in self-defence, so do we!”\n\nIt would seem that lawlessness and contempt for human life are\ncontagious.\n\nPatrick Seale is a leading British writer on the Middle East. His\nlatest book is The Struggle for Arab Independence: Riad el-Solh and\nthe Makers of the Modern Middle East (Cambridge University\nPress).\n\nHOUSE_OVERSIGHT_030170",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030170.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1646,
    "word_count": 276,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.071424",
    "prefix": "IMAGES-010"
  }
}