{
  "document_id": "HOUSE_OVERSIGHT_016973",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016973.txt",
  "text": "by their Creator with certain unalienable Rights, that among these are Life, Liberty, and\nthe Pursuit of Happiness”? The spectrum of current humans 1s vast. In 1776, “Men” did\nnot include people of color or women. Even today, humans born with congenital\ncognitive or behavioral issues are destined for unequal (albeit in most cases\ncompassionate) treatment—Down syndrome, Tay-Sachs disease, Fragile X syndrome,\ncerebral palsy, and so on.\n\nAnd as we change geographical location and mature, our unequal rights change\ndramatically. Embryos, infants, children, teens, adults, patients, felons, gender identities\nand gender preferences, the very rich and very poor—all of these face different rights and\nsocioeconomic realities. One path to new mind-types obtaining and retaining rights\nsimilar to the most elite humans would be to keep a Homo component, like a human\nshield or figurehead monarch/CEO, signing blindly enormous technical documents,\nmaking snap financial, health, diplomatic, military, or security decisions. We will\nprobably have great difficulty pulling the plug, modifying, or erasing (killing) a computer\nand its memories—especially if it has befriended humans and made spectacularly\ncompelling pleas for survival (as all excellent researchers fighting for their lives would\ndo).\n\nEven Scott Adams, creator of Di/bert, has weighed in on this topic, supported by\nexperiments at Eindhoven University in 2005 noting how susceptible humans are to a\nrobot-as-victim equivalent of the Milgram experiments done at Yale beginning in 1961.\nGiven the many rights of corporations, including ownership of property, it seems likely\nthat other machines will obtain similar rights, and it will be a struggle to maintain\ninequities of selective rights along multi-axis gradients of intellect and ersatz feelings.\n\nRadically Divergent Rules for Humans versus Nonhumans and Hybrids\n\nThe divide noted above for intra Homo sapiens variation in rights explodes into a riot of\ninequality as soon as we move to entities that overlap (or will soon) the spectrum of\nhumanity. In Google Street View, people’s faces and car license plates are blurred out.\nVideo devices are excluded from many settings, such as courts and committee meetings.\nWearable and public cameras with facial-recognition software touch taboos. Should\npeople with hyperthymesia or photographic memories be excluded from those same\nsettings?\n\nShouldn’t people with prosopagnosia (face blindness) or forgetfulness be able to\nbenefit from facial-recognition software and optical character recognition wherever they\ngo, and if them, then why not everyone? If we all have those tools to some extent,\nshouldn’t we all be able to benefit?\n\nThese scenarios echo Kurt Vonnegut’s 1961 short story “Harrison Bergeron,” in\nwhich exceptional aptitude is suppressed in deference to the mediocre lowest common\ndenominator of society. Thought experiments like John Searle’s Chinese Room and\nIsaac Asimov’s Three Laws of Robotics all appeal to the sorts of intuitions plaguing\nhuman brains that Daniel Kahneman, Amos Tversky, and others have demonstrated. The\nChinese Room experiment posits that a mind composed of mechanical and Homo\nsapiens parts cannot be conscious, no matter how competent at intelligent human\n(Chinese) conversation, unless a human can identify the source of the consciousness and\n“feel” it. Enforced preference for Asimov’s First and Second Laws favor human minds\nover any other mind meekly present in his Third Law, of self-preservation.\n\n170\n\nHOUSE_OVERSIGHT_016973",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016973.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3533,
    "word_count": 527,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.624462",
    "prefix": "IMAGES-004"
  }
}