{
  "document_id": "HOUSE_OVERSIGHT_013994",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013994.txt",
  "text": "or “should” do?\n\ne » Can you let the urgent “fail”—even for a day—to get to the next\nmilestone for your potential life-changing tasks?\n\ne » What’s been on your to-do list the longest? Start it first thing in\nthe morning and don’t allow interruptions or lunch until you\nfinish.\n\nWill “bad” things happen? Small problems will crop up, yes. A few people will complain and quickly\nget over it. BUT, the bigger picture items you complete will let you see these for what they are— minutiae\nand repairable hiccups.\n\nMake this trade a habit. Let the small bad things happen and make the big good things happen. —\nOCTOBER 25, 2007\n\nThings I’ve Loved and Learned in 2008\n\nDos was one of the most exciting years of my life. I did more dealmaking and met more people than\n\nin the last five years combined. This produced many surprise insights about business and human nature,\nespecially as I uncovered dozens of my own false assumptions.\n\nHere are some of the things I learned and loved in 2008.\n\nFavorite reads of 2008: Zorba the Greek and Seneca: Letters from a Stoic. These are two of the most\nreadable books of practical philosophies ve ever had the fortune to encounter. If you have to choose\none, get Zorba, but Lucius Seneca will take you further. Both are fast reads of 2-3 evenings.\n\nDon’t accept large or costly favors from strangers. This karmic debt will come back to haunt you. If\nyou can’t pass it up, immediately return to karmic neutrality with a gift of your choosing. Repay it before\nthey set the terms for you. Exceptions: tiber-successful mentors who are making introductions and not\nlaboring on your behalf.\n\nYou don’t have to recoup losses the same way you lose them. I own a home in San Jose but moved\nalmost 12 months ago. It’s been empty since, and I’m paying a large mortgage each month. The best\npart? I don’t care. But this wasn’t always the case. For many months, I felt demoralized as others\npressured me to rent it, emphasizing how I was just flushing money away otherwise. Then I realized:\nYou don’t have to make money back the same way you lose it. If you lose $1,000 at the blackjack table,\nshould you try and recoup it there? Of course not. I don’t want to deal with renters, even with a property\nmanagement company. The solution: Leave the house alone, use it on occasion, and just create incoming\nrevenue elsewhere that would cover the cost of the mortgage through consulting, publishing, etc.\n\nOne of the most universal causes of self-doubt and depression: trying to impress people you don’t\nlike. Stressing to impress is fine, but do it for the right people—those you want to emulate.\n\nHOUSE_OVERSIGHT_013994",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013994.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2635,
    "word_count": 466,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.970533",
    "prefix": "IMAGES-002"
  }
}