{
  "document_id": "HOUSE_OVERSIGHT_010591",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010591.txt",
  "text": "66. In view of this information suggesting Brunel could provide significant evidence\nof Epstein’s trafficking in young girls for sexual abuse, Edwards had Brunel served in New York\nfor deposition. See Notice of Deposition of Jean Luc Brunel attached hereto as Exhibit “II.”\nBefore the deposition took place, Brunel’s attorney (Tama Kudman of West Palm Beach)\ncontacted Edwards to delay the deposition date. Eventually Kudman informed Edwards in\nJanuary 2009 that Brunel had left the country and was back in France with no plans to return.\nThis information was untrue; Brunel was actually staying with Epstein in West Palm Beach. See\nBanasiak deposition, deposition attachment #16 at 154-160 and 172-175; see also pages from\nEpstein's probation file evidencing Jean Luc Brunel (JLB) staying at his house during that\nrelevant period of time attached Exhibit “JJ”. As a result, Edwards filed a Motion for Contempt,\nattached hereto as Bxhibit “KK” (Because Epstein settled this case, the motion was never ruled\nupon.)\n\n67. | Edwards was also informed that Epstein paid for not only Brunel’s representation\nduring the civil process but also paid for legal representation for Sarah Kellen (Epstein’s\nexecutive assistant and procurer of girls for him to abuse), Larry Visoski (Epstein’s personal\npilot), Dave Rogers (Epstein’s personal pilot), Larry Harrison (Epstein’s personal pilot), Louella\nRabuyo (Epstein’s housekeeper), Nadia Marcinkova (Epstein’s live-in sex slave), Ghislaine\nMaxwell (manager of Epstein’s affairs and businesses), Mark Epstein (Epstein’s brother), and\nJanusz Banasiak (Epstein’s house manager) It was nearly impossible to take a deposition of\nsomeone that would have helpful information that was not represented by an attorney paid for by\n\nEpstein. See Edwards Affidavit, Exhibit “N” at §11.\n\n26\n\nHOUSE_OVERSIGHT_010591",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010591.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1838,
    "word_count": 276,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:44.559192",
    "prefix": "IMAGES-001"
  }
}