{
  "document_id": "HOUSE_OVERSIGHT_022361",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022361.txt",
  "text": "Deutsche Asset\n& Wealth Management\n\nBlanche Lark Christerson\nManaging Director, Senior Wealth Planning Strategist\n\nTax Topics 04/29/13\n\n2013-05\n\nFiscal Year 2014 Budget issued\n\nOn April 10\", President Obama issued his Fiscal Year 2014 budget. Shortly thereafter, the Treasury\nDepartment issued its “Green Book,” which explains the tax provisions in the budget. Although most of\nthese provisions are familiar and have appeared in previous budgets, a few were new. Here is a selected\n\noverview of some of these provisions, most of which would apply (assuming Congress enacts them) as of\n2014:\n\ne Limit the value of certain tax benefits. As in previous budgets, the current budget proposes to limit\nthe value of various tax benefits so that they only reduce or shelter income that would be taxed at 28%\nor less. In other words, taxpayers with income that would be taxed at the 33%, 35% or 39.6% rate\nwould see tax benefits curtailed, including ALL itemized deductions (these include deductions for\nmortgage interest, charitable contributions and state and local taxes), tax-exempt municipal bond\ninterest, employer and employee contributions to employer-sponsored health insurance, employee\ncontributions to retirement plans such as 401(k)s, contributions to health savings accounts and Archer\nmedical savings accounts, interest on education loans and certain higher education expenses. Because\nan affected taxpayer’s pre-tax contribution to her retirement account would be taxed, the account's\n“basis” would be increased accordingly.\n\nComments. This proposal is not new, but the basis adjustment for retirement accounts is an equitable\nprovision that was previously missing. Also, because the proposal would apply to income that is taxed\nat 33%, 35% or 39.6%, it would increase taxes on some of those President Obama has previously\npledged to insulate from higher taxes — namely, individuals with income under $200,000 or married\ncouples filing jointly with income under $250,000. That is, in 2013, the 33% tax rate applies to taxable\n\nincome in excess of $183,250 (single taxpayers), $203,150 (head of household) and $223,050 (married\nfiling jointly).\n\ne The “Buffett Rule.” To limit the advantage that high-income taxpayers enjoy from the preferential low\nrates on dividends and long-term capital gains, the budget proposes the “Fair Share Tax” (FST), a new\n\na\n\nHOUSE_OVERSIGHT_022361",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022361.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2384,
    "word_count": 361,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.815091",
    "prefix": "IMAGES-006"
  }
}