{
  "document_id": "HOUSE_OVERSIGHT_012126",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012126.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 20 of 23\n\nnext thing I knew, I was sent my victim’s letter, my notification of being a victim through\nthe US Attorney’s Office and that’s when I knew it was well out there enough not to have\nJeffrey’s lawyers come back on me and discredit me in the same way he had done to all\nthe other girls. So, I called up Joseph Bird who was the recommended lawyers on my\npaperwork that they had given me and started going from there.\n\nJS: So you contact Mr. Joseph Bergs’ office and then you were dealing with his office from\nthat point forward.\n\nV: That’s correct.\n\nJS: Tell me about the ending of your relationship with Jeffrey. That is, at what point in time\ndid your full time employment end and how did that happen?\n\nV: Ok. So, it hadn’t really ended. I walked away from it all. Jeffrey sent me to Thailand\nwhere I met my husband and escaped to Australia, never to return back to the states.\nAbout 6-months prior to that, he came up with a proposition that I thought was really\ndisgustingly sick. And it really showed me for the first time in 4 years I had been with\nhim that nothing was going to change and I was always just going to be used by him(?)\nwhich I did not like. He offered me a mansion and some of his money every month, I\nforget what he called it, a monthly income of what he made to bear one of his children.\nThe proposition was that if anything ever happened between Jeffrey and I, that I would\nhave to sign my child over to him basically and that the child would be his and\nGhislaine’s, and I would be looking after it as long as nothing happened between Jeffrey\nand I. So, I was kind of freaked out by all of that. I pushed Jeffrey more to please get me\nsome more training, you know, and I was getting older and not of as much interest to\nJeffrey anyways. I was 19 now, and he likes a female a lot younger. So he sent me to\nThailand, in September 2002_. I was first supposed to meet a girl there and bring her\nback with me, but I never met up with her. I proceeded get a short course in Thai massage\nso that was to shut me up about my training so I went there, and one of my friends from\nschool invited me to watch a fight, like a muay thai fight, which is like a form\nkickboxing. So I went and watched it, and I saw this guy that was a really good fighter,\nand a girl’s word, looked really hot, so I asked my friend who knew him to introduce me.\nWe got introduced and fell in love immediately, 3 days later Rob proposed and 7 days\nlater I was being married in a buddist temple. I called Jeffrey and told him I’m sorry, I’m\nnever coming back. I’ve gotten married, I’ve fallen in love. I thought he’d wish the best\nfor me but he was kind of rude and he just said “have a good life” and hung up the phone,\nand that was the last time I'd talked to him ever until all this started again.\n\nJS: Ok. Virginia, is there anything else that you would like to add to what you have told us\nup to this point in time?\n\nV: I'd like to know that this time around something’s going to be done about it and that\nJeffrey and a lot of his colleagues, no matter how rich they are, will know that there is\n\nHOUSE_OVERSIGHT_012126",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012126.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3187,
    "word_count": 627,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.477847",
    "prefix": "IMAGES-001"
  }
}