{
  "document_id": "HOUSE_OVERSIGHT_018645",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018645.txt",
  "text": "thinking.”\n\nKOK ok\n\nI've been practicing BDSM for a while, now, and it has been amazing. I've had a lot of\nvery intense sexual experiences and I feel incredibly confident about my sexuality. I feel\nvery far away from my younger self, who realized that she was into BDSM and\ncompletely freaked out. However, I used to keep a very detailed (albeit sporadic)\npersonal journal, and this allows me to look into the head of 20-year-old Clarisse. Here's\nsomething I wrote only a couple of weeks after I met Richard, my first serious BDSM\npartner:\n\nOn the surface I have a hard time understanding why this has shocked me so much -- the\nfact that I wanted him to hurt me, the fact that even as I was facing down my demons and\ncrying and incoherent I wanted him to keep biting me, scratching me, bruising me, and\nGod, it was bad, but even now I wish it had been far worse... on some level I want to\nhave been physically scarred. He stopped finally because I started saying \"no,\" and\ncouldn't formulate a coherent answer through my tears when he asked me if I was\nserious. But, of course, although I was serious, I also didn't want him to stop. Of course.\nOf course I wanted him to hear me saying no and keep going, to be protesting and\noverridden. And the reason I couldn't formulate a coherent answer wasn't even that I\ndidn't know the answer was, \"Yes, keep going.\" It was that I knew the answer was yes,\nand when I faced it I started crying so hard I couldn't speak, and he... sensitively, I\nguess... decided it was time to stop.\n\nHow cliche I am. (God, I'm sounding like some naive ingenue from a random de Sade\nplay or something, just discovering my sexuality or whatever.) How self-conscious. And\nhow humiliated and ashamed. Of all the things I think I expected from myself for this, if it\never came true that this was what I wanted -- I never really actually expected to be\nashamed.\n\nWhat I think is especially interesting about those paragraphs is that I felt a certain\nrecognition for my BDSM identity, I felt a certain inevitability about learning what I\nneeded. It made sense to me. \"Of course,\" I wrote, over and over. And at the same time I\nacknowledged that I had considered BDSM before -- but that I hadn't really known what\nthat meant, and I'd had no idea how I would feel if I found it. I knew what I was thinking,\nI knew what I had been thinking, and yet at the same time I didn't know. I had no idea. I\nwas completely confused.\n\nI'm not so confused anymore. These days.... There are a lot of things I don't know, but\nthere are an awful lot of things I do know, too. I have gotten pretty good at knowing what\nI want, even when it's hard to figure it out. And I have a very good sense of my\nboundaries.\n\nBut I also keep trying to figure out how to expand them. This isn't just true with BDSM.\nArguably, my urge to go to Africa and put myself through extreme culture shock was\nsimilar to the urge I feel to expand my head with BDSM. Some of the things I want to do\nwith my life and my body and my self seem almost opaque; totally irrational; a little\nscary -- even to me. I love experiencing and analyzing emotions; experiencing and\n\nHOUSE_OVERSIGHT_018645",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018645.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3162,
    "word_count": 596,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.548751",
    "prefix": "IMAGES-005"
  }
}