{
  "document_id": "HOUSE_OVERSIGHT_014461",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014461.txt",
  "text": "Refining the reflation rotation\n\n2017 is likely to have a number of cross currents as themes. Recovery (we look a\nmodest acceleration in both growth and inflation) and Rotation go hand in hand. On the\nbasis of our central forecasts for growth, inflation and rates and given the moves in the\nmarket already we think that the pace of the rotation has to moderate. (In-line with that\nwe recently downgraded of banks and miners).\n\nReversal refers to the ECB. Our economists are not yet convinced that the ECB will\nstart to unwind loose policy 2017 but the probability is increasing. An ECB that tapers\nbecause growth and inflation are improving would be supportive for markets, notably\nbanks. But tapering because the ability or willingness to do QE fades would likely cause\na setback. Relief or Revolt relates to European politics. Will Europe follow the route to\npopulism (revolt from the voters) or will we find relief for the markets by the end of\n2017 from a Fillon/Merkel duo being in charge of the Euro area’s two largest\neconomies. We think investors will demand a higher risk premium until the French\nElections in May 2017\n\nValuation are reasonable at 14x PE but Europe is cheap on a relative basis and the\nvaluation overhang remains evident in the region’s equity risk premium, which\nimplies 11% upside to get back to 5-year average levels. We see a return to positive\nEPS growth (+7%) in Europe for the first time since 2014, as 3.5% global GDP growth\nshould deliver positive earnings growth (supported by Resources recovery, capex\ndiscipline and FX. +7% growth implies less downgrades than usual (10% is the average).\n\nBond yields and equities — stable/higher inflation breakevens are key. Equities can\ncontinue to perform in an environment of higher rates — the key is that inflation\nbreakevens are not falling. However, a more aggressive bond sell-off taking Treasury\nyields to 3% or higher would undermine EM, the growth outlook and risky assets.\n\nThe rotation out of bond proxies and Defensives into Financials and Cyclicals has\nmoved to extreme levels: relative performance of Financials / Cyclicals versus\nDefensives rose over 6SD in 10-14 months. Technical metrics are at historical extremes,\narguing for a moderation in relative returns and a more balanced approach to sector\nallocation is justified right now. Look for another leg to cyclical trades in the New Year.\n\nSectors have also moved a long way already from a valuation perspective.\nFinancials are now trading around median relative valuation levels. Healthcare PE\nrelative is at the bottom of the historical range and Utilities relative PE is also close to\nthe prior low hit in 2013. Food & Beverage still commands a large premium and PE-\nrelative is 6-10% above the 2010 / 2014 lows.\n\nWe remain cautious on domestic UK exposure. The full impact of sterling weakness\non the UK consumer environment is yet to be felt and Brexit negotiations are likely to\ndrive further uncertainty and FX volatility in our view. Structural issues add to our\nconcerns in Retail and Travel & Leisure (both underweight).\n\nOverweight Oil, Healthcare, Utilities, Media; underweight Food & Beverage. If OPEC\ncuts production and oil recovers up to the high $50s per barrel, Oil sector EPS and cash\nflows can recover significantly and make the highest DY in market (6%) look sustainable.\nHealthcare we believe is too cheap relative to an improving sector growth outlook. 2017\nwill be an important year for newsflow on key pipeline drugs. Evidence of success can\ndrive a re-rating independent of macro. Despite the recent sell-off, among defensives\nand bond proxies Food & Beverage still seems the least attractive. Valuations are among\nthe most expensive in the market and overweight positioning has not corrected\nmaterially yet. We move overweight Media, a wuality cyclical that has lagged badly and\nseen valuations de-rate.\n\nBankofAmerica <2”\n\n2 European Equity Strategy | 01 December 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014461",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014461.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3979,
    "word_count": 653,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.647056",
    "prefix": "IMAGES-002"
  }
}