{
  "document_id": "HOUSE_OVERSIGHT_017811",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017811.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 11 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 12 of 18\n\nThe work release was approved by the Palm Beach County Sheriff’s Office,\nsaid spokeswoman Therese Barbera.\n\n“Jeffrey Epstein, while in custody, met the criteria for the Work Release\nProgram,” Barbera wrote in an email. “There was no factual basis to deny\nMr. Epstein the same availability of this program that is offered to other\ninmates under similar circumstances. Mr. Epstein was closely monitored\n\nand there were no problems encountered during his time in the program.”\n\nBut the sheriff’s own work release policy — a copy of which Barbera provided\nto the Herald — specifically notes that sex offenders aren’t eligible for work While officially confined to the Palm Beach County stockade, serving time for his sex\nrelease. offenses, Jeffrey Epstein was allowed to spend half his day at this West Palm Beach\n\noffice building. It was called work release, although Palm Beach Sheriff's Office rules\nAt first, Barbera questioned whether Epstein was a sex offender at all, noting _ prohibit work-release status for sexual offenders. Emily Michot\n\nthat he didn’t have to register officially until after his release from the jailin = £M/CHOT@MIAMIFIERALD.COM\n2009. But his court papers clearly listed him as a sex offender. In fact, the papers Epstein signed — obtained by the Herald — included all the laws\ngoverning registered sex offenders in Florida.\n\nBarbera refused to explain why Epstein was seemingly allowed to deviate from the agency’s policies. She also would not respond to requests for an\naccounting of the amount of money that Epstein paid the sheriff’s office for his private details.\n\nPalm Beach Sheriff Ric Bradshaw, who has been in office since 2004 — and is widely considered to be one of the most powerful people in the county — did\nnot respond to requests for comment.\n\nAspokeswoman for Palm Beach County Sheriff Ric Bradshaw declined to say why Jeffrey Epstein was allowed work-release status despite rules prohibiting work release for sex\noffenders. Taylor Jones PALM BEACH POST\n\nEpstein’s registration requirements are somewhat confusing, even to those who are responsible for keeping his registration. The Florida Department of\nLaw Enforcement, which keeps the online registry, and the Palm Beach County Sheriff’s Office, where Epstein has to register in person twice a year, gave\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017811",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017811.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2542,
    "word_count": 399,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.920115",
    "prefix": "IMAGES-004"
  }
}