{
  "document_id": "HOUSE_OVERSIGHT_014451",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014451.txt",
  "text": "Healthcare’s forward PE is now down to just a 7% premium relative to the market and\nnearing the valuation lows recorded in 2010-12 when the patent cliff was at its worst\nand pipelines were very weak. Today pipelines are twice the size they were in 2011 and\ninnovation is the key to growth in the sector - pricing power remains strong in drug\ncategories with differentiated products.\n\nCredit: Long Spreads in Europe and US\n\nEurope: Long Xover short Main\n\nRate cuts are off the table it seems, as central banks are starting to recognise the side\neffects of NIRP. This reinforces our view that a continuation of CSPP, entails that the\nreach for yield will extend to those assets that have not seen it yet; long Crossover vs\niTraxx Main.\n\nThe beta outperformance has already started in the cash market. We look at synthetics\nand we see that Crossover has not mirrored that performance. Even though XO has\noutperformed recently, it still has further to go to close the gap vs cash market’s\nperformance.\n\nloannis Angelakis thinks that rising political risks in the following twelve months are\nmore likely to weigh on iTraxx Main performance than Crossover, as Main has higher\nconcentration vs XO on names domiciled in countries with elections.\n\nBuy 30y US IG Industrial spreads\n\nUS high-grade is the market our colleagues in Credit Strategy are most bullish into\n2017. Hans Mikkelsen thinks IG corporate spread maturity curves super-flatten as global\ncredit investors do the twist - i.e. sell shorter maturities and buy the long end. Foreign\ninflows are now concentrated in the back-end, as credit spreads have rallied while the\ncost of currency hedging increased. That means that only the back end of the steep US\ncorporate spread curve offers enough spread to overcome the high cost of currency\nhedging. The flip side is that the front end of the US credit spread curve is very\nunattractive and we expect domestic and foreign investors to accelerate their selling of\nshorter maturity US corporate bonds. Overall, Hans expects the 30yr corporate bond\npart of the market to generate 8%-9% total returns next year.\n\nChart 38: High grade spread forecast Chart 39: High grade returns forecast\n\n290\n6.0\n\n2.0\n\n0.0\n\n-2.0\nso S © S SB A KH A A\ner Ww Se ev NS &\n\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n\nLong AT1s basket\n\nContingent capital continues to offer a compelling premium to European HY and lower\nvolatility than bank equity. The asset class also received a boost last week when the\nEuropean Commission submitted a proposal for AT1 coupons to be prioritized over\ncommon dividends and bonuses if the bank breaches its combined buffer. This placates\none of the main concerns investors have, i.e. that banks could decide to skip a coupon\npayment but maintain their dividend. The confirmation of the role of AT1s in Pillar 2\ncapital is another example of regulators providing clarity on how contingent capital fits\nwithin the overall capital structure. The main short term risk for the trade is the fate of\nthe Italian banks recap, so we will be watching closely to see how that develops.\n\nHG Spread (bps) ——#— Forecast wExcess Return (%)\n\n= Total Return (%)\n5.2\n\n20 Global Cross Asset Strategy - Year Ahead | 30 November 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014451",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014451.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3319,
    "word_count": 561,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:47.342925",
    "prefix": "IMAGES-002"
  }
}