{
  "document_id": "HOUSE_OVERSIGHT_016231",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016231.txt",
  "text": "Two years after Cybernetics, in 1950, Norbert Wiener published Zhe Human Use of\nHuman Beings—a deeper story, in which he expressed his concerns about the runaway\ncommercial exploitation and other unforeseen consequences of the new technologies of\ncontrol. I didn’t read The Human Use of Human Beings until the spring of 2016, when I\npicked up my copy, a first edition, which was sitting in my library next to Cybernetics.\nWhat shocked me was the realization of just how prescient Wiener was in 1950 about\nwhat’s going on today. Although the first edition was a major bestseller—and, indeed,\njump-started an important conversation—under pressure from his peers Wiener brought\nout a revised and milder edition in 1954, from which the original concluding chapter,\n“Voices of Rigidity,” 1s conspicuously absent.\n\nScience historian George Dyson points out that in this long-forgotten first edition,\nWiener predicted the possibility of a “threatening new Fascism dependent on the machine\na gouverner’’:\n\nNo elite escaped his criticism, from the Marxists and the Jesuits (“all of\nCatholicism is indeed essentially a totalitarian religion”) to the FBI (“our great\nmerchant princes have looked upon the propaganda technique of the Russians,\nand have found that it is good”) and the financiers lending their support “to make\nAmerican capitalism and the fifth freedom of the businessman supreme\nthroughout the world.” Scientists... received the same scrutiny given the\nChurch: “Indeed, the heads of great laboratories are very much like Bishops, with\ntheir association with the powerful in all walks of life, and the dangers they incur\nof the carnal sins of pride and of lust for power.”\n\nThis jeremiad did not go well for Wiener. As Dyson puts it:\n\nThese alarms were discounted at the time, not because Wiener was wrong about\ndigital computing but because larger threats were looming as he completed his\nmanuscript in the fall of 1949. Wiener had nothing against digital computing but\nwas strongly opposed to nuclear weapons and refused to join those who were\nbuilding digital computers to move forward on the thousand-times-more-powerful\nhydrogen bomb.\n\nSince the original of The Human Use of Human Beings is now out of print, lost to\nus is Wiener’s cri de coeur, more relevant today than when he wrote it, sixty-eight years\nago: “We must cease to kiss the whip that lashes us.”\n\nMind, Thinking, Intelligence\n\nAmong the reasons we don’t hear much about “Cybernetics” today, two are central: First,\nalthough Zhe Human Use of Human Beings was considered an important book in its time,\nit ran counter to the aspirations of many of Wiener’s colleagues, including John von\nNeumann and Claude Shannon, who were interested in the commercialization of the new\ntechnologies. Second, computer pioneer John McCarthy disliked Wiener and refused to\nuse Wiener’s term “Cybernetics.” McCarthy, in turn, coined the term “artificial\nintelligence” and became a founding father of that field.\n\n11\n\nHOUSE_OVERSIGHT_016231",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016231.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2992,
    "word_count": 475,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.588907",
    "prefix": "IMAGES-003"
  }
}