{
  "document_id": "HOUSE_OVERSIGHT_028559",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028559.txt",
  "text": "Cite as: 586 U.S. (2019) 1\n\nBREYER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n\nNo. 17-1011\n\nBUDHA ISMAIL JAM, ET AL., PETITIONERS v.\nINTERNATIONAL FINANCE CORPORATION\n\nON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n[February 27, 2019]\n\nJUSTICE BREYER, dissenting.\n\nThe International Organizations Immunities Act of 1945\nextends to international organizations “the same immu-\nnity from suit and every form of judicial process as is en-\njoyed by foreign governments.” 22 U.S. C. §288a(b). The\nmajority, resting primarily upon the statute’s language\nand canons of interpretation, holds that the statute’s\nreference to “immunity” moves with the times. As a con-\nsequence, the statute no longer allows international or-\nganizations immunity from lawsuits arising from their\ncommercial activities. In my view, the statute grants\ninternational organizations that immunity—just as for-\neign governments possessed that immunity when Con-\ngress enacted the statute in 1945. In reaching this conclu-\nsion, I rest more heavily than does the majority upon the\nstatute’s history, its context, its purposes, and its conse-\nquences. And I write in part to show that, in difficult\ncases like this one, purpose-based methods of interpreta-\ntion can often shine a useful light upon opaque statutory\nlanguage, leading to a result that reflects greater legal\ncoherence and is, as a practical matter, more sound.\n\nI\n\nThe general question before us is familiar: Do the words\nof a statute refer to their subject matter “statically,” as it\n\nHOUSE_OVERSIGHT_028559",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1598,
    "word_count": 246,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.203114",
    "prefix": "IMAGES-010"
  }
}