{
  "document_id": "HOUSE_OVERSIGHT_014315",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014315.txt",
  "text": "Unauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\n\n2016 Future of Financials Conference\nManagement and client bullishness implies\n\nfurther upside\n\nPrice Objective Change\n\nConference tone bullish into 2017\n\nWe recently hosted over 90 public and private companies and 700 attendees at our\nFuture of Financials conference, where investor attendance was up an impressive 66%\nYoY. The tone from management and investors was uniformly bullish, with more\ngeneralists attending than we have seen in previous years.\n\nRevenue & regulatory upside + positioning = raising POs\n\nWe are raising our price objectives across most of our names. Three primary reasons\nwhy we think there is upside remaining after the recent rally: 1) an improved outlook on\nboth activity levels and interest rates, driving revenue upside; 2) potentially lower\nregulatory burden, particularly as new supervisory leadership can come with the new\nadministration; and 3) relatively lighter positioning in US financials vs. other sectors.\n\nFull house at innovation-focused panels\n\nNew this year, we hosted expert panels on the evolution of clearing, fixed income\nmarket structure, equity market structure, and payments, and how innovation in\nblockchain, big data, and robo advisory can change the game. Strong panel attendance\nsuggested high interest in these themes, and polling feedback suggests shareholders\nwant banks to make investment spend in innovation a priority -- so long as it is self\nfunded with savings found elsewhere.\n\nBanks: Most constructive we've heard in years\n\nWe are raising our POs for our banks by c11% (see Table 1 page 63). When asked if the\nelection results changed 2017 outlooks, all banks were more enthusiastic about growth.\nEchoing sentiment from our panel on regulation and M&A, banks were upbeat on the\nCCAR process potentially evolving post-election. Our top picks out of the conference:\nWFC (sentiment over retail sales practices clouding EPS sensitivity to improving macro},\nC (solid momentum on revenues and capital return), IBKC (moving closer to strategic\ntargets), and EWBC (sentiment post-election appears constructive on regulatory relief).\n\nBrokers, Alternatives, and Asset Managers\n\nThe sentiment around the capital market sector was mostly favorable post the election\noutcome, given the potential for de-regulation, pro-growth, rising rates, lower tax rates,\nand increasing activity levels. For the brokers, given mostly favorable 4Q activity trends\n(more so for trading vs. banking), 1H17 seasonality with easy comps, and potential for\nde-regulation and lower taxes — we like the outlook, particularly for GS. For the asset\nmanagers, despite the move higher post the election on a potential DOL\ndelay/modification and lower tax rates, most expect the DOL to continue in some form\nand the core trends remain challenging — we remain cautious. For the alternative\nmanagers, while we continue to view the structural growth as attractive and a lower\ncorp tax rate could potentially increase the odds of a transition to a C-corp , given the\npotential for a higher carry tax, rising rates, and de-regulation of banks potentially\nmoderating some of the newer growth areas, we view the outlook as more balanced.\n\nSpecialty / Consumer finance\n\nCompanies were generally bullish on the US consumer heading into 2017. AXP\npresented a fairly upbeat outlook on billings, loan and revenue growth, while cautioning\nthat Discount rate pressures and FX headwinds could impact near-term results. The\nprivate tech based lenders were cautiously optimistic that hiccups from earlier this year\nwere behind the sector, while the private payments companies stressed the importance\nof partnering with incumbent leaders and the need to maintain safety standards.\n\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\n\nRefer to important disclosures on page 78 to 81. Analyst Certification on page 75. Price Objective\nBasis/Risk on page 64. 11687665\n\nTimestamp: 17 November 2016 06:24AM EST\n\nBankof America\nMerrill Lynch\n\nEquity | 17 November 2016 Corrected\n\nUnited States\nBanks\n\nUS Financials\nMLPF&S\n\nErika Najarian\n\nResearch Analyst\nMLPF&S\n\n+1 646 855 1584\nerika.najarian@baml.com\n\nMichael Carrier, CFA\nResearch Analyst\nMLPF&S\n\n+1 646 855 5004\nmichael.carrier@baml.com\n\nEbrahim H. Poonawala\nResearch Analyst\n\nMLPF&S\n\n+1 646 743 0490\nebrahim.poonawala@baml.com\n\nKenneth Bruce\n\nResearch Analyst\nMLPF&S\n\n+1 415 676 3545\nkenneth.bruce@baml.com\n\nSee Team Page for Full List of Contributors\n\nHOUSE_OVERSIGHT_014315",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014315.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4818,
    "word_count": 726,
    "line_count": 122,
    "import_date": "2025-11-19T21:47:46.292388",
    "prefix": "IMAGES-002"
  }
}