{
  "document_id": "HOUSE_OVERSIGHT_011621",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011621.txt",
  "text": "the skies; strike out alone at night, with sayeret-issue night goggles, to bring\nback the surviving soldiers after we realized we'd lost one of our APCs ina\nbattle with Egyptians; and even, because I’d been there before on sayeret\nmissions, leading a joint armored force across the Egyptian desert to complete\nthe encirclement of Sadat’s Third Army and effectively end the war.\n\nStill, the memory which has stayed with me longest — summoning back all\nthe miscues and misjudgements of some of Israel’s top commanders, and the\nterrible price paid by the men on the ground to turn things around — was the\nfight for an experimental agricultural facility located just a few miles back from\nour side of the Suez Canal.\n\nOn Israeli military maps, it was called the Chinese Farm. In fact, it was\nJapanese experts who helped set it up in the then-Egyptian Sinai before the Six-\nDay War. When we captured it in 1967, deciphering the characters on the\nequipment had evidently proven beyond our linguistic capabilities. Thus,\nChinese Farm. Now, it was back in Egyptian hands. The sprawling complex,\nwith its web of large irrigation ditches, controlled the main transport corridor\nfrom the Sinai to the bank of the canal.\n\nBefore dawn on October 16, one of the battalions in Arik Sharon’s brigade,\nunder a veteran paratroop commander named Danny Matt, had managed to\ncross the canal on rubber rafts with an advance force of some 750 men and a\nfew dozen tanks. But it was a precarious beachhead, vulnerable to Egyptian air\nstrikes, artillery and Sagger fire. Hopes for any large-scale Israeli counterattack\nrested on moving forward an enormous roller bridge, and hundreds more tanks,\nto complete the crossing — impossible without retaking the Chinese Farm.\n\nThe first I knew of the scale of Egyptian resistance there was about four in\nthe morning on the seventeenth. I got a radio call ordering me to get my\nbattalion ready to move, ASAP. We were attached the other main armored\nforce, along with Arik’s, assigned to lead the crossing. It was under the\ncommand of Avraham “Bren” Adnan, the former overall commander of Israeli\ntank forces. “You’re going north of Tirtur 42,” Bren’s operations officer told\nme. Even without checking our coded map, I knew it was the road running\nalong the upper edge of the Chinese Farm. He told me that the parachutists of\n\n150\nHOUSE_OVERSIGHT_011621",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011621.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2368,
    "word_count": 401,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.833055",
    "prefix": "IMAGES-001"
  }
}