{
  "document_id": "HOUSE_OVERSIGHT_010852",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010852.txt",
  "text": "00:43:54\n\n00:43:55\n\n00:44:00\n\n00:44:00\n\n00:44:02\n\n00:44:04\n\n00:44:09\n\nOn OO hb WON =\n\n00:44:08\noosat2 9\nooae17 10\nooaata 11\nooaae1 12\n004425 13\n00:44:20 14\ncos: 15\n00:44:34 16\noo-aa:37 17\noo-aa:38 18\ncosaan 19\nooaaaa 20\n00:44:47 21\n00:44:50 22\n00:44:53 23\n004086 24\nonaass 25\n\n00:45:03\n00:45:06\n00:45:06\n00:45:12\n00:45:14\n00:45:18\n\n00:45:18\n\nCON OO Rh WN =\n\n00:45:20\n\niis)\n\n00:45:23\nooas2e 10\n00:45:20 14\noosssz2 12\ncosas 13\ncosas 14\n00:45:38 15\nooas:30 16\noo-asa2 17\nooasas 18\nooasae 19\naoasso 20\noo45s1 21\n00:45:52 22\nooasss 23\ncoasss 24\nonasss 25\n\n10/20/2015 01:08:15 PM\n\n196\nVirginia Roberts.\n\nI knew Josefsberg was an attorney who had\nrepresented Miss Roberts based on public\ninformation, and I knew that that would be a\ngross violation of Mr. Josefsberg's\nattorney/client obligations. And as a result of\nthat, it seemed to me that, once again,\n\nMr. Dershowitz was giving false information under\noath In an effort to exculpate himself from the\nsex trafficking that he had been involved with.\n\nIn addition to that, I learned during the\ndeposition on Thursday that it had, quote, not\ncrossed my mind, close quote -- I believe that's\na direct quote from Mr. Dershowitz -- to record a\nconversation with a woman allegedly named Rebecca\nwho had allegedly made certain statements. That\nwas on Thursday.\n\nAnd then yesterday, Friday, I learned that\nMr. Dershowitz, not only had it crossed his mind\nto make a recording, he had, in fact, made such a\nrecording; and in fact, had it transcribed; and\nin fact, turned it over to his attorneys. So,\nonce again, I had what appeared to be a false\nstatement under oath by Mr. Dershowitz in an\nattempt to exculpate himself from the -- the sex\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n197\ntrafficking that we -- we have evidence he has\nbeen involved with.\n\nThe false statements or certainly misleading\nstatements continue. I suppose, some of these\ncould be a matter of judgment. The -~ they raise\ngrave concern to me.\n\nOne of them was that we had propounded an\ninterrogatory requesting the basis for\nMr, Dershowitz's statements that Virginia Roberts\nhad a criminal record. And he said that, well,\nshe's admitted that she had sex with various\npeople, so that renders her a criminal, and\nsomething along those lines, which I didn’t think\nwas very accurate.\n\nBut in any event, that was the answer he\ngave. And then I learned during the deposition\nin the last two days, that Mr. Dershowitz had\nreceived information that he says shows that\nVirginia Roberts had stolen money from a\nrestaurant and had been criminally charged with\nthat,\n\nThat was not produced to us during discovery,\neven though it would have been obviously\nrelevant, and it was directly called for in the\ndiscovery that we were provided with.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n90:46:02\n\n00:46:05\n\n00:46:10\n\n90:46:10\n\n00:46:12\n\n00:46:12\n\n00:46:15\n\nSON OO Rh WD =\n\n00:45:16\n\n©\n\n00:46:17\n00:46:20 10\n00:46:24 11\n00:46:23 12\n00:46:27 13\noose27 14\n00:46:28 15\n00:46:29 16\nooaea2 17\n00:46:34 18\n00:46:35 19\noossaz 20\n00:46:46 21\n00:46:50 22\n90:46:52 23\n00:46:55 24\n00:46:59 25\n\n00:47:02\n00:47:05\n00:47:07\n00:47:11\n00:47:14\n00:47:47\n\n00:47:20\n\noN OO bh WN =\n\n00:47:21\n\n©\n\n00:47:25\n00:47:28 10\nooa7an 11\nooa734 12\n00.4737 13\nooa7a1 14\nooaraa 15\ncoarse 16\nooaras 17\nova7s2 18\ncoarse 19\ncoarse 20\nooas02 21\nooas0s 22\n00:48:08 2d\nooaars 24\nooas1a 2D\n\nPage 196 to 199 of 335\n\n198\nYou know, I also have -- I would like to\nrefresh my recollection and if ~~ if counsel --\nthat's --\nMR. SCAROLA: You can refresh your\nrecollection on anything you need to.\nTHE WITNESS: All right. I'd like to refresh\nmy recollection by looking at --\nMR. SIMPSON: Actually, I -~ I object to this\nanswer as nonresponsive. I haven't heard\nanything about flight logs once.\nMR. SCAROLA: You can continue.\nTHE WITNESS: These -- you know, these all go\nto the statements.\nBY MR. SIMPSON:\nQ. You're looking at a document?\nA. Yeah. Let's mark it as an exhibit if you'd\nlike. This is a memory aid to me.\nQ. Did you prepare it?\nA. Yes, I did. All right. Let's see. At page\n114 of a rough transcript that I saw prepared of\nThursday's testimony, Mr. Dershowitz was asked. Quote:\nYou know that Virginia Roberts is not the only person\nwho has sworn under oath that you were present at\nJeffrey Epstein's Palm Beach home with young girls,\nright? Answer: No.\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n199\n\nThat seemed to me to be false or at the very\nleast misleading testimony given that Mr. Dershowitz\nknew that Juan Alessi, among potentially other people,\nhad identified him as having been in the presence of\nJeffrey Epstein and young girls at the Florida mansion\nand, indeed, had identified a photograph of Virginia\nRoberts,\n\nAt page 164 of the transcript, Mr. Dershowitz\nwas asked, quote: All of the manifests that have been\nproduced in this litigation, the ones that you say\ncorroborate your testimony and exonerate you,\ndemonstrate that you never flew on Jeffrey Epstein's\nplane in the company of your wife, correct? Answer:\nNo, that's not true. I don't know that.\n\nAnd, again, in the context of this litigation\nwhere the flight logs have been, as this question that\nI'm answering tends to show, are so central for\nMr. Dershowitz to testify under oath that he didn't know\nwhether his wife was depicted on the flight log, struck\nme as, at the very least, misleading information, but I\nconcluded in my opinion was actually deliberately false\ninformation, particularly, given this litigation where\nhe has produced, not only his own personal travel\nrecord, but all of his wife's travel records for the\nrelevant period of time.\n\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n12 of 46 sheets\n\nHOUSE_OVERSIGHT_010852",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010852.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5676,
    "word_count": 971,
    "line_count": 275,
    "import_date": "2025-11-19T21:47:46.736285",
    "prefix": "IMAGES-001"
  }
}