{
  "document_id": "HOUSE_OVERSIGHT_019633",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019633.txt",
  "text": "The Crime Scene Investigation | 145\n\nHawaii. Nor would that data be forthcoming from Snowden, who\nmay be the only witness to the crime. By June 23, he was in a safe\nhaven in Moscow. Even though the grand jury case against Snowden\nwas cut and dry, it was also irrelevant because the United States does\nnot have an extradition treaty with Russia.\n\nThe purpose of the intelligence investigation went far beyond\ndetermining Snowden’s guilt or innocence, however. Its job was to\nfind out how such a massive theft of documents could occur, how the\nperpetrator escaped, and, perhaps most urgent, who had obtained the\nunaccounted-for stolen documents from Snowden.\n\nIn his interviews with journalists in Moscow, Snowden studiously\navoided describing the means by which he breached the security\naperture of America’s most secret intelligence service. He only told\nthe journalists who came to Moscow to interview him, with a bit of\npseudo-modesty, that he was not “an angel” who descended from\nheaven to carry out the theft. But the question of how Snowden\nstole these documents may be the most important part of the story.\nThe NSA, after all, furnishes communications intelligence to the\n\n© president, his national security advisers, and the Department of ©\nDefense, intelligence that is supposedly derived from secret sources\nin adversary nations. If these adversary nations learn about the\nNSA’s sources, then the information, if not worthless, cannot be\nfully trusted. The most basic responsibility of the NSA is to pro-\ntect its sources. Yet Snowden walked away with long lists of them.\nIn doing so, he amply demonstrated that a single civilian employee\nworking for an outside contractor, even one not having the neces-\nsary passwords and other access privileges, could steal documents\nthat betrayed these vital sources. He also demonstrated that such a\nmassive theft could go undetected for at least two weeks.\n\nIf Snowden managed this feat on his own, as he claims in his\nHong Kong video, it suggests that any other civilian employee with\na perceived grievance against NSA practices or American foreign\npolicy could also walk away with some of the most precious secrets\nheld by U.S. intelligence. Such vulnerability extends to tens of thou-\nsands of civilian contract employees in positions similar to the one\nheld by Snowden. The lone disgruntled employee explanation is\ntherefore hardly reassuring. If true, it calls into question the entire\n\n| | Epst_9780451494566_2p_all_r1.z.indd 145 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019633",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019633.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2531,
    "word_count": 409,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.622704",
    "prefix": "IMAGES-005"
  }
}