{
  "document_id": "HOUSE_OVERSIGHT_017273",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017273.txt",
  "text": "4.2.12\nWC: 191694\n\nopined that since the body had been embalmed before autopsy, any chemical analysis could be\ncontaminated by the embalming fluid. They also criticized Dr. Ballard for “sloppy” practices in\nhis lab that could add to the contamination.\n\nThe jury, after only a few minutes of deliberation, unanimously convicted Dr. Sybers of first\ndegree murder. He could have been condemned to die, but instead he was sentenced to life\nimprisonment. His only hope of ever experiencing freedom was an appeal, or a new trial motion,\nwhich my brother and I were retained to prepare and argue.\n\nMy brother Nathan, three and half years my junior, has long been my secret weapon. After\ngraduating from NYU law school, he served as an appeals lawyer in the New York Legal Aid\nSociety where he argued hundreds of criminal appeals. Then he worked in a large law firm and at\nthe American Jewish Congress before starting his own boutique appellate law firm. His firm\nincludes two other excellent appellate lawyers who are his partners, as well as several associates.\nI work on many of my most difficult cases with the firm—Dershowitz, Eiger and Adelson. Their\nwork proved invaluable in the Sybers case, as it did in many others.\n\nWe began by reviewing the scientific evidence, as we had in the Von Bulow and Simpson cases.\nAlthough appellate lawyers are supposed to focus only on the trial record, I have never followed\nthat practice. I start over from scratch and revisit all the scientific and other evidence. The result\nis not only an appellate brief focusing on errors committed at the trial, but a motion for a new trial\nbased on newly discovered evidence, which we almost always find. In this case we discovered\nmassive incompetence and sloppiness on the part of the private lab that had “found” traces of\nSMC, and serious problems in the FBI lab as well.\n\nWe were fortunate that among the three judges assigned to hear our appeal, one had had a degree\nin chemistry. He understood the principle, articulated by the courts over the years, that “novel\nscientific evidence” can be admitted at a criminal trial only if it is “sufficiently established to have\ngained general acceptance” by the scientific community. As he later put it: “a courtroom is not a\nlaboratory, and as such is not the place to conduct scientific experiments,” and that “doubts as to\nadmissibility” of such evidence should be resolved “in a manner that reduces the chance of a\nwrongful conviction.”\n\nWith these salutary principles in mind, we set out to convince the appellate court that the\n“science” on which Sybers was convicted was not science at all, but was the result of an\nunscientific effort by an overzealous prosecutor to discover, or if necessary manufacture,\n“evidence” that would confirm his vendetta against Dr. Sybers. We were convinced, based on our\nresearch, that the “finding” of SMC in Kay’s tissues was the result of a classic false positive,\nbased on contamination. We produced our new evidence of massive contamination in Dr.\nBallard’s lab and of problems in the FBI lab. We presented this new evidence, along with the old\nevidence from the trial, to the appellate court.\n\nI argued the appeal. It turned into a seminar on the scientific method. I began as the “teacher”\nbut soon became the “student” when I realized that the presiding judge knew at least as much\nabout the science as I did. A few months later, the court published the decision reversing Sybers\n\n186\n\nHOUSE_OVERSIGHT_017273",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017273.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3476,
    "word_count": 590,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.312299",
    "prefix": "IMAGES-004"
  }
}