{
  "document_id": "HOUSE_OVERSIGHT_016524",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016524.txt",
  "text": "Page 15 of 42\n103 Minn. L. Rev. 844, *873\n\ncorrelative rather than causal, but it nonetheless suggests a reason for why state justice systems took a different path from other\ncommon-law jurisdictions and abolished private charging. Local white majorities had little need for a structural check on\nprosecutors they elected, and they likely did not want a way for African-American citizens to challenge prosecutors and\nindependently pursue their interests in criminal courts. Prosecution redundancy would reduce the control of local majorities to\ndictate enforcement policies, including preferences for selective underenforcement.\n\nB. Judicial and Administrative Review of Decisions Not to Charge\n\nA second structure that creates some redundant authority over decisions not to prosecute exposes those prosecutorial decisions\nto review, either by courts or by supervising officials within an administrative hierarchy. As with private prosecution, this\nmechanism is almost nonexistent among U.S. jurisdictions, with the significant exception of federal law. But this option has\ngained ground elsewhere, in England and throughout E.U. countries. In all these contexts, its adoption responds to demands for\nexpanded victims’ rights in the criminal process. This Section briefly surveys prominent examples of noncharging review in\nfederal law and Europe, then considers why state justice systems uniformly reject it.\n\n[*874]\n1. Oversight of Declination Decisions in Europe\n\nPursuant to an E.U. Directive, !°° twenty-five of the twenty-eight member states of the European Union grant crime victims\nformal rights to seek review of decisions not to file criminal charges based on their complaints. '°! The details of these review\nprocedures vary. Some authorize judicial review of prosecutors’ decisions; most jurisdictions, including Scotland and France,\nprovide at least a means for review by mdependent officials within the prosecution agency, perhaps with an additional\n\npossibility for judicial review. !°* Although E.U. nations with common law-based legal systems, such as Ireland, Northern\n\n103\n\nIreland, and England, have adopted versions of this practice, the [*875] practice is more established in civil law\n\njurisdictions, likely because it is consistent with the longstanding duty in some civil law countries of mandatory prosecution.\n104\n\nProsecutions Vict., Annual Report 14-15, at 86, http://www. opp.vic.gov.au/getattachment/Shc2fefc-8715-4516-9fb8-\n57ea3e4b6342/OPP_ Annual Report_]4_15 Full_web .aspx (noting that pursuant to discretion granted under § 22(b)(ii), the DPP took over\nand dismissed one private prosecution instituted for an \"improper purpose\"). Regarding New Zealand, see Criminal Disclosure Act 2008\n(N.Z.); Criminal Procedure Act 2011 (N.Z.); Crown Law, Solicitor-General's Prosecution Guidelines 4 (2013), http:/;www\n.crownlaw.govt.nz/assets/Uploads/Prosecution-Guidelines/prosecution-guidelines-2013.pdf. Scotland is much more restrictive. See Criminal\nProcedure (Scotland) Act 1975, c. 21, § 310A (Scot.) (stating in a provision added in 1996 that \"except where any enactment otherwise\nexpressly provides, all prosecutions under this Part of this Act shall be brought at the instance of the procurator fiscal\"); Frazer McCallum,\nScottish Parliament Info. Ctr., The Scottish Criminal Justice System: The Public Prosecution System 2 (2016), http:/;www\n.parliament.scot/ResearchBriefingsAndFactsheets/S5/SB_16-47_The_\n\nScottish_Criminal_Justice System_The Public Prosecution System.pdf (\"Prosecutions by private individuals are possible in some\ncircumstances, but are very rare.\"). Before 1995, judicial approval was granted for only two private prosecutions in Scotland in the twentieth\ncentury. See Woman Loses Attempt to Bring Private Prosecution. Judges Reject Move on Rape Case, Herald Scot. (June 1, 1995),\nhittp://www.heraldscotland.com/sport /spl/aberdeen/woman-loses -attempt-to-bring-private-prosecution-judges-reject-move-on-rape-case-1\n677607.\n\n7 See Challenging the Decision Not to Prosecute, Eur. Union Agency for Fundamental Rts. (2014) [hereinafter FRA Report],\nhttp://fra.europa.eu/en/publications-and-resources/data-and-maps/comparative-data/victims-support -services/prosecution (summarizing\npolicies of EU nations). This source arguably overstates private-prosecution jurisdictions by characterizing \"private prosecution\" broadly to\ninclude states, such as France, in which victims can initiate petty offense charges and inquiries by investigating judges but may pursue only\ncivil actions without public prosecutors. See Country Studies for the Project \"Victim Support Services in the EU: An Overview and\nAssessment of Victims' Rights in Practice,' Eur. Union Agency for Fundamental Rts. (Feb. 2016), /ittp://fra.europa.eu/en/country-\ndata/201 6/country-studies-project-victim-support -services-eu-overview-and-assessment-victims. For separate developments in the Council\nof Europe, including standards for victim assistance and procedural rights to be informed about and participate in criminal proceedings, and\nfor a victim's right to review decisions not to prosecute, see Comm. of Ministers, Council of Eur., Recommendation Rec(2006)8 of the\nCommittee of Ministers to Member States on Assistance to Crime Victims (2006); Comm. of Ministers, Council of Eur., Recommendation\nNo. R (87) 4 of the Committee of Ministers to Member States Concerning the Simplification of Criminal Justice (1987); Comm. of Ministers,\nCouncil of Eur., Recommendation No. R (87) 4 of the Committee of Ministers to Member States on the Protection of Workers in the Event of\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016524",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5633,
    "word_count": 739,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.968117",
    "prefix": "IMAGES-004"
  }
}