{
  "document_id": "HOUSE_OVERSIGHT_017921",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017921.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nplaintiffs’ favor.” Daventree v. Republic of Azerbaijan,\n349 F.Supp.2d 736, 760 (S.D.N.Y.2004).\n\nThe alternative basis for personal jurisdiction offered by\nPlaintiffs is found in Federal Rule of Civil Procedure 4(k).\nRule 4(k)(1) provides that service of process establishes\npersonal jurisdiction when service is authorized by a\nfederal statute. Here, the ATA provides for personal\njurisdiction through its nationwide service of process\nprovision. See 18 U.S.C. § 2334(a); Fed.R.Civ.P.\n4(k)(1)(D). In situations in which Defendants were not\nserved in the United States pursuant to the ATA, Rule\n4(k)(2) acts as a personal jurisdiction gap-filler “in the\nenforcement of federal law.” Fed.R.Civ.P. 4(kK)(2)\nadvisory committee’s note. For the Court to exercise\npersonal jurisdiction pursuant to Rule 4(k)(2), “there must\nbe a federal claim, personal jurisdiction must not exist\nover the defendant in New York or any other state, and\nthe defendant must have sufficient minimum contacts\nwith the United States as a whole such that the exercise of\njurisdiction does not violate Fifth Amendment due\nprocess.” Terrorist Attacks I, 349 F.Supp.2d at 807 (citing\nUnited States v. Int’l Bhd. of Teamsters, 945 F.Supp. 609,\n617 (S.D.N.Y.1996)).\n\n71 Under either basis offered by Plaintiffs, the exercise of\npersonal jurisdiction must comport with due process\nrequirements—there must be minimum contacts and the\nexercise of jurisdiction must be reasonable. Metro. Life\nIns. Co. v. Robertson—Ceco Corp., 84 F.3d 560, 567 (2d\nCir.1996); see also Terrorist Attacks I, 349 F.Supp.2d at\n810-11 (reviewing due process requirements); Ungar v.\nPalestinian Auth., 153 F.Supp.2d 76, 87 (D.R.1.2001)\n(requiring minimum contacts with the United States for\npersonal jurisdiction under *558 ATA). If personal\njurisdiction is based on New York’s long-arm statute, the\nFourteenth Amendment’s due process standards apply. If\njurisdiction is based on Rule 4(k), the Fifth Amendment\napplies. The analysis is essentially the same. “The\nprincipal difference is that under the Fifth Amendment the\ncourt can consider the defendant’s contacts throughout the\nUnited States, while under the Fourteenth Amendment\nonly contacts with the forum state may be considered.”\nChew v. Dietrich, 143 F.3d 24, 28 n. 4 (2d Cir.1998).\n\nPlaintiffs claim that Rule 4(k)’s minimum contacts\nrequirement is satisfied because the Defendants have\npurposefully directed their activities at the United States.\nSee Terrorist Attacks 1, 349 F.Supp.2d at 807 (reviewing\nthe purposefully directed activities theory). This Court has\nheld that to succeed on this theory, “Plaintiffs must make\na prima facie showing of each Defendant’s personal or\ndirect participation in the conduct giving rise to Plaintiffs’\ninjuries.” Jd. at 809.° The Court does not require direct\n\nWESTLAW\n\nparticipation in the attacks themselves, but at least\nparticipation im al Qaeda’s terrorist agenda.\n\n181 Tn analyzing a defendant’s minimum contacts, courts\ndistinguish between specific and general jurisdiction.\n“Specific jurisdiction exists when the forum exercises\njurisdiction over the defendant in a suit arising out of the\ndefendant’s contacts with that forum.” Terrorist Attacks I,\n349 F.Supp.2d at 811 (citing Metro. Life Ins. 84 F.3d at\n567-68). General jurisdiction is based on a defendant’s\ngeneral business contacts with the forum. Because the\ndefendant’s contacts are not related to the suit, a\nconsiderably higher level of contacts is generally required\nand the plaintiff must demonstrate the defendant’s\ncontinuous and systematic general business contacts with\nthe forum. Metro. Life. Ins., 84 F.3d at 568; see also\nHelicopteros Nacionales de Colombia, S.A., 466 U.S.\n408, 414-16, 104 S.Ct. 1868, 80 L-Ed.2d 404 (1984).\n\nIn most instances, Plaintiffs do not specify which basis for\npersonal jurisdiction applies to each Defendant, or\nwhether the Defendant was served in the United States\npursuant to the ATA’s nationwide service of process\nprovision. Accordingly, in analyzing Defendants’\nmotions, the Court considers as a threshold matter\nwhether Plaintiffs have made a prima facie showing of the\nDefendant’s minimum contacts with the United States as\na whole.\n\nA. Prince Salman and Prince Naif\nPlaintiffs seek to hold Prince Salman responsible for the\nattacks of September 11, theorizing that Prince Salman\npurposefully directed his activities at the United *559\nStates by contributing to and raising funds for HIRO,\nSanabel-al Kheer, WAMY, and Al-Haramain. As for\nother contacts with the United States, Prince Salman owns\nstock in two United States corporations based in Texas,\nand, during a trip to the United States in 1989, he met\nwith President George H.W. Bush and the governor of\nMaryland. (Plaintiffs’ Opp’n to Prince Salman Mot. to\nDismiss at 21-22; see generally Parrett Aff.)\nAdditionally, Plaintiffs claim that Prince Salman’s son\nattended school in California, had a residence in the\nUnited States, owned a corporation that breeds race\nhorses in the United States, and is involved, through his\nestate, in a New Jersey lawsuit with a former employee.\nId. They seek jurisdictional discovery to determine if\nPrince Salman has other contacts here.\n\nPlaintiffs do not allege that Prince Naif has any general\ncontacts with the United States. Rather, they claim that he\n\nHOUSE_OVERSIGHT_017921",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5420,
    "word_count": 822,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:46.982004",
    "prefix": "IMAGES-004"
  }
}