{
  "document_id": "HOUSE_OVERSIGHT_015614",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015614.txt",
  "text": "From: Susan Moss\n\nTo: Thomas E. Scott; Steven R. Safra; Simpson, Richard; Borja, Mary; Eiler, Ashley; Jack Scarola; Mary E. Pirrotta;\nsmccawley@bsfllp.com\n\nSubject: Edward & Cassell v. Dershowitz CACE 15-000072 (05)\n\nDate: Wednesday, November 04, 2015 11:22:42 AM\n\nGood morning,\n\nI am advising of Judge Lynch's rulings on the above referenced case. His rulings are\nas follows:\n\nNon Party's motion to quash, or for protective order, regarding subpoena served on\nnon party law firm Boies Schiller: | The subpoena, as to the law firm, is quashed\n\nAs to the \"Jane Doe #3\" subpoena: The motion is granted as to request #9, 17,\n18, 20 and 23.\n\nThe motion is denied as to the other requests, but a confidentiality order shall be\nentered.\n\nRegarding the deposition: The depo shall be limited to 4 hours without prejudice to\nrequest additional time in the future.\n\nThe Defendant can be present at the depo.\nThe depo will be taken at the law firm representing the witness.\n\nThere shall be a special master, paid by the Defendant, present at the depo, to rule\non objections.\n\nThe depo will be limited to the issues of this case without prejudice for another\ndepo, if required, in the future.\n\nThe issues and said limitations will be determined by the special master.\n\nEach attorney who had a motion heard, is to prepare the order on their motion for\nthe judges signature, along with sufficient copies, self addressed, self stamped\nenvelopes for all parties.\n\nThese orders cannot be submitted through the order portal.\n\nRespectfully,\n\nSusan Moss\n\nJudicial Assistant to Judge Thomas M. Lynch, IV\n201 S.E. 6th Street, Rm 920B\n\nFort Lauderdale, Florida 33301\n\n954-831-7831\n\nHOUSE_OVERSIGHT_015614",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015614.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1681,
    "word_count": 276,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.935491",
    "prefix": "IMAGES-003"
  }
}