{
  "document_id": "HOUSE_OVERSIGHT_028222",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028222.txt",
  "text": "/ BARAK / 88\n\nChapter Twenty-Three\n\nIt didn’t fully hit me how draining our efforts had been until the morning that\nthe summit collapsed, when President Clinton called me to come talk to him in the\nliving room at Laurel Lodge. When I arrived, Madeleine was already there, sitting\non the edge of the sofa. She greeted me with a resigned shrug and a valiant but not\naltogether successful effort at a smile.\n\n“We tried,” Clinton said quietly as I took a seat in a wooden chair opposite his.\n“We gave it everything.” The nominal reason for the meeting was to brief me on\nthe communiqué the Americans were going to issue: mostly boilerplate assurances\nthat both sides remained committed to seeking peace, but with an additional\n“understanding” that neither would take unilateral actions in the meantime. But\nmostly, Clinton wanted to reinforce his message of a few days earlier: don’t “lock\nyourself into a losing option.” Don’t close the door. Don’t give up. “I won’t,” I told\nhim, an assurance I echoed in remarks to reporters a few hours later, when I said\nthat while the peace process had “suffered a major blow, we should not lose hope.\nWith goodwill on all sides, we can recuperate.”\n\nBut I told the President that we couldn’t just ignore what had happened at Camp\nDavid. Yes, in the event Arafat suddenly had second thoughts about the potentially\nhistoric achievement he’d passed up, he would know where to find me. But until\nand unless that happened, I told Clinton that I assumed my “pocket” concessions\nwould now be firmly back in his pocket. And while we couldn’t erase them from\nmemory, I said it was important both of us make it clear that, in legal and\ndiplomatic terms, they were not going to provide Arafat a new starting point from\nwhich he could make his customary demand for more.\n\n“And I have to tell you that, given what has happened, there’s no way I can\njustify handing him control of more land. I am not going to go ahead with the Wye\nredeployments in these circumstances.”\n\n“You don’t have to,” Clinton replied. “Ill back you.”\n\nThough I never discussed internal Israeli politics with any foreign leader, even\nthe closest of allies, I didn’t doubt that the President’s support was partly a\nrecognition of what awaited me once I got home. The compromises I’d been\nwilling to consider had gone further — much further, on the politically combustible\n\n374\nHOUSE_OVERSIGHT_028222",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028222.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2394,
    "word_count": 416,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.855023",
    "prefix": "IMAGES-009"
  }
}