{
  "document_id": "HOUSE_OVERSIGHT_018355",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018355.txt",
  "text": "advance, whether it is fingerprint recognition on your phone or some new auto-\ntranslation app, a set of careful, deterministic values and calculations linger. One\nfeature that defines the New Caste is unadulterated, unquestioned faith in the\ncontinued network revolution, and that the values that underlie the best programs\nmay be the values that should gird the world that depends on that same code. The\ndanger here is clear enough. “Respect, understanding and love,” Weizenbaum wrote\nas he considered ELIZA’s effects, “are not technical problems.”\n\nThe biggest of the platforms controlled by the New Caste herd together, remember,\nbillions of people, bind them with ever thickening cords. The revealing tics of every\nmovement in the virtual and every step or drive in the real world are marked down,\nremembered and scored. To operate the strategic levers of such a force is, in all\nreality, no less significant than leading a nation. The distinction between a CEO ofa\nmajor connected firm and a head of state lies less in the depth and efficacy of their\ninfluence than in the questions of how they got such power, and how they might use\nit. The New Caste has an admirable conviction near to faith that their products are\ntruly universal. They are absolute technological determinists. Watching their\nservices and influence expand often has that strange aura of the irresistible force\ntaking on an immovable object. They believe that their black boxes will bulldoze\nconcerns of politics or history. And soon.\n\nHistorical ambition of this scale, the sort that touches really countless lives, has\nalways blended a commercial and technical mastery -- the moves of the East India\nCompany turned as much on better ship design, maps and navigation as on imperial\nobjectives. But the aim of the New Caste is the same as it was for those three older\ncastes - the merchants, soldiers and sages: To put the tools they’ve mastered and\nbuilt in the service of still more dominance. The commercial calculations of the most\npowerful figures of the New Caste carry a sense of seeing many moves ahead, a very\nreal kind of chess. Their billion dollar acquisitions, investment in moon-shot R&D\nideas, the hundred million dollar payouts for great engineers — all of these mark the\nastonishing scale of what they have in mind: To have and control ever more\nessential cores of power. Are they seduced by having a billion users? Sure, but not\nbecause of the billion users, but rather because of the seductive allure of the black\nbox, of what it means to control such a central point of connection.\n\n4,\n\nI remember sitting with a member of the New Caste the week the first batch of\nmimeographed and laser-scanned Snowden papers were released, as we both\ndiscovered that everyone we knew was devouring the documents. Like a novel.\nPeople were texting one another - “Have you seen this?!” - and you couldn’t get\nthrough a dinner without a debate over the technical merits of what was on display.\nThe Snowden files were fascinating to the New Caste in a way few others might\nunderstand, in the way a room of ballplayers might examine Ted Williams’s swing\nmechanics. Let me try to explain it this way: When I was younger, people called our\ngeneration — those of us born between 1965 and 1980 more or less - a generation of\nslackers. Generation X. Generation Nothing. There was an argument to be had about\n\n123\n\nHOUSE_OVERSIGHT_018355",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018355.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3407,
    "word_count": 579,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.748343",
    "prefix": "IMAGES-004"
  }
}