{
  "document_id": "HOUSE_OVERSIGHT_022993",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022993.txt",
  "text": "Flight logs from Epstein’s private jet show Clinton was a frequent flyer, taking\nSecret Service agents along with him on trips with Epstein around the globe.\nClinton has publicly ignored Giuffre’s allegations but an independent\ninvestigation launched by Dershowitz raised questions about their veracity.\n\nOne of Epstein’s longtime servants testified that Prince Andrew was a regular\nguest at Epstein’s house and received massages during the visits. But house\nmanager Juan Alessi acknowledged in a sworn deposition that older women\nand men offered Swedish massages to Epstein’s guest. It is unclear who gave\nthe British prince the massages or what was included. The prince has\nvehemently denied Giuffre’s allegations.\n\nAlessi also testified that Trump visited Epstein’s home when both were in Palm\nBeach. “He would come, have dinner. He never sat at the table,” said Alessi,\nwho described himself as Epstein’s majordomo. “He eat with me in the\nkitchen.”\n\nBut, Alessi said, unlike other visitors, Trump didn’t avail himself of massages.\n“No,” he said. “Because he’s got his own spa.”\n\nWhile Giuffre’s defamation lawsuit appears headed for what will likely be a\nconfidential settlement, Scarola said his case against Epstein is going to trial\neven though Trump won't be called as a witness.\n\n“We can prove our case without Donald Trump’s testimony,” he said of\nmalicious prosecution lawsuit he filed against Epstein for suing Edwards, the\nattorney who has represented Giuffre and several of Epstein’s other victims.\n\nEdwards has also been leading a separate charge to prove Acosta’s office\nviolated the federal Crime Victims’ Rights Act when it signed off on the non-\nprosecution agreement without notifying the women. That suit, which has\nstalled in federal court after many of the documents were sealed, could\neventually reveal why Epstein got what many call a “sweetheart deal,” Scarola\nsaid.\n\nEdwards also represented 65 members of Trump National Golf Club Jupiter,\nwho won $5.8 million in February when a federal judge ruled that Trump\nimproperly kept their deposits when he took over the club on Donald Ross\nRoad in Jupiter in 2012. Trump is appealing the decision.\n\nHOUSE_OVERSIGHT_022993",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022993.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2192,
    "word_count": 345,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.327180",
    "prefix": "IMAGES-007"
  }
}