{
  "document_id": "HOUSE_OVERSIGHT_017597",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017597.txt",
  "text": "As you may know, she was once close with an individual named Matthew Horton with whom she\nattended George Mason University, and through Matthew, Ms. Simms became well-acquainted with\nMatthew's parents Henry \"Bud\" Horton and Sue Popovich Horton who helped secure her a position\nat IBM upon her graduation from GMU. Both of these latter individuals (Bud and Sue Horton) were\ninvolved in the 2007 murder of my son, and they in collusion with their son Matthew continue in the\nexploitation of children Anjulee and Xian Gunther. The powers that be intend now for these children\nto (continue to) follow in the footsteps of Ms. Simms, and to that end, | would advise that you\nbecome acquainted with (1) the ways in which Ms. Simms subsidized her law school education and\noff course (2) her current and related endeavors especially as they relate to drug trafficking and\nterror financing (see below email to Mr. Martin of the St. Augustine Record).\n\nOn Friday, June 23, 2017 8:36 AM [i wrote:\n\nMr. Martin,\nSt. Augustine Record\n\nQuite an interesting article about the litigation between Deputy Banks and Rusty Rogers (see:\nDeputy Banks’ attorney claims FDLE agent’s credibility ‘destroyed’) It must also be explored, of\ncourse, that Officers Rodgers was once well respected for his investigation and exposure of a\nterrorist financing network that permeated the sunny state of Florida - (the NY Times reports) \"Agent\nRodgers joined the state’s elite investigative unit, the Florida Department of Law Enforcement, where\nhe quickly earned agent-of-the-year honors — and a meeting with the governor — for helping\ndismantle a terrorist financing network that stretched from Florida to the Middle East\" - and that\nterrorism is very much a well-protected U.S. industry (see below).\n\nGod forbid some poor should get away with disrupting the delicate state of secreted operations; as\nyou yourself report, \"As written in [Plaintiff Banks'] motion: “Defendant Rodgers’ false, misleading\nand inconsistent testimony throughout the discovery process is so pervasive and extreme, and\ninvolves so many material issues, it has destroyed Defendant's credibility on all issues...\" And here\nwe see the \"whole-of-government\" attempts to restore balance.\n\n*\n\nAs for the second Secret Service agent interviewed by the IBM Center for the Business of\nGovernment, his name is Dana Brown. He just so happened to have filled out his career with the\nFederal Air Marshall Service (October 2003-August 2008 as Director/Chief of Staff) followed by the\nTSA (March 2006-January 2009 as Asst. Administrator-Law Enforcement/Integrity Officer) states his\nLinkedIn profile. That he worked his way around to that which was largely put in place by the 1970\n9/11 mini-event seems to me rather significant although | don't see all the details yet. | also don't yet\nsee exactly who it was that birthed this lengthy 9/11 initiative we're suffering. It seems clear,\nhowever, that it was birthed prior to 1970.\n\nThe initiative has adjusted in some ways over time, but homage to 9/11 remains strong. Certain of\nthe people deeply involved in these manipulations thought it was kismet that an individual well-suited\nto head the newly ordained Department of Homeland Security (that as we all know was the result of\nlegislation rushed through Congress in the aftermath of the 9/11 (2001) attack) was born on the\nmagical September 11th (this is Jeh Johnson); similarly, it is again being deemed a sign that the new\nDirector of the National Science Foundation (NSF) (chosen and positioned as she was) is first-\nnamed France (last name Cordova) and that this name so perfectly relates to US intentions to use\nthe NSF to forward \"ops\" that will solidify a US-France working relationship in the same way the\n\nHOUSE_OVERSIGHT_017597",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017597.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3766,
    "word_count": 609,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.995000",
    "prefix": "IMAGES-004"
  }
}