{
  "document_id": "HOUSE_OVERSIGHT_017721",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017721.txt",
  "text": "Page 7 of 52\n2005 B.Y.U.L. Rev. 835, *846\n\nThe victims subsequently filed a petition for writ of mandamus in the U.S. Court of Appeals for the Tenth Circuit seeking\nreview of the district court's ruling. *4 Three months later, a Tenth Circuit panel rejected the victims' claims. >> The circuit\nfound \"a number of problems with the excluded witnesses’ reliance on the Victims’ Rights Act.\" °° Indeed, the circuit found\nthat the Act created no obligations for courts:\n\n[*847]\n\nThe statute charily pledges only the \"best efforts\" of certain executive branch personnel to secure the rights listed. The district\ncourt judge, a judicial officer not bound in any way by this pledge, could not violate the Act. Indeed, the Act's prescriptions\nwere satisfied once the government made its arguments against sequestration - before the district court even ruled. >”\n\nEfforts by both the victims and the Department of Justice to obtain a rehearing were unsuccessful, °® despite the support of\nseparate briefs urging such a rehearing from forty-nine members of Congress, all six Attorneys General in the Tenth Circuit,\nand some of the leading victims' groups in the nation. >?\n\nIn the meantime, the victims, supported by the Oklahoma Attorney General's Office, sought remedial legislation in Congress\nclearly providing that victims should not have to decide between testifying at sentencing or watching the trial. A bill was\nintroduced to provide that watching a trial in a capital case does not constitute grounds for denying a victim the chance to\nprovide an impact statement. In a matter of weeks, Congress passed the Victims Rights Clarification Act of 1997, © but even\nthat specific statute failed to protect the bombing victims’ rights. The district court in the Oklahoma City case found that the\nstatute had constitutional problems. ©!\n\nBecause of the difficulty accompanying the statutory protection of victims’ rights, victims advocates decided to press for a\nfederal constitutional amendment. They argued that the statutory [*848] protections could not sufficiently guarantee victims'\nrights. In their view, such statutes \"frequently fail to provide meaningful protection whenever they come into conflict with\nbureaucratic habit, traditional indifference, [or] sheer inertia.\" ©? As the Justice Department reported:\n\nEfforts to secure victims’ rights through means other than a constitutional amendment have proved less than fully adequate.\nVictims’ rights advocates have sought reforms at the state level for the past [twenty] years, and many states have responded\n\n5! MeVeigh, 1996 WL 366268 at 25.\n*2 Td. at 24.\n53 See id.\n\n4 Petition for Writ of Mandamus, Kight et al. v. Matsch, No. 96-1484 (10th Cir. Nov. 6, 1996) (on file with author).\n\n%5 United States v. McVeigh, 106 F.3d 325, 328 (10th Cir. 1997), superseded by statute, 18 U.S.C. 3510.\n\n% Jd. at 334-35,\n\n%7 Id. at 335 (internal citation omitted).\n\n*8 See Order, United States v. McVeigh, No. 96-1469, 1997 WL 128893, at 3 (10th Cir. Mar. 11, 1997).\n\n9 See Brief for Amici Curiae Washington Legal Foundation and United States Senator Don Nickles and 48 Other Members of Congress,\nUnited States v. McVeigh, 106 F.3d 325 (10th Cir. Feb. 14, 1997) (No. 96-1469); Brief for Amici Curiae States of Oklahoma, Colorado,\nKansas, New Mexico, Utah, and Wyoming Supporting the Suggestion for Rehearing and the Suggestion for Rehearing En Banc by the\nOklahoma City Bombing Victims and the United States, United States v. McVeigh, 106 F.3d 325 (10th Cir. Feb. 14, 1997) (No. 96-1469);\nBrief for Amici Curiae National Victims Center, Mothers Against Drunk Driving, National Victims' Constitutional Amendment Network,\nJustice for Surviving Victims, Inc., Concerns of Police Survivors, Inc., and Citizens for Law and Order, Inc., in Support of Rehearing, United\nStates v. McVeigh, 106 F.3d 325 (10th Cir. Feb. 17, 1997) (No. 96-1469).\n\n6 Pub. L. No. 105-6, 117 Stat. 12 (1997).\n6l See generally Cassell, supra note 46, at 519-20 (recounting problems).\n\n© Laurence H. Tribe & Paul G. Cassell, Embed the Rights of Victims in the Constitution, L.A. Times, July 6, 1998, at BS.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017721",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017721.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4154,
    "word_count": 665,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.299764",
    "prefix": "IMAGES-004"
  }
}