{
  "document_id": "HOUSE_OVERSIGHT_020498",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020498.txt",
  "text": "SECTION 4\n\nUniversities\n\nAmerican universities have long played a leading role in relations between the United\nStates and China. Ever since the Carter administration first explored the possibility\nwith Deng Xiaoping and other Chinese counterparts of sending Chinese students to\nthe United States in 1977—78,1 PRC government authorities (like their Republican-era\npredecessors) have seen American universities as integral to China’s economic and\nscientific development. For the first two decades after normalization, the Chinese\ngovernment placed a priority on sending students in STEM subjects (Science,\nTechnology, Engineering, Mathematics). Over time, however, fields of study broadened\ninto the humanities, social sciences, and the arts, a change that has mirrored the shift\nin educational exchange from primarily a state-directed to a private consumer-driven\nphenomenon that saw an increasing number of middle-class Chinese parents opting\nto send their children to the United States for liberal arts undergraduate university,\nand even secondary school education. The net result has been that several million\nChinese students have now successfully matriculated through the US higher education\nsystem. During the 2017-2018 academic year, for instance, a record 350,755 Chinese\nstudents were enrolled in American universities (with an additional 80,000 in high\nschools), out of a total of 1.5 million Chinese students studying worldwide in the\nsame year.* (Altogether, since the late 1970s, an estimated 5.2 million Chinese have\nattended foreign universities.)* Unlike the early years of this epic exchange, a majority\nof Chinese students have become able to pay full tuition, creating an extremely\nsignificant source of revenue for financially stressed American universities and colleges.\n(Chinese pay tuition worth an estimated $12 billion per year, according to the US\nDepartment of Commerce.)>\n\nUS universities and American society have benefited significantly from this exchange,\nand from the presence of international students generally. Chinese students have\nhelped to diversify the makeup of US student bodies, they often contribute positively\nin the classroom, and they have made a real contribution in joint research projects\nwith university faculty. Many have remained in the United States postgraduation to\npursue professional careers, build their lives, and become American citizens—a sizable\ncontribution to American society, to the US economy, and to technological innovation\nand the knowledge base in numerous fields. The engineering, medical, and hard\nsciences have benefited particularly, but so have the humanities and social sciences.\nIndeed, those who negotiated the initial educational and scientific exchange accords\nback in 1978-1979 could never have envisioned how much of a success story US-China\nhigher educational exchanges would become over the next four decades.\n\nHOUSE_OVERSIGHT_020498",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020498.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2917,
    "word_count": 417,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.627655",
    "prefix": "IMAGES-006"
  }
}