{
  "document_id": "HOUSE_OVERSIGHT_028031",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028031.txt",
  "text": "commando unit of a couple of dozen men. Its sole task was to seek out and kill\nthe enemy force’s leader. The key to their success was mind-training. Over a\nperiod of months, sometimes years, the commandos’ se/f-perception was\naltered. They were taught to believe that they had already died. Since their lives\non earth were done, all that remained was a formal passage through the turnstile\ninto eternal happiness, and to go out in glory. My visitor not only suggested that\nIsrael establish exactly this kind of death-cum-suicide unit. He volunteered to\ntrain the men himself, and lead the first mission. With as straight a face as I\ncould muster, I thanked him for taking the time to see me. But I told him his\nidea was probably not for us. Little did I know that a whole new kind of enemy,\nepitomized by Al-Qaeda and the self-styled Islamic State, would build a\nterrorist death cult around it.\n\nNava and I, with three-year-old Yael, and Michal just turning seven, left for\nCalifornia in the late summer of 1977. The two years that followed were\nuplifting and reinvigorating — not just because of Stanford, but a further, utterly\nunexpected transformation back home soon after we’d left.\n\nIt, too had its roots in the 1973 war, but on the Arab side. Before the war,\nEgypt’s Anwar Sadat had extended feelers about the possibility of peace\nnegotiations, only to see them ignored. Israel won the war in the end. But the\nEgyptians’ surprise attack across the canal — and the panic and huge Israeli\nlosses in the early days of the war — had shattered our aura of invincibility.\nPolitically, Sadat had gone a long way to erasing the humiliation of 1967. That\nfreed him to do something which — after decades of Arab-Israeli conflict — was\nastonishing. He travelled to Jerusalem, the capital of a country which neither\nEgypt nor any other Arab country even recognized. He met Begin, and he\naddressed the Knesset with a call for peace.\n\nIt is impossible to convey to Israelis who did not live through the birth of the\nstate, and our tumultuous early decades, the power of the emotions stirred by\nSadat’s visit. It was on November 19, 1977. With my arm around Nava, I\nwatched the live American television coverage as Sadat’s plane touched down\nat Ben-Gurion airport. Begin was at the center of the throng of dignitaries on\nhand to greet him: a who’s who of political and military leaders not just from\nhis administration, but who had led Israel in 1967 and 1973. Golda was there.\n\n183\nHOUSE_OVERSIGHT_028031",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2497,
    "word_count": 437,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.240978",
    "prefix": "IMAGES-009"
  }
}