{
  "document_id": "HOUSE_OVERSIGHT_010589",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010589.txt",
  "text": "61. In reasonable reliance on this and other information, Edwards served Maxwell for\ndeposition in 2009. See Deposition Notice attached as Exhibit “BB.” Maxwell was represented\nby Brett Jaffe of the New York firm of Cohen and Gresser, and Edwards understood that her\nattorney was paid for (directly or indirectly) by Epstein. She was reluctant to give her\ndeposition, and Edwards tried to work with her attorney to take her deposition on terms that\nwould be acceptable to both sides. The result was the attached confidentiality agreement, under\nwhich Maxwell agreed to drop any objections to the deposition, attached hereto as Exhibit “CC.”\nMaxwell, however, contrived to avoid the deposition. On June 29, 2010, one day before\nEdwards was to fly to NY to take Maxwell’s deposition, her attorney informed Edwards that\nMaxwell’s mother was deathly ill and Maxwell was consequently flying to England with no\nintention of returning to the United States. Despite that assertion, Ghislaine Maxwell was in fact\nin the country on July 31, 2010, as she attended the wedding of Chelsea Clinton (former\nPresident Clinton’s daughter) and was captured in a photograph taken for OK magazine. Photos\nfrom Issue 809 of the publication See US Weekly dated August 16, 2010 are attached hereto as\nExhibit “DD” and Edwards Affidavit, Exhibit “N” at 12.\n\n62. Maxwell is not the only important witness to lie to avoid deposition by Edwards.\nUpon review of the.message pads that were taken from Epstein’s home in the police trash pulls,\nsee Exhibit “J” supra, many were from Jean Luc Brunel, a French citizen and one of Epstein’s\nclosest pals. He left messages for Epstein. One dated 4/1/05 said, “He has a teacher for you to\nteach you how to speak Russian. She is 2x8 years old, not blonde. Lessons are free and you can\nhave your 1* today if you call.” See Messages taken from Jean Luc Brunel are attached hereto as\n\nExhibit “EE.” In light of these circumstances of the case, this message reasonably suggested to\n24\n\nHOUSE_OVERSIGHT_010589",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010589.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2017,
    "word_count": 337,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:48.362241",
    "prefix": "IMAGES-001"
  }
}