{
  "document_id": "HOUSE_OVERSIGHT_030236",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030236.txt",
  "text": "Rand, who had come to America from Soviet Russia with striking insights into totalitarianism and the\ndestructiveness of socialism, was already a celebrity. The left, naturally, hated her. But as recently as 1991, a\nsurvey by the Library of Congress and the Book of the Month Club found that readers rated \"Atlas\" as the\nsecond-most influential book in their lives, behind only the Bible.\n\nFor the uninitiated, the moral of the story is simply this: Politicians invariably respond to crises -- that in most\ncases they themselves created -- by spawning new government programs, laws and regulations. These, in\nturn, generate more havoc and poverty, which inspires the politicians to create more programs... and the\ndownward spiral repeats itself until the productive sectors of the economy collapse under the collective weight\nof taxes and other burdens imposed in the name of fairness, equality and do-goodism.\n\nIn the book, these relentless wealth redistributionists and their programs are disparaged as \"the looters and\ntheir laws.\" Every new act of government futility and stupidity carries with it a benevolent-sounding title. These\ninclude the \"Anti-Greed Act\" to redistribute income (sounds like Charlie Rangel's promises soak-the-rich tax\nbill) and the \"Equalization of Opportunity Act\" to prevent people from starting more than one business (to give\nother people a chance). My personal favorite, the \"Anti Dog-Eat-Dog Act,\" aims to restrict cut-throat\ncompetition between firms and thus slow the wave of business bankruptcies. Why didn't Hank Paulson think of\nthat?\n\nThese acts and edicts sound farcical, yes, but no more so than the actual events in Washington, circa 2008.\nWe already have been served up the $700 billion \"Emergency Economic Stabilization Act\" and the \"Auto\nIndustry Financing and Restructuring Act.\" Now that Barack Obama is in town, he will soon sign into law with\ngreat urgency the \"American Recovery and Reinvestment Plan.\" This latest Hail Mary pass will increase the\nfederal budget (which has already expanded by $1.5 trillion in eight years under George Bush) by an additional\n$1 trillion -- in roughly his first 100 days in office.\n\nThe current economic strategy is right out of \"Atlas Shrugged\": The more incompetent you are in business, the\nmore handouts the politicians will bestow on you. That's the justification for the $2 trillion of subsidies doled out\nalready to keep afloat distressed insurance companies, banks, Wall Street investment houses, and auto\ncompanies -- while standing next in line for their share of the booty are real-estate developers, the steel\nindustry, chemical companies, airlines, ethanol producers, construction firms and even catfish farmers. With\neach successive bailout to \"calm the markets,\" another trillion of national wealth is subsequently lost. Yet, as\n\"Atlas\" grimly foretold, we now treat the incompetent who wreck their companies as victims, while those\nresourceful business owners who manage to make a profit are portrayed as recipients of illegitimate\n\"windfalls.\"\n\nWhen Rand was writing in the 1950s, one of the pillars of American industrial might was the railroads. In her\nnovel the railroad owner, Dagny Taggart, an enterprising industrialist, has a FedEx-like vision for expansion\nand first-rate service by rail. But she is continuously badgered, cajoled, taxed, ruled and regulated -- always in\nthe public interest -- into bankruptcy. Sound far-fetched? On the day | sat down to write this ode to \"Atlas,\" a\nWall Street Journal headline blared: \"Rail Shippers Ask Congress to Regulate Freight Prices.\"\n\nIn one chapter of the book, an entrepreneur invents a new miracle metal -- stronger but lighter than steel. The\ngovernment immediately appropriates the invention in \"the public good.\" The politicians demand that the metal\ninventor come to Washington and sign over ownership of his invention or lose everything.\n\nThe scene is eerily similar to an event late last year when six bank presidents were summoned by Treasury\nSecretary Hank Paulson to Washington, and then shuttled into a conference room and told, in effect, that they\ncould not leave until they collectively signed a document handing over percentages of their future profits to the\ngovernment. The Treasury folks insisted that this shakedown, too, was all in \"the public interest.\"\n\nUltimately, \"Atlas Shrugged\" is a celebration of the entrepreneur, the risk taker and the cultivator of wealth\nthrough human intellect. Critics dismissed the novel as simple-minded, and even some of Rand's political\nadmirers complained that she lacked compassion. Yet one pertinent warning resounds throughout the book:\nWhen profits and wealth and creativity are denigrated in society, they start to disappear -- leaving everyone the\npoorer.\n\nOne memorable moment in \"Atlas\" occurs near the very end, when the economy has been rendered comatose\nby all the great economic minds in Washington. Finally, and out of desperation, the politicians come to the\nheroic businessman John Galt (who has resisted their assault on capitalism) and beg him to help them get the\neconomy back on track. The discussion sounds much like what would happen today:\n\nGalt: \"You want me to be Economic Dictator?\"\n\nMr. Thompson: \"Yes!\"\n\n\"And you'll obey any order | give?\"\n\n“Implicitly!\"\n\nHOUSE_OVERSIGHT_030236",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030236.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5315,
    "word_count": 831,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:46.139567",
    "prefix": "IMAGES-010"
  }
}