{
  "document_id": "HOUSE_OVERSIGHT_023499",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023499.txt",
  "text": "13\n\nFar more worrying, however, than the effect on friends and allies of\nthe utopian excursion toward global zero is the effect of such\nthinking on such dangerous adversaries as Iran and North Korea. Is\nthere any reason to believe that our embrace of that goal will\ndiscourage them from the vigorous pursuit of nuclear weapons? What\ncould be more encouraging to Iran than the idea that they will be\ngetting into the nuclear business just as we are getting out? Imagine\nIran’s supreme council meeting to discuss whether to continue the\ncostly pursuit of nuclear weapons. “But what is the point of building\nthese weapons?” asks a skeptical mullah. “We will have one or two\nand the Americans have thousands.” Another replies: “Yes, but the\nAmericans have declared their intention to eliminate nuclear weapons\nentirely. They say they have already started down that road. Shultz,\nKissinger, Perry, Nunn, and even Obama himself are committed.\nObama said: ‘We have to insist, yes, we can.’ Did you see them\ncheering in Prague? And when they have started getting rid of theirs,\nour small arsenal will not seem so puny.”\n\nOf course, proponents of global zero will say that we would never\ngive up our last nuclear weapons if the Iranians (by that point having\nlong ago acquired and stockpiled them) did not do the same. This\nargument comes close to saying the goal of global zero is a mere\nmirage, which leaves one wondering what benefits can be claimed for\nchasing it or pretending to believe it is real. International politics is\nplayed out in near real time, and the influence of future events, like\nfuture earnings, is deeply discounted by prudent officials. But one\nimportant point remains: as our nuclear capabilities dwindle, the\nvalue of even a few nuclear weapons rises (toward the end of these\nparallel processes, exponentially). This puts a burden on trust and\nverification that they simply cannot bear. I was once told by the\nprime minister of an important country in Europe that it was all but\nimpossible to imagine the day when their last nuclear weapon would\n\nHOUSE_OVERSIGHT_023499",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023499.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2087,
    "word_count": 353,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.470335",
    "prefix": "IMAGES-007"
  }
}