{
  "document_id": "HOUSE_OVERSIGHT_028566",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028566.txt",
  "text": "8 JAM v. INTERNATIONAL FINANCE CORP.\n\nBREYER, J., dissenting\n\nmany organizations contracted in scope in 1952, when the\nState Department modified foreign government immunity\nto exclude commercial activities. Most organizations could\nnot rely on the treaty provisions quoted above to supply\nthe necessary immunity. That is because, unless the\ntreaty provision granting immunity is “self-executing,” 1.e.,\nautomatically applicable, the immunity will not be effec-\ntive in U.S. courts until Congress enacts additional legis-\nlation to implement it. See Medellin v. Texas, 552 U.S.\n491, 504-505 (2008); but see id., at 546-547 (BREYER, J.,\ndissenting). And many treaties are not self-executing.\nThus, in the ordinary case, not even a treaty can guaran-\ntee immunity in cases arising from commercial activities.\n\nThe UN provides a good example. As noted, the UN\nCharter required the United States to grant the UN all\n“necessary” immunities, but it was not self-executing. In\n1946, the UN made clear that it needed absolute immu-\nnity from suit, including in lawsuits based upon its commer-\ncial activities. See Convention on Privileges and Immuni-\nties of the United Nations, Art. II, §2, Feb. 18, 1946, 21\nU.S. T. 1422, T. I. A. S. No. 6900 (entered into force Apr.\n29, 1970); see also App. to S. Exee. Rep. No. 91-17, p. 14\n(1970) (The U.N.’s immunity from legal process extends\nto matters arising out its commercial dealings ...”). But,\nuntil Congress ratified that comprehensive immunity\nprovision in 1970, no U.S. law provided that immunity\nbut for the Immunities Act. Jd., at 1. Both the UN and\nthe United States found this circumstance satisfactory\nbecause they apparently assumed the Immunities Act\nextended immunity in cases involving both commercial\nand noncommercial activities: When Congress eventually\n(in 1970) ratified the UN’s comprehensive immunity pro-\nvision, the Senate reported that the long delay in ratifica-\ntion “appears to have been the result of the executive\nbranch being content to operate under the provisions of\nthe” Immunities Act. Id., at 2.\n\nHOUSE_OVERSIGHT_028566",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028566.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2092,
    "word_count": 328,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.849548",
    "prefix": "IMAGES-010"
  }
}