{
  "document_id": "HOUSE_OVERSIGHT_013860",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013860.txt",
  "text": "4. Speaking of 30 minutes, if you absolutely cannot stop a meeting or call from happening, define the end\ntime. Do not leave these discussions open-ended, and keep them short. If things are well-defined,\ndecisions should not take more than 30 minutes. Cite other commitments at odd times to make them more\nbelievable (e.g., 3:20 vs. 3:30) and force people to focus instead of socializing, commiserating, and\ndigressing. If you must join a meeting that is scheduled to last a long time or that is open-ended, inform\nthe organizer that you would like permission to cover your portion first, as you have a commitment in 15\nminutes. If you have to, feign an urgent phone call. Get the hell out of there and have someone else\nupdate you later. The other option is to be completely transparent and voice your opinion of how\nunnecessary the meeting is. If you choose this route, be prepared to face fire and offer alternatives.\n\n5. The cubicle is your temple—don’t permit casual visitors. Some suggest using a clear “do not disturb”\nsign of some type, but I have found that this is ignored unless you have an office. My approach was to\nput headphones on, even if I wasn’t listening to anything. If someone approached me despite this\ndiscouragement, I would pretend to be on the phone. I’d put a finger to my lips, say something like, “I\nhear you,” and then say into the mic, “Can you hold on a second?” Next, I’d turn to the invader and say,\n“Hi. What can I do for you?” I wouldn’t let them “get back to me” but rather force the person to give me\na five-second summary and then send me an e-mail if necessary.\n\nIf headphone games aren’t your thing, the reflexive response to an invader should be the same as when\nanswering the cell phone: “Hi, invader. I’m right in the middle of something. How can I be of help?” If\nit’s not clear within 30 seconds, ask the person to send you an e-mail about the chosen issue; do not offer\nto send them an e-mail first: “Il be happy to help, but I have to finish this first. Can you send me a\nquick e-mail to remind me?” If you still cannot deflect an invader, give the person a time limit on your\navailability, which can also be used for phone conversations: “OK, I only have two minutes before a call,\nbut what’s the situation and what can I do to help?”\n\n6. Use the Puppy Dog Close to help your superiors and others develop the no-meeting habit. The Puppy\nDog Close in sales is so named because it is based on the pet store sales approach: If someone likes a\npuppy but is hesitant to make the life-altering purchase, just offer to let them take the pup home and\nbring it back if they change their minds. Of course, the return seldom happens.\n\nThe Puppy Dog Close is invaluable whenever you face resistance to permanent changes. Get your foot\nin the door with a “let’s just try it once” reversible trial.\n\nCompare the following:\n\n“T think you’d love this puppy. It will forever add to your responsibilities until he dies 10 years from\nnow. No more care-free vacations, and you'll finally get to pick up poop all over the city— what do\nyou think?”\n\nVs.\nNow imagine walking up to your boss in the hallway and clapping a hand on her shoulder:\n“I'd like to go to the meeting, but I have a better idea. Let’s never have another one, since all we do is\nwaste time and not decide anything useful.”\n\nVS.\n\nThe second set of alternatives seem less permanent, and they’re intended to appear so. Repeat this\n\nHOUSE_OVERSIGHT_013860",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013860.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3449,
    "word_count": 630,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.912228",
    "prefix": "IMAGES-002"
  }
}