{
  "document_id": "HOUSE_OVERSIGHT_021094",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021094.txt",
  "text": "globeandmail.com: Nature memoir is anything but a snooze file://localhost/Users/Lborth/Heinrich %20Book%20Review html\n\nMEMOIR\n\nNature memoir is anything but a snooze\nLINDSAY BORTHWICK\n\nJUNE 2, 2007\n\nTHE SNORING BIRD\n\nMy Family's Journey Through A Century of Biology\n\nBy Bernd Heinrich\n\nEcco, 461 pages, $37.95\n\nPrint Edition - Section Front\n\nEnlarge Image\nMore Arts Stories\n\nCrystal scatters no light\nFiction-writing and other deceits\n\n'T wanted danger and risk and colour’\nAl Gore gets angry - furious, in fact\nDirect, disturbing - and unapologetic\nGo to the Arts section\n\n‘he\n\n/\n\nDeep in the vaults of the American Museum of Natural History lies a bird with a reddish beak: skin number 6999 of the Heinrich Expedition 1931. In life, it was\nflightless, secretive and rare, living in the dense jungle thicket of the island of Sulawesi, Indonesia. Its call was sonorous but strange - a kind of low rumble or hum,\nlike a deep snore - the signature of Aramidopsis plateni, the Snoring Rail.\n\nThe bird's hunter, 36-year-old Gerd Heinrich, had been searching Sulawesi for nearly two years, bagging insects, mammals and other birds, but holding out for the\nSnoring Rail. Its capture established his reputation as a collector, earned him his nickname, die Ralle, and would come to symbolize a life dedicated to discovery.\n\nIt would also capture the imagination of his son Bernd, a distinguished biologist at the University of Vermont and best-selling author (Mind of a Raven, Bumblebee\nEconomics). In The Snoring Bird, Bernd Heinrich leads us through his family's extraordinary history, which begins in Europe, ends in America and is shaped at\nevery turn by the rise of the science of biology. With his usual warmth, grace and insight, Heinrich has created an unconventional memoir - equal parts father and\nson - that explores two radically different, often conflicting approaches to understanding the natural world.\n\nThe journey begins at Heinrich's childhood home in rural Maine when, years after Gerd's death, he comes across a pile of his father's personal effects. Strewn around\nthe barn and covered in guano, they would tell a remarkable tale. Gerd was born in Berlin in 1896 but spent his early life on an idyllic agricultural estate in Poland,\nBorowke, which he called the \"home of my soul.\"\n\nHis days were passed on the land, observing and collecting nature's spoils. Then, the First World War intervened. Just 17, Gerd enlisted and eventually joined the\nLuftwaffe as a pilot, was sought out by the legendary Red Baron and earned an Iron Cross for bravery. Shot down twice over enemy territory, he survived to return\nto his beloved Borowke, where he soon rediscovered his \"old zoological passion to live it again.\"\n\nSoon after, Gerd encountered a lifelong intellectual companion in Erwin Stresemann, curator of birds at the Museum fiir Naturkunde in Berlin. Their friendship would\nsurvive another war, \"revolution, invasion, expulsion, starvation, and emigration.\" It was Stresemann who, in 1927, sent Gerd on his first zoological expedition, to\nPersia, and fuelled his ambitions as a naturalist. In addition to Persia and Sulawesi, Gerd would lead zoological expeditions to Burma, Angola, Tanzania and\nelsewhere.\n\nWhile collecting specimens around the world, he was able to pursue an abiding passion, ichneumons, \"mysterious and exotic wasps that are parasitic connoisseurs,\"\nand went on to describe 1,479 new species in his lifetime. He became one of the world's foremost experts on these rarefied creatures, obsessively collecting and\ncarefully differentiating one species from another based on subtle differences in body markings or shape, just as Vladimir Nabokov had done with his \"blues\" in the\nbutterfly world.\n\nGerd's desire to publish his manuscript on Oriental ichneumons brought him and his family to the United States when he was 55. There, he lived in poverty, an\namateur naturalist marginalized by the scientific community. Yet in rural Maine, living in an old farmhouse with no electricity and no running water, he was close to\nthe wilderness, which meant freedom. He had found New Borowke.\n\nIn the latter half of The Snoring Bird, Bernd Heinrich's story, we learn that he has also settled in Maine and that he shares his father's faith: \"I believe ... that our\nwell-being is tied not so much to the structure of our society and the politics that determine it, as to our ability to maintain contact with nature, to feel that we are part\nof the natural order.\" It is this shared belief and fascination with the natural world that led them both to the frontiers of biology; and, it is there that their lives\ndiverged dramatically.\nGerd practised taxonomy, a descriptive science, while Bernd liked to experiment. Gerd's work was \"drudgery,\" whereas Bernd's was (and, one gets the sense, still is)\n\"purest joy.\" Species identification, once at the forefront of biology, came to be derided as mere \"stamp collecting.\" By contrast, experimentation has become the\nparadigm for modern biology and its growth logarithmic.\n\nModern biology's currency, Heinrich reminds us, is ideas. He has had many. Big ones. Ones published in leading journals, including Science, and which earned\nhim prestigious professorships and the admiration of his peers. They also brought him an unusual degree of academic freedom, which he has used to full effect, often\ntaking laypeople along on his wide-ranging journeys of discovery - into the minds of ravens, for instance - through popular writing.\n\n1 of 2 6/12/07 4:24 PM\n\nHOUSE_OVERSIGHT_021094",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021094.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5534,
    "word_count": 891,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:46.781248",
    "prefix": "IMAGES-006"
  }
}