{
  "document_id": "HOUSE_OVERSIGHT_017150",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017150.txt",
  "text": "4.2.12\nWC: 191694\n\nMy Year of Clerking For Justice Goldberg\n\nJustice Arthur Goldberg was a man of action. Before being nominated at age 54 to the Supreme\nCourt by President John F. Kennedy, Goldberg had accomplished an enormous amount. Unlike\nmost of the current justices, he would have been in the history books even had he never served on\nthe High Court.\n\nArthur Goldberg helped establish the profession of labor law. He represented the most important\nlabor unions in the country. He helped merge the American Federation of Labor (AFL) with the\nCongress of Industrial Organizations (CIO). He helped rid unions of communist influence. He\nargued some of the most significant cases before the Supreme Court and other courts, including\nthe Steel Seizure Case of 1951. He was, perhaps the most successful Secretary of Labor in\nhistory, settling one strike after another and being recognized as a legendary mediator.\n\nThe Supreme Court is not a place of action, it is an institution of reaction—to cases and\ncontroversies generated by others. It is a place of thoughtful, often solitary, meditation and\nresearch. Justice Goldberg was used to working with many people. He was accustomed to crisis.\nHis phone had always rung. When he arrived at the Supreme Court, as he once summarized the\nsituation, “my phone never rings.” The High Court is the loneliest of institutions. As Justice\nBrandeis once put it, “here we do our own work.” The Justices only occassionally interact: on\nthe bench, in the weekly, somewhat formal, conference; and in informal one-on-one meetings,\nwhich were rare then and even rarer today. It is fair to say that Justice Goldberg was somewhat\nlonely, often restless and craved the active life he had left behind.\n\nThis is not to say that Justice Goldberg was not a serious intellectual. He was. He was also one\nof the smartest justices in history. He loved the Supreme Court. He loved the law. He loved\nhaving intense discussions with his law clerks about jurisprudence and the role of the Supreme\nCourt. But he needed more than contemplation, deliberation and discussion. The “passive\nvirtues,” as Professor Alexander Bickel once characterized the Supreme Court’s role in not\nmaking decisions, was a vice to Arthur Goldberg. He wanted to get things done. He too was an\nunapologetic judicial activist. He came to the High Court with an agenda—a list of changes he\nwanted to help engender.\n\nI will never forget my first meeting with my new boss when I came to work in the Supreme Court\nduring the summer of 1963. He tossed a certiorari petition at me from across his desk and asked\nme to read it in his presence. It was only a few pages long and I did. He then asked me, “What\ndo you see in it?” I said, “It’s just another pro se cert petition in a capital case.” He said, “No,\nwhat you’re holding in your hand is the vehicle by which we can end capital punishment in the\nUnited States.” Abolishing the death penalty was the first item on his “to do” list as a justice.\n\nMy major responsibility during the first part of my clerkship was to draft a memorandum\nsupporting Justice Goldberg’s views that the death penalty was cruel and unusual punishment in\nviolation of the Constitution. He knew we had no chance of getting the majority to support that\nview—at least not yet—but he wanted to start a dialogue that would ultimately lead to the judicial\nabolition of the death penalty. He decided to focus first on an interracial rape case involving an\nAfrican American defendant and a white victim, since almost no whites had been executed for\n\n63\n\nHOUSE_OVERSIGHT_017150",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017150.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3584,
    "word_count": 614,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.944348",
    "prefix": "IMAGES-004"
  }
}