{
  "document_id": "HOUSE_OVERSIGHT_019984",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019984.txt",
  "text": "did the transition, and if you remember, the campaign was the most chaotic, in the media’s\ndescription, most chaotic, most disorganized, most unprofessional, had no earthly idea\nwhat they were doing, and then you saw ’em all crying and weeping that night on\nNovember 8.”\n\nBack in the White House, Jared Kushner, watching the proceedings casually and then\nmore attentively, suddenly felt a rising anger. Thin-skinned, defensive, on guard, he\nperceived Bannon’s speech as a message sent directly to him. Bannon has just credited the\nTrump victory to everybody else. Kushner was certain he was being taunted.\n\nWhen Schlapp asked the two men to enumerate the accomplishments of the last thirty\ndays, Priebus floundered and then seized on Judge Gorsuch and the deregulation executive\norders, all things, said Priebus, “that’—he paused, struggling—“eighty percent of\nAmericans agree with.”\n\nAfter a brief pause, as though waiting for the air to clear, Bannon raised the\nmicrophone: “I kind of break it down into three verticals, three buckets; the first, national\nsecurity and sovereignty, and that’s your intelligence, defense department, homeland\nsecurity. The second line of work is what I refer to as economic nationalism, and that is\nWilbur Ross at Commerce, Steve Mnuchin at Treasury, [Robert] Lighthizer at Trade, Peter\nNavarro, [and] Stephen Miller, who are rethinking how we are going to reconstruct our\ntrade arrangements around the world. The third, broadly, line of work is deconstruction of\nthe administrative state—” Bannon stopped for a moment; the phrase, which had never\nbefore been uttered in American politics, drew wild applause. “The way the progressive\nleft runs is that if they can’t get it passed they’re just going to put it in some sort of\nregulation in an agency. That’s all going to be deconstructed.”\n\nSchlapp fed another setup question, this one about the media.\n\nPriebus grabbed it, rambled and fumphered for a while, and ended up, somehow, on a\npositive note: We'll all come together.\n\nLifting the microphone, once again Joshua-like, and with a sweeping wave of his hand,\nBannon pronounced, “It’s not only not going to get better, it’s going to get worse every\nday”—his fundamental apocalyptic song—“and here’s why—and by the way, the internal\nlogic makes sense, corporatist, globalist media, that are adamantly opposed, adamantly\nopposed, to an economic nationalist agenda like Donald Trump has. And here’s why it’s\ngoing to get worse: because he’s going to continue to press his agenda. And as economic\nconditions continue to get better, as more jobs get better, they’re going to continue to fight.\nIf you think they’re going to give you your country back without a fight you are sadly\nmistaken. Every day it is going to be a fight. This is why I’m proudest of Donald Trump.\nAll the opportunities he had to waver off this. All the people he had coming to him saying\n‘Oh, you got to moderate.’ ” Another dig at Kushner. “Every day in the Oval Office he\ntells Reince and me, “I committed this to the American people. I promised this when I ran.\n\nHOUSE_OVERSIGHT_019984",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019984.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3094,
    "word_count": 508,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.629971",
    "prefix": "IMAGES-005"
  }
}