{
  "document_id": "HOUSE_OVERSIGHT_013089",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013089.txt",
  "text": "9.6 Body and Mind 173\n\nintelligent subsystems, including those associated with the gut, the heart, the liver, the immune\nand endocrine systems, and the perceptual and motor cortices.\n\nIn the perspective underlying this book, the human cognitive cortex — or the core cognitive\nnetwork of any roughly human-like AGI system — should be viewed as a highly flexible, self\norganizing network. These cognitive networks are modelable e.g. as a recurrent neural net with\ngeneral topology, or a weighted labeled hypergraph, and are centrally concerned with recognizing\npatterns in its environment and itself, especially patterns regarding the achievement of the\nsystem’s goals in various appropriate contexts. Here we augment this perspective, noting that\nthe human brain’s cognitive network is closely coupled with a variety of simpler and more\nspecialized intelligent \"body-system networks\" which provide it with structural and dynamical\ninductive biasing. We then discuss the implications of this observation for practical AGI design.\n\nOne recalls Pascal’s famous quote \"The heart has its reasons, of which reason knows not.\"\nAs we now know, the intuitive sense that Pascal and so many others have expressed, that the\nheart and other body systems have their own reasons, is grounded in the fact that they actually\ndo carry out simple forms of reasoning (i.e. intelligent, adaptive dynamics), in close, sometimes\ncognitively valuable, coordination with the central cognitive network.\n\n9.6.2.1 Some of the Human Body’s Specialized Intelligent Subsystems\n\nThe human body contains multiple specialized intelligences apart from the cognitive cortex.\nHere we review some of the most critical.\n\nHierarchies of Visual and Auditory Perception\n\n. The hierarchical structure of visual and auditory cortex has been taken by some researchers\n[Kurl2], [HB06] as the generic structure of cognition. While we suspect this is overstated, we\nagree it is important that these cortices nudge large portions of the cognitive cortex to assume\nan approximately hierarchical structure.\n\nOlfactory Attractors\n\n. The process of recognizing a familiar smell is grounded in a neural process similar to con-\nvergence to an attractor in a nonlinear dynamical system [Fre95]. There is evidence that the\nmammalian cognitive cortex evolved in close coordination with the olfactory cortex [Row1 1],\nand much of abstract cognition reflects a similar dynamic of gradually coming to a conclusion\nbased on what initially \"smells right.\"\n\nPhysical and Cognitive Action\n. The cerebellum, a specially structured brain subsystem which controls motor movements,\n\nhas for some time been understood to also have involvement in attention, executive control,\nlanguage, working memory, learning, pain, emotion, and addiction [PSF 09].\n\nHOUSE_OVERSIGHT_013089",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013089.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2803,
    "word_count": 417,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.886211",
    "prefix": "IMAGES-002"
  }
}