{
  "document_id": "HOUSE_OVERSIGHT_019998",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019998.txt",
  "text": "And:\n\nSeparately, American intelligence agencies had intercepted communications of\nRussian officials, some of them within the Kremlin, discussing contacts with Trump\nassociates.\n\nThe story went on:\n\nMr. Trump has denied that his campaign had any contact with Russian officials, and\nat one point he openly suggested that American spy agencies had cooked up\nintelligence suggesting that the Russian government had tried to meddle in the\npresidential election. Mr. Trump has accused the Obama administration of hyping\nthe Russia story line as a way to discredit his new administration.\n\nAnd then the real point:\n\nAt the Obama White House, Mr. Trump’s statements stoked fears among some that\nintelligence could be covered up or destroyed—or its sources exposed—once power\nchanged hands. What followed was a push to preserve the intelligence that\nunderscored the deep anxiety with which the White House and American\nintelligence agencies had come to view the threat from Moscow.\n\nHere was more confirmation of a central Trump thesis: The previous administration, its\nown candidate defeated, was not just disregarding the democratic custom of smoothing the\nway for the winner of the election; rather, in the Trump White House view, Obama’s\npeople had plotted with the intelligence community to put land mines in the new\nadministration’s way. Secret intelligence was, the story suggested, being widely\ndistributed across intelligence agencies so as to make it easier to leak, and at the same time\nto protect the leakers. This intelligence, it was rumored, consisted of spreadsheets kept by\nSusan Rice that listed the Trump team’s Russian contacts; borrowing a technique from\nWikiLeaks, the documents were secreted on a dozen servers in different places. Before\nthis broad distribution, when the information was held tightly, it would have been easy to\nidentify the small pool of leakers. But the Obama administration had significantly\nexpanded that pool.\n\nSo this was good news, right? Wasn’t this proof, the president asked, that Obama and\nhis people were out to get him? The 7imes story was a leak about a plan to leak—and it\nprovided clear evidence of the deep state.\n\nHope Hicks, as always, supported Trump’s view. The crime was leaking and the culprit\nwas the Obama administration. The Justice Department, the president was confident, was\nnow going to investigate the former president and his people. Finally.\n\nOOK Ok\n\nHope Hicks also brought to the president a big piece in the New Yorker. The magazine had\njust published an article by three authors—Evan Osnos, David Remnick, and Joshua Yaffa\n\nHOUSE_OVERSIGHT_019998",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019998.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2616,
    "word_count": 413,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.460668",
    "prefix": "IMAGES-005"
  }
}