{
  "document_id": "HOUSE_OVERSIGHT_017333",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017333.txt",
  "text": "4.2.12\nWC: 191694\n\nA Dedham, Massachusetts, woman accused four men of rape. Several days later the charges\nwere dropped because the accuser recanted when approached by the district attorney with\ninconsistent forensic evidence along with information that she had falsely accused other men. The\nnames of the falsely accused men were published in the press, but the false accuser’s name was\nwithheld.\n\nSt. Paul, Minnesota, police determined that within one week, two reported rapes were false. In\nthe first case, a woman reported being abducted and raped by a man who hid in her car as she\ngave a talk to a chemical dependency treatment group at a local high school. When police\nchecked the story, they found that the treatment group had never heard of her and that she didn’t\nown acar. In the second case, a sixteen-year-old girl claimed to have been abducted at a\ndowntown bus stop, imprisoned in a closet, and sexually assaulted by a man and his son over a\nthirty-three-hour period. In reality, the woman had been seen with her boyfriend several times\nover that thirty-three-hour period and had apparently been bruised by him. In both cases the\nwomen gave police detailed descriptions of their attackers and in both case the alleged assailants\nwere black.\n\nA seventeen-year-old girl from Washington State accused three twenty-year-old men of holding\nher down and raping her. Several days after the men were arrested, the woman recanted saying\nshe had the whole thing up out of spite. In a statement to police, the woman admitted, “When I\nwas leaving [he] called me a whore and a slut...and I became very angry and decided over the\nweekend that I would get back.”\n\nIn Rhode Island, a college student reported that her former boyfriend raped her at gun point. She\nadmitted that she made up the entire story after learning that the man she accused was 1,500 miles\naway at the time.\n\nIn New York, a woman who claimed she was raped at gun point in Central Park was arrested\nafter it was discovered that she had filed eleven false reports of rape.\n\nIn Nebraska, a woman was required to broadcast an apology to a man she had falsely accused of\nraping her in order to “get the attention of her husband.”\n\nIn Great Britain, a number of highly publicized rape accusations turned out to be false. A\nnineteen-year-old girl woman from Lincolnshire accused her former boyfriend of raping her after\nshe spent the night with a different man. A jilted nurse falsely accused her former lover of\nbeating her and also falsely accused his best friend of raping her. After analyzing several such\ncases, Angela Lambert, a British journalist, concluded that there are “plenty of reasons why a\nwoman might falsely accuse a man of rape.” She went on to argue that “the belief that all women\nare truthful and all men are rapists does not prove us good feminists; quite the contrary. It reveals\nus as prejudiced, narrow-minded, and as bigoted as any racist.”*°\n\n%° In recent years numerous inmates serving time for rape based on eye witness identification have been exonerated\nby DNA. In these cases, the rapes occurred but the victim misidentified the rapist. Many of these cases involved\nblack defendants misidentified by white victims.\n\n246\n\nHOUSE_OVERSIGHT_017333",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017333.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3239,
    "word_count": 550,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.072928",
    "prefix": "IMAGES-004"
  }
}