{
  "document_id": "HOUSE_OVERSIGHT_017091",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017091.txt",
  "text": "4.2.12\nWC: 191694\n\nAlan Dershowitz Takes The Stand: An Autobiography\nOr\nTaking the Stand—an Autobiography by Alan Dershowitz\n\nPreface: Ideology as Biography—A life of continuous change\n\nMy legal practice has been described as “the most fascinating on the planet.” Though perhaps\nhyperbolic, the fact is that during my long career as a lawyer, I have:\n\n* represented and counseled presidents, prime ministers, United Nations high officials,\njudges, senators, actors, musicians, athletes as well as ordinary people who have had the\nmost extraordinary cases;\n\n* played a role, sometimes large, sometimes small, in some of the most cataclysmic events\nof the last half century—from the assassination of JFK, to the forced resignation of\nRichard Nixon, to the Chappaquiddick investigation of Ted Kennedy, to the impeachment\nof President Clinton, to the war crimes trials of accused war criminals, to the defense of\nIsrael in international fora.\n\n* represented some of the most despised and despicable people on the face of the earth and\nsat across the table from defendants accused of mass murder, terrorism, war crimes,\ntorture, rape and hate crimes;\n\n* — served as a lawyer in some of the most transforming legal cases of the age, including the\nPentagon Papers Case, the WikiLeaks investigation, the anti-war prosecutions of Dr.\nSpock, the Chicago 7, the Weather Underground and Patricia Hearst;\n\n* represented some of the most controversial defendants in recent history: OJ Simpson;\nClaus Von Bulow; Mike Tyson; Leona Helmsley and Michael Milken.\n\nThis autobiography delves beneath the surface of these cases and causes. It presents an inside\naccount of legal events that have altered history and that continue to have a major impact on the\nlives of millions of people.\n\nWhat Tocqueville observed two centuries ago—that in our country nearly every great issue finds\nits way into the courts—is even truer today than it was then. Accordingly, my autobiography\nwill, in some sense, be a history of the last half century as seen through the eyes of a lawyer who\n\n> [quote]\n\nHOUSE_OVERSIGHT_017091",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017091.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2089,
    "word_count": 333,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.327457",
    "prefix": "IMAGES-004"
  }
}