{
  "document_id": "HOUSE_OVERSIGHT_013910",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013910.txt",
  "text": "Sherwood notices that the shirts are often hard to find on the competitive sites, all of which feature\ndozens of products, and the shirts are either made in the U.S. (inauthentic) or shipped from France\n(customers must wait two to four weeks). Johanna cannot find a “yoga for rock climbing” DVD, so she\nis starting from a blank slate.\n\n2. Sherwood and Johanna now need to create a one-page (300-600 words) testimonial-rich\nadvertisement that emphasizes their differentiators and product benefits using text and either personal\nphotos or stock photos from stock photo websites. Both have spent two weeks collecting advertisements\nthat have prompted them to make purchases or that have caught their attention in print or online —these\n\nwill serve as models. Johanna asks her clients for testimonials and Sherwood lets his friends try on the\nshirts to get several for his page. Sherwood also asks the manufacturer for photos and advertising\nsamples.\n\nSee www.pxmethod.com for a good example of how I have created a test page using testimonials\nfrom seminar attendees. Please note that it’s just a template for readers and not a live sales page. Free\nhow-to seminars as recommended in the Expert Builder are ideal for identifying popular selling points\nand securing testimonials.\n\nTesting the Advertisement\n\nSherwood and Johanna now need to test actual customer response to their advertisements. Sherwood first\ntests his concept with a 72-hour eBay auction that includes his advertising text. He sets the “reserve” (the\nlowest price he’ll accept) for one shirt at $50 and cancels the auction last minute to avoid legal issues\nsince he doesn’t have product to ship. He has received bids up to $75 and decides to move to the next\nphase of testing. Johanna doesn’t feel comfortable with the apparent deception and skips this preliminary\ntesting.\n\nSherwood’s cost: <$5.\n\nBoth register domain names for their soon-to-be one-page sites using the cheap domain registrar\nwww.domainsinseconds.com. Sherwood chooses www.shirtsfromfrance.com and Johanna chooses\nwww.yogaclimber.com. For additional domain names, Johanna uses www.domainsinseconds.com.\n\nCost to both: <$20.\n\nSherwood uses www.weebly.com to create his one-page site advertisement and then creates two\nadditional pages using the form builder www.wufoo.com. If someone clicks on the “purchase” button at\n\nthe bottom of the first page, it takes them to a second page with pricing, shipping and handling “* and\nbasic contact fields to fill out (including e-mail and phone). If the visitor presses “continue with order,” it\ntakes them to a page that states, “Unfortunately, we are currently on back order but will contact you as\nsoon as we have product in stock. Thank you for your patience.” This structure allows him to test the\nfirst-page ad and his pricing separately. If someone gets to the last page, it is considered an order.\n\nJohanna is not comfortable with “dry testing,” as Sherwood’s approach is known, even though it is\nlegal if the billing data isn’t captured. She instead uses the same two services to create a single webpage\nwith the content of her one-page ad and an e-mail sign-up for a free “top 10 tips” list for using yoga for\nrock climbing. She will consider 60% of the sign-ups as hypothetical orders.\n\nCost to both: <$0.\n\nBoth set up simple Google Adwords campaigns with 50-100 search terms to simultaneously test\nheadlines while driving traffic to their pages. Their daily budget limits are set at $50 per day. (At this\nsegue into PPC testing, I recommend you first visit www.adwords/google.com/onlinebusiness and then\nfollow along by creating your own account, which should take about 10 minutes. It would be a waste of\nrain forests to use ten pages to explain terms that can be understood at a glance online.)\n\nHOUSE_OVERSIGHT_013910",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013910.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3804,
    "word_count": 611,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.784779",
    "prefix": "IMAGES-002"
  }
}