{
  "document_id": "HOUSE_OVERSIGHT_011709",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011709.txt",
  "text": "The President responded by suggesting we go to the Pentagon and talk in\ngreater detail about how, for both our countries’ benefit, that could be avoided.\nWhen we convened in Secretary Cheney’s office, I delivered the same message,\nbut more forcefully. I felt it was essential not only to make it clear we serious\nabout taking action, but that we had the military capability to do so. So I told\nSecretary Cheney and Colin what we were planning. I said we intended to\nlaunch a combined air and ground assault by an air-mobile force and our best\nparatroop units. At that point, Colin, who was clearly worried, suggested the\ntwo of us withdraw to speak “soldier to soldier.” We retreated to his office.\nSpreading out a map of western Iraq, I went into greater detail, explaining how\nwe would remain in the Iraqi desert on a search-and-destroy mission against the\nmobile launchers. Colin stressed the efforts the Americans were making from\nthe air, and the commitment they’d shown to Israel. Not only had they delivered\nthe Patriots. They had allocated their best fighter jets, F-15E’s, to the task of\ntaking out the Scuds. It helped that he and I had got to know and respect each\nother, so it wasn’t an all-out argument. But I reiterated that if the Scud attacks\nkept up, we would have to act. “We will act,” I said. For a few seconds, he said\nnothing. But as we headed back to join the others, he told me that only a few\nhours ago, he had briefed American commanders on an anti-Scud operation by\n“allied forces” like the one we were planning. “It will happen,” he assured me.\n“Within 48 hours.”\n\nThat task fell to Britain’s SAS. The operation was almost exactly the same as\nthe one we’d planned. A force of nearly 700 commandos was helicoptered in to\nIraq’s western desert, equipped with Jeeps and Land Rovers, and anti-tank\nmissiles and laser targeting capability. They were also able to call on attack\nhelicopters and F-15 jets if necessary. The operation did not prove easy, quick,\nor entirely successful. The British troops blocked the main roads and patrolled\nthem. But they did not find or destroy a single mobile launcher. They ended up\nin gun battles with Iraqi troops. The SAS lost something like two dozen men.\nFive were part of a group that got separated from the others and ended up\nfreezing to death in the February cold. All of the men risked their lives, with\nincredible determination and bravery, in an operation to secure the safety of\nIsrael’s civilian population. And I have no doubt that the outcome, like the plan,\nwould have been almost identical if we had done it ourselves.\n\nAnd it did have an effect. As I’d told Prime Minister Shamir when briefing\nhim on our attack plan, the very fact of a military presence on the ground made\na dramatic difference. The number, accuracy and impact of the Scuds dropped\noff steeply. A few missiles kept coming, however. Since we did not yet have a\n\n238\nHOUSE_OVERSIGHT_011709",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011709.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2932,
    "word_count": 517,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.546184",
    "prefix": "IMAGES-001"
  }
}