{
  "document_id": "HOUSE_OVERSIGHT_020524",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020524.txt",
  "text": "65\n\nconsidered to be more favorably disposed to the Chinese government perspective\n\nand ensuring that those with challenging views are excluded. One analyst noted that\nformer Hong Kong chief executive C.H. Tung’s and Fu’s relationships with US think-\ntank scholars and presidents provide them with frequent opportunities to speak before\nlarge public audiences at prestigious American venues and to advance an official\nChinese narrative while gaining a certain added legitimacy at home.\n\nFu is also explicit in her desire to cultivate relations with think-tank experts she\nbelieves may enter government. Following the election of Donald Trump, she “rushed\nin to see” one think-tank analyst with ties to the new administration and a flurry of\nembassy officials followed. However, when it became evident that said analyst would\nnot be going into the administration, there was no more interest. In addition, at a\nmeeting around a project on US-China relations advanced by Fu, she noted that she\nhoped some of the people would be entering the government; otherwise it would not\nprove to have been worth much to have done the project.\n\nChinese president Xi Jinping has also encouraged Chinese think tanks to “go\nglobal”— establishing a presence within the United States and other countries as\n\na way “to advance the Chinese narrative.” In 2015, the Institute for China-America\nStudies (ICAS) set up shop in Washington, DC, as a 501(3)(c) nonprofit organization.\nICAS is funded by the Hainan-Nanhai Research Foundation, which receives its\nseed funding from the National Institute for South China Sea Studies, a Chinese\ngovernment-—supported entity, as well as from the China Institute of the University of\nAlberta, Nanjing University, and Wuhan University. The head of ICAS, Hong Nong,\nretains ties to these institutions. ICAS maintains a small staff of researchers as well\n\nas a diverse board of international experts from China, the United States, Canada,\nAustralia, and Indonesia. ICAS projects focus on the central issues of the US-China\nrelationship, including US-China cooperation, maritime security, North Korea, and\ntrade relations. Hong herself focuses on the South China Sea and the Arctic policies\nof non—Arctic Council member countries, of which China is the largest and most\nsignificant. The institute also holds an annual conference.\n\nWhile President Xi’s call to establish think tanks was contemporaneous with the\nestablishment of ICAS, Hong has made it clear that the decision to set up ICAS in DC\ncame as a result of an effort by her and some of her colleagues both in China and in\nCanada to understand better how American think tanks operate. She was asked to\nlead ICAS, and she then selected a board of directors, as well as advisory members.\n\nShe views the mission of the think tank as being to serve as a bridge in perception\nbetween the United States and China. Hong does not want people to view the institute\nas advancing a Chinese government perspective or as wearing a “Chinese hat,” but\nshe believes that in DC there are too few voices that reflect a Chinese (not necessarily\n\nSection5\n\nHOUSE_OVERSIGHT_020524",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3128,
    "word_count": 502,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.086114",
    "prefix": "IMAGES-006"
  }
}