{
  "document_id": "HOUSE_OVERSIGHT_026857",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026857.txt",
  "text": "previous 30 years of “hide your strength, bide your time, never take the lead”. It also heralded\nthe beginning of a new period of confident, independent international policy activism\nby Beijing. In part this change reflected Xi Jinping’s greater centralisation of political power in\nthe Chinese system. In part it reflected the Chinese system’s deep conclusion that American\nglobal power was in relative decline and that the United States would not confront China\nmilitarily if China sought to expand its regional military presence. In part it reflected a Chinese\ninstitutional conclusion that China had finally become an indispensable global economic power\nto most countries in the world, thereby enabling China to begin to project its economic\ninfluence bilaterally, regionally and also multilaterally. It also was an expression of Xi Jinping’s\npersonal leadership temperament, which is impatient with the incremental bureaucratism\nendemic to the Chinese system, and with which the international community had become\nrelaxed, comfortable and thoroughly accustomed.\n\nFor those who follow these events closely and have written on the importance of this\nsignificant departure from China’s traditional strategic framework dating from the 2014\nconference, a number of developments since then have been illustrative of this overall change\nin the style, content and direction of China’s international policy approach. China worked\novertime in 2014-16 to expand its military position in the South China Sea with a rapid program\nof island reclamation. China took the idea of the New Silk Road and turned it into a multi-\ntrillion dollar trade, investment, infrastructure and wider geo-political and geo-economic\ninitiative, engaging 73 different countries across much of Eurasia, Africa and beyond. China\nsigned up most of the developed world in the first large-scale non-Bretton Woods multilateral\ndevelopment bank called the Asian Infrastructure Investment Bank (AIIB), capitalised it and\nlaunched it so that it now has a balance sheet already approaching the size of the Asian\nDevelopment Bank.\n\nChina has also become for the first time a multilateral diplomatic activist, launching diplomatic\ninitiatives of its own beyond its own immediate sphere of strategic interest here in the East\nAsian hemisphere, as well as actively participating in other initiatives such as the JCPOA on\nIran, rather than declining to reach beyond its own narrowly defined core national interests\nas we have often seen in the past. China has also developed naval bases in Sri Lanka, Pakistan\nand now Djibouti (the latter with some 5,000 troops based there), as well as participating in\nnaval exercises with the Russians in the Sea of Japan, the Mediterranean and even the Baltic.\n\nAnd now in the most recent National People’s Conference in March 2018, we have the decision\nto establish China’s first ever International Development Cooperation Agency to manage\nChina’s burgeoning aid programs across the developing world. Of course, these leave to one\nside the activities of Chinese state financial institutions, other Chinese SOE’s as well as Chinese\nmixed investment funds operating on every continent and in every region of the world.\n\nIt would be wrong, analytically, to say that all these suddenly began after the 2014 Central\nConference on Work Relating to Foreign Affairs. Some began in the two years before then\nafter Xi first became General Secretary in late 2012. And some have their antecedents in the\nlate Hu Jintao period. But my point is that they all either began, were intensified or else were\nformally publicly legitimised by the conclusions of the last Central Conference. In short, the\n\n2 of 10\n\nHOUSE_OVERSIGHT_026857",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026857.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3710,
    "word_count": 576,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.637759",
    "prefix": "IMAGES-009"
  }
}