{
  "document_id": "HOUSE_OVERSIGHT_023160",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023160.txt",
  "text": "OUP CORRECTED PROOF - FINAL, 12/9/2014, SPi\n\nXXvViii Chronology\n\n23 September 2011\n31 October 2011\n6 February 2012\n\n20 June 2012\n\n14 November 2012\n21 November 2012\n29 November 2012\n\n4 December 2012\n\n22 January 2013\n13 April 2013\n\n6 June 2013\n\n20 June 2013\n\n30 June 2013\n\n3 July 2013\n\n30 July 2013\n\n19 September 2013\n16 January 2014\n\n23 April 2014\n\n24 April 2014\n2 June 2014\n3 June 2014\n8 June 2014\n\n12 June 2014\n\n2 July 2014\n7 July 2014\n\n26 August 2014\n\nPresident Abbas’s speech to the UN General Assembly on UN membership.\nPalestine becomes a member of UNESCO.\n\nIn Doha, Palestinian Authority President Abbas and Hamas leader\nMeshal sign another reconciliation agreement after the failure to\nimplement the Cairo deal.\n\nMohamed Morsi is sworn in as President of Egypt.\nIsrael launches Operation ‘Pillar of Defense’ in Gaza.\nGaza War II: Israel and Hamas unilateral cease-fire.\n\nPresident Abbas’s speech to the UN General Assembly on Palestine’s status\nat the United Nations.\n\nUN General Assembly Resolution 67/19: Status of Palestine in the United\nNations.\n\nLikud Party leader Netanyahu wins parliamentary elections.\nPrime Minister Salam Fayyad resigns.\n\nRami Hamdallah is sworn in as Palestinian Prime Minister.\nRami Hamdallah resigns from his post.\n\nMassive demonstrations in Egypt against President Morsi.\nEgyptian Army removes President Morsi from power.\n\nResumption of Israeli-Palestinian peace talks in Washington facilitated\nby President Obama and Secretary of State Kerry.\n\nRami Hamdallah forms a new Palestinian Government.\n\nOpening in The Hague of the trial of the Special Tribunal for Lebanon\n(STL).\n\nFatah and Hamas announce in Gaza a new reconciliation agreement\ncalling for the formation of a national unity Government and the holding\nof elections.\n\nThe Israeli Cabinet suspends peace talks with the Palestinians in protest to\nthe Gaza agreement.\n\nPalestinian unity government headed by Prime Minister Rami Hamdallah\nis sworn in.\n\nBashar al-Assad is re-elected President of Syria in an election whose\nlegitimacy was widely contested.\n\nField Marshall Abdel Fattah a-Sissi is sworn in as President of the Arab\nRepublic of Egypt following presidential elections held 26-28 May.\nThree Israeli teenagers were abducted in the West Bank. The IDF found\ntheir bodies on 30 June in the vicinity of Hebron. In retaliation, Israel\nlaunched attacks against targets of Hamas and Palestinian Islamic Jihad.\nA Palestinian teenager was abducted and killed in Jerusalem by a group of\nIsraelis. This triggered a series of violent clashes.\n\nIsrael launches operation ‘Protective Edge’ against Hamas in the Gaza\nStrip in retaliation to rocket attacks.\n\nA ceasefire, brokered by Egypt, was reached to end hostilities between\nPalestinian factions and Israel in Gaza.\n\nHOUSE_OVERSIGHT_023160",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2781,
    "word_count": 434,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:45.661952",
    "prefix": "IMAGES-007"
  }
}