{
  "document_id": "HOUSE_OVERSIGHT_017416",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017416.txt",
  "text": "4.2.12\nWC: 191694\n\ncharges and he sought my help, which I was pleased to give. Eventually, he was cleared of all\ncharges and continued to practice law in the newly united Germany.\n\nHuman rights in Israel\n\nA human rights case that surely tested my commitment to universal rights involved an Arab-Israeli\nwho was accused by Israel of assisting terrorism. He was being held in administrative detention,\ninstead of being formally charged with a crime. I was in Israel at the time writing a long article on\nthe practice of administrative detention (or as Americans call it “preventive detention”). I was\ncritical of the practice though I understood why some Israelis believed it was necessary to combat\nterrorism. After meeting the Israeli-Arab in the detention center and reviewing his case, I\nconcluded that his detention was unjustified. I met with Israeli officials and urged them to\nreconsider his case. They did, and they released him. He moved to Lebanon where he became an\nactive member of the more moderate wing of the Palestine Liberation Organization. To my\nknowledge, he has never engaged in any acts of terrorism.\n\nI helped several other Palestinian prisoners and detainees as well. I also wrote critically of and\nlitigated against several Israeli policies, including the use of unacceptable interrogation methods,\nthe overuse of wiretaps, religious discrimination against women, and de facto discrimination\nagainst Israeli Arabs. Since the early 1970s, I have been a vocal and persistent opponent of Israeli\nsettlements in the West Bank and Gaza. And after the war in Lebanon, I protested the use of\ncluster bombs that, though lawful, unduly endanger the lives of civilians. I have never believed\nthat my strong, general support of Israel is in any way inconsistent with my opposition to, and\ncriticism of, specific Israeli policies which violate neutral principles of human rights.\n\nHuman rights and wrongs in China\n\nIn 1979, Senator Edward Kennedy asked me to travel to China and report back to him on the\ncondition of human rights. The cultural revolution was just ending, and the first sparks of\nfreedom were being ignited at a place in Beijing called “Democracy Wall,” where dissidents\ngathered and posted anonymous notes. I was to be one of the first human rights advocates\nallowed into what had long been a closed society. Senator Kennedy, with whom I worked closely\non numerous human rights issues, was the key to why I was invited not only to visit prisoners and\ncourtrooms, but also to lecture on criminal law in several of China’s most important universities.\nAlthough I was invited to lecture exclusively on technical aspects of criminal law, in order to help\nChina develop a modern penal code, I managed to smuggle some discussion of human rights into\nmy lectures.\n\nDuring my visit to several prisons, I learned about a legal provision that seemed unique to China.\nWhen the sentence of death was imposed for certain types of crimes, the condemned prisoner was\nsent to a particular institution to await execution. After about a year, half of the condemned\nwould actually be executed, while the other half would be spared. All the condemned were\ncompeting against each other in a zero sum game, in which the stakes were life and death. The\n“winners” were selected not only on the basis of good behavior—needless to say, everyone in this\nhigh stakes game was on their best behavior—but also on their commitment to Maoism and their\n“worthiness” to live.\n\n329\n\nHOUSE_OVERSIGHT_017416",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017416.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3500,
    "word_count": 578,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.756228",
    "prefix": "IMAGES-004"
  }
}