{
  "document_id": "HOUSE_OVERSIGHT_012825",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012825.txt",
  "text": "liking part company, with liking falling dormant due to sensitization, wanting grows in intensity, seeking\n\nbut failing to find satisfaction. So begins an appetite for violence, one that can turn into a craving.\n\nA craving to impress\n\nGazelles on the Serengeti plains of Tanzania sometimes move in an exceptionally bizarre way. With legs\nrigidly extended, they bounce up and down like kangaroos. There is no obvious function associated with\nthis movement. If anything, it appears energetically wasteful. If these gazelles lived in tall grass, one\nmight think that the bouncing was designed to better see or be seen. But the Serengeti plains are flat and\nthe grass is short. Gazelles can see for miles in this habitat and so can everything else that shares this\ngorgeous part of the planet with them. This includes the lions, leopards and cheetah that think of gazelles\nas breakfast, lunch and dinner. Why would a gazelle advertise like this? Why alert predators to your\nlocation and availability? Why not use the coloration of your fur to blend into the color scheme of the\nsavannah, moving swiftly but imperceptibly?\n\nWe can explain the gazelle’s bizarre movements — called stotting — by thinking economically,\nusing Zahavi’s honest signaling theory that I described in Chapter 1. Whenever evolutionary biologists\nsee a behavior that is costly, they immediately search for a potential benefit. The reason is simple:\nbehaviors that tax an individual's chances of survival and reproduction are ultimately weeded out by the\nforce of natural selection. There must be some benefit to the individual or to others in order to neutralize\nthe costs. Given the ostentatious nature of the gazelle’s stotting, who benefits and how? Since the\nbehavior is eye-poppingly interesting to human observers, one assumes that it is eye-popping to other\nanimals on the Serengeti plains as well. Gazelles typically stot when they detect danger which, in the\nSerengeti, means leopards, lions and cheetah. If gazelles stot to alert other gazelles, then most gazelles\nshould stot, at least some of the time. This is because all gazelles are vigilant, should have multiple\nopportunities to see these predatory cats, and should benefit from an alarm signal. But this is not what we\nobserve. Instead, stotting seems to be reserved for those in good shape. When gazelles stot, they appear to\nbe sending a cease and desist signal to any observant cat. If this is the gazelles’ message, then cats should\nselectively chase non-stotters over stotters. And when cats turn a blind eye to stotting gazelles and chase\nthem, they should have less success than when they chase non-stotters. Stotters are turbo-charged.\nStotting is simply their way of showing off.\n\nThese expectations are supported by the British biologists Claire Fitzgibbon and Tim Caro who\nspent hundreds of hours watching gazelles and predatory cats. What they reveal is that stotting is an\n\nhonest signal of condition or quality. Only gazelles in good condition can tolerate the costs of stotting.\n\nHauser Chapter 2. Runaway desire 79\n\nHOUSE_OVERSIGHT_012825",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012825.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3090,
    "word_count": 497,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.537535",
    "prefix": "IMAGES-002"
  }
}