{
  "document_id": "HOUSE_OVERSIGHT_024427",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024427.txt",
  "text": "tolerate and fully withstand as it creates the only real chance for the addict to finally change. It is critical,\ntherefore, that when we finally engage in mirroring that we be prepared to see it through completion.\n\nFP: What if we fail to engage in our own Inner Jihad and the Control Factor stays firmly in place?\n\nSiegel: Critical to the Inner Jihad is the realization that our civilization is fragile; not to be taken for granted.\nOur demands for multi-culturalism and diversity have bumped heads with the simple paradox that tolerating\nthe intolerant leads to extinction. Tolerating the intolerant is perhaps the most crystalline version of\nasymmetry we have accepted. Seriously engaged Muslims MUST place the Koran above all law while in\nAmerica, the Constitution ranks supreme. As Omar Ahmad , founder of CAIR, reputedly said, “Islam isn’t in\nAmer ica to be equal to any other faith, but to become dominant. The Koran is the highest authority in\nAmerica and Islam is the only accepted religion on Earth.” Who makes law- the people or Allah? While the\nControl Factor constantly seeks for some accommodation between the two, this conflict CAN NOT be\nnegotiated. Only one can survive not because we have declared “war” but because our Islamic Enemy has.\nThat is, perhaps, the lesson we will most need to fully learn, one way or another. We will eventually hit a\nTurnaround Moment as a nation and if enough of us are not truly prepared to fight and continue to be\ncontrolled by our delusions, we will lose. If we truly seek to win, it is better to get there sooner while we\nhave advantages than later.\n\nFP: Bill Siegel, thank you for joining FrontPage Interview.\nAnd thank you for writing this superb and most important book.\n\nWe encourage all o f our readers to get their hands on The Control Factor: Our Struggle to See the True\nThreat and to read it!\n\nEditor’s note: To watch The Glazov Gang‘s recent discussion about the Muslim Brotherhood’s\ninfiltration of the United States and the Obama administration, see this week’s episode below:\nFreedom Center pamphlets now available on Kindle: Click here.\n\nFiled Under: Daily Mailer, FrontPage Tagged With: Denial, Islam, muslim brotherhood, Obama, Siegel, The\nControl Factor\n\n22.\nt= Print This Post\nAbout Jamie Glazov\n\nJamie Glazov is Frontpage Magazine's editor. He holds a Ph.D. in History with a specialty in Russian, U.S.\nand Canadian foreign policy. He is the author of the critically acclaimed and best-selling, United in Hate:\nThe Left’s Romance with Tyranny and Terror. His new book is High No on For America. He is the host of\nFrontpage’s television show, The Glazov Gang, and he can be reached at jamieglazov11@gmail.com. Visit\nhis sit at JamieGlazoy.com.\n\nLogin\n\nFollow the discussion\n\nComments (6)\n\nSort by: Date Rating Last Activity\n+3\n\ncs\n\nAdinaK 86p - J/ hours ago\n\nThe war being waged has two components - mental and physical. The mental side is a minefield of\nconstructs, deeply implanted within generations of Americans, and its PC chickens are coming home to\nroost. So much so, millions of Americans (westerners) cannot break free of its shackles. But it is not as if\nthese mental chains magically appe ared. Far from it - http://adinakutnicki.com/2012/11/26/the-death-of-...\n\nHOUSE_OVERSIGHT_024427",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024427.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3269,
    "word_count": 543,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.433801",
    "prefix": "IMAGES-007"
  }
}