{
  "document_id": "HOUSE_OVERSIGHT_018985",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018985.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 32\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. . . . : 1-05-000368 | (Continued)\nOn March 31, 2005, Sgt. Daniel Szarszewski requested that I set up a\nsurveillance vehicle on El Brillo Way and conduct video surveillance\nof the front exterior of Epstein's residence. At 3:00 p.m., I set up\na surveillance vehicle equipped with a video monitoring device. The\nsurveillance vehicle was parked on El Brillo Way approximately fifty\nfeet east of Epstein's driveway. The purpose of the video\nsurveillance was to gather investigative intelligence by monitoring\nand recording all vehicle and pedestrian traffic entering and leaving\nEpstein's property.\n\nThe video surveillance tapes were changed daily with a new Maxell\nT-160 VHS tape. Video surveillance was established for Epstein s from\nMarch 31, 2005 through April 05, 2005. On April 05, 2005, video\nsurveillance was concluded. I reviewed the video tapes and advised\nDetective Pagan the surveillance videos yielded no evidentiary value.\n\nOn April 01, 2005 at 9:30 a.m., I responded to the area of 358 El\nBrillo Way to meet with Town of Palm Beach sanitation employee, Jessie\nJones. While parked in the area of 358 El Brillo Way waiting to\ncollect Epstein s trash, I observed a white female, who I recognized\nas Ty «= er Florida driver's license photograph. I\nmade no contact os While parked in the area, I also\nobserved Epstein s GMC Yukon truck leave the property as well as other\nvehicles arrive and park across the street from the property. The\noccupants of these vehicles appeared to be housekeepers, maintenance\nmen, and gardeners. .\n\nAt 9:38 a.m., I met with Town of Palm Beach sanitation employee,\nJessie Jones. I observed Jones enter the driveway of 358 El Brillo\nWay and collect the trash from Epstein s property. I followed Jessie\nto a predetermined area at which time I collected the trash bags from\nthe sanitation truck. I transported the trash bags to the sanitation\ndepartment, where I sifted through its contents. I collected mail\n\ncorrespondences addressed to Jeffrey a a and bé\npersonal documents for Janusz Banasiak and as well as —\nJeffrey Epstein notepaper with the names and appointment times for\n| No last names or other personal information was\nwritten on the notepaper.\n\nWhile sifting through Epstein s trash, I also collected a three-inch\npurple finger size object, which had a broken end. The object\n\nappeared to be a broke piece from a sexual toy similar to a (Cyclone\nVibrator) possibly used for rectal gratification. The sexual object\n\nwas photographed for Detective Pagan, packaged in a biohazard evidence\nbag (possible body fluids) and secured as investigative evidence. All\n\nitems collected from Epstein s trash were turned over to Detective\nPagan for evidentiary purposes.\n\non April 05, 2005 at 9:18 a.m., I met with Town of Palm Beach\nsanitation employee, Jessie Jones. I observed Jones enter the\ndriveway of 358 El Brillo Way and collect the trash from Epstein s\nproperty. I followed Jessie to a predetermined area at which time I\n\nHOUSE_OVERSIGHT_018985",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018985.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3093,
    "word_count": 511,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.700640",
    "prefix": "IMAGES-005"
  }
}