{
  "document_id": "HOUSE_OVERSIGHT_017100",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017100.txt",
  "text": "4.2.12\nWC: 191694\n\nPart I: From Brooklyn to Cambridge (with stops in New Haven and Washington)\n\nChapter 1: Born and religiously educated in Brooklyn\n\nThe doctor told my pregnant and anxious mother that she would give birth “first in September.”\nSo when I was born on September 1, 1938, my mother thought the doctor was a genius. I was\nthe first person in the history of my family to be born in a hospital. My maternal grandfather, an\nimmigrant from Poland, wanted me to be born at home, because in Poland, there were rumors\nthat Jewish babies were switched with Polish babies. To prevent this from happening to his\ngrandchild, he stood guard over me at the baby room. Nevertheless, when I started to misbehave\nearly in my life, he was convinced that the switch had taken place, despite me being—in my\npaternal grandmother’s words—“the spittin’ image” of my father. (I was well into my adult life\nbefore I realized that I was much more like my mother in ways other than physical resemblance.)\n\nI was born in the Williamsberg neighborhood of Brooklyn, where both of my parents had lived\nmost of their lives, having moved as youngsters from the lower East Side of Manhattan where\nthey were born to Orthodox Jewish parents who had emigrated from Poland at the end of the 19\"\nand beginning of the 20\" Century. When my mother was pregnant with my brother Nathan, who\nis three and a half years younger than me, we moved to the Boro Park neighborhood of Brooklyn\nwhere I grew up and where my parents remained until their deaths.\n\nBoro Park is unique among American Jewish neighborhoods in that it has always been Jewish.\nUnlike the neighborhoods of Manhattan—such as the Lower East side and Harlem, which have\nhad changing ethnic populations—Boro Park has always been, and remains, dominantly Jewish.\nThe first occupants of the small tract houses built near the beginning of the twentieth century of\nthe site of rural farms were Jewish immigrants seeking to escape from the crowded ghettos of\nManhattan and later Williamsberg. The current occupants of the modern multi-dwelling units are\nChasidic Jews who have moved from Crown Heights and Williamsberg seeking to recreate the\nshtetles of Eastern Europe.\n\nWhen I lived in Boro Park during the 1940s and 1950s, it was a modern Orthodox community of\nsecond generation Jews whose grandparents had emigrated mostly from Poland and Russia during\nthe late 19\" and early 20\" centuries. Following the end of World War II, some displaced persons\nwho had survived the Holocaust moved into the neighborhood.\n\nMy parents reached adulthood in Williamsberg during the peek of the Great Depression. My\nmother Claire had been a very good student at Eastern District High School and at the age of 16\nenrolled at City College in the fall of 1929—the first in the history of her family to attend college.\nShe was forced to leave before the end of the first semester by her father’s deteriorating economic\nsituation. She went to work as a bookkeeper, earning $12 a week.\n\nMy father, who was not a good student, attended a Yeshiva high school in Williamsberg. It was\ncalled Torah V’Daas—ttranslated as Bible and Knowledge. He began to work during high school\nand never attended college.\n\n13\n\nHOUSE_OVERSIGHT_017100",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017100.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3235,
    "word_count": 550,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.854116",
    "prefix": "IMAGES-004"
  }
}