{
  "document_id": "HOUSE_OVERSIGHT_012153",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012153.txt",
  "text": "KIRKLAND & ELLIS LLP\n\n18 U.S.C. § 2423(b), a statute enacted to prevent sex tourism, provides up to 30 years of\nimprisonment for anyone who travels across state lines (i) for the purpose of engaging in (ii)\nillicit sexual conduct with a minor. Neither of those elements is satisfied here.\n\nMr. Epstein did not travel to Palm Beach for the purpose of engaging in sexual activity\nwith a minor, within the meaning of the statute. The evidence is indisputable that Palm Beach\nwas where Mr. Epstein spent most of his discretionary time, and that his travels to Palm Beach\nwere merely trips returning often to his home of twenty years—not the escapades of a sex tourist\noff to some destination inextricably intertwined with the required significant or dominant\npurpose of that trip to be to have “illicit sexual conduct.” Epstein’s trips to Palm Beach were\nsimply those of a businessperson traveling home for weekends or stopping over on his way to or\nfrom New York and St. Thomas or to visit his sick and dying mother in the hospital for months\non end. He certainly did not travel to his home in Florida for the dominant purpose of engaging\nin sexual conduct with a person who he knew was under 18 when he did not know, at the time he\ndecided to travel, from whom he was to receive a massage, if he were to receive one at all.\n\nIn Cuellar, the unanimous Supreme Court linked the term “design” in the money-\nlaundering statute to the terms “purpose” and “plan,” and stressed that those terms all required\nthe defendant to “formulate a plan for; devise”; “[t]o create or contrive for a particular purpose or\neffect”; [carry out] “[a] plan or scheme”; or “to conceive and plan out in the mind.” Slip. op. at\n12 (citing dictionary definitions). The same link is present here, and it simply cannot be said that\nMr. Epstein’s design, plan, or purpose in traveling to Palm Beach was to engage in illicit sexual\nconduct with minors; his design or plan or purpose was simply to return to his home.\n\nAny construction of § 2423(b)’s “for the purpose of’ language to include purposes\nbeyond the dominant purpose of the travel would run afoul of the rule of lenity and due process\nprinciples discussed earlier. Any attempted prosecution of Mr. Epstein under a more expansive\nconstruction of the “for the purpose of’ language would also violate the separation of powers\ndoctrine. Congress, which selected the “for the purpose of’ language signaled no clear intention\nto make it a federal crime whenever an actor has engaged in illicit sexual conduct following his\ncrossing of state lines as long as it might be said that sexual activity at his destination was among\nthe activities he pursued there. Congress well knows how to write a statute in this field which\neliminates a purpose requirement. See 18 U.S.C. § 2423(c)(“Any United States citizen or alien\nadmitted for permanent residence who travels in foreign commerce, and engages in any illicit\nsexual conduct with another person ...”). § 2423(b) is not such a statute.\n\nFederal court decisions watering down the “for the purpose of “ requirement fly in the\nface of the two Supreme Court decisions addressing that element. See Hansen v. Huff, 291 U.S.\n559 (1934); Mortensen v. United States, 322 U.S. 369 (1944). Santos and Cuellar speak loudly\nand clearly against prosecutors seeing such elasticity in federal criminal statutes, including those\nenacted to protect important federal interests. In cases involving the federalization of activity\nthat is within the States’ historic police power, Congress must speak with particular clarity. See,\ne.g., Will v. Michigan Dep’t of State Police, 491 U.S. 58, 65 (1989).\n\n12\n\nHOUSE_OVERSIGHT_012153",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012153.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3676,
    "word_count": 622,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.588512",
    "prefix": "IMAGES-001"
  }
}