{
  "document_id": "HOUSE_OVERSIGHT_018359",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018359.txt",
  "text": "Chapter Eight:\n“MapReduce”: The Compression of Space and Time\n\nIn which we learn what networks are really, rather wonderfully, meant for.\n\n1.\n\nStarting in the springtime of 1997, the American scientist and inventor Danny Hillis\nbegan what has since become an every-few-months sort of ritual. He packed up\nfrom his home in Encino, a short drive over the Hollywood Hills from Los Angeles,\nand headed off for rural Texas for a few days that would largely defined by rock and\ndynamite. Hillis, who was born in 1956, has spent most of his life working at the\nelectron level of the world, crafting some of the most significant computer\nprocessing systems of our age. So the sort of paleolithinc earth moving he was\nheading off to manage in Texas was a departure from his usual scale. His aim was to\nwork on blasting and then refining a space in an isolated mountainside for the\nconstruction of a towering clock that he had designed, one intended to run for\n10,000 years. That ten-millennia span was not accidentally chosen. Humans, when\nHillis began his work on the clock, had been around about that long already. We\nwere, as he pictured it, ata midpoint on that 20,000 year stretch of time. Hillis and\nthe group of tinkerers, thinkers, and engineers who had backed and designed the\nclock - people such as Amazon’s Jeff Bezos, spreadsheet inventor Mitch Kapor or\ninvestor Esther Dyson - were planning on a project that would stretch as close to\neternity as they felt reasonable. “The Clock of the Long Now” they called it. I\nremember pulling into Danny’s driveway in Encino one afternoon as he prepared to\ndepart for Texas and being struck by the contrast between the lovely, innofensive\nsuburban blandness of Southern California and the tools he was taking with him to\nmake an assault not merely on a mountain, but on a whole conception of time.\n\n| had met Hillis in an unusual fashion. I’d been asked to chair a committee that\nwould award a million dollars to a figure who had made an essential contribution in\nthe world of technology. The directors of the foundation behind the then-new prize\nhad been, from the start, slyly dropping big names - Bill Gates! Steve Jobs! They\nhoped such a laureate would cast a bit of glamour on the first year of their award for\n“Contributions to Man’s Present Condition.” But when our committee sat down to\ntalk it over, we knew that the boldfaced names didn’t want or need a prize. They\ncertainly didn’t need a million dollars. As we considered people we all knew who’d\nmade fundamental, essential contributions but had not been as boldfaced as they\nmight have been, Danny Hillis’s name came up immediately.\n\nHillis had developed a revolutionary “massively parallel” computer in the 1980s.\nThe machine had helped create an entire discipline of high-speed computing by\ntying together tens of thousands of processors to tackle a problem at once.\nTraditional computers worked problems the way you or I might, step by step. Hillis’\ndesign was the equivalent of millions of minds, all moving at once. Coordinated,\nconnected and awesomely fast. In the years since, he’d played a key role in a dozen\n\n127\n\nHOUSE_OVERSIGHT_018359",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018359.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3153,
    "word_count": 541,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.350813",
    "prefix": "IMAGES-004"
  }
}