{
  "document_id": "HOUSE_OVERSIGHT_018596",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018596.txt",
  "text": "sexual partners are consenting adults, not whether their desires are innate. Alas, it's clear\nthat across the world, people who are instinctively grossed out by alternative sexuality\nwill always find ways to reframe the question into how our acts are just plain wrong and\nour consent is irrelevant -- and that's as true of some feminists and cultural loyalists as it\nis of Bible-thumpers.\n\nKK ok\n\nThis can be found on the Internet at:\n\nhttp://carnalnation.com/content/5 1544/1 133/colonized-libidos\n\nVEGAN:\n\n[theory] Confections of a Pickup Artist Chaser\n\nI've been vegetarian since 2009 and vegan since 2011; I wrote this in 2012.\n\nTK OK ok\n\nConfections of a Pickup Artist Chaser\nThere are delicious recipes at the end! Read this article for the recipes!\n\nI feel hyper-aware that this piece may alienate some readers, because it's a post about\nbeing vegan, i.e. not eating animal products. Lot of folks are touchy about that. So, I want\nto do some pre-emptive damage control: I want to clarify up front that I have no interest\nin calling anyone an asshole. If you're not vegan, then I want to try and change your\nmind... but I don't think you're an Incontrovertibly Bad Person, and I hope we can still be\nfriends.\n\nAnd, look, I'm not gonna pretend I'm perfect. I screw up all the time, on all kinds of\nsocial justice issues, and I'll be learning for the rest of my life.\n\nFor me, the hardest thing about being vegan has nothing to do with the food, although I\nthink many foods made from animal products are delicious, and occasionally I have\ntrouble resisting them. For me, the hard part is all about social situations. If I'm at a social\nevent where non-vegan food is served and there are no other vegans, sometimes I just eat\nit -- especially if it will Become A Big Social Problem if I don't eat it. I also sometimes\neat non-vegan food that's been rescued from the trash (some of us call this \"freegan\").\nAnd occasionally, when I'm spending a lot of time with someone who's non-vegan, then\nI'll sometimes break veganism in front of them in order to reassure them that I'm not\njudging them. I have vegan friends who consider this an unacceptable level of\naccommodation; sorry folks.\n\nI am aware that stigmatizing, judging, and attacking non-vegans is one tactic for\nconvincing them to go vegan. Personally, I find it stressful and frequently\n\nHOUSE_OVERSIGHT_018596",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2368,
    "word_count": 406,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.136439",
    "prefix": "IMAGES-005"
  }
}