{
  "document_id": "HOUSE_OVERSIGHT_020546",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020546.txt",
  "text": "87\n\nAnother case in point is the World Journal (#5 Hig), for years the premier Chinese-\nlanguage paper in the United States serving immigrants from Taiwan and only one of\nthe six newspapers owned by the United Daily News (UDN), Taiwan’s most influential\nnewspaper company. The paper once dominated news coverage in Chinatowns across\nAmerica, and it acted as the voice of the Chinese Nationalist Party of Taiwan. Unlike\nPRC-controlled outlets, the World Journal did cover events such as the death of the\njailed Chinese human rights advocate and Nobel Peace Prize laureate Liu Xiabo. But\nthe Journal's coverage has shifted in recent years and become more pro-PRC ina\nvariety of areas, such as China’s militarization of the South China Sea and its handling\nof Taiwan and Hong Kong. Sources at the Journal observe that the paper’s owners in\nTaiwan are interested in growing their business in China, which may help explain\nthe paper’s evolving editorial stance. For example, in March 2004, the World Journal\npublished recruitment notices on the front page, announcing its intention to establish\na mainland news group and recruit reporters in China. In a 2015 essay, an executive*!\nat Qiaobao, one of the Journal’s main competitors, noted the Journal's shifting editorial\nstance. “No longer do they only report negative news about the mainland,” he wrote.”\nAccording to sources inside the newspaper, Chinese consulates in both New York and\nSan Francisco have pressured World Journal’s local offices not to publish ads related to\nthe religious sect, Falun Gong, which has been outlawed in China. The New York office\nhas already acquiesced in full for the East Coast edition. The West Coast edition now\n\nonly runs Falun Gong ads in throwaway sections of the paper.\n\nMing Pao is another formerly independent newspaper that has fallen under Beijing’s\ncontrol. For years, its US edition was popular among Cantonese-speaking immigrants\nin the United States. In January 2007, the Hong Kong Ming Pao Group announced a\n$600 million merger with the two largest Chinese-language media outlets in Malaysia,\nthe Xingzhou Media and Nanyang News. The merger was welcomed in Beijing. Guo\nZhaojin, then president of the China News Service, said the new company would\ndevelop into one of the largest Chinese print media platforms in the world, with more\nthan five newspapers in major cities in North America, Southeast Asia, and Greater\n\nChina and a daily circulation of more than one million copies.\n\nChina’s efforts to dominate Chinese-language media coincided with two other\ndevelopments in the 1990s. The Chinese immigrant community boomed in\nthe United States, as hundreds of thousands of mainland Chinese became US\ncitizens, transforming the complexion of a community that had been dominated\n\nby immigrants from Hong Kong and Taiwan. Second, Taiwan’s political system\n\nSection 6\n\nHOUSE_OVERSIGHT_020546",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020546.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2884,
    "word_count": 459,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.404908",
    "prefix": "IMAGES-006"
  }
}