{
  "document_id": "HOUSE_OVERSIGHT_031776",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031776.txt",
  "text": "EXTORTION — AVANATTI\n\nHow Avenatti May Have Crossed The\nLine Into Extortion\n\nBy Andrew Strickler\nShare us on: By Andrew Strickler\n\nLaw360 (March 26, 2019, 9:52 PM EDT) -- A day after being accused of trying to extort\nNike, attorney and President Donald Trump antagonist Michael Avenatti was on the\noffensive Tuesday with allegations of corruption on the part of the company, but those\ncounterpunches likely won't help him dodge federal charges that he went beyond hardball\nadvocacy.\n\nAccording to prosecutors, Avenatti pressed Nike to pay him millions of dollars as an\n\"internal investigator\" in addition to the much smaller figure he demanded from the sports\ngear giant for his youth basketball coach client.\n\nThe lack of nexus between his client's alleged injury at Nike's hands and Avenatti's demand\nfor eight-figure fees as an investigator puts the allegations well beyond the realm of\naggressive posturing and into the parameters of federal extortion statutes, said criminal\ndefense attorney Jeremy Saland of Crotty Saland PC.\n\n\"Being a blowhard is not illegal, but whether what he's claiming Nike did is fact or fiction\ndoesn't justify trying to enrich himself with a job that doesn't help remedy a wrong suffered\nby a client,\" Saland said.\n\nOn Monday, federal officials in New York arrested Avenatti, charging the pugnacious\nLos Angeles lawyer with threatening Nike with a stock-price-sinking press conference\nabout recruitment misconduct if it didn't pay up.\n\nAvenatti, who purported to be representing the coach of a youth basketball team once\nsponsored by Nike, demanded $1.5 million for the client, who had recently seen Nike drop\nits support, according to the charges. Separately, Avenatti and another attorney — an\nunnamed co-conspirator since identified as celebrity defense attorney Mark Geragos —\nalso demanded Nike hire them to conduct an \"internal investigation\" related to amateur\nplayer recruiting.\n\nThe cost: at least $12 million and as much as $25 million. Prosecutors said Avenatti was\nalso recorded at a March 21 meeting with Nike lawyers at Boies Schiller Flexner LLP\noffering to end the entire matter, with no bad publicity for Nike, for $22.5 million.\n\nHOUSE_OVERSIGHT_031776",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2202,
    "word_count": 347,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.871826",
    "prefix": "IMAGES-011"
  }
}