{
  "document_id": "HOUSE_OVERSIGHT_031121",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031121.txt",
  "text": "From: US GIO [us.gio@jpmorgan.com]\n\nSent: 1/11/2013 11:38:48 PM\nTo: Undisclosed recipients:;\nSubject: JPM View 01/11/2013\n\nAttachments: imagel.gif; JPM_The J.P. Morgan View_2013-01-11_1025113.pdf\n\nGlobal Asset Allocation\n\nThe J.P. Morgan View: Go East.\n\nClick here for the full Note and disclaimers.\n\ne Asset allocation — The growth gap between East and West is widening, and has allowed us to join the Obama Pivot towards\nAsia. We stay long Japan and EM Asia in equities on stronger signs of an economic rebound in the East, while we again cut growth\nnumbers for the US and Europe.\n\ne Economics — Weaker activity data force us to lower Q4 for the US from 1.5% to 0.8% and the Euro area from -1.5% to -\n1.8%. But strong trade and industrial data in Asia, as well as more fiscal easing in Japan, have induced us to raise Japanese growth for\nthe 3rd time in a row, and to signal upside risk on China.\n\ne Fixed Income — Go long duration in the US as we see yields mean reverting and we are not quite high in the 6-month range.\ne Equities — Strong retail buying is adding fuel to equity markets.\n\ne Credit — Idiosyncrasies driving relative performance signals a welcome move-away from the one-factor-drives-all world of\nlate.\n\ne Currencies — Staying short JPY. Be also short USD but against AUD, RUB and KRW.\n\ne Commodities — Our main trades are long industrial metals, US natural gas, and Brent time spreads vs. short agriculture.\n\ne Another good week for risk markets with equities and credit rallying further, but this week without a selloff in bonds.\n\nMuch of the rally in equities is likely the aftermath of the last minute escape from Fiscal Cliff 1 on December 31. But since then, we\nhave also seen a sudden surge in equity fund inflows, which seem incongruous with lukewarm incoming data and thus may well come\nfrom investors who missed last year's stock market rally. In 2012, fund investors poured $680bn into bond mutual funds and ETFs,\nwhile taking some $23bn out of equity funds.\n\n° Given the recent vintage of these equity fund inflows, they are unlikely to reverse quickly as there is not a lot of profit on\nthem yet. Near-term momentum thus remains good for stocks, in our view. At the same time, the more bullish sentiment on stocks\nis now sending a contrarian signal. Last year, we based much of our long equity recommendation on our impression that most market\nparticipants saw more downside risk across the globe than we thought would become realized. This does not appear to be the case\nanymore, as the main remaining market concern is only about Fiscal Cliff 2. No more talk of Chinese hard landing or a Greek exit.\nHence, the case for being long risk assets is more value based, rather than the reversal in risk perceptions which we think has largely\nhappened by now. We would therefore describe our remaining longs in equities and credit as modest and medium term.\n\n° We could again be induced to move our equity overweight to an “aggressive” level, if there were to be reason to raise growth\nand earnings projections. All we have so far is improved forward looking indicators — largely PMIs and positive feedback from asset\nmarkets — that are signaling a pickup in growth this quarter. But so far, this is simply confirming our and consensus views on how the\nyear is set to start. They are not allowing us yet to upgrade our global growth expectations (Chart on right).\n\n° More ominously, the continued strong rallies in risk markets to new highs for the cycle are hiding the fact that recent hard\ndata on Q4 activity have again forced us to lower our estimate of Q4 global GDP growth, now to 1.7%, largely due to the US and\n\nHOUSE_OVERSIGHT_031121",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031121.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3669,
    "word_count": 643,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.213313",
    "prefix": "IMAGES-011"
  }
}