{
  "document_id": "HOUSE_OVERSIGHT_012379",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012379.txt",
  "text": "DOJ opposes section 214(d), as it could be construed to require the Attorney General and\nthe Secretary of Health and Human Services to make legislative recommendations to Congress in\nviolation of the Recommendations Clause. To avoid this concern, we recommend inserting “, if\nany,” after “recommendations” in section 214(d)(2)(E). Further, DOJ finds subsection (d)\nredundant. A thorough study of services available to domestic and foreign victims was\nconducted by the Senior Policy Operating Group in 2005-2006 and found few statutory\ndifferences between the treatment of domestic and foreign victims.\n\nSubsection (d)(2)(C) contains a redundant statement. Victims of sex trafficking are\nvictims of severe forms of trafficking in persons.\n\n17. Section 221\n\nIn subscction (a), DOJ opposes the proposed change o\n\nThis change of law would\ncreate a strict ability crime, similar to 18 U.S.C. § 2423{a), with a similarly severe 10 year\n\n} is exceedingly\nTherefore, the suggested subsection (a)\nwould create a rare circumstance wherein there is a substantial mandatory minimum sentence for\n\nan already unusual strict liability crime. Accordingly, this provision is likely to face significant\nlegal challenges.\n\nDOJ opposes subsection (b) in its entirety, The proposed language is both over-inclusive\nand under-inclusive of human trafficking activities, and the language is vague, Moreover, the\nprovision is unnecessary because section 1589 already prohibits many of these activities when\nthey result in “serious harm,” whether physical or emotional, to the victim.\n\nThe Department opposes subsection (f)(1), which would expand the Mann Act to include\ncases “affecting” interstate commerce. The Department does not require any additional statutory\nauthority or expanded jurisdiction in order to continue its successful prosecution of human\n\n<* The Department’s record during the last six years demonstrates its success\n\ngating prosecuting trafficking and related crimes and in convicting and securing\nappropriate sentences for traffickers.\n\nThis allocation between state and Federal\nenforcement authority does not imply that these crimes are less serious, but rather rcflects\nimportant structural allocations of responsibility between state and Federal governments. The\nfederalization of these crimes would treat them differently than other serious crimes such as\nmurder and rape, which are prosecuted at the state level. Kidnapping, similarly, is a Federal\ncrime only when it involves transportation “in” interstate commerce.\n\nHOUSE_OVERSIGHT_012379",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012379.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2542,
    "word_count": 366,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.551254",
    "prefix": "IMAGES-001"
  }
}