{
  "document_id": "HOUSE_OVERSIGHT_022691",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022691.txt",
  "text": "part of one pleading reads. Roberts, in her case, alleges that Epstein forced her “to be sexually exploited by Defendant's adult male\npeers, including royalty, politicians, academicians, businessmen, and/or other professional and personal acquaintances,” which,\n\nEdwards elsewhere claims, are “categories Clinton and acquaintances of Clinton fall into.”\n\nPolice reports entered into the record go into stomach-wrenching detail about Epstein’s alleged exploits with the girls and women he\nrecruited and paid for massages that became sexual acts, and mention other women participating as well. Epstein’s longtime friend,\nthe socialite Ghislaine Maxwell, is accused of taking part, while his personal assistant, Sarah Kellen, is described procuring young\n\nwoman for him.\n\nBut neither of those women has ever said a word about Clinton being involved. Maxwell, for her part, has never been deposed. She\ncanceled a deposition in 2010, claiming she had to return to England indefinitely due to family illness, but was soon thereafter\n\nphotographed by Us Week/y at Chelsea Clinton’s wedding in Rhinebeck, New York.\n\nThe father of\nthe bride “was\nnodding his head\nat guests, but\nyoucouldtellhe == Err the bling to b\n\nwas nervous,”\n\npart was prepped {\n\nThe Venue\nFive hundred guests conven\nWhite—designed, century-ol\nmansion in Rhinebeck for th\nh Awaiting out-of-towners? Fe\nfull of goodies including Cher\n\nView this image >\nUs Weekly\n\nFor her part, Kellen, who won immunity from prosecution along with Epstein in 2007, did sit for a deposition, but repeatedly pleaded\n\nthe Fifth, refusing to even say if she’d ever even met the former president.\nEpstein’s much-discussed flight logs show fairly conclusively that she has.\n\nA review of the handwritten documents shows Clinton taking 13 trips in Epstein’s specially outfitted Boeing 727, including a much-\ndiscussed trip to Africa with Kevin Spacey and Chris Tucker. In every single instance, the logs show, Kellen was also on the plane, as\nwas Epstein. That may sound suspicious, except for the fact that Kellen has been described as Epstein’s right hand, profoundly\ninvolved in his professional activities as well as personal ones. Indeed, Doug Band, Clinton’s personal aide, was on all but one of the\n\nflights the former president took on Epstein’s jet.\n\nHOUSE_OVERSIGHT_022691",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022691.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2318,
    "word_count": 359,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.565697",
    "prefix": "IMAGES-007"
  }
}