{
  "document_id": "HOUSE_OVERSIGHT_018031",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018031.txt",
  "text": "Case 1:19-cv-03377 Document 1-13 Filed 04/16/19 Page 2 of 4\n\nUnited States District Court\nSouthern District of New York\n\nVIRGINIA L. GIUFFRE,\n\nPlaintiff, Case No.:\nVv.\nALAN DERSHOWITZ,\n\nDefendant.\n\nAFFIDAVIT OF DAVID S. STONE\n\nL, I am a member of the Bars of New Jersey and New York and am the Senior Managing\nPartner of the Stone & Magnanini Law Firm.\n\nZi I am acquainted with Alan Dershowitz having worked with him professionally on the\nClaus Von Bulow matter and we have remained friendly ever since. Approximately from\nNovember 2002 to March 2009, I was a Partner at Boies Schiller Flexner LLP’s New\nJersey office.\n\na I make this affidavit to set forth what my testimony would be if called to testify\nconcerning my knowledge of the events described herein.\n\n4, In or about May 2015, I received a call from Mr. Dershowitz who told me that a client of\nMr. Boies’ law firm was accusing Mr. Dershowitz of having had sexual relations with her\nwhen she was under the age of consent. Mr. Dershowitz said he had been trying to\ncontact Mr. Boies with no success and he knew that Mr. Boies and I had worked together.\nMr. Dershowitz told me that the accusations were absolutely false and asked me if I\nwould contact Mr. Boies and arrange for them to meet so that he could attempt to\nconvince Mr. Boies that the accusations were false. I agreed to do so, and in that\nconnection attended at least three meetings that included both Mr. Boies and Mr.\nDershowitz and spoke to Mr. Dershowitz separately. I believe Ms. McCawley attended\nat least two of the meetings.\n\n5: I am informed that Mr. Dershowitz has asserted that at a meeting on May 19\", at which I\nwas present Mr. Boies stated “Roberts was mistaken in naming me as someone with\nwhom she had sex” and “that if he failed to persuade her of that fact, he would leave her\nrepresentation to Edwards and Cassell and no longer represent her.” Mr. Boies did not\nsay that on May 19\" or at any other time when I was present.\n\nHOUSE_OVERSIGHT_018031",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1985,
    "word_count": 357,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.895729",
    "prefix": "IMAGES-004"
  }
}