{
  "document_id": "HOUSE_OVERSIGHT_014313",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014313.txt",
  "text": "From: Ens, Amanda\n\nSent: Friday, November 11, 2016 4:04 PM\nTo: ‘jeffrey E.'; \"Richard Kahn'\n\nSubject: Financials trade for Monday\n\nIt’s not too late to buy financials as a medium term trade. They’ve run up a lot this week but we’re getting\nendless calls from generalists asking which banks to buy — there is still more upside to the sector. Banks also\nprovide some offset to your bonds if interest rates continue to move. Our financials sector specialist thinks XLF\ncould have another 20-25% upside given its many levers to the Trump trade: less regulation, higher interest\nrates/steeper yield curve, higher vol, economic growth, etc. The regional banks are asset sensitive and more of a\npure play on a rates move but we view the larger cap banks as having even more upside to the Trump Trade\ngiven the above points.\n\nBuy an XLF 17March2017 call spread:\n° Buy the 105% call / sell a 110% call with a 115% at-expiry knock-in\n° Total premium: 1.75%\n\nAll eyes are on Sunday’s 60 Minutes interview with Trump. Market is pricing that all regulations will be rolled\nback (very optimistic). Any hint that this is not true could lead to pullback on Monday.\n\nNote on tech: we’re seeing FANG used as a source of funds with the rotation from growth into value. There’s\nalso the tax read-through: tech is already relatively tax advantaged @ 22%; Industrials are at 30%, Financials at\n29%. Next year, tech could benefit from a repatriation tax holiday but that is viewed as more of a Q1/Q? trade.\n\nMore thoughts on financials:\n\nWith respect to the economy, the market is certainly indicating that there will be a large fiscal stimulus which\nmay send US growth higher and that’s a good thing for financials for a wide variety of reasons, from\nemployment to wages to loan growth and credit quality (even if somewhat offset by higher rates). It does\nremain to be seen exactly how much of this expected policy actually gets done, but at the moment, investors are\nwilling to take a certain amount of growth on faith.\n\nSo those are positives for financials before we even discuss regulation. The move in the financials since the\nelection would seem to indicate that investors have concluded that nearly every piece of financial regulation\nwill get put into a shredder on day one of the new administration. The incoming administration has fueled that\nwith comments about rolling back pieces (or more) of Dodd-Frank in particular. I can see making the case for\nthat to the American public by saying that banks need less regulation in order to get more capital flowing into\nthe economy to drive growth. Not only does that mean that the E is likely too low (meaning that the P/E is not\nas high as it seems) but it could help improve ROE’s as well which could increase the multiple of that higher E\ninvestors are willing to pay. Note that while ROEs could go higher, it’s unlikely that they can get back to the\npeaks...\n\nRegards,\nAmanda\n\nAmanda Ens\n\nDirector\n\nBank of America Merrill Lynch\n\nMerrill Lynch, Pierce, Fenner & Smith Incorporated\nOne Bryant Park, 5th Floor, New York, NY 10036\n\nHOUSE_OVERSIGHT_014313",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014313.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3088,
    "word_count": 536,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.653879",
    "prefix": "IMAGES-002"
  }
}