{
  "document_id": "HOUSE_OVERSIGHT_023389",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023389.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\ncontributions fall within one of the categories prescribed in the Quaran ....” See infra p. 98-99; JA1068-73, 2483. Moreover,\nby advertising these accounts, Al Rajhi Bank “provid[ed] a mechanism to allow al Qaida’s supporters to deposit funds\ndirectly into those accounts.” JA3828.\n\nAl Rajhi Bank’s operations are consistent with their support of al-Qaeda front charities. In 1999, Al Rajhi Bank was warned.\nby United States government officials “that their financial systems were being manipulated or utilized to fund terrorist\norganizations such as Al Qaeda.” SPA5S5 (Terrorist Attacks I; JA 2584-86; infra pp. 93-95. “Despite these warnings, Al\nRajhi failed to adopt even the most minimal standards, [which] resulted in the use of Al Rajhi as an instrument of terror ...”\nSPAS55 (Terrorist Attacks J). By ignoring the most basic banking standards “designed to thwart the support of terrorist\nnetworks,” such as “anti-terrorist money laundering safeguards and ‘know your customer’ regulations,” Al Rajhi Bank\nwillfully turned a blind eye towards the true nature of these charities. JA2483.\n\n*81 (b) Saudi American Bank\"\n\nPlaintiffs’ complaints allege that Saudi American Bank has knowingly provided various forms of material support to\nal-Qaeda. For example, “Saudi American Bank knowingly provided material support and resources to al Qaida” by “finance\n[ing] many of the projects undertaken by Osama bin Laden and al Qaida in the Sudan during the years that the al Qaida\nleadership structure operated from that country ....” JA843-44, 3843. This included projects such as “the construction of\nmajor roads and the Port of Sudan airport.” JA3843.\n\nSaudi American Bank is also alleged to have “knowingly provided financial services and other forms of material support to al\nQaida.” JA3844. It did this by “maintain[ing] accounts for many of the ostensible charities that operate within al Qaida’s\ninfrastructure, including MWL, WAMY, IRO and al Haramain” with “know[ledge] that [these] accounts ... were being used\nto solicit and transfer funds to terrorist organizations, including al *82 Qaida.” JA843-44, 3843-44. “Saudi American Bank\nalso serve[d] as the Saudi Arabia correspondent for many other banks within at Qaida’s infrastructure ....” JA843-44, 3844.\n\nPlaintiffs further allege that “Saudi American Bank facilit[ated] al Qaida’s fundraising efforts” by “advertis[ing] the existence\nand numerical designation of the accounts it maintain[ed] for those charities throughout the Muslim world, and provid[ing] a\nmechanism to allow al Qaida supporters to deposit funds directly into those accounts.” JA3844. These actions were alleged to\nhave been done “[i]n cooperation with the charities operating within al Qaida’s infrastructure ....” JA3844. Also, plaintiffs\nallege that in “2000, the Saudi American Bank participated in the fund raising campaign in Saudi Arabia for collecting\ndonations to the ‘heroes of the Al Quds uprising’ (Intifada) by providing a bank account and facilities to receive donations for\na committee of charity organizations including [WAMY], [IIRO,] and al Haramain Foundation.” JA844. In addition,\nplaintiffs allege that “from 1996 through 2001, the Saudi American Bank funneled money to and/or from the Spanish al\nQaida cell.” JA4385.\n\n*83 (c) Saleh Abdullah Kamel and Dallah al Baraka\n\nPlaintiffs’ complaints allege that Saleh Abdullah Kamel, a Saudi businessman, has knowingly provided extensive material\nsupport to al-Qaeda, both individually and through his various business entities, including Dallah al Baraka. JA3869-70. For\nexample, the complaints allege that Kamel personally “has made substantial contributions to many of the charities operating\nwithin al Qaeda’s infrastructure, with full knowledge that those funds would be used to support al Qaida’s operations and\nterrorist attacks.” JA3869-70. He is also alleged to have “long provided financial support and other forms of material support\nto terrorist organizations,” such as al-Qaeda. JA3162. Kamel’s role as a key financial supporter of al Qaeda’s is confirmed by\nhis inclusion on the Golden Chain. JA3164; see infra pp. 109-10. One such contribution is alleged to have occurred in 1992,\nwhen Kamel donated $100,000 to Sanabil Al-Khair, the North American financial arm of the TRO. JA3125. In addition,\ncomplaints allege that through personal investments, Kamel has provided financial support to publicly identified terrorist\norganizations, including by means of zakat donations requiring Kamel’s authorization. JA3173-74, 3193, 3200, 3869-70.\n\n*84 The complaints further allege that “Kamel financed and developed Dallah al Baraka and its subsidiaries to operate as\nprofitable banking and investment institutions and to serve as financial vehicles for transferring millions of dollars to Islamic\n\nmilitants around the world.” JA3162, 3869-70. In fact, plaintiffs allege that “[t]he practice and policy of Dallah Albaraka ...\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023389",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023389.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5030,
    "word_count": 745,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.604378",
    "prefix": "IMAGES-007"
  }
}