{
  "document_id": "HOUSE_OVERSIGHT_017503",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017503.txt",
  "text": "AAD OF WNHE\n\nof 2009 about the Epstein meeting and some additional\ninvestigation into the Epstein case.\n\nDoes that refresh your investigation as to\nwhen you met with the investors in the\nDiscala/Clockwork Group?\n\nA. It does not. The best thing to refresh my\nrecollection as to when ] met with them would be to\nsee the dea] documents.\n\nQ. Okay. J unfortunately don't have those.\n\nDo you recal] if you took Discala and his\nother investors to a football game in 2009?\n\nA. Sure, ] did.\n\nQ. Okay. Would that be around the time you\nwere trying to get them to invest in the case?\n\nA. It would have been around the time | was\ntrying to get them to invest in general. H's may\nhave been around the time that | was showing them the\nEpstein file.\n\nQ. Did you show them any files other than the\nEpstein file?\n\nA. I] may have. ] don't have a specific\nrecollection one way or the other.\n\nQ. You testified earlier that you had over a\ndozen boxes brought to your office that were related\nto the Epstein case.\n\nMR. SCAROLA: Excuse me, counsel.\nthere has been no such testimony.\nBY MS. HADDAD:\n\nQ. You said there were several boxes brought to\nyour office by different people. You don't recall who\nthat is; is that correct?\n\nA. Yes, ] had some boxes already in my office\nand ] had Ken Jenne and some other people bring some\nothers. | don't remember how many boxes.\n\n. Was it more than three?\nSure, it was more than three boxes, yes.\n. Was it more than 10?\n. ] don't believe so, no.\nYou stated that you looked -- ] don't want\nto put words in your mouth. What did you look at\nspecifically in that case?\n\nA. Other than looking at the flight manifest\nthat Russ Adler told me to look at, I have no specific\nrecollection as to what J looked at in that file.\n\nQ. Do you know if there was more than one case\nbeing prosecuted by your office against Mr. Epstein?\nA. To the best of my recollection there were --\n\nit was multiple plaintiffs.\n\nQ. Okay. Do you recall if those cases were\n\npending in state or federal court?\n\nCounsel,\n\nPage oly\n\nOp WNYeEF OUDMDAIHAU PWNHR OW DWDATIAHAYBWN HE\n\nSESSA OMEN Sia BESET CREME PNNUR EER EE AUER SU OMS BGT ER AR RIAA NEESER SNES SRE 2S ERE PRR BBS INS OOS SIRS RN SIMS RRR SUR GR RRS CRE RA YE PS Th TED SARTRE OS eter Ny\nMNMMNNHYNFRP EPP RP PEPPY\n\nOP WNMF ODOM DAIDOFB WNP TOW DOA DO fF WN FE\n\nMM MM NM NFP RPP PPR PPB\n\nRENEE AR UATE RTA TER TE TERRES a OUR a ER SBE RE NESE SAS SB RRR PRG BS PEAR RE RU MRR RR NR SEY CaN RES BN AN NSS BB EN SS RP\n\nA. | don't recall.\n\nQ. Did you check?\n\nA. 1] don't remember one way or the other. It\nwas insignificant to me,\nQ. Well, then explain to me. You testified\n\nearlier that what was important to the investors to\nsee is that there was a real case, correct?\n\nA. Yes.\n\nQ. What did you look at or show them -- what\ndid you look at, first of all, to see if it was, in\nfact, areal case?\n\nA. | knew it was a real case.\n\nQ. How did you know?\n\nA. Because my lawyers told me it was a real\ncase. ] believed them.\n\nQ. What Jawyers told you that?\n\nA. | already told you it was a mixture of Russ\nand Jaffe and Fistos and Farmer and Mr. Edwards. 1\nmean, ] knew it was areal case. We had all these\nboxes, we had people really working on the file --\n\nQ. How do you know --\n\nA. -- or they were pulling a hell of a scam on\nme. Not that] didn't deserve it but ...\n\nQ. How did you know, you just said you knew\npeople were working really hard on this case. Who do\n\nPage 52\n\nyou know was working on the case?\n\nA. The only people that ] knew for certain were\nworking on the case was Brad Edwards and Russ Adier\nwas doing his supervisory schtick, whatever that was.\nBut other than that, ] don't know which other lawyers\nwere assisting Mr. Edwards. | didn't get involved at\nthat level.\n\nAs far as the Ponzi scheme goes, the only\nthing ] cared about, Tonja, was being able to show the\ninvestors that this case that ] was utilizing to steal\na significant amount of money from them was a real\n\n“case. That's all 1 cared about,\nQ. That case came into your office through\nMr. Edwards, correct? He brought it with him when he\ncame to RRA?\nA. Yes.\nQ. He was lead counsel on the case, correct?\nA. l assume he was Jead counsel. J never\nchecked to see if he listed himself as lead counsel.\nQ. Do you know if any additional complaints\nwere filed while the case was at RRA?\nA. I have no idea one way or the other.\n\nQ. Did you ever instruct, in furtherance of\n\nyour Ponzi scheme, Mr. Edwards or anyone in that\n\nlitigation group to file additional complaints?\n\nPage 53\n\n14 (Pages 50 to 53)\n\nFRIEDMAN, LOMBARDI & OLSON\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe94idf\n\nHOUSE_OVERSIGHT_017503",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017503.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4605,
    "word_count": 905,
    "line_count": 170,
    "import_date": "2025-11-19T21:47:47.800842",
    "prefix": "IMAGES-004"
  }
}