{
  "document_id": "HOUSE_OVERSIGHT_023162",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023162.txt",
  "text": "OUP CORRECTED PROOF - FINAL, 10/9/2014, SPi\n\nxxx The Crooked Course\n\nhave been scarce. This Part chronicles the rare moments when both Israeli and\nPalestinian negotiators put pen to paper in an effort to resolve a conflict that has\nseemed intractable.\n\nPart I begins with the Oslo peace talks, which in 1993 produced the Declaration of\nPrinciples (DoP) and the mutual recognition of the State of Israel and the Palestine\nLiberation Organization (PLO) as the legitimate representative of the Palestinian\npeople. These two agreements formed the basis for all subsequent talks between the\nparties.\n\nIn 1992, as the director of the Norwegian research institute Fafo, I initiated, together\nwith then member of Knesset Yossi Beilin, secret talks between him and local Palestinian\nleader Faisal Husseini, at the American Colony Hotel in Jerusalem. These talks, which\nwere facilitated by Fafo and the Foreign Ministry of Norway, reached a dead end later that\nyear. The Norwegians realized that without involving the exiled and outlawed Palestinian\nleadership in Tunis, nothing could be accomplished. At the time, both Israeli and\nAmerican citizens were forbidden to engage with any member of the PLO. In December\n1992, I flew to Tunis to meet for the first time with PLO Chairman Yasir Arafat. In that\nmeeting in his villa, in the darkness of the early morning hours, he authorized the head of\nFatah’s financial wing, Ahmed Qorei (alias Abu Ala), to travel to Oslo for secret talks\nfacilitated by Fafo in cooperation with the Norwegian Foreign Ministry. The first meeting\ntook place at Borregaard Manor outside Oslo, in January 1993.\n\nFrom January to May 1993, secret talks were conducted as a pre-negotiation phase,\nin parallel to the Madrid process taking place in Washington. The goals of pre-\nnegotiations in Oslo were twofold: to build trust between the Palestinian and Israeli\nrepresentatives; and to explore possible parameters of an agreement. In order to reach\nthe first goal, the exercise was restricted to a small group, willing to engage in secret\nintense interaction over a lengthy period. Unlike the massive delegations in Washing-\nton, the delegations in Oslo were never larger than three to five people on each side,\nwith continued interaction often from dawn to dusk.\n\nIn Oslo, the Palestinians were represented from day one by a delegation of the PLO,\nhandpicked by its chairman, Yasir Arafat. The rationale behind this unprecedented\nstep was that the Norwegians had discovered that the PLO was already controlling\nevery detail, albeit invisibly, of the bilateral and multilateral talks in Washington.\nFurthermore we believed that if the PLO and Yasir Arafat were not directly involved\nin the talks, they still had the ability and the will to block any agreement. Allowing\nothers to reach an agreement would be tantamount to political suicide by the PLO.\nTherefore, it was necessary to have them at the table. Without them, no agreement\ncould be reached.\n\nThe pre-negotiation phase ended on 1 May 1993. The talks had reached a point\nwhere both parties believed that the other was negotiating in good faith and that an\nagreement had to take the shape of a declaration of principles. On that date, the head of\nthe Palestinian negotiation team, Ahmed Qorei, invited me for a walk in the hills above\nOslo. He made it clear—in the most explicit of words—that the PLO would not\ncontinue into a final round of talks unless the Israelis “upgraded” their delegation to\nhigh-level officials. Up to this point, the Israelis were represented by two academics\n(Ron Pundak and Yair Hirschfeld) who did not hold any formal position in the\n\nHOUSE_OVERSIGHT_023162",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023162.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3657,
    "word_count": 597,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.357175",
    "prefix": "IMAGES-007"
  }
}