{
  "document_id": "HOUSE_OVERSIGHT_023862",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023862.txt",
  "text": "116 Teaching Minds\n\nNever been to college but have been to high school? These are situa-\ntions that happen to people. They usually assume that one is like the\nother. While this assumption may not work out all that well, it is the\nbest a scriptless person can do in the situation.\n\nA teacher, therefore, can take advantage of this human desire to\nsee unknown A as being like known B. People do this all the time.\nThey assume the girl they just met will behave like the last one they\nwent out with. They assume that their teacher will behave the way\ntheir last teacher did. They assume that their new car works the way\nthe last one did. They do this with situations as well. What it means is\nthat people predict on the basis of experience and it is the job of the\nteacher to help students understand which of their prior experiences\nis most relevant when they are confused. Doing this is not so easy. But\nit is possible and it is a proper area for a teacher or a course to focus on.\n\nHere is the process. Students need to be asked what to do in a situ-\nation that is new to them. Their natural response would be to rely on\nprior experience. The teacher’s job is to make that reliance explicit. To\nask students to say which experience they will rely on for help in the\nnew situation and ask why they think that that particular choice will\nbe helpful. To ask them to analyze the differences between the current\nissue and the prior script and to predict where the prior script might\nnot work. To ask them to think of alternative scripts that might help.\n\nWhat I have described here is the basic process of indexing cases\nand matching cases, which is critical to thinking—especially original\nthinking. No case is really exactly the same as one that came before.\nWe are used to partial matches when we use an old case to help with\na new one. What we are not used to is a discussion of why one match\nwas correct and why another was less helpful. Making case matching\na conscious process helps us understand something that we normally\ndo without much conscious thought. People need to learn to rely on\npartial matches and they need to know how to determine which par-\ntial match is most likely. I have referred to this process as case-based\nreasoning in many prior publications.* But I have not spoken about\nhow to teach case-based reasoning. This is where post hoc discussion\nis very important. An example of such a discussion can be found in\na book written by Harvard government professors® on the failure of\nPresident Ford to choose the right cases to reason from in a crisis. Usu-\nally this kind of analysis is done as kind of an afterthought. However,\nteaching people to do it actually is critical to teaching people to pre-\ndict properly.\n\nHOUSE_OVERSIGHT_023862",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023862.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2759,
    "word_count": 505,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.566364",
    "prefix": "IMAGES-007"
  }
}