{
  "document_id": "HOUSE_OVERSIGHT_024970",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024970.txt",
  "text": "Article 3.\n\nNYT -— Books\n\nMohamed EIBaradel, the Inspector\nLeslie H. Gelb\n\nTHE AGE OF DECEPTION\nNuclear Diplomacy in Treacherous Times\nBy Mohamed ElBaradei\n340 pp. Metropolitan Books/Henry Holt & Company. $27.\n\nMay 6, 2011 -- The Nobel laureate Mohamed E]Baradei has stated\nhis intention to “nominate myself’ to be president of Egypt, but this\nmemoir will not improve his election prospects. In personal terms,\nit’s hard to imagine anything less thrilling to Egypt’s street\nrevolutionaries than ElBaradei’s accounts of his meals (“The food\nwas very basic, with few choices: noodles, meat and kimchi; no fruit\nor salad’’) and accommodations (“a worn, drab-colored suite\nconsisting of a bedroom and a salon’’) in places like North Korea.\nNor will his fellow Egyptians be much intrigued by the details of his\nbattles against nuclear proliferators. At the moment, the protestors\nhave other priorities.\n\nOn the other hand, foreign policy leaders and wonks everywhere will\nfind plenty in this memoir to stir debates about the most vital task for\nglobal survival — the need to stop the spread of nuclear weapons,\nespecially to rogue states and terrorists.\n\nThat quest is ElIBaradei’s story. For decades he was an intimate\nparticipant in dramatic nuclear proliferation confrontations that\ndominated headlines. He served as a senior official at the\nInternational Atomic Energy Agency, the United Nations nuclear\nwatchdog and inspection arm, for 13 years (1984-97) before rising to\nits director-generalship in 1997. He resigned in 2009 after completing\n\nHOUSE_OVERSIGHT_024970",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024970.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1566,
    "word_count": 242,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.946744",
    "prefix": "IMAGES-008"
  }
}