{
  "document_id": "HOUSE_OVERSIGHT_023047",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023047.txt",
  "text": "14 The Virgin Islands Daily News\n\nPERVERSION OF JUSTICE\n\nHow a future Trump Cabinet member\n\nWednesday, February 27 2019\n\ngave a Serial sex abuser the deal of a lifetime\n\nBy JULIE K. BROWN\nMiami Herald\n\nMIAMI — On a muggy October morning in\n2007, Miami's top federal prosecutor, Alexan-\nder Acosta, had a breakfast appointment with a\nformer colleague, Washington, D.C., attorney Jay\nLetkowitz,\n\nIt was an unusual mecting for the then-38-\nyear-old prosecutor, a rising Republican star who\nhad served in several White House posts before\nbeing named U.S, attomey in Miami by President\nGeorge W. Bush.\n\nInstead of meeting at the prosecutor's Miami\nheadquarters, the two men — both with profes-\nsional roots in the prestigious Washington law\nfinn of Kirkland & Ellis — convened at the\nMarriott in West Palm Beach, about 70 miles\naway. For Lefkowitz, 44, a U.S, special envoy to\nNorth Korea and corporate lawyer, the meeting\nwas critical.\n\nHis client, Palm Beach multimillionaire Jeffrey\nEpstein, 54, was accused of assembling a large,\ncultlike network of underage girls — with the\nhelp of young female recnuiters —to coerce into\nhaving sex acts behind the walls of his opulent\nwaterfront mansion as often as three times a day,\nthe Town of Palm Beach police found.\n\nThe cecentric hedge fund manager, whose\nfriends included former President Bill Clinton,\nDonald Trump and Prince Andrew, was also\nsuspected of trafficking minor girls, often from\noverseas, for sex parties at his other homes in\nManhattan, New Mexico and the Virgin Islands,\nFBI and court records show.\n\nFacing a 53-page federal indictment, Epstein\ncould have ended up in federal prison for the rest\nof his life,\n\nBut on the morning of the breakfast meet-\ning, a deal was struck — an extraordinary plea\nagreement that would conceal the full extent\nof Epstein’ crimes and the number of people\ninvolved.\n\nNot only would Epstein serve just 13 months\nin the county jail, but the deal — called a non-\nprosecution agreement — essentially shut down\nan ongoing FBI probe into whether there were\nmore victims and other powerful people who\ntook part in Epstein's sex crimes, according to\na Miami Herald examination of thousands of\nemails, court documents and FBI records.\n\nThe pact required Epstein to plead guilty to\ntwo prostitution charges in state court.\n\nEpstein and four of his accomplices named in\nthe agreement received immunity from all federal\ncriminal charges. But even more unusual, the\ndeal included wording that granted immunity to\n“any potential co-conspirators” who were also\ninvolved in Epstein’s crimes,\n\nThese accomplices or participants were not\nidentified inthe agreement, leaving it open to\ninterpretation whether it possibly referred to other\ninfluential people who were having sex with\nunderage girls at Epstein’s various homes or on\nhis plane.\n\nAs partof the arrangement, Acosta agreed,\ndespite a federal law to the contrary, that the deal\nwould be kept from the victims, As a result, the\nnon-prosecution agreement was sealed until after\nit was approved by the judge, thereby averting\n\nFile photo by ABACA PRESS\n\nU.S. Secretary of Labor Alexander Acosta, when he was a federal prosecutor in Miami, helped\n\nnegotiate an agreement that greatly reduced the severity of the conviction of Jeffrey Epstein, a\n\nsexual abuser of girls.\n\nany chance that the girls — or anyone else —\nmight show up in court and try to derail it.\nThis is the story of how Epstein, bolstered by\n\nunlimited funds and represented by a powerhouse\n\nlegal team, was able to manipulate the criminal\njustice system, and how his accusers, still trau-\n\nmatized by their pasts, believe they were betrayed\n\nby the very prosecutors who pledged to protect\nthem.\n\n“1 don’t think anyone has been told the truth\nabout what Jeffrey Epstein did,” said one of\nEpstein’s victims, Michelle Licata, now 30. “He\nruined my life and a lot of girls’ lives. People\nneed to know what he did and why he wasn't\nprosecuted so it never happens again.”\n\nNow President Donald Trump's secretary of\nlabor, Acosta, 49, oversees a massive federal\nagency that provides oversight of the country’s\nlabor laws, including human trafficking.\n\nAcosta didnot respond to numerous requests\n\n66\n\nJeffrey preyed on girls who were in\na bad way, girls who were basically\nhomeless. He went after girls who\nhe thought no one would listen to\nand he was right.\n\n— Courtney Wild,\nwho was 14 when she met Epstein\n\nfor an interview or answer queries through email.\nBut court records reveal details of the nego-\ntations and the role that Acosta would play in\narranging the deal, which scuttled the federal\nprobe into a possible international sex trafficking\noperation. Among other things, Acosta allowed\nEpstein’s lawyers unusual freedoms in dictating\nthe terms of the non-prosecution agreement.\n“The damage that\nhappened in this case is un-\nconscionable,” said Bradley\nEdwards, a former state\nprosecutor who represents\nsome of Epstein’s victims,\n“How in the world, do you,\nthe U.S. attorney, engage in\nanegotiation with a cnminal\ndefendant, basically allowing\nthat criminal defendant to\nwrite up the agreement?”\n\nBradley\nEdwards\n\nAsa result, neither the victims — nor even the\njudge — would know how many girls Epstein\nallegedly sexually abused between 2001 and\n2005, when his underage sex activities were first\nuncovered by police. Police referred the case to\nthe FBI a year later, when they began to suspect\nthat their investigation was being undermined by\nthe Palm Beach State Attomey’s Office.\n\nNot ‘he said, she said’\n\n“This was not a *he said,\nshe said’ situation. This was\n$0-something ‘shes’ and\none ‘he’ — and the ‘shes’\nall basically told the same\nstory,” said retired Palm\nBeach Police Chief Michael\nReiter, who supervised the\npolice probe.\n\nMore than a decade later,\nat atime when Olympic\ngymnasts and Hollywood\nactresses have become a catalyst fora cultural\nreckoning about sexual abuse, Epstein’s victims\nhave all but been forgotten,\n\nThe women — now in their late 20s and early\n30s — are still fighting for an elusive justice that\neven the passage of time has not made right.\n\nLike other victims of sexual abuse, they be-\nlieve they've been silenced by a cnminal justice\nsystem that stubbomly fails to hold Epstein and\nother wealthy and powerful men accountable.\n\n“Jefirey preyed on girls who were in a bad\nway, girls who were basically homeless. He went\nafter girls who he thought no one would listen to\nand he was right,” said Courtney Wild, who was\n14 when she met Epstein.\n\nOver the past year, the Miami Herald ex-\namined a decade's worth of court documents,\nlawsuits, witness depositions and newly released\nFBI documents. Key people involved in the\ninvestigation — most of whom have never\nspoken before — were also interviewed. The\nHerald also obtained new records, including the\nfull unredacted copy of the Palm Beach police\ninvestigation and witness statements that had\nbeen kept under seal,\n\nThe Herald leamed that, as part of the plea\ndeal, Epstein provided what the government\ncalled “valuable consideration” for unspecified\ninformation he supplied to federal investigators,\nWhile the documents obtained by the Herald\ndon't detail what the information was, Epstein’s\nsex. crime case happened just as the country’s\nsubprime mortgage market collapsed, ushering in\nthe 2008 global financial crisis.\n\nRecords show that Epstein was a key fed-\neral witness in the criminal prosecution of two\nprominent executives with Bear Stearns, the\nglobal investment brokerage that failed in 2008,\nwho were accused of corporate secunties fraud.\nEpstein was one of the langest investors in the\nhedge fund managed by the executives, who were\nlater acquitted. It is not known what role, if any,\nthe case played in Epstem’s plea negotiations.\n\nThe Herald also identified about 80 women\nwho say they were molested or otherwise sexu-\nally abused by Epstein from 2001 to 2006. About\n\nMichael Reiter\n\nSee PERVERSION, page 16\n\nHOUSE_OVERSIGHT_023047",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023047.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7929,
    "word_count": 1302,
    "line_count": 246,
    "import_date": "2025-11-19T21:47:48.717666",
    "prefix": "IMAGES-007"
  }
}