{
  "document_id": "HOUSE_OVERSIGHT_010609",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_010609.txt",
  "text": "﻿Liquid Insight\nTrump’s effect on MXN\n22 September 2016\nUnauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\nKey takeaways\n• We provide an empirical analysis of Donald Trump's potential effects on the Mexican\npeso\n• Our analysis suggests the exchange rate is perhaps as much as 15% undervalued\n• We remain neutral for now given US election risks are likely to remain high in the near\nterm\nBy Claudio Irigoyen and Ezequiel Aguirre\nChart of the day: MXN may be as much as 15% undervalued\nSource: BofA Merrill Lynch Global Research, Bloomberg\nTrump’s effect on MXN\nWe provide an empirical analysis of Donald Trump’s effects on the Mexican peso. Our\nanalysis suggests the exchange rate is perhaps as much as 15% undervalued. In our\nview, buying the Mexican peso likely would prove a profitable strategy if Hillary Clinton\nwins. However, we remain neutral for now given US election risks are likely to remain\nhigh in the near term.\nA model of MXN weekly returns including Trump\nWe estimate a model of MXN returns with standard financial fundamentals that also\nincludes Donald Trump’s RealClearPolitics polling average in the US presidential\nelection. It is generally accepted now that Trump’s chances in the US election have been\na major driver of the Mexican peso (Chart 1).\nTrading ideas and investment strategies discussed herein may give rise to significant risk and are not\nsuitable for all investors. Investors should have experience in FX markets and the financial resources to\nabsorb any losses arising from applying these ideas or strategies.\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\nRefer to important disclosures on page 6 to 7. Analyst Certification on page 5. 11668923\nTimestamp: 22 September 2016 12:30AM EDT\nRates and Currencies Research\nGlobal\nGlobal Rates & Currencies Research\nMLI (UK)\nClaudio Irigoyen\nLatAm FI/FX Strategy/Economist\nMLPF&S\n+1 646 855 1734\nclaudio.irigoyen@baml.com\nEzequiel Aguirre\nLatAm FI/FX Strategist\nMLPF&S\n+1 646 855 9689\nezequiel.aguirre@baml.com\nAdarsh Sinha\nFX Strategist\nMerrill Lynch (Hong Kong)\n+852 3508 7155\nadarsh.sinha@baml.com\nYang Chen\nRates Strategist\nMerrill Lynch (Hong Kong)\n+852 3508 8695\nychen8@baml.com\nSee Team Page for Full List of Contributors\nRecent Liquid Insight Publications\n21 Sep 2016 Eur FRA-OIS and 3s6s basis:\ntighter, despite wider credit spreads\n20 Sep 2016 BoJ preview: BoJ to try, try again\n19 Sep 2016 A cautiously hawkish Fed\n16 Sep 2016 UK inflation-linked – when the\n“pass-through” has passed through\n15 Sep 2016 Getting unreal\n14 Sep 2016 The real rate guide to FX\n13 Sep 2016 Consumption Gumption\n12 Sep 2016 UK: Better but not good\n9 Sep 2016 The Fed's cacophony of sound\n8 Sep 2016 EEMEA: The ECB buys EM too\nWe estimate a regression of weekly returns on the MXN spot exchange rate on five\nvariables: a basket of commodity currencies, US equities, the 10-year US bond yield, the\ntwo-year interest rate differential between MXN and USD swaps, and RealClearPolitics\npolling average for Donald Trump in the 2016 US presidential election. The estimated\nequation is\nR MXN = b0 + b1*R basket + b2*R SP500 + b3*dy 10 + b4*(r MXN – r USD ) + b5*RCP + e\nwhere R MXN is the MXN spot return, R basket is the commodity currency basket spot return,\nR SP500 is the SP500 index return, dy 10 is the 10-year US bond yield change, r MXN – r USD is\nthe two-year swap rate differential (lagged one period), RCP is RealClearPolitics polling\naverage for Donald Trump, and e is an error term. The commodity currency basket\nconsists of BRL, CLP, COP, CAD, NOK and AUD with equal weights. The full data sample\nhas weekly frequency and runs from 6/20/2012 to 9/21/2016.\nThe model without Trump yields an R-squared coefficient of 0.50. Including Trump’s\nvariable increases the coefficient to 0.63, a significant improvement (Chart 2). We use\ndata only up to 1/27/2016 for parameter estimation of the financial variables. We use\nthe full sample to estimate the parameter on Trump’s variable due to its shorter history.\nChart 1: The Trump factor on the Mexican peso\nChart 2: Forecasting MXN returns with and without Trump\n20\n19.5\n19\n18.5\n18\n17.5\n17\n16.5\n16\n15.5\n15\nAug15 Nov15 Feb16 May16 Aug16\n48\n46\n44\n42\n40\n38\n36\n34\n32\n30\n20\n19\n18\n17\n16\n15\n14\n13\n12\n2014 2015 2016\n20\n19\n18\n17\n16\n15\n14\n13\n12\nMXN\nTrump's polling average\nModel (without Trump) Model (with Trump) MXN\nSource: BofA Merrill Lynch Global Research, Bloomberg\nSource: BofA Merrill Lynch Global Research, Bloomberg\nA possible 15% negative shock on MXN\nAccording to the model that does not include Trump’s polling average, we estimate that\nMXN should be trading at around 16.50, more than 15% stronger than current levels\n(spot 19.72). Chart 2 shows the possible magnitude of the Trump effect on the Mexican\npeso.\nThe model including Trump’s polling average appears to do a much better job at\nexplaining the recent behavior of the Mexican peso. However, it still suggests that the\ncurrency has depreciated more than justified by Trump’s increase in recent polls. Based\non Trump’s increase to 43.9% (RealClearPolitics polling average on 21 September) from\n39% (RealClearPolitics polling average on 29 June), our model suggests the Mexican\npeso should be trading at around 18.50, still almost 7% stronger than current levels.\nThis, however, does not necessarily mean that MXN has oversold. The almost 5% gain in\nTrump’s polling average since June could have had an outsized effect on MXN if those\ngains took place in swing states, potentially leading to crucial Electoral College votes.\nStrategy: neutral MXN for now\nFrom a strategy standpoint, we recommend staying neutral the Mexican peso for now.\nWe believe the Mexican peso would likely strengthen significantly if Hillary Clinton wins\nthe US election. But there is still significant uncertainty. Net speculative long USD/MXN\npositions are somewhat stretched, but could increase much more (Chart 3).\n2 Liquid Insight | 22 September 2016\nThe Bank of Mexico will meet on 29 September, and a 50bp rate hike is already priced in\n(Chart 4). A stronger hike, perhaps of 75bp, or a 50bp rate hike accompanied by a\nhawkish statement could lead to MXN strengthening in the very short run.\nChart 3: Net speculative USD/MXN position in CFTC\nChart 4: Bank of Mexico expected to hike\n8\n6\n4\n2\n0\n-2\n-4\n-6\n-8\n2013 2014 2015 2016\n20\n19\n18\n17\n16\n15\n14\n13\n12\n300\n250\n200\n150\n100\n50\n0\n2012 2013 2014 2015 2016\n6\n5\n4\n3\n2\n1\n0\nNet Dollar position\nSource: BofA Merrill Lynch Global Research, Bloomberg\nMXN\nSource: BofA Merrill Lynch Global Research, Bloomberg\nspread 1y TIIE ONR\nNotable Rates and FX Research\n* Global Rates & Currencies 2016 Year Ahead, 23 November 2015\n* USD/MXN builds momentum, FX Quant Trader, 19 Sep 2016\n* Central banks still the only game in town, Global Rates and FX Weekly, 15 Sep 2016\n* Land of the rising bond yield, US Rates Weekly, 16 Sep 2016\n* Policy uncertainty, Liquid Cross Border Flows, 19 Sep 2016\nKey trade ideas\nTop Rates and FX trades for 2016\nFor rationale and details, refer to Global Rates & Currencies 2016 Year Ahead: The\n“Great Divorce”, 23 November, 2015\nRates:\nBuy US 30y TIPS, entry: 1.2%, target: 70bp, stop loss: 1.55%\nClosed at 101bp (3 Mar 2016): Short USD 5y5y vs EUR 5y5y, entry: 115 bp, target: 160\nbp, stop-loss: 90 bp (3 Sep 2015)\nLong $100mn 6m5y ATMF UK vs $100.75mn US rates straddles, net take-in: $126K,\ntarget: +450K, stop: -$225K\nSell 3y Fannie Mae debt vs Treasuries, entry: 6bp, stop: 2bp, target: 20bp\nClosed at 11bp - Long 12m Treasury bills vs OIS, entry: 1bp, target: -10bp, stop: 7bp\nFX:\nClosed at 6.5630 (26 May 2016): Buy USD/CNH 6m forward outright, entry: 6.5260,\nstop: 6.40\nLong a 12m USD/CNH forward outright, entry: 6.7485, target 7.00, stop: 6.67, current:\n6.7420 (26 May 2016)\nClosed at 0% - Buy EUR/USD 3m 1.10 call with a 16 Dec 1.1050 window KO, cost:\n0.55% EUR (spot: 1.0690)\nBuy 1y EUR/USD<1.00, USD/JPY<120 dual digital, cost: 7.0% USD (spot: 1.0690, 122.80)\nLiquid Insight | 22 September 2016 3\nClosed at 902 (10 Mar 2016): Buy AUD/KRW, entry: 832, target: 920, stop: 859 (revised\nfrom 790)\nClosed at 38.25 (18 Apr 2016): Sell TRY/JPY, entry: 43.40, target: 36.15, stop: 45.25\nClosed at 8.27: Sell USD/NOK spot 8.685, target: 8.27, stop-loss: 8.60 (revised from 9.00)\nNew trades\nRates:\nMar17 FRA-OIS widener, entry: 6.25bp, target: 10bp, stop loss: 4bp (21 Sep 2016)\n* Despite recent tightening, richness of bonds vs OIS, upcoming TLTRO & corporate\nissuance point to renewed widening\nExisting open trades\nFor a complete list of our open trade recommendations, as well as our trade\nrecommendations closed over the last 12 months, please see: Global Rates and FX\nWeekly: Central banks still the only game in town 15 September 2016\nRates:\nPay 5y5y forward 3s6s basis, entry: 11.3bp, target: 13.3bp, stop: 10.3bp (10 Aug 2016)\n* Bank hedging flows on the back of sharp pickup in corp issuance suggests the\nwidening of 3s6s basis is structural. It also hedges any aggressive ECB easing in Sep\nBuy 6m30y ATMF+25bp/+50bp/+75 bp payer ladders for a net premium of €950k on\n€100m notional (or 3.3 bp) (20 Jul 2016)\n*30y rates are at risk from the ECB tomorrow, especially if tweaks to the capital key are\nflagged already\nBuy 3-year 3.5% ZC RPI inflation caps, entry: 26.0c; current 37.5c (21 Oct 2015)\n*Sterling vulnerability due to the UK's large current account deficit makes being long\ninflation volatility attractive. Pairing this trade with a long-standing recommendation to\nbe short 30-year UK breakevens is an attractive way to finance it.\nClosed at 0 (22 Jul 2016): Buy 167 Aug RXU6 call and buy 162 put, cost 118 cents (16\nJun 2016)\nClosed at 55bp (12 Jul 2016): OATei 2018/2027 flattener; entry: 78.5bp, target: 40bp;\nstop-loss: 100bp (11 Mar 2016)\nFX:\nShort EURUSD 6m 1.0740/1.1500 risk reversal, cost: 0 (off 1.1077 spot)(6 Jul 2016)\n*EUR downside risks are underpriced. We think the post-referendum risk rally is\noverdone and could be at risk. Potential shocks include Brexit uncertainty, turbulence in\nItaly's banking sector, and political paralysis in Spain.\nClosed 1.0840 (1 Jul 2016): Buy 3m EURCHF 1.08/1.03 put spread for 0.76% Eur\n(7.75/8.05 ag 10.45 vols off 1.0930 spot)(1 Apr 2016)\n4 Liquid Insight | 22 September 2016\n* EUR is underpricing Brexit and that shorting Euro was a cheaper way to express such a\nview via options. CHF tends to perform strongly when risks become more localized.\nClosed on 28 Aug 2016: Buy EUR/USD 6m 1.00/1.20 strangle for 155 usd pips (off\n1.1020 spot, DF two-way vols 12.1/12.3) (29 Feb 2016)\n*Owning low delta EURUSD strangles may be an effective and cheap double hedge in the\nscenario that either the US enters a recession or the European debt crisis resurfaces.\nOptions Risk Statement\nPotential Risk at Expiry & Options Limited Duration Risk\nUnlike owning or shorting a stock, employing any listed options strategy is by definition\ngoverned by a finite duration. The most severe risks associated with general options\ntrading are total loss of capital invested and delivery/assignment risk, all of which can\noccur in a short period.\nInvestor suitability\nThe use of standardized options and other related derivatives instruments are\nconsidered unsuitable for many investors. Investors considering such strategies are\nencouraged to become familiar with the \"Characteristics and Risks of Standardized\nOptions\" (an OCC authored white paper on options risks). U.S. investors should consult\nwith a FINRA Registered Options Principal.\nFor detailed information regarding the risks involved with investing in listed options:\nhttp://www.theocc.com/about/publications/character-risks.jsp.\nAnalyst Certification\nI, Adarsh Sinha, hereby certify that the views expressed in this research report about\nsecurities and issuers accurately reflect the research model applied in such analysis. I\nalso certify that no part of my compensation was, is, or will be, directly or indirectly,\nrelated to the specific recommendations or view expressed in this research report.\nLiquid Insight | 22 September 2016 5\nDisclosures\nImportant Disclosures\nBofA Merrill Lynch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nCorporation, including profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nprofitability of the Bank’s sales and trading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\nBofA Merrill Lynch Global Credit Research analysts regularly interact with sales and trading desk personnel in connection with their research, including to ascertain pricing and liquidity in the\nfixed income markets.\nOther Important Disclosures\nPrices are indicative and for information purposes only. Except as otherwise stated in the report, for the purpose of any recommendation in relation to: (i) an equity security, the price\nreferenced is the publicly traded price of the security as of close of business on the day prior to the date of the report or, if the report is published during intraday trading, the price referenced is\nindicative of the traded price as of the date and time of the report; or (ii) a debt security (including equity preferred and CDS), prices are indicative as of the date and time of the report and are\nfrom various sources including Bank of America Merrill Lynch trading desks.\nThe date and time of completion of the production of any recommendation in this report shall be the date and time of dissemination of this report as recorded in the report timestamp.\nThis report may refer to fixed income securities that may not be offered or sold in one or more states or jurisdictions. Readers of this report are advised that any discussion, recommendation or\nother mention of such securities is not a solicitation or offer to transact in such securities. Investors should contact their BofA Merrill Lynch representative or Merrill Lynch Financial Global\nWealth Management financial advisor for information relating to fixed income securities\nRule 144A securities may be offered or sold only to persons in the U.S. who are Qualified Institutional Buyers within the meaning of Rule 144A under the Securities Act of 1933, as amended.\nSECURITIES DISCUSSED HEREIN MAY BE RATED BELOW INVESTMENT GRADE AND SHOULD THEREFORE ONLY BE CONSIDERED FOR INCLUSION IN ACCOUNTS QUALIFIED FOR SPECULATIVE\nINVESTMENT.\nRecipients who are not institutional investors or market professionals should seek the advice of their independent financial advisor before considering information in this report in connection\nwith any investment decision, or for a necessary explanation of its contents.\nThe securities discussed in this report may be traded over-the-counter. Retail sales and/or distribution of this report may be made only in states where these securities are exempt from\nregistration or have been qualified for sale.\nOfficers of MLPF&S or one or more of its affiliates (other than research analysts) may have a financial interest in securities of the issuer(s) or in related investments.\nThis report, and the securities discussed herein, may not be eligible for distribution or sale in all countries or to certain categories of investors.\nBofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\"BofA Merrill Lynch\" includes Merrill Lynch, Pierce, Fenner & Smith Incorporated (\"MLPF&S\") and its affiliates. Investors should contact their BofA Merrill Lynch representative or\nMerrill Lynch Global Wealth Management financial advisor if they have questions concerning this report. \"BofA Merrill Lynch\" and \"Merrill Lynch\" are each global brands for BofA\nMerrill Lynch Global Research.\nInformation relating to Non-US affiliates of BofA Merrill Lynch and Distribution of Affiliate Research Reports:\nMLPF&S distributes, or may in the future distribute, research reports of the following non-US affiliates in the US (short name: legal name, regulator): Merrill Lynch (South Africa): Merrill Lynch\nSouth Africa (Pty) Ltd., regulated by The Financial Service Board; MLI (UK): Merrill Lynch International, regulated by the Financial Conduct Authority (FCA) and the Prudential Regulation Authority\n(PRA); Merrill Lynch (Australia): Merrill Lynch Equities (Australia) Limited, regulated by the Australian Securities and Investments Commission; Merrill Lynch (Hong Kong): Merrill Lynch (Asia\nPacific) Limited, regulated by the Hong Kong Securities and Futures Commission (HKSFC); Merrill Lynch (Singapore): Merrill Lynch (Singapore) Pte Ltd, regulated by the Monetary Authority of\nSingapore (MAS); Merrill Lynch (Canada): Merrill Lynch Canada Inc, regulated by the Investment Industry Regulatory Organization of Canada; Merrill Lynch (Mexico): Merrill Lynch Mexico, SA de\nCV, Casa de Bolsa, regulated by the Comisión Nacional Bancaria y de Valores; Merrill Lynch (Argentina): Merrill Lynch Argentina SA, regulated by Comisión Nacional de Valores; Merrill Lynch\n(Japan): Merrill Lynch Japan Securities Co., Ltd., regulated by the Financial Services Agency; Merrill Lynch (Seoul): Merrill Lynch International Incorporated (Seoul Branch) regulated by the\nFinancial Supervisory Service; Merrill Lynch (Taiwan): Merrill Lynch Securities (Taiwan) Ltd., regulated by the Securities and Futures Bureau; DSP Merrill Lynch (India): DSP Merrill Lynch Limited,\nregulated by the Securities and Exchange Board of India; PT Merrill Lynch (Indonesia): PT Merrill Lynch Indonesia, regulated by Otoritas Jasa Keuangan (OJK); Merrill Lynch (Israel): Merrill Lynch\nIsrael Limited, regulated by Israel Securities Authority; Merrill Lynch (Russia): OOO Merrill Lynch Securities, Moscow, regulated by the Central Bank of the Russian Federation; Merrill Lynch\n(DIFC): Merrill Lynch International (DIFC Branch), regulated by the Dubai Financial Services Authority (DFSA); Merrill Lynch (Spain): Merrill Lynch Capital Markets Espana, S.A.S.V., regulated by\nComisión Nacional del Mercado De Valores; Merrill Lynch (Brazil): Bank of America Merrill Lynch Banco Multiplo S.A., regulated by Comissão de Valores Mobiliários; Merrill Lynch KSA Company,\nMerrill Lynch Kingdom of Saudi Arabia Company, regulated by the Capital Market Authority.\nThis research report: has been approved for publication and is distributed in the United Kingdom (UK) to professional clients and eligible counterparties (as each is defined in the rules of the\nFCA and the PRA) by MLI (UK) and Bank of America Merrill Lynch International Limited, which are authorized by the PRA and regulated by the FCA and the PRA, and is distributed in the UK to\nretail clients (as defined in the rules of the FCA and the PRA) by Merrill Lynch International Bank Limited, London Branch, which is authorized by the Central Bank of Ireland and subject to\nlimited regulation by the FCA and PRA - details about the extent of our regulation by the FCA and PRA are available from us on request; has been considered and distributed in Japan by Merrill\nLynch (Japan), a registered securities dealer under the Financial Instruments and Exchange Act in Japan; is issued and distributed in Hong Kong by Merrill Lynch (Hong Kong) which is regulated\nby HKSFC (research reports containing any information in relation to, or advice on, futures contracts are not intended for issuance or distribution in Hong Kong and are not directed to, or\nintended for issuance or distribution to, or use by, any person in Hong Kong); is issued and distributed in Taiwan by Merrill Lynch (Taiwan); is issued and distributed in India by DSP Merrill Lynch\n(India); and is issued and distributed in Singapore to institutional investors and/or accredited investors (each as defined under the Financial Advisers Regulations) by Merrill Lynch International\nBank Limited (Merchant Bank) (MLIBLMB) and Merrill Lynch (Singapore) (Company Registration Nos F 06872E and 198602883D respectively). MLIBLMB and Merrill Lynch (Singapore) are\nregulated by MAS. Bank of America N.A., Australian Branch (ARBN 064 874 531), AFS License 412901 (BANA Australia) and Merrill Lynch Equities (Australia) Limited (ABN 65 006 276 795), AFS\nLicense 235132 (MLEA) distribute this report in Australia only to 'Wholesale' clients as defined by s.761G of the Corporations Act 2001. With the exception of BANA Australia, neither MLEA nor\nany of its affiliates involved in preparing this research report is an Authorised Deposit-Taking Institution under the Banking Act 1959 nor regulated by the Australian Prudential Regulation\nAuthority. No approval is required for publication or distribution of this report in Brazil and its local distribution is by Merrill Lynch (Brazil) in accordance with applicable regulations. Merrill Lynch\n(DIFC) is authorized and regulated by the DFSA. Research reports prepared and issued by Merrill Lynch (DIFC) are done so in accordance with the requirements of the DFSA conduct of business\nrules. Bank of America Merrill Lynch International Limited, Frankfurt Branch (BAMLI Frankfurt) distributes this report in Germany and is regulated by BaFin.\nThis research report has been prepared and issued by MLPF&S and/or one or more of its non-US affiliates. MLPF&S is the distributor of this research report in the US and accepts full\nresponsibility for research reports of its non-US affiliates distributed to MLPF&S clients in the US. Any US person receiving this research report and wishing to effect any transaction in any\nsecurity discussed in the report should do so through MLPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill Lynch (Asia Pacific) Limited in\nrespect of any matters relating to dealing in securities (and not futures contracts) or provision of specific advice on securities (and not futures contracts). Singapore recipients of this research\nreport should contact Merrill Lynch International Bank Limited (Merchant Bank) and/or Merrill Lynch (Singapore) Pte Ltd in respect of any matters arising from, or in connection with, this\nresearch report.\nGeneral Investment Related Disclosures:\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes an offer or a solicitation of an offer to transact in any securities or other financial instrument. No part of\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any other person without the express written consent of BofA Merrill Lynch.\n6 Liquid Insight | 22 September 2016\nThis research report provides general information only. Neither the information nor any opinion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nother financial instrument or any derivative related to such securities or instruments (e.g., options, futures, warrants, and contracts for differences). This report is not intended to provide\npersonal investment advice and it does not take into account the specific investment objectives, financial situation and the particular needs of any specific person. Investors should seek\nfinancial advice regarding the appropriateness of investing in financial instruments and implementing investment strategies discussed or recommended in this report and should understand\nthat statements regarding future prospects may not be realized. Any decision to purchase or subscribe for securities in any offering must be based solely on existing public information on such\nsecurity or the information in the prospectus or other offering document issued in connection with such offering, and not on this report.\nSecurities and other financial instruments discussed in this report, or recommended, offered or sold by Merrill Lynch, are not insured by the Federal Deposit Insurance Corporation and are not\ndeposits or other obligations of any insured depository institution (including, Bank of America, N.A.). Investments in general and, derivatives, in particular, involve numerous risks, including,\namong others, market risk, counterparty default risk and liquidity risk. No security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\ninstruments may be difficult to value or sell and reliable information about the value or risks related to the security or financial instrument may be difficult to obtain. Investors should note that\nincome from such securities and other financial instruments, if any, may fluctuate and that price or value of such securities and instruments may rise or fall and, in some cases, investors may\nlose their entire principal investment. Past performance is not necessarily a guide to future performance. Levels and basis for taxation may change.\nFutures and options are not appropriate for all investors. Such financial instruments may expire worthless. Before investing in futures or options, clients must receive the appropriate risk\ndisclosure documents. Investment strategies explained in this report may not be appropriate at all times. Costs of such strategies do not include commission or margin expenses.\nBofA Merrill Lynch is aware that the implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\naction may be limited by regulations prohibiting or restricting \"shortselling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regulations prior to\nexecuting any short idea contained in this report.\nThis report may contain a trading idea or recommendation which highlights a specific identified near-term catalyst or event impacting a security, issuer, industry sector or the market generally\nthat presents a transaction opportunity, but does not have any impact on the analyst’s particular “Overweight” or “Underweight” rating (which is based on a three month trade horizon). Trading\nideas and recommendations may differ directionally from the analyst’s rating on a security or issuer because they reflect the impact of a near-term catalyst or event.\nForeign currency rates of exchange may adversely affect the value, price or income of any security or financial instrument mentioned in this report. Investors in such securities and instruments\neffectively assume currency risk.\nUK Readers: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to business coordinated by BofA Merrill Lynch entities\nlocated outside of the United Kingdom. BofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nMLPF&S or one of its affiliates is a regular issuer of traded financial instruments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\ntime, hold a trading position (long or short) in the securities and financial instruments discussed in this report.\nBofA Merrill Lynch, through business units other than BofA Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nmethods of the persons who prepared them, and BofA Merrill Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought to the attention of any\nrecipient of this report.\nIn the event that the recipient received this report pursuant to a contract between the recipient and MLPF&S for the provision of research services for a separate fee, and in connection\ntherewith MLPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S has contracted directly and does not extend\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection with the execution of any\ntransactions, including transactions in any securities mentioned in this report.\nCopyright and General Information regarding Research Reports:\nCopyright 2016 Bank of America Corporation. All rights reserved. This research report is prepared for the use of BofA Merrill Lynch clients and may not be redistributed, retransmitted or\ndisclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch. BofA Merrill Lynch research reports are distributed simultaneously to internal\nand client websites and other portals by BofA Merrill Lynch and are not publicly-available materials. Any unauthorized use or disclosure is prohibited. Receipt and review of this research report\nconstitutes your agreement not to redistribute, retransmit, or disclose to others the contents, opinions, conclusion, or information contained in this report (including any investment\nrecommendations, estimates or price targets) without first obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on public information. Facts and views presented in this material have not been reviewed by, and may not reflect\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill Lynch has established information barriers between\nBofA Merrill Lynch Global Research and certain business groups. As a result, BofA Merrill Lynch does not disclose certain client relationships with, or compensation received from, such issuers in\nresearch reports. To the extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\nshould consult their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be plaintiffs, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\non public information. Facts and views presented in this material that relate to any such proceedings have not been reviewed by, discussed with, and may not reflect information known to,\nprofessionals in other business areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nThis report has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of any issuer of any\nsecurities. None of MLPF&S, any of its affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). BofA Merrill Lynch\nGlobal Research policy prohibits research personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the publication of a research\nreport containing such rating, recommendation or investment thesis.\nAny information relating to the tax status of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice. Investors are urged to\nseek tax advice based on their particular circumstances from an independent tax professional.\nThe information herein (other than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-party website. Content\ncontained on such third-party websites is not part of this report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any endorsement by or\nany affiliation with BofA Merrill Lynch. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websites before\nsubmitting any personal information to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nAll opinions, projections and estimates constitute the judgment of the author as of the date of the report and are subject to change without notice. Prices also are subject to change without\nnotice. BofA Merrill Lynch is under no obligation to update this report and BofA Merrill Lynch's ability to publish research on the subject issuer(s) in the future is subject to applicable quiet\nperiods. You should therefore assume that BofA Merrill Lynch will not update any fact, circumstance or opinion contained in this report.\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer current. Always refer to the most\nrecent research report relating to an issuer prior to making an investment decision.\nIn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\nthis report or its contents.\nLiquid Insight | 22 September 2016 7\nResearch Analysts\nUS\nRalph Axel\nRates Strategist\nMLPF&S\n+1 646 855 6226\nralph.axel@baml.com\nShyam S.Rajan\nRates Strategist\nMLPF&S\n+1 646 855 9808\nshyam.rajan@baml.com\nJohn Shin\nFX Strategist\nMLPF&S\n+1 646 855 9342\njoong.s.shin@baml.com\nIan Gordon\nFX Strategist\nMLPF&S\n+1 646 855 8749\nian.gordon@baml.com\nVadim Iaralov\nFX Strategist\nMLPF&S\n+1 646 855 8732\nvadim.iaralov@baml.com\nEurope\nRalf Preusser, CFA\nRates Strategist\nMLI (UK)\n+44 20 7995 7331\nralf.preusser@baml.com\nRuben Segura-Cayuela\nEurope Economist\nMLI (UK)\n+44 20 7995 2102\nruben.segura-cayuela@baml.com\nMark Capleton\nRates Strategist\nMLI (UK)\n+44 20 7995 6118\nmark.capleton@baml.com\nAthanasios Vamvakidis\nFX Strategist\nMLI (UK)\n+44 20 7995 0790\nathanasios.vamvakidis@baml.com\nKamal Sharma\nFX Strategist\nMLI (UK)\n+44 20 7996 4855\nksharma32@baml.com\nMyria Kyriacou\nFX Strategist\nMLI (UK)\n+44 20 7996 1728\nmyria.kyriacou@baml.com\nRuairi Hourihane\nRates Strategist\nMLI (UK)\n+44 20 7995 9531\nruairi.hourihane@baml.com\nSebastien Cross\nRates Strategist\nMLI (UK)\n+44 20 7996 7561\nsebastien.cross@baml.com\nPac Rim\nTony Morriss\nRates Strategist\nMerrill Lynch (Australia)\n+61 2 9226 5023\ntony.morriss@baml.com\nAdarsh Sinha\nFX Strategist\nMerrill Lynch (Hong Kong)\n+852 3508 7155\nadarsh.sinha@baml.com\nShuichi Ohsaki\nRates Strategist\nMerrill Lynch (Japan)\n+81 3 6225 7747\nshuichi.ohsaki@baml.com\nYang Chen\nRates Strategist\nMerrill Lynch (Hong Kong)\n+852 3508 8695\nychen8@baml.com\nShusuke Yamada, CFA\nFX Strategist\nMerrill Lynch (Japan)\n+81 3 6225 8515\nshusuke.yamada@baml.com\nGlobal Emerging Markets\nClaudio Irigoyen\nLatAm FI/FX Strategy/Economist\nMLPF&S\n+1 646 855 1734\nclaudio.irigoyen@baml.com\nDavid Hauner, CFA\nEEMEA Cross Asset Strategist\nMLI (UK)\n+44 20 7996 1241\ndavid.hauner@baml.com\nClaudio Piron\nEmerging Asia FI/FX Strategist\nMerrill Lynch (Singapore)\n+65 6591 0401\nclaudio.piron@baml.com\nTrading ideas and investment strategies discussed\nherein may give rise to significant risk and are not\nsuitable for all investors. Investors should have\nexperience in FX markets and the financial resources\nto absorb any losses arising from applying these ideas\nor strategies.\n8 Liquid Insight | 22 September 2016",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_010609.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 36870,
    "word_count": 5747,
    "line_count": 545,
    "import_date": "2025-11-19T21:47:47.197253",
    "prefix": "TEXT-001"
  }
}