{
  "document_id": "HOUSE_OVERSIGHT_022665",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022665.txt",
  "text": "From: Michael Wolff [\n\nSent: 1/10/2015 4:43:39 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re:\n\nImportance: — High\nNeed 15\n\nOn Saturday, January 10, 2015, jeffrey E. <jeevacation@gmail.com> wrote:\nnow good?\n\nOn Sat, Jan 10, 2015 at 10:22 AM, Michael Wolff <( > wrote:\n\nCan you talk at noon? Probably need about 30 minutes. What is best number?\n\nOn Fri, Jan 9, 2015 at 1:44 PM, jeffrey E. <jeevacation@gmail.com> wrote:\nanytime tomorw ok\n\nOn Fri, Jan 9, 2015 at 2:33 PM, Michael Wolff <3 wrote:\nIs Clinton willing to say he was not there? Btw, I've just filed a column for USA Today for Monday\nexplaining how Dershowitz and Andrew allegations were picked up from unverified civil court docs,\ntransferred to UK tabs, which go wild because of no libel rules on U.S. court papers, and then translated\nback here as \"reported fact.\" Problem with] story is that tabs are too invested in present story line,\nand unlikely that the Times or WSJ will want to touch it--tho, depending on who is willing to on record,\nthey might. There is another politico reporter I know who might do it, again, if the on-the-record sources are\npublic people. Or, I will use it for New York Magazine, but that won't be until Feb. Can you still talk\ntomorrow? When works? Woody and Soon-Yi coming for dinner tonight. m\n\nOn Fri, Jan 9, 2015 at 1:20 PM, jeffrey E. <jeevacation@gmail.com> wrote:\nHE «sthe story teller , crafted much of it out of whole cloth. . part of her story , is that she was\nat multiple orgies with clinton and speciifically, the minute details of a dinner had on the island with\nhim, \"he sat on my left. came by black. heli. flown by ghislaine. clinton was NEVER EVER\nthere, never. it punches a hole in the dershowitz , andrew allegation. making it all apparent that it was\nfantasy. and delusional. thoughts. who should break the story.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_022665",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2457,
    "word_count": 413,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.767539",
    "prefix": "IMAGES-007"
  }
}