{
  "document_id": "HOUSE_OVERSIGHT_024903",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024903.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nAdditional Applications / Implications (Nadeau & Osborne)\n\n2\n\nEpilepsy & Psychiatric Conditions (Nadeau)\n\nFor companies willing to invest in research and manufacturing, the development of FDA-\napproved cannabinoid-based drugs provides another path to market. GW’s Epidiolex\n(highly potent, pure CBD) was approved by the FDA in 2018, and several other\ncompanies are dedicating resources to conducting the pre-clinical and clinical research\nnecessary to follow in GW’s footsteps. These companies are developing cannabinoids\nthat differ by route of administration (oral capsule, oromucosal spray, sublingual pill,\naerosol, topical cream, etc), formulation (level of purification, bioavailability,\nconcentration), and dosing strategy (single agent or in combination). Below we\nsummarize the clinical trial data from GW’s Epidiolex in epilepsy and psychiatric\nindications, and Zynerba’s transdermal CBD gel ZYNOO2 in Fragile X syndrome.\n\nGW conducted a broad Phase III program for Epidiolex in epilepsy, consisting of two\nPhase Ill trials in Dravet, two Phase II/ trials in Lennox-Gastaut syndrome (LGS), a Phase\nIll trial in tuberous sclerosis complex, and a Phase II/III trial in infantile spasms. The first\nthree Phase Ill trials (one in Dravet and two in LGS) supported an NDA submission,\nleading to FDA approval in June 2018.\n\nThe Phase III efficacy portion of the first Dravet trial randomized 120 patients to either\nEpidiolex (20 mg/kg/day, n=61), or placebo (n=59). Epidiolex was added to background\nanti-epileptic drugs (AEDs). On average, patients were taking ~3 AEDS after previously\nhaving failed 4 or more. The average age of trial participants was 10 years and 30% of\npatients were less than 6 years of age. Patients entered the study with a median\nbaseline convulsive seizure frequency of 13/month. The primary endpoint was the %\nchange in monthly frequency of convulsive seizures during the 14-week treatment\nperiod compared with the 4-week baseline between Epidiolex and placebo.\n\nOn the trial's primary endpoint, Epidiolex achieved a highly statistically significant\nmedian reduction in monthly convulsive seizures of 39% compared with a reduction in\nplacebo patients of 13% (p=0.01). The difference between Epidiolex and placebo\nemerged during the first month of treatment and was maintained through the entirety\nof the treatment period. Nine pre-specified sensitivity analyses of the primary endpoint\nconfirmed the robustness of the primary endpoint result. These analyses dealt with\nstatistical elements such as the data’s normality, assumptions about discontinuations,\nand the time period over which the data were analyzed. A number of secondary\nendpoints were also assessed (responder analysis, seizure types, global impression of\nchange).\n\nFull data were presented at AES 2016. This presentation disclosed that during the\nmaintenance period the reduction in seizure frequency was 41% for Epidiolex vs. 16%\nfor placebo, p=0.0052. The median reduction in total seizures was 29% for Epidiolex vs.\n9% for placebo during the treatment period, and 37% for Epidiolex vs. 10% for placebo\nduring the maintenance period. There was a clear separation between Epidiolex and\nplacebo in a continuous response analysis of convulsive seizures across all reductions in\nconvulsive seizure frequency. In particular 43% of Epidiolex patients vs. 27% of patients\ntaking placebo had at least a 50% reduction in convulsive seizures. 62% of Epidiolex\npatients vs. 35% of placebo patients were rated slightly improved, much improved, or\nvery much improved on the Caregiver Global Impression of Change (CGIC). It was noted\nthat three Epidiolex and no placebo patients achieved convulsive and total seizure\nfreedom during the treatment period. While the poster did not discuss the impact of\nconcomitant clobazam on efficacy, it did note that \"the effect of concomitant AEDs on\nefficacy will be explored in future pooled analyses.\"\n\nCOWEN.COM 87\n\nHOUSE_OVERSIGHT_024903",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024903.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4008,
    "word_count": 597,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.924338",
    "prefix": "IMAGES-008"
  }
}