{
  "document_id": "HOUSE_OVERSIGHT_017308",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017308.txt",
  "text": "4.2.12\nWC: 191694\n\nwhich begins:\n\n“No monument stands over Babi Yar\nA steep cliff only, like the rudist headstone\nlam afraid.”\n\nNow there is a monument, but it is unworthy of that term, and it is not as if the city of Kiev\ndoesn’t know how to build giant monuments, if it chooses to. In the center of Kiev stands a\nmonumental statue to Bohdan Khmelnitsky, who had conducted pogroms in the 17\" Century that\nhad slaughtered tens of thousands of Ukrainian Jews. To this day, Khmelnitsky’s picture adorns\nUkrainian currency.\n\nIt was not an easy visit either for me, for my wife or for my brother (who made a separate visit\nwith his wife). It was especially difficult for his late wife Marilyn, whose father’s entire family had\nlived in the Ukraine, where almost all of them were murdered during the Holocaust. The\ndifficulty was exacerbated when one of the Ukrainian lawyers with whom I was working was\nfound dead in his bed just hours after we completed an evening work session and hours before we\nwere to resume our work in the morning. The official cause of death was ruled a heart attack, but\nthe KGB—whose role in the case we were investigating—is an expert on giving enemies “heart\nattacks.” We were there to save the life and liberty of a Ukrainian political leader and we got\ndown to work.\n\nPresident Kuchma immediately told me that although it was his voice on the smoking gun\nrecording, it was not his words, as least not in the sequence that appeared in the transcript. I\nlistened to the recording but could not tell very much because the words were Russian and they\nwere difficult to hear.\n\nI told my client that I too had been the victim of a doctored recording in which my voice and\nwords had been edited and re-sequenced to make it sound as if I had said the exact opposite of\nwhat I had actually said.” This fake recording had been made by a man named David Marriot,\nwho had offered to be a witness in the Claus Von Bulow case. He had asked me for money and I\ntold him it would be improper to pay him for his testimony and we wouldn’t do it. He\nsurreptitiously recorded our conversation on a tape and then simply cut and spliced the tape to\nmake my refusal to pay him sound like a willingness to pay him. His splicing job was so\namateur—he used scotch tape—that our expert was able to demonstrate it without any question.\n\nBut times had changed, and the recording at issue in the Kuchma case had been digital. Changes\non a digital recording are much more difficult to detect than on a tape recording. It was our job\nto demonstrate that the Kuchma recording, like mine, had been tampered with to change the\nmeaning of his words. It would be a challenging scientific task in this new age of recording\ntechnology, but my team was up for it. We retained the most sophisticated audio-scientists in the\nworld, who were able to demonstrate that words could be digitally re-sequenced to alter the\nmeaning of a conversation without the change being detectable.\n\n” Tn another situation, a television ad by the organization J Street showed a video of my lips moving and a\nvoice—not mine—saying words that I didn’t say.\n\n221\n\nHOUSE_OVERSIGHT_017308",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017308.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3148,
    "word_count": 567,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.281707",
    "prefix": "IMAGES-004"
  }
}