{
  "document_id": "HOUSE_OVERSIGHT_032200",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032200.txt",
  "text": "30\n\nanywhere pound for pound. Along the way, a strong national\nconsciousness was forged in the vein of a twenty-first-century trading\nstate. Lee’s method of government was not altogether democratic,\nand his intrusion into people’s lives bordered on the petty and anal-\nretentive: banning spitting, the use of tobacco and chewing gum. The\npress, of course, was tightly controlled. Whenever criticized, Lee\nscoffed at how an uninhibited media in India, the Philippines and\nThailand had not spared those countries from rampant corruption;\nmultinationals love Singapore in large measure because of its\nmeritocracy and honest government. Yes, Singapore is green with\nmany parks, and so immaculate it borders on the antiseptic. But it is\nalso a controlled society that challenges ideals of the Western\nphilosophers.\n\nFor Lee has provided for the well-being of his citizens without really\nrelying on democracy. His example holds out the possibility, heretical\nto an enlightened Western mind, that democracy may not be the last\nword in human political development. What he has engineered in\nSingapore is a hybrid regime: capitalistic it is, but it all occurred—\nparticularly in the early decades—in a quasi-authoritarian setting.\nElections are held, but the results are never in doubt. There may be\nconsultations with various political groupings, yet, in fifty years,\nthere is still little sign that the population is fundamentally unhappy\nwith the ruling People’s Action Party (though its majority has fallen\nsomewhat). Unsurprisingly, Lee makes liberals supremely\nuncomfortable. Fundamentally Mill, Berlin and many other Western\nphilosophical theorists and political scientists—from Thomas Paine\nand John Locke to Francis Fukuyama of late—hold that people will\neventually wish to wrest themselves from the shackles of repressive\nrule. That the innate human desire for free will inevitably engenders\ndiscontent with the ruling class from below—something we have\nseen in abundance in the lands of the Arab Spring. Yet, Confucian-\n\nHOUSE_OVERSIGHT_032200",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032200.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2045,
    "word_count": 307,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.985088",
    "prefix": "IMAGES-011"
  }
}