{
  "document_id": "HOUSE_OVERSIGHT_024900",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024900.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n84\n\nFebruary 25, 2019\n\nLatin American Landscape\n\nChile\n\nMedical cannabis has been legal in Chile since 2017 following a pilot program conducting\nscientific research that began in 2014. A consortium of non-for-profit organizations,\nmost notably the Daya Foundation, ran this program. They treated over 1,000 patients\nin the first year of operations. Following the regulatory change in 2017, imported\nmedical cannabis products were available from pharmacies.\n\nProduct authorization and cultivation licenses are required to grow and distribute\nmedical cannabis products in country. The Agricultural and Livestock Service of Chile\ngoverns these licenses. Chile also permits home-grow, which is popular in the country\nand the region.\n\nDayacann (part of Daya Foundation) was the first company to receive a license to\ncultivate medical cannabis in Chile. Khiron Life Sciences entered an MOU with Dayacann\nin January 2019 to further expand into the Chilean market of around 1.8 million\npatients. In 2018, Tilray entered a partnership with Alef Biotechnology (now Tilray Latin\nAmerica) for distribution in Chile and Brazil, and recently received a license to cultivate\nand process medical cannabis products. Two Tilray products, T100 and TC100 were\napproved for prescription in 2016. Canopy Growth’s Spectrum Cannabis Chile is also\noperating in Santiago focused on medical research and patient outreach.\n\nHemp production has been part of Chile’s history, dating back to the 1500s, and has\nremained legal. There have been provisions in Chilean law to differentiate between\ncannabis and hemp. Despite its legality, there are not many hemp farms in the country.\nChile hosts Expoweed, a hemp trade show, that is Latin America’s biggest hemp event.\nWith the land and history, the country has positioned itself for growth as demand for\nhemp-based products increase.\n\nColombia\n\nColombia is becoming a Latin American hub for cannabis cultivation due to favorable\nclimate and cost of production. The country permits exports of extracts only, with the\nexception of small quantities of dried flower that are exported for scientific reasons.\nOnly permitting extracts for export is strategic to have traceability from seed to harvest\nand production. This is in order to curb organized crime and money laundering related to\nthe country’s history of drug trafficking. There have been trade agreements established\nbetween the EU and Canada in order to facilitate exportation of extracts.\n\nThe governments passed legislation for medical use in 2015, which was formally\nimplemented in 2016, and a framework for medical cannabis cultivation was established\nin 2017. The country issues four types of licenses: 1. Cannabis Seeds (for scientific\npurposes) 2. Cultivation (psychoactive cannabis) 3. Manufacturing (cannabis derivatives)\n4. Cultivation (non-psychoactive cannabis). Another license is required to export. Clever\nLeaves became the first Colombian company in February 2019 to export medical\ncannabis to Canada.\n\nMany Canadian LPs have opened operations in Colombia, including Canopy, Aurora,\nPlena Global, Khiron Life Sciences, Blueberries Medical Corp, Pharmacielo and Wayland.\nSome of these companies are focused on cultivating strains for CBD. Pure Harvest\nCannabis Producers recently entered a JV for land in Colombia to produce CBD from\nhemp and cannabis. Pharmacielo also secured a proprietary license to cultivate 10\nstrains, some CBD and some THC dominant. The company registered their seeds, which\nis now required following an amnesty period for seed genetics that ended December 31,\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024900",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024900.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3637,
    "word_count": 541,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.541716",
    "prefix": "IMAGES-008"
  }
}