{
  "document_id": "HOUSE_OVERSIGHT_032198",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032198.txt",
  "text": "28\n\ncurrent headlines, begin with the Arab world, but the answers such as\nthere are will, nevertheless, ultimately come in from the East. It 1s in\nthose Asian lands that conventional Western philosophical precepts\nare challenged. The ideology by which Asian autocrats stand in\nopposition to the likes of Mill and Berlin falls—to some extent—\nunder the rubric of Confucianism. Confucianism is more a sensibility\nthan a political doctrine. It stresses traditional authority, particularly\nthat of the family, as the sine qua non of political tranquility. The\nwell-being of the community takes precedence over that of the\nindividual. Morality is inseparable from one’s social obligation to the\nkin group and the powers that be. The Western—and particularly the\nAmerican—tendency is to be suspicious of power and central\nauthority; whereas the Asian tendency is to worry about disorder.\nThus, it is in Asia, much more so than in the Middle East, where\nautocracy can give the Western notion of freedom a good run for its\nmoney. The fact that even a chaotic democracy is better than the rule\nof a Mubarak or a Ben Ali proves nothing. But is a chaotic\ndemocracy better than the rule of autocrats who have overseen GDP\ngrowth rates of 10 percent annually over the past three decades? It is\nin places like China, Singapore, Malaysia and Vietnam where good\ndictators have produced economic miracles. These in turn have led to\nthe creation of wide-ranging personal freedoms, even as these leaders\nhave compelled people against their will on a grand scale. Here the\ndebate gets interesting.\n\nIndeed, probably one of the most morally vexing realizations in the\nfield of international politics is that Deng Xiaoping, by dramatically\nraising the living standard of hundreds of millions of Chinese in such\na comparatively short space of time—which, likewise, led to an\nunforeseen explosion in personal freedoms across China—was,\ndespite the atrocity of Tiananmen Square that he helped perpetrate,\none of the great men of the twentieth century. Deng’s successors,\n\nHOUSE_OVERSIGHT_032198",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032198.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2069,
    "word_count": 332,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.517235",
    "prefix": "IMAGES-011"
  }
}