{
  "document_id": "HOUSE_OVERSIGHT_013372",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013372.txt",
  "text": "satin. Indeed, in discovery Epstein has asserted his Fifth Amendment privilege rather than\nanswer questions about the extent of the sexual abuse of his many victims. Even more\nremarkably, since filing his suit against Edwards, Epstein has now settled the three cases\nBeswards handled for an amount that Epstein insisted be kept confidential. Without violating the\nstrict confidentiality terms required by Epstein, the cases did not settle for the “minimal value”\nthat Epstem suggested in his Complaint. Because Epstein relies upon the alleged discrepancy\n— the “minimal value” Epstein ascribed to the claims and the substantial value Edwards\nsought to recover for his clients, the settlement amounts Epstein voluntarily agreed to pay while\nthese claims against Edwards were pending will be disclosed to the court in-camera.\n\nB. Summary of the Argument\n\nBradley J. Edwards, Esq., is entitled to summary judgment on Epstein’s frivolous claim\nfor at least three separate reasons.\n\n| First, because Epstein has elected to hide behind the shield of his right against self\n\nincrimination to preclude his disclosing any relevant information about the criminal activity at\nthe center of his claims, he is barred from prosecuting this case against Edwards. Under the\nwell-established “sword and shield” doctrine, Epstein cannot seek damages from Edwards while\nat the same time asserting a Fifth Amendment privilege to block relevant discovery. His case\nsemis therefore be dismissed.\n\nSecond, all of Edwards’ conduct in the prosecution of valid claims against Epstein is\nprotected by the litigation privilege.\n\nThird, and most fundamentally, Epstein’s lawsuit should be dismissed because it is not\n\nonly unsupported by but is also directly contradicted by all of the record evidence. From the\n\n3\n\nHOUSE_OVERSIGHT_013372",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013372.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1809,
    "word_count": 276,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.142908",
    "prefix": "IMAGES-002"
  }
}