{
  "document_id": "HOUSE_OVERSIGHT_016612",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016612.txt",
  "text": "Code Enforcement Board Meeting Minutes 04/17/08\n\nMOTION BY MS. GREENBERG TO GIVE THE VIOLATOR AN\nEXTENSION OF TIME UNTIL APRIL 24, 2008 TO COMPLY\nSECONDED BY MS. VAN BUREN\n\nMOTION PASSED UNANIMOUSLY\n\nC. Case # 08-2471, 240 Park Avenue, Park Avenue Palm Beach LLC\nViolation of Chapter 42, Section 42-86, of the Town of Palm Beach Code of\nOrdinances, properties are required to be maintained in good condition and\nunsightly, unsafe or unsanitary conditions are not permitted and Chapter 42,\nSection 42-87, all exterior walls to be maintained in good repair and interior walls\nand ceilings shall be structurally sound.\n\nLead Code Officer Walton advised this property had been found in non-\ncompliance at the last hearing, assessed administrative costs in the amount of\n$150.00 and given one (1) day to comply. Compliance has not been achieved so\nthe Town recommends a $250.00 a day fine. He said he has met with the Chief\nFinancial Officer of the corporation that owns the property and that individual was\npresent today to address the Board.\n\nDan Gorman was sworn in by Recording Secretary Houston and said he had\nbecome aware of this violation after the fact. He said they had been going back and\nforth with the Town about what to do with the property at 240 Park Ave. He said\nit was a disheveled rooming house when they took it over and they began to\nrebuild it to its old glory. As recently as three weeks ago, an associate of his met\nwith the Town to discuss whether to continue to do the eighteen room\nhotel/boarding house or convert\n\nit into a single family residence. As a result of that, the original permits lapsed.\nThey then went to the Bahamas to work on another project and did not get the\nnotices. They have a new group of contractors, Principal Design and\nDevelopment Building, who are going to re-file the permits. He requested an\nextension of time as they have done everything they can without permits. Mr.\nWalton said the Town was requesting a fine of $250.00 a day to begin on March\n22, 2008. In response to questions from Board members, Mr. Gorman said they\nhad decided to continue with the rooming house zoning and they had consultants\nand financing in place. He anticipated the project, at least the exterior, would be\ncompleted within 30 days and the interior portion, three to four months after that.\n\nMr. Hoffman advised he was not in favor of granting any extensions in this case\nand Mr. Ochstein agreed.\n\nMOTION BY MR. OCHSTEIN TO IMPOSE A FINE OF $250.00 A DAY,\nCOMMENCING ON MARCH 22, 2008 AND CONTINUING UNTIL\n\nCOMPLIANCE IS ACHIEVED.\nSECONDED BY MS. DUEMLER\n\n11\n\nHOUSE_OVERSIGHT_016612",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016612.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2612,
    "word_count": 453,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.722156",
    "prefix": "IMAGES-004"
  }
}