{
  "document_id": "HOUSE_OVERSIGHT_031368",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031368.txt",
  "text": "=> Exhibition Zone (Gee,\n\nNOBEL CHARITABLE TRUST\n\nEnergy efficient products and services from Japan and around the world all exhibited in one venue. NCT will send out the\nlatest information on energy efficiency to reduce effects on the environment.\n\nExhibition of Renewable. Alternative and Sustainable Energy Developments & Energy Efficient Products\n\nExhibition\n\nExhibitors will be corporations (organizations) of energy efficient products and renewable, alternative and sustainable energy developments from around the\n\nworld. The exhibition will scale in size each year as the most prestigious environmental exhibition.\nEach participating corporation (organization) will enter a product (technology/service)for the awards. As corporations hope to win, an active and lively\n\natmosphere will be created.\n\nThe exhibition zone will be divided into 2 subzones under the following categories:\n\n@ Renewable, Alternative and Sustainable Energy Zone => Introducing new energy developments such as fuel cells and biomass energy\n*3 Awards will be selected from this division by the Judging Committee: NCT Energy Aware, Kyoto Energy Award, Nobel Family Award\n\n@® Environment and Eco Zone > Exhibits and demonstrations of energy efficient products, services and\n\ntechnologies\n*3 Awards will be selected from this division by visitors and the Judging Committee: NCT Contribution to the\n\nEnvironment Award, NCT Environmental Design Award and the Special Ecology Award (3 products)\n\nVenue and Booths\nVenue scheduled to be at Tokyo Big Sight’s West Halls 1 & 2 (17,760m ) .\n\n(11,520 m ) and also the rooftop exhibition area.\n\nExhibition oN y\nArea 0 ‘a ~ -\n\n= {Construction of Booths)\n\n=Booth space will be in units of 3m x 3m: 1 unit, 2 units, 3 units, 4 units, 8 units . Other requests\n\nfrom exhibitors can be accommodated.\n=The Japan Earth Environment Technology Development Organization office will set up basic\n\nWest Hail 2\n\n1a\n! eco-friendly structures (floor, building frames, etc). Fe - = A dee ae : ,\n=Exhibitors will be responsible for the construction and set up of exhibition decorations. XX If there are many exhibitors we will change venues to the East Hall\n\nHOUSE_OVERSIGHT_031368",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031368.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2179,
    "word_count": 337,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.704285",
    "prefix": "IMAGES-011"
  }
}