{
  "document_id": "HOUSE_OVERSIGHT_011325",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011325.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n22\nH3VOGIU1\n\nprobative value is outweighed by the prejudice. Again, this is\nonly seeking damages based on defendant's defamation.\n\nI'm going to move on to point number 9. Ms. Giuffre\nseeks to exclude any alleged criminal history from coming into\n\nthis case. And the Federal Rules of Evidence bar the\n\nintroduction of this evidence, full stop.\nAs the Court is aware, the only way criminal history\n\ncould come into evidence is through Rule 609, but that rule\n\nitself bars this evidence because, one, there's no conviction,\nand two, the alleged crime does not go to truthfulness.\nOf the two parties, your Honor, Ms. Giuffre is the\n\nonly one who has not been convicted of a crime here, this is\n\nmerely an alleged prior bad act which is excluded under Rul\n\n404.\n\nAnd this alleged act, which Ms. Giuffre denies, does\n\nnot go to truthfulness, and that's an important point here. An\naccusation of a crime with no conviction does not go to\ntruthfulness, especially a crime like this, which specifically\n\nis defendant says she stole from a tip jar when she was a\n\nteenager. Knowing that this type of evidence is excluded,\n\ncounsel for defendant has put forth an unsupported argument\n\nthat Ms. Giuffre left the United States because of allegations\n\nthat she stole from a tip jar. That is, of course, false. She\n\nleft the United States to get away from defendant's abuse.\n\nAnd moreover, the documentary evidence in this case,\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011325",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011325.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1556,
    "word_count": 265,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:48.625180",
    "prefix": "IMAGES-001"
  }
}