{
  "document_id": "HOUSE_OVERSIGHT_018555",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018555.txt",
  "text": "way -- that is, it can ironically be harder for abuse survivors to talk about abuse within the\nBDSM community because the community is pushing back so hard against the stereotype\nof abusive BDSM. I've spoken to BDSMers who feel that the S&M community\npushes back far too hard, and that survivors are being aggressively silenced simply\nbecause the rest of us are so invested in fighting mainstream stereotypes. I have\nnever personally experienced this, but I would not be surprised if I did. And the fact is\nthat I'm sure there are toxic dynamics in some BDSM communities -- we aren't a\nmonolith, folks -- and that even in 100% awesome communities, I'm sure there are at\nleast a few abusive relationships. And even one abusive relationship in the community\nis obviously too many.\n\nAs Thomas MacAulay Millar wrote when the most recent abusive BDSM case hit the\nmedia, \"Our declaration that the abusers are not us has to be substantive.\" This is\nsomething we should be taking action on. But how?\n\nte ok ok\n\nDynamics Within the Community\n\nI have personally had excellent experiences within the S&M community. However, I am\nalso pretty thick-skinned (unfortunately, this is partly due to lots of time spent working in\na sexist industry); and I have a well-developed sense of my own boundaries. I am saying\nthis not to sound self-congratulatory but because I believe that, due to being thick-\nskinned, I may be less bothered by actual harassment and pressuring dynamics than\nothers are. Also, I am lucky enough that I've never experienced an assault. Therefore, it's\nincumbent upon me to listen to how other S&Mers -- especially female or genderqueer\nS&Mers -- feel about their experiences being pressured within the community.\n\nThere are issues that even I have noticed. For example, I think that there is a distasteful\ntendency to talk about \"real BDSM\" or \"serious BDSM,” as if some S&M is more\nlegitimate than other S&M. That's wrong and dangerous because it can make some\npeople feel as though they have to push past their boundaries -- do things they aren't\ncomfortable with -- in order to be accepted, liked, or seen as \"real.\" On the rare occasions\nthat I encounter this, I try to point out the problems right there and then. There is no such\nthing as \"more real\" and \"less real\" S&M. The only truly important part about any\nS&M activity is that it happen among enthusiastic, consenting adults.\n\nThomas once wrote to me by email that \"I tend to think that the dynamics of abuse in the\ncommunity are a combination of the desire to avoid washing our laundry in public,\npatriarchy colonizing our own, and the usual thing in small communities where people's\nwillingness to do the right thing in theory bumps up against their personal friends and\nloyalties.” I completely agree. I'd add that similar issues arise in almost all small\ncommunities, and it's not fair to blame S&M in itself for these problems. At the same\ntime, though, it's incumbent upon all BDSMers to contribute to an environment\nwhere people who don't want to participate can easily say \"no\", and can rely on\nbeing supported by others when they do.\n\nte ok ok\n\nExisting Anti-Abuse Initiatives in the BDSM Community\n\nHOUSE_OVERSIGHT_018555",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3202,
    "word_count": 549,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.177686",
    "prefix": "IMAGES-005"
  }
}