{
  "document_id": "HOUSE_OVERSIGHT_016614",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016614.txt",
  "text": "Code Enforcement Board Meeting Minutes 04/17/08\n\nMOTION BY MR. FRIED TO ASSESS A FINE IN THE AMOUNT OF\n$100.00 A DAY FOR FOUR (4) DAYS FOR VIOLATIONS (A) FOR A\nTOTAL OF $400.00 AND A FINE IN THE AMOUNT OF $250.00 A DAY\nFOR VIOLATIONS (B), COMMENCING ON APRIL 15, 2008 AND\nCONTINUING UNTIL COMPLIANCE IS ACHIEVED.\n\nSECONDED BY MR. OCHSTEIN\n\nDuring discussion on the motion, Mr. Fried told Ms. Fisher that although they\nappreciated her testimony, fines had a way of giving people incentive and it was in\nthe Board’s discretion to reconsider the fine if compliance was done in an\nappropriate time. Mr. Koeppel said he was going to make a similar comment\nespecially in a case such as this one where one form of repair was anticipated and\nit became something significantly different. He thought the Board needed to take\nthat into consideration.\n\nMOTION PASSED UNANIMOUSLY\n\nIX. Comments:\n\nMr. Fried said he wanted to revisit the subject Mr. Raffo had enjoyed so much over the\npast couple of months, regarding outstanding fines. He requested an update on the\nprogress made in collecting some of them. Ms. Houston advised the outstanding water\nrestriction fines had been reduced to $6400.00 this month from over $9000.00 due the\nprevious month and liens were in the process of being filed for the remainder that had not\nbeen paid. The non-running fines either had liens filed or were agenda items which are\npending. Cases that had substantial fines and were not homesteaded would be looked at\nfor foreclosure proceedings. The list of the daily running fines indicated which of those\nproperties were homesteaded and Ms. Houston indicated she anticipated bringing some of\nthose non-homesteaded properties to the Board for foreclosure consideration next month.\n\nMr. Fried asked about the motion made by Mr. Raffo at the last meeting, requesting the\nTown Council to address the issue of giving final authority for foreclosure action to the\nCode Enforcement Board. He asked for an update from Mr. Randolph or Ms. Houston as\nto whether this would appear on the Town Council agenda. Mr. Randolph asked if the\nminutes of that last meeting had been sent to the Town Council and Ms. Houston told him\nthose were the minutes that had just been approved today by the Board so they would\nnow be sent to the Town Council. Mr. Randolph said since these minutes had now been\napproved, he would go ahead and call them to the attention of Peter Elwell and ask him to\nagenda it on the next meeting of the Council. Mr. Fried asked that the outstanding fines\nbe prioritized for foreclosure starting with the largest ones first. Ms. Houston said she\nwould address the oldest and the largest outstanding fines first. She said she had also\nwaited, based on the motion from the last meeting because it would be a different\nprocedure if it was just brought to the Code Enforcement Board for approval or if it came\nto them for final action. Mr. Randolph said it was his understanding that the Code\nEnforcement Board wanted final approval as set forth in State Statute rather than just\n\n13\n\nHOUSE_OVERSIGHT_016614",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016614.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3076,
    "word_count": 527,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.354990",
    "prefix": "IMAGES-004"
  }
}