{
  "document_id": "HOUSE_OVERSIGHT_030811",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030811.txt",
  "text": "Eye on the Market | July 11, 2011 J.P Morgan\n\nTopics: Portfolios, US corporate profits and the Twilight of the Gods (in the US, Europe, China and the IEA)\n\nTwilight of the Gods part 3: Why is everyone assuming that the next Chinese tightening is the last one?\nEvery time China tightened monetary policy this year, most China research maintained that the tightening cycle is close to its\n\nend. Perhaps; Premier Wen has stated that the country’s efforts to control inflation have worked, that price stability is in an\nacceptable range, and that it will drop steadily from here. But last week’s headline inflation release of 6.4% hit a three year\nhigh, and it is not clear to us that China is about to end its various inflation control policy measures.\n\nIn favor of Wen’s argument, food inflation has been a large contributor, some of which should be transitory. Blue-ear pig virus\n(PRRS) killed hundreds of thousands of pigs in 2010, which affected this year’s supply (2006 was worse). As shown below,\npork prices have soared, but should come down if the supply situation normalizes. [Note: a “Strategic Pork Reserve” can be\nreleased to mitigate price increases]. However, according to the Food and Agriculture Organization’, new virulent strains of\nthe virus have a fatality rate of 20% (even higher for piglets), and what is considered a temporary supply shock may be more\npermanent. Chinese pig facilities have the highest animal densities in the world, contributing to the spread of disease to 25 of\nChina’s 33 provinces. Antibiotics have proven ineffective, and once one pig gets the disease, it tends to spread to the entire\nherd in 7-10 days. China has vaccinated 100 million of its 500 million pigs, but existing vaccines do not prevent infection, they\nonly slow the rate of transmission to other pigs.\n\nChina headline inflation Chinese wholesale pork price\nPercent change, voy RMB per kilogram\n10% 26\n\naoe 24\n\n6%\n\n20 4 Begining of\n45% 1g 4PRRS outbreak\n16\n2\n14 |\nO% 12\n-2 4 10\n\n2005 2006 2007 2008 2009 2010 2011 8\n2006 2007 2008 2009 2010 2011\nSource: China Ministry of Commerce.\n\nA separate issue is that China is doing a lot more to control the supply of money than the cost of money. As shown below, there\nhave been a lot more increases in bank reserve requirements than interest rate increases. Deposit rates are still negative in real\nterms, and bank reserve requirements only affect banks, and not the shadow banking system, which is growing in China.\n\nSource: National Bureau of Statistics of China\n\nChina reserve requirement ratio for large banks China one-year deposit rate still negative in real terms\nPercent Percent, year on year\neat 10%\n21%\n0,\n\n19% Bi\n17% 6% CPI\n15%\n\nA%\n13% Deposit rate\n11% 2%\n\n9%\n1%\n\n-2%\n5%\n2005 2006 2007 2008 2009 2010 2011 2005 2006 2007 2008 2009 2010 2011\n\nSource: People’s Bank of China. Source: People's Bank of China, National Bureau of Statistics.\n\n0%\n\nForward-looking manufacturing surveys have declined and interbank lending rates (Shibor) have surged, so it’s clear that the\ntightening steps are working. But private sector credit is still growing in China, and real estate prices are still nsing. The\nbottom line is that the substantial stimulus provided by Chinese and other Asian policymakers in the wake of the\nrecession has not yet been adequately withdrawn, and that more steps will need to be taken to do so.\n\n> “Porcine reproductive and respiratory syndrome (PRRS) virulence jumps and persistent circulation in Southeast Asia”, Food and\nAgriculture Organization Emergency Prevention System, Issue number 5, 2011.\n\n4\nHOUSE_OVERSIGHT_030811",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030811.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3598,
    "word_count": 606,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:44.929140",
    "prefix": "IMAGES-011"
  }
}