{
  "document_id": "HOUSE_OVERSIGHT_020199",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020199.txt",
  "text": "47\n\nHe had ambitions of becoming a male model. He did not seem overly concerned about his\nprivacy, posting pictures of himself “mooning” for the camera. He also posted provocative\nmodeling pictures of himself on the Ars Technica website. He commented on his own beefcake-\nstyle pictures “So sexxxy it hurts” and “I like my girlish figure that attracts girls.” He approached\na model agency called Model Mania. He had some concern about the photographer who “shoots\nmostly guys.” Snowden said in a post he was “a little worried he might, you know, try to pull my\npants off and choke me to death with them, but he turned out to be legit and is a pretty damn\ngood model photographer.” He posted the photographs on the Internet, commenting: “ I think I\nlook pretty good in the shots, so it's kind of hard to get used to thinking of yourself in terms of\nbeing an element in a picture as opposed to just a picture of X.\" Despite his enthusiasm, the lack\nof any paid job offers dashed any hopes he had of a modeling career.\n\nHe also began dating Lindsay Mills around this time. She was an extremely attractive 19-year\nold art student at the Maryland Institute College of Art. Jonathan Mills, Lindsay’s father, was an\napplications developer at the Oracle Corporation. According to him, she met Snowden on an\nInternet dating site. However they met, Snowden and Mills had much in common. They both had\ndivorced parents who gave them a great deal of latitude in conducting their personal lives. Both\nof them were keenly interested in perfecting their bodies through exercise and diet regimes, Mills’\nonly paid employment over the next 8 years would be as a fitness and Yoga instructor in\nMaryland. They both also had ambitions to be models and neither of them had inhibitions about\nposing provocatively for photographers. They both also had a desire to travel to exotic places,\nincluding cities in Asia. Mills had spent four month in Guilin, China before meeting Snowden.\n\nAs bleak as his prospects as a high school dropout may have seemed, he had an unexpected\nstroke of good fortune in the spring of 2006. The CIA, out-of-the-blue, offered Snowden a\n$66,000 a year job as a CIA communications officer. “I don’t have a degree of ANY type. In fact,\nI don’t even have a high school diploma,” Snowden boasted in May 2006 on the website Ars\nTechnica under his alias The TrueHooHa. He added, with only a slight exaggeration, “I make\n70K.”\n\nBut how did Snowden get the job? The CIA’s minimum requirements in 2006 for a job in its\nclandestine division included a bachelor's or master's degree and a strong academic record, with a\npreferred GPA of 3.0 or better. Snowden had only completed one year of high school. He had\nnever attended college. He said himself that he had “no degree.” So he had none of the requisite\ndegrees for the job he got.\n\nCIA deputy director Ledgett said the CIA needed technical workers in 2006. But even if\nSnowden only applied in this capacity, which entailed a 5-year contract-term employment\nagreement, the minimum requirements for an intelligence technology job were a minimum of an\nAssociates’ Degree awarded by a two-year Community college in Electronics and\nCommunications Engineering Technology Computer Network Systems, or Electronics\nEngineering Technology. Candidates further must have a final GPA of at least 3.0 on a 4.0 scale\n\nHOUSE_OVERSIGHT_020199",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020199.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3372,
    "word_count": 578,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.331743",
    "prefix": "IMAGES-005"
  }
}