{
  "document_id": "HOUSE_OVERSIGHT_011146",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011146.txt",
  "text": "acceleration, measured as thrift —Ac, and ex post acceleration Ag at the same\n\nmoment. Otherwise we don’t have the clearest test between free growth and thrift\ntheories. Both agree that consumption can keep pace with output and capital over\n\ntime. Free growth theory asserts that they keep pace continuously.\n\nCorrelations tell the same story. Tables show that coefficients between r and g\nrun about 1, as with the free growth index, while correlations between f and g run\n\nabout zero.\n\nI do not claim that anyone but Mill and | has actually proposed free growth theory,\nnor that anyone at all has proposed thrift theory as here defined. It is my impression,\nnot assertion, that modern consensus fits thrift theory given Harrod’s qualifier that\nattempted (ex ante) net saving (thrift) must not exceed the technological growth\n\nrate (warranted growth path). My impression is that Solow and modern tradition\nagree, but blunt Harrod’s knife edge. Free growth theory counters that the same\ngrowth arrives costlessly when ex ante net saving/investment is held at zero. Nor do\nI claim that data shown in my charts and tables prove free growth theory. Rather\n\nthey demonstrate that all growth has proved free wherever measured to date.\n\nSaving /Investment\n\nUnlike Lord Keynes and modern tradition, I define saving and investment as\nsynonymous from the start. | don’t strictly need either term. My “transfer in”,\n“unrealized output” and “plowback” arrive at the same thing. But | know I must do\nmy best to write in a language already understood. | will usually say “investment” to\n\nmean saving/investment, and will use Keynes’ notation I for both.\n\nKeynes did not explicitly recognize human capital, although he very probably\n\nunderstood it. He treated investment in physical capital only. I notate this I(K). I also\ntreat investment in total capital, to be notated I(K,). Each, as in Keynes, sums\ndepreciation recovery and “net investment”. The latter, in my treatment, is\n\nAPPENDIX A: The Argument in Notation 3/7/16 20\n\nHOUSE_OVERSIGHT_011146",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011146.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2037,
    "word_count": 329,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.519297",
    "prefix": "IMAGES-001"
  }
}