{
  "document_id": "HOUSE_OVERSIGHT_012237",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012237.txt",
  "text": "17\n\n18\n\n19\n\n20\n\n21\n\n22\n\n23\n\nand then he turned back around and he just started touching himself and | think\nthe massage was like a half an hour but cause | don’t know, the time | think was\na half an hour to 45 minutes and then! was done. And then he, | think he has\nlike a safe somewhere because around us he didn’t have his wallet or something\nbecause right when we got out the door, he left to go put the towel on again and\nhe put the towel on again and went out of the room and he goes you can put\nyour clothes back on. So | put my clothes back on and he walked right out there,\nlike two seconds and then came back like within two seconds. And he’s like\nhere's your money. And then he gave me $300 in hundred dollar bills and they\nwere like brand new because they only had like one crease in them and that’s\nwhen they're folded in half. And he said thank you for your time. And then he\nleft. And he said you can see your way out and | was just walking and | got lost\ncause there’s so many different rooms and j got lost and | walked back\ndownstairs and | ERS like just smiling and giggling, like, | guess it was what\nthe lady was saying and then she looked at me and she looked back at the lady\nand then she’s like, the iady’s like oh, bye fl cause it was time to go cause |\nguess because | was done. And then, then we left the same way we came in\nand then I's like oh my gosh, Wcoes how did you like it. Like how much\ndid he give you, how much did he pay you. And |’m like $300. And I was kind ef\ntike $300, Cause the girl was like this. She was looking at me really weird.\nThe other girl that was with her. She's tike really quiet though. And then she just\nlooked at me really weird and she’s like trying to gaze into my eyeballs. And\nihen we went in the car and when we got in the car, Bs like, let me see what\n\nPage 26 of 43\n\n05143\n\nHOUSE_OVERSIGHT_012237",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012237.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1862,
    "word_count": 390,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.098850",
    "prefix": "IMAGES-001"
  }
}