{
  "document_id": "HOUSE_OVERSIGHT_011360",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011360.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n57\nH3VOGIU1\n\nsex slave, that she was getting paid wads of cash, thousands of\n\ndollars by Jeffrey Epstein, and this was happening 24/7. And\nwe asked in discovery, and we got a bunch of records, not only\n\nof her working at the Roadhouse Grill, but also of her working\n\nat a bunch of other restaurants, at a veterinarian's office,\nall kinds of things during the period of time that she says she\nwas a -- what is commonly known as a sex slave, is how she\ndescribed it in her papers.\n\nYour Honor, she compounded the lie about the theft\n\nbecause she wrote a book manuscript, as you know. And in that\n\nbook manuscript, she describes that it was not her who took the\n\nmoney from the tip jar, it was her boyfriend, Tony Figueroa,\n\nand that's also what she testified during her deposition.\nShe said, for example, that she didn't commit the\ntheft, that he came in at the end of her shift, and while she\n\nwasn't looking, he's the one that took the tips.\n\nWell, we deposed Tony Figueroa, and Tony Figueroa,\n\nyour Honor might be surprised to hear, is a gentleman with\n\nseveral felonies to his name, which he gladly recounted on the\n\nwitness stand on videotape. He talked about all the thefts he\n\nhas committed, thefts from a video store, he was charged with\n\nfelonies, he was put on probation for ten years, he recently\nhad gotten out, but he actually denied that he was the one who\ntook the money from the tip jar.\n\nSo there's the lie, there's the tip jar theft, then\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011360",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011360.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1597,
    "word_count": 292,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:46.199907",
    "prefix": "IMAGES-001"
  }
}