{
  "document_id": "HOUSE_OVERSIGHT_013000",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013000.txt",
  "text": "84 4 Brief Survey of Cognitive Architectures\n\nJoshua Blue is not under active development and has not been for some time; however, the\nproject may be reanimated in future.\n\nJoshua Blue’s core knowledge representation is a semantic network of nodes connected by\nlinks along which activation spreads. Although many of the nodes have specific semantic refer-\nents, as in a classical semantic net, the spread of activation through the network is designed to\nlead to the emergence of “assemblies” (which could also be thought of as dynamical attractors)\nin a manner more similar to an attractor neural network.\n\nA major difference from typical semantic or neural network models is the central role that\naffect plays in the system’s dynamics. The weights of the links in the knowledge base are adjusted\ndynamically based on the emotional context — a very direct way of ensuring that cognitive\nprocesses and mental representations are continuously influenced by affect. Qualitatively, this\nmimics the way that particular emotions in the human brain correlate with the dissemination\nthroughout the brain of particular neurotransmitters, which then affect synaptic activity.\n\nA result of this architecture is that in Joshua Blue, emotion directs attention in a very direct\nway: affective weighting is important in determining which associated objects will become part of\nthe focus of attention, or will be retained from memory. A notable similarity between CogPrime\nand Joshua Blue is that in both systems, nodes are assigned two quantitative attention values,\none governing allocation of current system resources (mainly processor time; this is CogPrime’s\nShortTermImportance) and one governing the long-term allocation of memory (CogPrime’s\nLongTermImportance).\n\nThe concrete work done with Joshua Blue involved using it to control a simple agent in a sim-\nulated world, with the goal that via human interaction, the agent would develop a complex and\nhumanlike emotional and motivational structure from its simple in-built emotions and drives,\nand would then develop complex cognitive capabilities as part of this development process.\n\n4.5.7 LIDA\n\nThe LIDA architecture developed by Stan Franklin and his colleagues [BF 09] is based on the\nconcept of the “cognitive cycle” - a notion that is important to nearly every BICA (Biologically\nInspired Cognitive Architectures) and also to the brain, but that plays a particularly central\nrole in LIDA. As Franklin says, \"as a matter of principle, every autonomous agent, be it human,\nanimal, or artificial, must frequently sample (sense) its environment, process (make sense of)\nthis input, and select an appropriate response (action). The agent’s “life” can be viewed as\nconsisting of a continual sequence of iterations of these cognitive cycles. Such cycles constitute\nthe indivisible elements of attention, the least sensing and acting to which we can attend. A\ncognitive cycle can be thought of as a moment of cognition, a cognitive \"moment\".\"\n\n4.5.8 The Global Workspace\n\nLIDA is heavily based on the “global workspace” concept developed by Bernard Baars. As this\nconcept is also directly relevant to CogPrime it is worth briefly describing here.\n\nIn essence Baars’ Global Workspace Theory (GWT) is a particular hypothesis about how\nworking memory works and the role it plays in the mind. Baars conceives working memory as the\n\nHOUSE_OVERSIGHT_013000",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3392,
    "word_count": 525,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.119627",
    "prefix": "IMAGES-002"
  }
}