{
  "document_id": "HOUSE_OVERSIGHT_016127",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016127.txt",
  "text": "Chart 12: Breakdown of expenditure on inbound tourist trips Chart 13: Inbound tourist trips to Saudi Arabia by country of origin\nSARbn mame Other\n80 mums Religious 80\nmmm Business\nmass Family visits\nms Holidays\n60 religious tourism (% of t ~ 10\n40 ~ 60\n20 - 50\n0 a mGCC sMiddle East mAsia mEurope mAfrica “America\n2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015\nSource: SAMA, BofA Merrill Lynch Global Research. Source: SAMA, BofA Merrill Lynch Global Research. Data as of 2015.\n\nMixed prospects for fiscal consolidation\n\nThe apparent redistribution of part of the proceeds of the flagship fiscal measures\ntowards funding the NTP initiatives suggests that the fiscal consolidation efforts could\nfall short of the necessary requirement to narrow imbalances materially in the absence\nof a sustained oil price recovery. We calculate that the NTP targets a total net\ncumulative fiscal consolidation effort of SAR648bn (US$172.8bn) or c1% of GDP\nannually, assuming progressive and full implementation of the non-oil revenue targets.\n\nEnergy policy needs to support economic transformation\n\nEnergy policy is likely to be less aggressive going forward, particularly as the NTP\nsuggests a constant oil production capacity as well as an increase in gas production\ndomestically which could free up domestic crude for exports. To remain consistent with\nthe targeted government debt accumulation path, we estimate that oil prices have to\naverage at least US$50/bbl in 2016-20 along with no growth in spending from 2016\nlevels (excluding the additional cost of NTP initiatives but including implementation of\nthe NTP non-oil revenue measures). Oil prices of at least cCUS$65/bbl would be required\nif spending is not disciplined or revenue targets are missed by c50%, in our view.\n\nBlueprint for fiscal measures lacks details\n\nThe approved NTP initiatives will have a total fiscal cost of SAR268bn (USS71.5bn;\n11.6% of GDP) spread over five years (annually, SAR54bn equivalent to US$14.3bn or\n2.3% of GDP). Government financing could represent 60% of total funding needs for the\nNTP initiatives, with total NTP costs of SAR447bn (USS$119bn; 18.4% of GDP). Against\nthat, the NTP envisages raising SAR366bn in non-oil revenues and cut the wage bill by\n5% or SAR24bn (USS$6.4bn or 1% of GDP). Non-oil revenue is seen rising to SAR530bn\n(USS141bn, 23% of 2016f GDP) by 2020 from SAR163.5bn (7% of GDP).\n\nWage bill measure unclear but may carry profound social implications\n\nIn an unprecedented austerity measure, the share of the wage bill in total spending\nwould fall by 5ppt to 40% (SAR456bn, from SAR480bn) by 2020. It is yet unclear how\nthis could be achieved in practice. Furthermore, note that the MoF budget\nannouncement estimated the wage bill in 2015 to stand at SAR450bn, blurring the\ntarget. Privatizations of government entities are likely to lead to a natural drop in the\npublic sector number of employees and wage bill. Yet we note that the Ministry of Civil\nService has two Key Performance Indicators (KPIs) directly linked to a decrease in the\npayroll and benefits expenditure, and to a reduction in workers in the civil service sector.\nThis would likely be a contentious and unpopular measure to implement, and its\nimplementation and success appear challenging to us.\n\nOS merrill Lynch GEMs Paper #26 | 30 June 2016 17\n\nHOUSE_OVERSIGHT_016127",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016127.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3353,
    "word_count": 542,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.499538",
    "prefix": "IMAGES-003"
  }
}