{
  "document_id": "HOUSE_OVERSIGHT_019468",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019468.txt",
  "text": "EXCLUSIVE: Bill Clinton pictured with Jeffrey Epstein's social fixer\nat Chelsea's wedding AFTER severing links with disgraced pedophile\n\ne Ghislaine Maxwell is accused in court papers of procuring girls for her former\nboyfriend Jeffrey Epstein which she vehemently denies\n\ne Bill Clinton had ties to Epstein, who flew the ex-president to Africa on his private jet\nbefore the allegations were made\n\ne Epstein was arrested in 2006 and was sentenced to 18 months in jail in 2008, serving\n13 months\n\ne Clinton did not cut ties to Maxwell and she was a guest at Chelsea Clinton's wedding in\n2010\n\ne Rarely-pictured Jeffrey Epstein has kept a low profile and eschewed public events\n\ne But he was pictured with ex-lover Ghislaine Maxwell on March 15, 2005 at a New York\ncharity bash\n\ne That same day, Palm Beach cops launched an investigation into Epstein and\n\nallegations of sexual offences with underage girls\nBy Sara Nathan For Dailymail.com\nPublished: 09:42 EST, 13 January 2015 | Updated: 13:47 EST, 13 January 2015\n\nThis is the society fixer alleged to have helped find underage girls for pedophile billionaire Jeffrey Epstein\n\n- helping Bill Clinton celebrate his daughter's marriage.\n\nGhislaine Maxwell was photographed at the former First Daughter's glittering July 2010 wedding to Marc\n\nMezvinsky - despite Epstein having been convicted of soliciting underage girls.\nClinton had cut ties to Epstein after his arrest over allegations of sex with girls as young as 14.\n\nBut this photograph shows that he maintained close ties to Maxwell, who is accused in court papers of\nprocuring underage girls for Epstein, her former boyfriend, as she smiles as President Clinton walks a\n\nbeaming Chelsea down the aisle.\n\nSCROLL DOWN FOR VIDEO\n\nFriends in high places: Ghislaine Maxwell is a good friend of President Bill Clinton and can\nbe seen on the right at his daughter Chelsea's wedding in July 2010\n\nMaxwell, now 50, attended the wedding in Rhinebeck, NY, on July 31, 2010, with the cream of\n\nHOUSE_OVERSIGHT_019468",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019468.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2010,
    "word_count": 329,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.038217",
    "prefix": "IMAGES-005"
  }
}