{
  "document_id": "HOUSE_OVERSIGHT_024669",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024669.txt",
  "text": "Or\n>\nA\n“Bw\nPlan\nfon on\n\nCHAPTER Ill Cannabis Industry Segmentation\n\nCultivation Process Overview: Seed to Bud\nTime Seed Selection\n\nSelecting a seed is the first step of the cultivation process. A cultivator can\nchoose from more than 1,500 unique seed varieties, each of which has the\ncapacity to produce a cannabis strain with a particular cannabinoid and\nterpene profile and other unique characteristics.\n\nSeedling\n\nThe seedling stage is the period during which the seed sprouts and the\n1-4 plant stem starts to grow. During this stage, cultivators manage growth to\nWeeks avoid long stems that may lack the strength to support further vegetation.\n\nStart\n\nVegetative\n\nThe vegetative stage is characterized by the plant’s rapid growth and reve-\n\nlation of sexual characteristics. During this stage, cultivators remove male\n\n3-8 plants and control growth inputs, such as light and nutrients, to maximize\n\nWeeks the plant’s yield of unpollinated female flower (which generally contains\nthe highest concentration of active compounds).\n\nThe flowering phase comprises the growth and maturation of the cannabis\nflower and the trichomes on the flower. Trichomes are hairlike components\n6-16 that secrete cannabinoids, terpenes and other compounds. Trichomes gen-\nWeeks erally occur all over the surface of the plant, but are found in highest con-\ncentration on the flowers of unpollinated female plants.\n\nHarvesting involves clipping the leafstalks (on which the flowers grow)\n\nfrom the main plant stem, drying the leafstalks and flowers, and trimming ' :\n\nthe dried flowers. Cultivators harvest at a time calculated to maximize ” agnnstitl\n¥\n\n2-4 flower yield and optimize cannabinoid and terpene content. WNP ;\nWeeks rit\n\nThe curing phase is a period of controlled fermentation of the dry canna-\n\nWests bis flower. The conditions under which fermentation occurs, as well as the\nduration of the fermentation process, further affect the cannabis flower’s\naroma, taste and cannabinoid composition.\n\n3-10\nMonths\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 33\n\nHOUSE_OVERSIGHT_024669",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024669.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2077,
    "word_count": 319,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.676828",
    "prefix": "IMAGES-008"
  }
}