{
  "document_id": "HOUSE_OVERSIGHT_013904",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013904.txt",
  "text": "» Housewares and Hardware ( www.housewares.org , www.nationalhardwareshow.com_) (847-\n292-4200)\n\nFor these product categories and related talent (on-screen demonstrations), also consider attending local\nor state fairs.\n\n» Consumables and Vitamin Products ( www.expoeast.com _, expowest.com )\n\nFinding Public Domain Information to Repurpose\n\nBe sure to speak with an intellectual property attorney before using apparent public domain material. If\nsomeone modifies 20% of a public domain work (through abridging and footnotes, for example), their\n“new” complete work can be copyrighted. Using it without permission would then be a punishable\ninfringement. The details can get confusing. Do the beginning research yourself, but get a pro to look\nover your findings before moving ahead with product development.\n\n» Project Gutenberg ( www.gutenberg.org )\n\nProject Gutenberg is a digital library of more than 15,000 pieces of literature considered to be in the\npublic domain.\n\n> LibriVox ( www.librivox.org )\nLibriVox is a collection of audiobooks from the public domain that are available for free download.\n\nRecording Seminars or Phone Interviews with Experts for CD Downloadable Products\n\n~ HotRecorder ( www.hotrecorder.com ) (PC), Call Recorder (\nhttp://ecamm.com/mac/callrecorder/_) (Mac)\n\nUse these programs to record any inbound or outbound phone call via computer using Skype\n(www.skype.com) and other VoIP programs.\n\n= NoCost Conference ( www.nocostconference.com )\n\nProvides a free 800-number conference line, as well as free recording and file retrieval. Normal phones\ncan be used for call-in, so no computer or web connection is required for participants. If you’ll have a\nQ&A, I suggest soliciting attendee questions beforehand to avoid issues with muting/ unmuting of lines.\n\n» Jing Project (www.jingproject.com) and DimDim (www.dimdim.com)\n\nHOUSE_OVERSIGHT_013904",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013904.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1874,
    "word_count": 267,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.785563",
    "prefix": "IMAGES-002"
  }
}