{
  "document_id": "HOUSE_OVERSIGHT_022383",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022383.txt",
  "text": "Lame-duck session\n\nWith the Republican sweep in the election, the sense is\nthe lame-duck legislative agenda will be minimalist, with\nRepublicans having little motivation to engage in other\nbusiness aside from funding the government beyond\nDecember 9. Congress returns the week of November 14\nfor organizational meetings and then departs again for\nThanksgiving week, leaving lawmakers only a couple of\nweeks to finish their legislative business. Other\npossibilities include: a defense authorization bill; the\nconference report for an omnibus energy bill; the “21%\nCentury Cures” bill increasing funds for medical research\nand accelerating drug approvals; the Water Resources\nDevelopment Act (WRDA), which would also carry money\nto address the drinking-water crisisin Flint, Michigan; tax\nextenders provisions; and retirement savings measures.\n\nGovernment Funding. Under the stopgap continuing\nresolution (CR) cleared on September 28, funding for the\ngovernment will expire on December 9. Only one of the\n12 fiscal2017 appropriations bills has been sent to the\nPresident so far. The government funding bill may take\nthe form of alarge omnibus bill or continuing resolution,\nif the House and Senate Republican leadership’s\npreference for moving spending bills on a standalone\nbasis or in packages does not pan out. Given the election\nresults, leaders are likely to limit the length of the\nspending bill to a handful of monthsto allow the Trump\nadministration an opportunity to help shape fiscal 2017\nspending next year. Speaker Ryan has said he favors a\nstrategy of combining spending bills into “minibus”\nvehicles, but Senate Democrats have said such an\napproach could be a tactic to get around the spending\ncaps Congress agreed to on a bipartisan basis last year.\nThe bill(s) may include additional spending to address\nflooding in Louisiana and elsewhere, and damage from\nHurricane Matthew. If the vehicle for government funding\nis alarge omnibus bill, Republicans may push for some\nconservative policy “riders” as their price for accepting\nthe budget numbers that were negotiated last year.\n\nTax. There are no must-pass tax issues for the lame-duck\nsession, and it is unclear whether there will be\nconsideration of expiring tax provisions, House and\nSenate miscellaneous tax bills, and tax technical\ncorrections. House Ways and Means Chairman Brady is\nopposed to addressing tax extender provisions this year,\npreferring to look forward to tax reform; that could also\nbe the position taken on other tax issues given that\nRepublicans will control Washington and have a shared\ninterest in tax reform. However, Senate Leader McConnell\npreviously committed to addressing energy tax extenders\nthis year, so they could still come up for consideration.\n\nPensions. The Senate could consider the Retirement\nEnhancement and Savings Act, a package of measures\naffecting multiple-employer pension plans, 401(k) plans\nand annuities, which was approved on a unanimous vote\nby the Senate Finance Committee on September 21. The\ncommittee also approved the Miners Protection Act, which\nwould fund retiree health and pension benefitsfor coal\nminers, which a majority of the committee’s Republican\nmembers opposed.\n\nHealth. One of the top Republican legislative priorities for\nthe lame-duck session is the 21*t Century Cures bill, a\npackage of measures intended to spur new medical\ntreatments and boost funding for the National Institutes of\nHealth, the FDA, and White House initiatives such as\n“precision medicine” and the Cancer Moonshot. Questions\nremain in both the House and Senate over how to pay for\nthe bill and the size of the funding increases, but Senator\nMcConnell has said the bill “could end up being the most\nsignificant piece of legislation we pass in the whole\nCongress.”\n\nOn the House side, this continuesto be the top priority of\nthe Chairman of the Energy and Commerce Committee\nFred Upton. Leaders of the Energy and Commerce\nCommittee said on September 29 that they had been\n“working hard for months, and we will continue to work\ntoward an agreement that can pass both chambers and be\nsigned by the President.” The House passed its version of\nthe 21% Century Cures bill (H.R. 6) in July 2015 by a vote\nof 344-77, including nearly $9 billion in new research\nfunding for the NIH and reforms to the FDA’s process for\napproving certain new medicines and medical devices. In\nthe Senate, the Health, Education, Labor, and Pensions\n(HELP) Committee has passed a package of 19 bills aimed\nat accelerating approval of new drugs and medical devices\nand attracting talented researchers to the FDA, but the full\nSenate has yet to consider the bills. HELP Committee\nChairman Lamar Alexander (R-TN) told Bloomberg BNA in\nJune that the impediments to passage are the proposals’\ncomplexity and disagreements over how to pay for\n\nthem. Negotiationscontinue.\n\nSpeaker Ryan has also listed passage of mental health\nlegislation as one of his priorities for the lame-duck\nsession. H.R. 2646, a bill sponsored by Rep. Tim Murphy\n(R-PA) that passed the House almost unanimously in July,\nwould expand Medicaid coverage of mental health\nservices, fund more psychiatric hospital beds and change\nprivacy rules to allow caregivers to receive more\ninformation about patients.\n\nEY 11\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022383",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022383.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5295,
    "word_count": 832,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:46.387727",
    "prefix": "IMAGES-006"
  }
}