{
  "document_id": "HOUSE_OVERSIGHT_018857",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018857.txt",
  "text": "Improvements Description and Analysis 46\n\nOverall, the quality, condition, and functional utility of the improvements are above average for their\nage and location. The subject benefits from good access and visibility from both the waterfront and\nthe main thoroughfare of Smith Bay Road. In addition, the overall quality and condition of the subject\nis above average for this market. Due to the small site size and large number of commercial tenants,\nthere is insufficient parking at the subject based on market standards.\n\nImprovement Analysis — Marina\n\nThe marina currently contains 105 wet slips, although that number can vary somewhat depending on\nthe size (width) of the occupying vessels. Each designated slip is supplied with its own electrical outlet\nand fresh water supply, as well as access to a refueling line. The individual slip sizes can vary based on\nboater needs, but they can accommodate a variety of vessels, typically within the range from 30 to 79\nlinear feet for the standard slips, and 79 to 110 linear feet for the T-head slips. In addition, some slips\nhave an attached finger for easier access, which is considered more desirable.\n\nGenerally the jetties and slips are constructed of PVC pilings bored and filled with concrete and steel;\nand wood plank surfacing. Many of the smaller slips are horizontally separated by wooden columns\nused to tie up vessels rather than there being jetties between each slip.\n\nThe physical docks were constructed over several years, from 1991-1995, and are considered to be in\naverage condition. Ongoing renovations have been made to the docks throughout the years, with\nupcoming expenditures included a complete resurfacing as well as re-facing the wooden skirts on\nmost concrete pilings. The docks consist of mostly concrete pilings and cross braces with some wood,\nalong with wooden skirts and wood decking surface. There have been no major renovations to slip\nstructure within the past five years.\n\nThe subject marina benefits greatly from its location in Vessup Bay, which is well protected and\npositioned in a convenient area at the heart of Red Hook. In addition, this bay has a direct route to St.\nJohn and the British Virgin Islands and has a depth that will accommodate vessels with a maximum\ndraft of 10 feet and a maximum vessel length of 110 feet. The subject is one of the closest commercial\nmarinas to both St. John and the BVI, and this convenient location is a major demand generator for\ncommercial charters as well as vessels based in St. John and the BVI which are often in need of a\nfueling station. The quality and condition of the docks is considered to be average; however, the\nservices and amenities offered at this marina are considered to be above average.\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018857",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018857.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2795,
    "word_count": 462,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.218790",
    "prefix": "IMAGES-005"
  }
}