{
  "document_id": "HOUSE_OVERSIGHT_020096",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020096.txt",
  "text": "geniuses, the same people who talked him into firing Comey, the same people on Air\nForce One who cut out his outside legal team, knowing the email was out there, knowing\nthat email existed, put the statement out about Don Junior, that the meeting was all about\nadoptions ... the same geniuses trying to get Sessions fired.\n\n“Look, Kasowitz has known him for twenty-five years. Kasowitz has gotten him out of\nall kinds of jams. Kasowitz on the campaign—what did we have, a hundred women?\nKasowitz took care of all of them. And now he’s out in, what, four weeks? He’s New\nYork’s toughest lawyer. Mark Corallo, toughest motherfucker I ever met, just can’t do it.”\n\nJared and Ivanka believe, said Bannon, that if they advocate prison reform and save\nDACA—the program to protect the children of illegal immigrants—the liberals will come\nto their defense. He digressed briefly to characterize Ivanka Trump’s legislative acumen,\nand her difficulty—which had become quite a White House preoccupation—in finding\nsponsorship for her family leave proposal. “Here’s why, I keep telling her: there’s no\npolitical constituency in it. You know how easy it is to get a bill sponsored, any\nschmendrick can do it. You know why your bill has no sponsorship? Because people\nrealize how dumb it is.” In fact, said, Bannon, eyes rolling and mouth agape, it was the\nJarvanka idea to try to trade off amnesty for the border wall. “If not the dumbest idea in\nWestern civilization, it’s up there in the top three. Do these geniuses even know who we\nare?”\n\nJust then Bannon took a call, the caller telling him that it looked as if Scaramucci\nmight indeed be getting the job of communications director. “Don’t fuck with me, dude,”\nhe laughed. “Don’t fuck with me like that!”\n\nHe got off the phone expressing further wonder at the fantasy world of the geniuses—\nand added, for good measure, an extra dollop of dripping contempt for them. “T literally do\nnot talk to them. You know why? I’m doing my shit, and they got nothing to do with it,\nand I don’t care what they’re doing ... I don’t care... . ’m not going to be alone with\nthem, I’m not going to be in a room with them. Ivanka walked into the Oval today ...\n[and] as soon as she walked in, I looked at her and walked right out... . I won’t be in a\nroom ... don’t want to do it... . Hope Hicks walked in, I walked out.”\n\n“The FBI put Jared’s father in jail,” said Preate. “Don’t they understand you don’t mess\n\n29\n\n“Charlie Kushner,” said Bannon, smacking his head again in additional disbelief. “He’s\ngoing crazy because they’re going to get down deep in his shit about how he’s financed\neverything... . all the shit coming out of Israel ... and all these guys coming out of Eastern\nEurope ... all these Russian guys ... and guys in Kazakhstan... . And he’s frozen on 666\n[Fifth Avenue]... . [If] it goes under next year, the whole thing’s cross-collateralized ...\nhe’s wiped, he’s gone, he’s done, it’s over... . Toast.”\n\nHe held his face in his hands for a moment and then looked up again.\n\nHOUSE_OVERSIGHT_020096",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020096.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3042,
    "word_count": 541,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.311323",
    "prefix": "IMAGES-005"
  }
}