{
  "document_id": "HOUSE_OVERSIGHT_028041",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028041.txt",
  "text": "the fact that one of our new neighbors was a friend from my first military\nintelligence stint in the kirva. In almost paralyzing pain, Nava phoned him, and\nhe rushed her to the hospital. It turned out that the doctor who delivered Anat\nhad left part of the placenta inside. Once the mistake was discovered — as I was\nagain speeding north — he went back in and rectified it. When I arrived, I was\nrelieved, to put it mildly, to find Nava smiling bravely, and on her way back to\nfull health. Still, doctor friends of mine told me that if the problem not been\ndiagnosed and addressed quickly, she could have suffered shock, serious\ninfection, even death.\n\nIn my new role, I was nominally responsible to both the defense minister and\nthe chief of staff, but Arik made it clear to both me and Raful that he was boss.\nAnd though my official brief was longer-term planning, almost from day-one\nthe issue of Lebanon overshadowed all others. I knew, from Cinerama, that\npreparations for a possible military operation in Lebanon were underway. Yet\nfrom my first meeting with Arik and Raful, it became clear it was more than just\na possibility. “Why the hell is Arafat still alive,” Arik snapped at us. He said\nthat when he’d been commander of Unit 101, he’d never waited for the\ngovernment to ask him to plan an operation. He’d plan it himself, and go to\nministers for approval. When I told him that I’d done just that when I was\ncommander of the sayeret, only to be told Arafat was “not a target,” Arik\nreplied: well, he is now. The PLO leader’s current residence was on the\nsouthern edge of Beirut, and in the weeks ahead Arik left no doubt that he\nmeant to go after him there.\n\nTo anyone looking from the outside, there was no pressing reason to expect a\nwar. It is true that the potential for conflict was always there. The PLO had\nnearly 20,000 fighters in Lebanon and hundreds of rockets capable of reaching\nour northern towns and settlements. The Syrians were there, too. As part of an\nArab League agreement in 1976 to quell two years of terrible civil war between\nLebanon’s traditionally dominant Maronite Christians and an alliance of PLO\nand Lebanese Muslim forces, some 30,000 Syrian troops had been brought in as\nthe core of a peacekeeping force. But in the summer of 1981, new US President\nRonald Reagan’s Mideast envoy, Undersecretary of State Philip Habib, had\n\n193\nHOUSE_OVERSIGHT_028041",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028041.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2393,
    "word_count": 426,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.240176",
    "prefix": "IMAGES-009"
  }
}