{
  "document_id": "HOUSE_OVERSIGHT_030184",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030184.txt",
  "text": "29\n\nArticle 7.\n\nTIME\n\nWhy the Muslim Brotherhood Are\nEgypt's Best Democrats\n\nBobby Ghosh\n\nJune 21, 2011 -- After the fall of Saddam Hussein in 2003, many\nWestern commentators were surprised by the ease with which Iraq's\nreligious movements adapted to multiparty democracy. The Shi'ite\ngroups, in particular, were quick to organize into political parties, set\nup grass-roots organizations across the country and form practical\ncoalitions ahead of elections. Long assumed to be ideologically\nopposed to democracy, these groups showed they were in fact\nbrilliantly adaptable. Their leaders, despite having little experience in\nkissing babies, campaigned like seasoned pros.\n\nIn contrast, Iraq's liberal parties were rank amateurs. Their leaders,\ndespite having spent decades in exile in Western democracies\n(whereas most Islamist exiles were confined to places like Iran and\nSyria), seemed not to understand how democracy works: people like\nTyad Allawi and Ahmed Chalabi had an air of entitlement, assuming\nthat people would vote for them merely because they were modern,\nprogressive and famous. They didn't bother to create a national party\ninfrastructure, nor did they care to campaign. Instead, they held all-\nday salons in the manner of medieval monarchs giving audience to\nthe elite.\n\nSomething very similar is unfolding in Egypt. Of all the political\ngroups to have emerged since the fall of Hosni Mubarak — including\nthe myriad youth movements, secular parties, leftists and remnants of\nthe old National Democratic Party — the Muslim Brotherhood seem\nto have the best understanding of how democracy works. The Islamist\n\nHOUSE_OVERSIGHT_030184",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030184.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1646,
    "word_count": 251,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.318325",
    "prefix": "IMAGES-010"
  }
}