{
  "document_id": "HOUSE_OVERSIGHT_015565",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015565.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 10 of 23\n\nJS: From the time the massage started. Ok.\n\nV: Sometimes we'd go there and I would wait for a while or talk with Ghislaine and Jeffrey\nabout something or we’d meet somewhere and talk about something. A lot of times, I’d\nmeet him upstairs in his room where he was ready for me. But then there was a lot of\ntimes where it didn’t start right away, so he couldn’t really pay me from the time I got\nthere sometimes unless it was just paid from the time I massaged him til the time the\nmassage was over.\n\nJS: Alright. Did your duties for Jeffrey ever include anything other than providing him\nmassages and sex in connection with the massages? Did he ever give you any other\nresponsibilities to perform?\n\nV: I was asked to do the same things that I did to Jeffrey to a few of his fellow colleagues as\nwell. Those were my duties. He looked at it this way is that I was going to be a\n\nprofessional massage therapist, and maybe I needed some clientele, so he had me perform\nerotic massages on a few people.\n\nJS: Did that start here in Palm Beach County?\nV: It did. The first one did.\n\nJS: Ok, and how long after you first met Jeffrey did he first ask you to provide services for\none of his friends?\n\nV: About 9 months, I think it was. It wasn’t a full year, it wasn’t 6 months, but between 6\nmonths and a year, which is why I’m saying 9 months.\n\nJS: | And when you provided services to a friend of Jeffrey’s, who paid you for those services?\n\nV: Jeffrey would. I would get paid the next time I saw Jeffrey, so if I was invited to the\nBreakers Hotel to give a massage, I would give a massage, I would go home, and the next\nday when I saw Jeffrey, he would pay me for what I did. So, it was paid always by him,\nit was set up by him, so he always knew what to pay me. I did get tips and things like\nthat, if you call it that, you know, like a hundred dollar tip or something from a few of\nthem, you know, yeah.\n\nJS: Was there ..\n\nV: There was always payment from Jeffrey.\n\nJS: Was there ever any discussion with Jeffrey about what was expected to happen when you\nprovided massage services to one of Jeffrey’s friends?\n\nHOUSE_OVERSIGHT_015565",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2206,
    "word_count": 429,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.964053",
    "prefix": "IMAGES-003"
  }
}