{
  "document_id": "HOUSE_OVERSIGHT_024447",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024447.txt",
  "text": "THIS MEMORANDUM IS FOR YOUR INFORMATION ONLY AND NOTHING IN THIS MEMORANDUM\nIS INTENDED TG ENDORSE OR RECOMMEND A PARTICULAR COURSE OF ACTION. YOU SHOULD\nCONSULT WITH AN APPROPRIATE PROFESSIONAL FOR SPECIFIC ADVICE RENDERED ON THE\nBASIS OF YOUR SITUATION.\n\nNOTICE TO RESIDENTS OF THE UNITED KINGDOM\n\nTHE COMPANY IS AN UNREGULATED COLLECTIVE INVESTMENT SCHEME FOR THE PURPOSES\nOF THE FINANCIAL SERVICES AND MARKETS ACT 2000 (\"FSMA\"), THE PROMOTION OF WHICH IN\nTHE UNITED KINGDOM IS RESTRICTED BY THE FSMA. IF MADE BY A PERSON WHO IS NOT AN\nAUTHORISED PERSON UNDER FSMA, THE ISSUE OR DISTRIBUTION OF THIS DOCUMENT IN THE\nUNITED KINGDOM MAY ONLY BE MADE TO AND DIRECTED AT PERSONS WHO {1} ARE\nINVESTMENT FROFESSIONALS FALLING WITHIN ARTICLE 19 OF THE FINANCIAL SERVICES AND\nMARKETS ACT 2000 (FINANCIAL PROMOTION) ORDER 2005; OR (Il) ARE PERSONS TO WHOM\nTHE PROMOTION MAY OTHERWISE BE LAWFULLY MADE. IF MADE BY A PERSON WHO IS AN\nAUTHORISED PERSON UNDER FSMA, THE ISSUE OR DISTRIBUTION OF THIS DOCUMENT !N THE\nUNITED KINGDOM MAY ONLY BE MADE TO AND DIRECTED AT PERSONS WHO (lI) ARE\nINVESTMENT PROFESSIONALS WITHIN ARTICLE 14 OF THE FINANCIAL SERVICES AND\nMARKETS ACT 2000 (PROMOTION OF COLLECTIVE INVESTMENT SCHEMES) (EXEMPTIONS)\nORDER 2001; OR (I}} ARE PERSONS TO WHOM THE PROMOTION MAY OTHERWISE BE LAWFULLY\nMADE. TRANSMISSION OF THIS DOCUMENT TO ANY OTHER PERSON IN THE UNITED KINGDOM\niS UNAUTHORISED AND MAY CONTRAVENE THE FSMA. IN THE UNITED KINGDOM,\nPARTICIPATION IN THE COMPANY !S AVAILABLE ONLY TO SUCH PERSONS AND PERSONS OF\nANY OTHER DESCRIPTION SHOULD NOT RELY ON THIS DOCUMENT.\n\nHOUSE_OVERSIGHT_024447",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024447.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1609,
    "word_count": 262,
    "line_count": 26,
    "import_date": "2025-11-19T21:47:44.443819",
    "prefix": "IMAGES-007"
  }
}