{
  "document_id": "HOUSE_OVERSIGHT_013820",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013820.txt",
  "text": "If I offered you $10,000,000 to work 24 hours a day for 15 years and then retire, would you do it? Of\ncourse not—you couldn’t. It is unsustainable, just as what most define as a career: doing the same thing\nfor 8+ hours per day until you break down or have enough cash to permanently stop.\n\nHow else can my 30-year-old friends all look like a cross between Donald Trump and Joan Rivers?\nIt’s horrendous— premature aging fueled by triple bypass frappuccinos and impossible workloads.\n\nAlternating periods of activity and rest is necessary to survive, let alone thrive. Capacity, interest, and\nmental endurance all wax and wane. Plan accordingly.\n\nThe NR aims to distribute “mini-retirements” throughout life instead of hoarding the recovery and\nenjoyment for the fool’s gold of retirement. By working only when you are most effective, life is both\nmore productive and more enjoyable. It’s the perfect example of having your cake and eating it, too.\n\nPersonally, I now aim for one month of overseas relocation or high-intensity learning (tango, fighting,\nwhatever) for every two months of work projects.\n\n3. Less Is Not Laziness.\n\nDoing less meaningless work, so that you can focus on things of greater personal importance, is NOT\nlaziness. This is hard for most to accept, because our culture tends to reward personal sacrifice instead of\npersonal productivity.\n\nFew people choose to (or are able to) measure the results of their actions and thus measure their\ncontribution in time. More time equals more self-worth and more reinforcement from those above and\naround them. The NR, despite fewer hours in the office, produce more meaningful results than the next\ndozen non-NR combined.\n\nLet’s define “laziness” anew—to endure a non-ideal existence, to let circumstance or others decide life\nfor you, or to amass a fortune while passing through life like a spectator from an office window. The size\nof your bank account doesn’t change this, nor does the number of hours you log in handling unimportant\ne-mail or minutiae.\n\nFocus on being productive instead of busy.\n\n4. The Timing Is Never Right.\n\nI once asked my mom how she decided when to have her first child, little ol’ me. The answer was\nsimple: “It was something we wanted, and we decided there was no point in putting it off. The timing is\nnever right to have a baby.” And so it is.\n\nFor all of the most important things, the timing always sucks. Waiting for a good time to quit your\njob? The stars will never align and the traffic lights of life will never all be green at the same time. The\nuniverse doesn’t conspire against you, but it doesn’t go out of its way to line up all the pins either.\nConditions are never perfect. “Someday” is a disease that will take your dreams to the grave with you.\nPro and con lists are just as bad. If it’s important to you and you want to do it “eventually,” just do it and\ncorrect course along the way.\n\n5. Ask for Forgiveness, Not Permission.\n\nIf it isn’t going to devastate those around you, try it and then justify it. People—whether parents,\npartners, or bosses—deny things on an emotional basis that they can learn to accept after the fact. If the\npotential damage is moderate or in any way reversible, don’t give people the chance to say no. Most\npeople are fast to stop you before you get started but hesitant to get in the way if you’re moving. Get\ngood at being a troublemaker and saying sorry when you really screw up.\n\nHOUSE_OVERSIGHT_013820",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013820.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3445,
    "word_count": 598,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:49.333470",
    "prefix": "IMAGES-002"
  }
}