{
  "document_id": "HOUSE_OVERSIGHT_012893",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012893.txt",
  "text": "maladaptive consequences. Brain imaging studies show that different circuits turn on when we lie about\nlong held personal stories as opposed to lies about in-the-moment situations. When we distort reality,\neither omitting information or twisting it to create a false belief, we have to inhibit the way things are to\ncreate an illusion of the way we wish them to be. In each case, there is conflict between one version of\nreality and another. In each case, the electrical and chemical choreography of the brain recruits its\nbraking mechanism, stifling one piece of knowledge in the service of lifting another to the surface of our\nlips. We perfect this capacity over the course of development. Some are born lacking this capacity.\nOthers have a system that is out of control, unable to distinguish truths from falsehoods. Somewhere\nalong this spectrum are healthy members of society who have the potential to justify themselves and a\nsociety of willing listeners about the importance of becoming willing executioners, a phrase coined by the\nhistorian Daniel Goldhagen to describe Germans involved in the Holocaust.\n\nDesire + Denial. We all carry out this sum easily, often automatically and unconsciously. When\nwe are pushed by a desire to eliminate others or to achieve some other goal, we call on denial to justify\nboth extraordinary means and exceptional ends. We convince ourselves that we are morally in the right\nand that extermination or manipulation are our only options. We convince ourselves that the other is an\nobject or animal, emotionally inert or unrecognizable. We shrink our moral circle, creating a culture of\nindifference. We convince ourselves through self-deception that the other is a threat. When we feel\nthreatened, we raise our hackles in self-defense. When self-defense steps forward it recruits violence,\njustified by the belief that fighting back is not only right, but obligatory. Once violence starts, supported\nby a moral imperative, uncontrollable escalation follows, leaving a trail of dead bodies, raped women, and\nabducted children. Desire couples with denial. Once this liaisons forms, it evolves, grows and feeds on\nitself. We have arrived at excessive harms. We have arrived at evil.\n\nWhat can we do? How can we harness our understanding of evil to predict when it might occur\nagain? Can we reduce future danger?\n\nFuture dangerousness\n\nWhy do we allow 16 year olds to drive in many parts of the United States, but prevent them from drinking\nalcohol until 21 and from renting a car until 25? Why must the President of the United States be at least\n35 years old, but members of the House of Representatives can enter at 25? If 16 is the magic number for\ndriving, why isn't it also the magic number for drinking, voting, becoming president, marrying without\nparental consent, joining the military, and being executed for a felony murder? Or why not make 21 the\nmagic age for all age-restricted behaviors and positions? This would make sense in terms of our biology:\nit is precisely around the age of 21 that our frontal lobes have matured more completely, thereby\nproviding us with a more functional engine for self-control. Or, why not question why we have a legal age\nat all? Why not have a brain scan for frontal lobe maturation along with a test for self-control that would\nallow some pre-16 year olds to drive, but might prevent some post-21 year olds from drinking? And if\nyou are in favor of the death penalty — I'm not — than why not detach it from age altogether and look at\nthe individual's moral competence and capacity for self-control?\n\nThese are hard questions. How we answer them will have resounding implications for law and\nsociety. When a legal system decides that someone can drive, drink, vote, kill, run for president, marry,\nand die as a penalty for crime, it has constrained human behavior based on a statistical evaluation of\npsychological capacity. In each case, our assignment of age-appropriateness indicates that we believe the\nperson is responsible for his or her actions and thus, his or her future actions. It also indicates that those\nunder age are not responsible for their actions. We grant permission to drive at 16 years of age because\nwe believe that most 16 years olds are capable of driving responsibly, now and in the future. We believe\nthat a person who committed a heinous crime at the age of 18 is responsible for harming others and is\nlikely to do so in the future. He or she is thus eligible for the death penalty, at least in some states within\nthe United States. In contrast, we believe that someone at the age of 17 is still developing and has the\npotential to change. In this sense, we hold them less responsible for their actions.\n\nHauser Epilogue. Evilightenment 147\n\nHOUSE_OVERSIGHT_012893",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012893.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4775,
    "word_count": 803,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.236386",
    "prefix": "IMAGES-002"
  }
}