{
  "document_id": "HOUSE_OVERSIGHT_017276",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017276.txt",
  "text": "4.2.12\nWC: 191694\n\npoisoning; they did not have to agree on the means used to murder Binion, as long as they all\nagreed that “his death was caused by a criminal agency,” that is by a murderous act attributable to\nthe defendants.\n\nThe jury deliberated for 8 days and found the defendants guilty. My brother and I were retained\nto prepare and argue the appeal and to file a motion for a new trial based on newly discovered\nevidence.\n\nWe began our investigation by focusing on the burking theory. Since the jury could have\nconvicted based on that theory alone, if we could undercut it, Murphy would have to be given a\nnew trial.“ We would turn the prosecution’s “multiple choice” offense into an appellate defense.\n\nOne important pillar of the burking theory was a “bruise” on Binion’s chest that had been\nphotographed. Since Dr. Baden hadn’t examined Binion’s body, he had to rely on the photograph\nalone. He concluded that the bruise—which appeared consistent with the shape and size of\nBinion’s shirt button—had been caused by Binion being burked. We had the photograph enlarged\nand enhanced by the most sophisticated technology. We then showed it to one of the world’s\nmost distinguished dermatologists who examined it, using every more sophisticated technology.\nHis conclusion dealt a powerful blow to the burking theory: the mark on Binion’s body was not a\nbruise he could have gotten from being burked; instead, the structure of the blood vessels in the\n“bruise” proved that it was a benign skin tumor he had for years before his death.\n\nAdditional field research further discredited both the burking and cocktail theories. We were now\nconfident that if Murphy were to receive a new trial, a jury would acquit her. The prosecution’s\n“multiple choice” theory had become a “no choice” near certainty.\n\nNow all we needed was an opportunity to obtain a new trial. Our best chance of securing a\nsecond trial was to win the appeal, and the best issue on appeal—the safest and neatest—was the\njudge’s decision to allow Binion’s lawyer to testify that Binion had told him the day before his\ndeath that if he were found dead, Murphy would be his killer. This was a smoking gun that must\nhave influenced the jury, since it was, in effect, testimony from the grave. The ghost of the dead\nman, as in Shakespeare’s Hamlet, was pointing to his killer.\n\nWe did not believe that the conversation had ever occurred. Murphy told us that the lawyer, who\nhated her, had simply made it up after the fact to assure her conviction. But the jury had believed\nthe lawyer, and we could not challenge his credibility on appeal, since credibility issues—who is\ntelling the truth and who is lying—are for the jury to decide. But we could try to raise doubts\nabout the credibility of the dead man—the man whose words were quoted by the lawyer. How\ncould the jurors assess Binion’s credibility, since he was not in court to be cross-examined. His\n“testimony” from the grave was classic hearsay, and his unavailability denied Murphy the\nconstitutional right to confront her accuser.\n\n°° The same was true with regard to the “cocktail of death” theory, since no one could know which theory formed\nthe basis for the conviction, or if some jurors found the first, while others found the second. If either theory failed,\nthere would have to be a new trial.\n\n189\n\nHOUSE_OVERSIGHT_017276",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017276.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3353,
    "word_count": 576,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.932122",
    "prefix": "IMAGES-004"
  }
}