{
  "document_id": "HOUSE_OVERSIGHT_024360",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024360.txt",
  "text": "Table of Contents\n\nsole beneficiary of the Ernest Irrevocable 2004 Trust III and Mr. Garcia III and his children are the beneficiaries of the Ernest C. Garcia IIT Multi-\nGenerational Trust III. This information is based on the Form 4 filed with the SEC by Mr. Garcia II on February 27, 2019. Verde’s and Mr. Garcia\nII’s address is 1720 W. Rio Salado Parkway, Suite A, Tempe, AZ 85281.\n\n(3) This number includes 52,937,458 shares of Class B common stock owned directly by Mr. Garcia II; 8,000,000 shares of Class B common stock\nowned by ECG III SPE, of which Mr. Garcia IT is the 100% owner; 2,860,439 shares of Class B common stock owned by DriveTime Sales and\nFinance Company LLC. Mr. Garcia IT is the chairman of the board of directors and largest stockholder of DriveTime, of which DriveTime Sales and\nFinance Company LLC is a wholly owned subsidiary. This number also includes 11,952,000 shares of Class B common stock owned by the Emest\nIrrevocable 2004 Trust II, of which Mr. Garcia III is the sole beneficiary, and 11,952,000 shares of Class B common stock owned by the Emest C.\nGarcia III Multi-Generational Trust III, of which Mr. Garcia III is a beneficiary together with his children. While Ernest Garcia II is the investment\ntrustee over Ermest C. Garcia II Multi-Generational Trust II, the trust is irrevocable and he is not a beneficiary. While Ermest Garcia II and Ernest\nGarcia III are the joint investment trustees over Ernest Irrevocable 2004 Trust III, the trust is irrevocable and Mr. Garcia II is not a beneficiary. These\nshares of Class B common stock together with the corresponding LLC Units may be exchanged for 87,701,897 shares of Class A common stock.\nThese shares of Class A common stock represent approximately 58% of the shares of Class A common stock that would be outstanding if all\noutstanding LLC Units were exchanged and all outstanding shares of Class B common stock were converted at that time. This information is based on\nthe Form 4 filed with the SEC by Mr. Garcia II on February 27, 2019. Verde’s, ECG III SPE’s, and Mr. Garcia II’s address is 1720 W. Rio Salado\nParkway, Suite A, Tempe, AZ 85281.\n\n(4) Spruce House Investment Management LLC; Spruce House Capital LLC; Spruce House Partnership LP; Zachary Sternberg and Benjamin Stein\nreport shared voting and dispositive power of 5,500,000 shares of Class A common stock. Zachary Sternberg and Benjamin Stein each report sole\nvoting and dispositive power of 50,000 shares of Class A common stock. Spruce House Partnership LP holds the 5,500,000 shares with shared voting\nand dispositive power and Spruce House Capital LLC serves as the general partner and Spruce House Investment Management LLC serves as the\ninvestment manager. Zachary Sternberg and Benjamin Stein each serve as a managing member of the Spruce House Capital LLC and the Spruce\nHouse Investment Management LLC. This information is based on the Schedule 13G/A filed with the SEC on February 14, 2019. The address for\neach of these reporting persons is 435 Hudson Street, 8th Floor New York, NY 10014.\n\n(5) Melvin Capital Management LP is the investment manager of Melvin Capital Master Fund Ltd. Melvin Capital Management LP reports shared voting\nand dispositive power of 3,725,000 shares of Class A common stock. The number of shares reported above consists of 1,606,827 shares of Class A\ncommon stock and call options exercisable into 861,600 shares of Class A common stock held by Melvin Capital Master Fund Ltd; 300,909 shares of\nClass A common stock and call options exercisable into 161,200 shares of Class A common stock held by Melvin Capital Onshore LP; and 517,264\nshares of Class A common stock and call options exercisable into 277,200 shares of Class A common stock held by one or more managed accounts.\nMelvin Capital Management LP, as the investment manager to these funds and accounts, may be deemed to beneficially own the 2,425,000 shares of\nCommon Stock and the call options exercisable into 1,300,000 shares of Class A common stock held by them. This information is based on the\nSchedule 13G/A filed with the SEC on February 15, 2019. The address for each of these reporting persons is 527 Madison Avenue, 25th Floor, New\nYork, NY 10022.\n\n(6) FMRLLC reports sole power to dispose or direct the disposition of 3,591,784 shares of Class A common stock. This information is based on the\nSchedule 13G filed with the SEC on February 14, 2019. FMR LLC’s address is 245 Summer Street, Boston, MA 02210.\n\n(7) The Vanguard Group reports shared power to dispose or direct the disposition of 63,700 of these shares of Class A common stock. This information is\nbased on the Schedule 13G filed with the SEC on February 11, 2019. The Vanguard Group’s address is 100 Vanguard Blvd., Malvern, PA 19355.\n\n(8) Wilmot B. Harkey and Daniel Mack are the managing members of Nantahala Capital Management, LLC and together report shared voting and\ndispositive power with respect to these shares. This number of shares includes call options exercisable into 1,450,000 shares of Class A common\nstock. This information is based on the Schedule 13G filed with the SEC on February 14, 2019. The address for each of these reporting persons is 19\nOld Kings Highway S, Suite 200 Darien, CT 06820.\n\n(9) CAS Investment Partners, LLC, Sosin Partners, L.P., and Clifford Sosin report shared voting and dispositive power with respect to 2,167,766 of these\nshares and Mr. Sosin reports sole voting and dispositive power with respect to 26,738 of these shares. Sosin Partners, L.P. owns an aggregate of\n2,167,766 shares of Class A common stock and CAS Investment Partners, LLC,\n\n251s\n\nHOUSE_OVERSIGHT_024360",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024360.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5648,
    "word_count": 949,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.737111",
    "prefix": "IMAGES-007"
  }
}