{
  "document_id": "HOUSE_OVERSIGHT_019582",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019582.txt",
  "text": "94 | HOW AMERICA LOST ITS SECRETS\n\nthe response of these three officials, which included the admonition\nby Litt that “no serious news organization would publish this,” Gib-\nson gave the green light to publish the story.\n\nThe story broke on June 6. “NSA Collecting Phone Records of\nMillions of Verizon Customers Daily,” proclaimed the Guardian\nheadline. Under Greenwald’s byline, it said, “Exclusive: Top secret\ncourt order requiring Verizon to hand over all call data shows scale\nof domestic surveillance under Obama.” Along with it was the FISA\norder. The PRISM story broke hours later in The Washington Post.\nWritten by Gellman and Poitras, it claimed that the NSA and the\nFBI were tapping directly into the central servers of nine leading\nU.S. Internet companies, which were knowingly participating in the\noperation. The latter allegation turned out to be not entirely true,\nbecause some of the Internet companies cited in the story denied\nthat they had knowingly participated. The back-to-back publication\nof these two stories by The Guardian and the Post, however, provided\nthe explosive “shock,” at least in the global media, that Snowden had\npredicted.\n\n© Snowden’s identity had not been revealed in either the Guardian ®\nor the Post story on June 6. Snowden, however, insisted on outing\nhimself. He explained to Greenwald that he needed to “define him-\nself” before the U.S. government “demonized” him as a spy. That\nself-definition would be accomplished by a twelve-minute video\ntitled “Whistleblower.” Poitras extracted much of the material for\nthe video from the twenty or so hours she had shot. In the filmed\ninterview, Snowden voiced many of the same statements he had\nmade in his manifesto, so he no longer needed to post that on the\nInternet. When he insisted on the immediate airing of the video,\nGreenwald told him that by going public in this way, he was saying\n“fuck you” to the American government. Snowden replied, “I want\nto identify myself as the person behind these disclosures.”\n\nOn June 9, the video was posted on the Guardian website with the\nFreedom of the Press Foundation getting an on-screen credit. “My\nname is Ed Snowden,” the extraordinary disclosure began. He then\ndescribed how the NSA was watching U.S. citizens. Even though the\nNSA press spokesperson subsequently disputed some of his more\ndramatic claims, such as his assertion that he had the authority at\n\n| | Epst_9780451494566_2p_all_r1.z.indd 94 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019582",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019582.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2485,
    "word_count": 406,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.126987",
    "prefix": "IMAGES-005"
  }
}