{
  "document_id": "HOUSE_OVERSIGHT_024078",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024078.txt",
  "text": "previously drawn down by the Fund (plus an additional amount thereon), there can be no\nassurance that such payment will reflect the fair value of the Fund’s existing investments at the\ntime such additional Limited Partners subscribe for such interests.\n\nDifficulty in Valuing Portfolio Investments and Distribution in Kind\n\nGenerally, there will be no readily available market for a substantial number of the Fund’s\ninvestments and hence, most of the Fund’s investments will be difficult to value. The securities\nin which the Fund will invest may be among the most junior in a portfolio company’s capital\nstructure, and thus subject to the greatest risk of loss. It is highly speculative as to the whether\nand when a portfolio company will be able to register its securities so that the securities become\neligible for trading in public markets. Certain investments may be distributed in kind to the\nPartners of the Fund. An investor that receives assets other than cash from the Fund may incur\ncosts and delays in converting those assets to cash.\n\nNon-Controlling Investments\n\nThe Fund generally expects to make non-controlling investments in portfolio companies where\nthe Fund may not be able to control or effectively influence the business or affairs of such\nentities. Portfolio companies in which the Fund’s investments are made may have economic or\nbusiness interests or goals which are inconsistent with those of the Fund, and the Fund may not\nbe in a position to influence those interests or goals or otherwise protect the value of the Fund’s\ninvestments in such entities. In addition, although the Fund may seek board representation in\nconnection with its investments, there is no assurance that such representation, if sought, will\nbe obtained.\n\nService on Board of Directors\n\nThe Fund typically will seek to have observation or visitation rights or the right to designate\ndirectors to serve on the boards of directors of the Fund’s portfolio companies. In addition,\naffiliates of the General Partner may serve, from time to time, as officers or directors of the\nportfolio companies. The foregoing rights and activities could expose the General Partner, its\naffiliates and the assets of the Fund to regulatory action and/or lawsuits and claims by a\nportfolio company, its security holders and its creditors. While the General Partner intends to\nmanage the Fund in a way that will minimize exposure to these risks, the possibility of\nsuccessful claims or lawsuits or adverse regulatory action cannot be eliminated, and such events\ncould have significant adverse effects on the Fund.\n\nMaterial Non-Public Information\n\nBy reason of their responsibilities in connection with their other activities, certain affiliates of\nthe General Partner may acquire confidential or material non-public information or be\notherwise restricted from initiating transactions in certain securities. The Fund will not be free\nto act upon any such information. Due to these restrictions, the Fund may be not be able to\ninitiate a transaction that it otherwise might have initiated and may not be able to sell an\ninvestment that it might otherwise might have sold.\n\nIn their capacity as officers or directors, affiliates of the General Partner will be subject to\nfiduciary or other duties to the portfolio company, which may adversely affect the Fund. For\nexample, the Fund may be prohibited from selling publicly traded securities of a portfolio\ncompany if the General Partner or any of its affiliates is in possession of material non-public\ninformation relating to such company.\n\n67 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024078",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024078.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3625,
    "word_count": 575,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.938990",
    "prefix": "IMAGES-007"
  }
}