{
  "document_id": "HOUSE_OVERSIGHT_015839",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015839.txt",
  "text": "Lewis Carroll lectured on mathematics at Oxford University.\nHe wrote several books on logic, illustrated with wonderful\nproblems involving fish, kittens, and gorillas - much less boring than the\nbrown, grass-eating cows of modern textbooks. Kittens and gorillas are\nnot usually in much contact, but I did find one hit on Google, pictured!\nThe words we organize into books, poems and plays are not just\na random jumble; they have structure and a logic to them. We group\nverbs, subjects and objects together to form sentences and, at a larger\nscale, characters have motivations and relationships: this character\nloves that character, the valet had the candlestick in the ballroom and\ncould not have stabbed the butler in the kitchen, and so on. We have\ndictionaries to define words, but to truly understand the information\nthey convey we need to understand the logical rules governing how they\ncan be combined.\n\nA s well as giving us Alice, the Jabberwocky, and the Cheshire Cat,\n\nEveryday conversation is fragmented and repetitive. Fortunately,\nnow and again, we say something definitive. For example, “This gorilla is\nbrown.” The statement links a property, ‘brownness; to a thing, ‘a gorilla.\nLogical statements are precise but often need to be put in context. IfI were\nstanding in a forest when I made my statement you must guess I mean the\nnearest gorilla. The word “This implies nearness, but nearness is not well\ndefined. Better to be precise. “The gorilla I am closest to, measured by line\nof sight distance is the Pantone shade dark brown? However, if I talked\nlike this all day I would not have many friends.\n\nLogical Beginnings\n\nThe formal study of logic began in 3848c with the publication ofa treatise\ncalled the Organon by the Greek philosopher Aristotle. A student of\nPlato, Aristotle taught many of the famous leaders of his time, including\nAlexander The Great. Ancient Greece was not some idyllic think tank. If\nyou annoyed the political establishment you might find yourself having\nto leave town in a hurry. This happened to Aristotle after Plato’s death,\nand he spent nearly a decade touring Europe. Eventually, he returned to\nAthens where he published his study on logic.\n\nIn the Organon, Aristotle examined groups of up to four statements,\neach containing up to four relationships. For example: All kittens eat fish.\nSome kittens eat fish. No kittens love gorillas. No gorillas eat kittens -\nluckily. It is possible to put two statements back to back and infer things.\n\nHOUSE_OVERSIGHT_015839",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015839.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2511,
    "word_count": 415,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.130984",
    "prefix": "IMAGES-003"
  }
}