{
  "document_id": "HOUSE_OVERSIGHT_030290",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030290.txt",
  "text": "23\n\nsimply transform the way we perceive the world without altering\nreality itself. Let me give you an example. While writing these lines,\nmy friend calls. He is at Heathrow Airport waiting to get on a plane\nto Austria for a skiing holiday. His plane has been delayed for three\nhours already, because of snowstorms at his destination. \"I guess this\nis both a good and bad thing,\" he says. Waiting at the airport is not\npleasant, but he quickly concludes that snow today means better\nskiing conditions tomorrow. His brain works to match the unexpected\nmisfortune of being stuck at the airport to its eager anticipation of a\nfun getaway.\n\nA canceled flight is hardly tragic, but even when the incidents that\nbefall us are the type of horrific events we never expected to\nencounter, we automatically seek evidence confirming that our\nmisfortune is a blessing in disguise. No, we did not anticipate losing\nour job, being ill or getting a divorce, but when these incidents occur,\nwe search for the upside. These experiences mature us, we think.\nThey may lead to more fulfilling jobs and stable relationships in the\nfuture. Interpreting a misfortune in this way allows us to conclude\nthat our sunny expectations were correct after all — things did work\nout for the best.\n\nSilver Linings\n\nHow do we find the silver lining in storm clouds? To answer that, my\ncolleagues — renowned neuroscientist Ray Dolan and neurologist\nTamara Shiner — and I instructed volunteers in the {MRI scanner to\nvisualize a range of medical conditions, from broken bones to\nAlzheimer's, and rate how bad they imagined these conditions to be.\nThen we asked them: If you had to endure one of the following,\nwhich would you rather have — a broken leg or a broken arm?\nHeartburn or asthma? Finally, they rated all the conditions again.\nMinutes after choosing one particular illness out of many, the\nvolunteers suddenly found that the chosen illness was less\n\nHOUSE_OVERSIGHT_030290",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030290.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1946,
    "word_count": 331,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.233124",
    "prefix": "IMAGES-010"
  }
}