{
  "document_id": "HOUSE_OVERSIGHT_016160",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016160.txt",
  "text": "Bloomberg consensus estimates) vs. STC at 17% (consensus). It is thus arguably crucial\nfor Zain and Mobily to be allowed to increase market share in the mobile arena. We thus\nbelieve the regulator (CITC) regulator will have to consider further steps to afford\nmarket share to the second and third entrants including asymmetric competition\nmeasures (pricing, MTRs), license extensions or differentiated royalty rates.\n\nSTC the likely beneficiary of FTTH expansion\n\nWhilst we argue that STC could lose further market share in the Mobile market as a\nresult of regulatory moves, we believe the negative impact will be offset by growing\nrevenues from FTTH, IPTV and the corporate market. Indeed, we believe STC, given its\nmarket leading FTTH network and IPTV offering, will likely benefit most acutely from\nthe growth in the number of FTTH customers. Furthermore, with government grants\nlikely to be provided for FTTH roll out in less economical areas (as part of the NTP), we\nbelieve returns will likely not suffer from the additional capital deployment. Mobily could\nalso benefit (given its well-developed FTTH infrastructure), although we expect it to lag\nSTC who has a first mover advantage and arguably a stronger FTTH/Triple play offering.\n\nWe note, Zain KSA will unlikely participate in the rollout of the FTTH expansion given its\nconstrained balance sheet and strategic focus on the wireless market. That said, the\ncompany could benefit from the rollout of high speed internet solutions over its wireless\nnetwork (ie fixed broadband over its 4G network), particularly in areas where the\nconstruction of FTTH networks maybe be difficult or uneconomical.\n\nRoyalty rate increases unlikely, particularly for Zain KSA and Mobily\n\nAdmittedly, an increase in royalties could be an easy way of raising much needed\nrevenues for the government. After all, each 1% increase could raise income by more\napproximately SAR500mn (cUS$130mn). However, we would argue that this is unlikely\ngiven the lack of sufficient competition in the market and the obstacles to increased\ncompetition higher royalty rates would introduce. In the same vein, we also believe it\nhighly unlikely that the government would seek to introduce a fourth mobile operator\nlicense given the lack of sufficient market capacity between the second and third\noperators.\n\nReligious tourism a material opportunity for telecom providers\n\nSaudi Arabia’s ambitious growth targets for religious tourism provide a material\nopportunity for the telecom providers in our view. More specifically, if the number of\nreligious tourists (for Hajj and Umrah) increases by an estimated 10mn per annum by\n2020, we believe demand for roaming services (voice and data) and sim purchases will\nincrease significantly. Indeed, on our estimates, we see the 10mn visitors potentially\nproviding a SAR2bn-SAR4bn opportunity, representing a c4-8% uplift in total wireless\nrevenues for service providers. We particularly believe Zain KSA will benefit strongly\nfrom this given they provide the most competitive Pay as you go packages currently and\nhave the largest spare capacity on their network.\n\n50 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016160",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3198,
    "word_count": 497,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.965882",
    "prefix": "IMAGES-003"
  }
}