{
  "document_id": "HOUSE_OVERSIGHT_024009",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024009.txt",
  "text": "CERTAIN INVESTMENT CONSIDERATIONS. PAST PERFORMANCE IS NOT INDICATIVE OF\nFUTURE RESULTS.\n\nTHE FUND INTENDS TO CONDUCT ITS INVESTMENT ACTIVITIES THROUGH A NUMBER OF\nSUBSIDIARIES AND AFFILIATES THAT MAY BE ESTABLISHED FROM TIME TO TIME IN ONE OR\nMORE JURISDICTIONS, EACH OF WHICH MAY HAVE VARYING TAX EFFECTS ON THE FUND\nAND PARTNERS. AS SUCH THERE CAN BE NO ASSURANCE AS TO THE CONSEQUENCES OF\nSUCH ACTIVITIES. INVESTORS SHOULD CONSULT THEIR OWN TAX ADVISORS AS TO THE RISK\nOF AN INVESTMENT IN THE FUND. SEE ALSO SECTION X, “CERTAIN TAX AND ERISA\nCONSIDERATIONS.”\n\nPROSPECTIVE INVESTORS SHOULD REVIEW THE OFFERING NOTICES BEGINNING IN SECTION\nXIV FOR INFORMATION RELATING TO THE OFFERING AND SALES OF THE INTERESTS TO\nINVESTORS IN VARIOUS STATES OF THE U.S. AS WELL AS CERTAIN NON-U.S. JURISDICTIONS.\n\nIN ACCORDANCE WITH U.S. TREASURY REGULATIONS GOVERNING PRACTICE BEFORE THE\nINTERNAL REVENUE SERVICE (CIRCULAR 230), THE FUND HEREBY INFORMS THE INVESTORS\nTHAT (A) THE INFORMATION BELOW (OR OTHERWISE CONTAINED IN THIS DOCUMENT) IS\nNOT INTENDED OR WRITTEN TO BE USED, AND CANNOT BE USED, BY THE INVESTORS FOR\nTHE PURPOSE OF AVOIDING PENALTIES THAT THE U.S. INTERNAL REVENUE SERVICE MAY\nATTEMPT TO IMPOSE ON AN INVESTOR, (B) THE INFORMATION WAS WRITTEN TO SUPPORT\nTHE PROMOTION OR MARKETING OF THE TRANSACTION OR MATTERS ADDRESSED BY THE\nWRITTEN INFORMATION AND (C) INVESTORS SHOULD SEEK TAX ADVICE BASED ON THEIR\nPARTICULAR CIRCUMSTANCES FROM AN INDEPENDENT TAX ADVISOR.\n\nForward-Looking Statements\n\nCERTAIN INFORMATION CONTAINED IN THIS MEMORANDUM CONSTITUTES “FORWARD-\nLOOKING STATEMENTS,” WHICH CAN BE IDENTIFIED BY THE USE OF FORWARD-LOOKING\nTERMINOLOGY SUCH AS “MAY,” “WILL,” “SHOULD,” “EXPECT,” “ANTICIPATE,” “PROJECT,”\n“ESTIMATE,” “INTEND,” “CONTINUE,” OR “BELIEVE,” OR THE NEGATIVES THEREOF OR OTHER\nVARIATIONS THEREON OR COMPARABLE TERMINOLOGY. DUE TO VARIOUS RISKS AND\nUNCERTAINTIES, INCLUDING, WITHOUT LIMITATION, THOSE SET FORTH IN SECTION IX\n“CERTAIN INVESTMENT CONSIDERATIONS”, ACTUAL EVENTS OR RESULTS OR THE ACTUAL\nPERFORMANCE OF THE FUND MAY DIFFER MATERIALLY FROM THOSE REFLECTED OR\nCONTEMPLATED IN SUCH FORWARD-LOOKING STATEMENTS. WHILE ASSUMPTIONS\nUNDERLYING VARIOUS STATEMENTS AS TO FUTURE PERFORMANCE ARE BELIEVED TO BE\nREASONABLE IN NATURE, EXISTING AND PROSPECTIVE INVESTORS SHOULD MAKE THEIR\nOWN ASSESSMENTS AS TO SUCH ASSUMPTIONS AND THE ASSOCIATED RISKS, INCLUDING\nTHE LIKELIHOOD OF THE FUND ACHIEVING CORRESPONDING RESULTS, ALL OF WHICH ARE\nSUBJECT TO RISKS AND UNCERTAINTIES MANY OF WHICH ARE BEYOND THE CONTROL OF\nTHE FUND (SEE SECTION IX “CERTAIN INVESTMENT CONSIDERATIONS”). AS SUCH, NO\nASSURANCE IS GIVEN AS TO THE REALIZATION OF ANY SUCH FUTURE PERFORMANCE. NO\nREPRESENTATION OR WARRANTY IS MADE AS TO FUTURE PERFORMANCE OR SUCH\nFORWARD-LOOKING STATEMENTS. UNLESS OTHERWISE INDICATED, INFORMATION\nCONTAINED HEREIN IS AS OF MARCH 31, 2014. THE DELIVERY OF THIS MEMORANDUM DOES\nNOT IMPLY THAT ANY OTHER INFORMATION CONTAINED HEREIN IS CORRECT AS OF ANY\nTIME SUBSEQUENT TO MARCH 31, 2014.\n\nNone of New Leaf Ventures I, L.P., New Leaf Ventures IL, L.P., NLV-HI, the Management Company or any of their\naffiliates have any affilation with Credit Suisse nor any its affiliates (collectively, “Credit Suisse”). Credit Suisse\nhas not compiled, reviewed or participated in the preparation of any of the performance or other information\ncontained in this Memorandum and assumes no responsibility therefor. Consequently, in no respects should\nCredit Suisse be considered to have approved or disapproved of any of the information set forth in this\nMemorandum. “Sprout”, “Sprout Group” and the symbols associated therewith are registered trademarks of Credit\n\nCONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024009",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024009.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3736,
    "word_count": 557,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.562600",
    "prefix": "IMAGES-007"
  }
}