{
  "document_id": "HOUSE_OVERSIGHT_025929",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025929.txt",
  "text": ">> Physical Address:\n\n>> 450 N Kimball Ave\n\n>> Suite 100\n\n>> Southlake, TX 76092\n\n>> www.trinitypartnerstexas.com\n\n>> [Description: Description: Description: TRINITI PARTNER logo22]\n\n>>\n\n>>\n\n>> From: Kenny Shirley [nail i Ti i i |\n\n>> Sent: Wednesday, March 09, 2016 12:11 PM\n\n>> To: Danny Shurden; Brad Bowen; x: (i Ss\n|\n\n>> Subject: Fwd: Gingrich view of Trump\n\n>>\n\n>\n\ni\n\n>> Sent from my iPhone\n\n>>\n\n>> Begin forwarded message:\n\n>> Date: March 9, 2016 at 9:26:23 AM CST\n\n>> Subject: Fwd: Gingrich view of Trump\n\n>>\n\n2p\n\n>> SUBJECT; GINGRICH VIEW OF TRUMP\n\nbas\n\ni\n\n>>\n\n>>\n\n>>\n\n>> Understanding Donald Trump The Washington Times January 8, 2016 by Newt Gingrich\n\ni\n\n>> Donald Trump is a genuine phenomenon. He may or may not become the Republican nominee for\npresident. He may or may not win the presidency even if he becomes the nominee. Yet it is clear that he is\na phenomenon and that any history of the 2016 presidential race will have to spend a good bit of time\nanalyzing Trump and his impact.\n\nbas\n\n>> From the time he announced on June 16, Trump has dominated social and mainstream media. He\ndominates the conversation despite the lack of paid advertising. Trump says outrageous things and his\nsupporters shrug it off. At every turn, his poll numbers continue to rise.\n\n>>\n\n>> As a step toward understanding this amazing performance, I spent part of the Christmas break reading\nhis first bestseller, ‘The Art of the Deal’. Written in 1987, this book is a classic among American business\nbooks and has influenced a generation of entrepreneurs. Trump wrote ‘The Art of the Deal’ when he was\n41 years old and having a successful run. The book’s popularity contributed to Time Magazine’s decision\nto feature Donald Trump on its cover in January 1989.\n\n>\n\n>> The portrait that emerges from this easy-to-read and remarkably interesting book is of an aggressive,\nambitious person who is constantly pushing, constantly learning, and always seeking the next\n\nchallenge. Reporters and analysts who are trying to understand Trump would be well served by slowing\ndown and reading this nearly three-decade-old bestseller.\n\n>>\n\nHOUSE_OVERSIGHT_025929",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2144,
    "word_count": 363,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:45.133846",
    "prefix": "IMAGES-008"
  }
}