{
  "document_id": "HOUSE_OVERSIGHT_018982",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018982.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: ' 29\nTime: 9:27:55 Incident Report Program: CMS301L\nCase No. .. . : 1-05-000368 (Continued)\n\nvictim agreed and arrangements were made to bring the victim to\n\nEpstein's house on a weekend. MBB stated that she and\n\n(later identified as picked up the victim at the\n\nvictim s house. They traveled to Epstein's House and entered through\nthe kitchen door. They met with the house chef and Epstein s\n\nassistant TB. The victim was introduced to Epstein while they were\n\nin the kitchen area. [EBM led the victim upstairs and Epstein went\nupstairs. When the massage was over, the victim returned to the\n\nkitchen area. | stated she was paid $200.00 for bring the victim\n\nto Epstein's. stated the victim told her she was paid $300.00\n‘for the massage. Back in the vehicle, EBBBPasked the victim what\nhappened. The victim told her about the massage and then they went\nshopping. [MBB stated the victim was the last person she brought to\nEpstein. She further stated_that she had changed her cellular number\n\nto avoid being contacted by MMM. She continued that when Epstein\nannounces to his assistant that he is traveling to Palm Beach,\nwould contact FEB to arrange girls for Epstein. HEM later\nidentified as HMMM Date of Birth , had told b6\nMe that Jeff likes to have his fun with the girls. b7c\n\nstated that once her parents discovered that she was visiting\nEpstein, they disapproved of the encounters with him and she stopped.\nMMMM further stated that IBBBMJ still tries to call the house and\n\nleaves messages. With the assistance of we were able to\nidentif\n\nSgt Frick entered the room and explained that based on her own\nstatements, she had implicated herself with bringing underage girls to\nEpstein's house. aa was aware of what she had stated and wished\nto assist further in hopes to receive a lesser charge.\n\nprovided cellular telephone numbers for the girls she had mentioned\npreviously. Additionally, she also provided possible addresses and\nareas in which they lived. As HEM was being taken home in the\nvehicle, a tape recorder was placed within the vehicle to record.any\nconversations within the vehicle. During the drive back to her home,\nMMMM made the comment I m like a Heidi Fliess. (Hollywood Madam who\nsent girls to clients for sexual favors in California). JER) was\ndropped off at her house without incident.\n\nSgt Frick and I went to\nFlorida in an attempt to speak with We met with\nMes. [oo Mother) at the front door. We explained\n\nthe ongoing investigation and felt that[___|] may have additional\ninformation as we had information that she had worked for Jeff. Mrs.\n\n[CSCS—C*d’sCnnttrodducedd uss to her’ husband and allowed us entry into the\nhome. We sat in the dinning room and met with OS\nDate of Birth[_——————id]sOAs she was under the age of eighteen, Mrs.\nwas advised we would be speaking with her. She expressed,\nif her daughter had information she wanted to assist. As we\ninterviewed she denied having any inappropriate\nencounters with Jeff (Epstein). She stated she had gone to Jeff s\n\n; ___— -- 7 HOUSE_OVERSIGHT_018982",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018982.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3080,
    "word_count": 526,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:44.132740",
    "prefix": "IMAGES-005"
  }
}