{
  "document_id": "HOUSE_OVERSIGHT_024054",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024054.txt",
  "text": "VI. DEAL SOURCING & INVESTMENT PROCESS\n\nThe Fund Managers have a proactive approach to deal sourcing, which focuses on both private\nand public opportunities. The established and proven sourcing activities seek to identify the\nmost compelling healthcare technology investment opportunities, at the most attractive time\npoints for venture capital investment. The Fund Managers’ goal is to identify opportunities that\nare based on the most interesting novel and proprietary technologies, but place their emphasis\non being positioned for investing in these technologies in the round(s) that offer the most\nattractive risk-adjusted returns potential. These investment opportunities are identified\nthrough a number of parallel efforts, including:\n\ne Systematic tracking of private and public companies that have product programs and\ntechnologies targeting disease areas and biological targets of high interest that are\napproaching key value inflection points. Current activities include comprehensive\nscreening of companies with programs targeting high unmet medical needs where the\nstrength of the science coupled with a rapid and lower capital intensity development\npath, provides a compelling risk-reward case for investment. At the present time, the\nFund Managers are tracking a biopharma investment universe of approximately 1,000\nmid-late stage private and small-cap public companies, many of which are in\ntherapeutic areas of specific interest to the Fund Managers (e.g. Oncology, Infectious\nDisease, Central Nervous System, etc.);\n\ne Continuous contact with a network of current and former portfolio company\nmanagement teams;\n\ne Networking with current and former senior management team members from leading\npharmaceutical, biotech, medical device, and HIT companies to understand their\nstrategic priorities and to identify assets/programs that may become available for\nspinouts or structured financings;\n\ne Staying up to date and in contact with leading academic thought leaders working in\nNLV’s fields of interest;\n\ne Active coverage of major investor, medical and scientific meetings; and\n\ne Working closely with other venture capitalists with overlapping interests to ensure NLV\nsees the broadest range of high quality opportunities and are positioned for working\nwith the strongest syndicates.\n\nA key success factor behind the Fund Managers’ deal sourcing activities is a strong network of\nentrepreneurs, industry executives, renowned clinicians, leading academic scientists, other\nventure investors, and experienced consultants. The Fund Managers believe that this network\nplays a critical role in helping to identify the most interesting opportunities, bringing the\nleading resources to bear to assist in due diligence, and in providing important technical and\nrecruiting support in building portfolio companies. The Fund Managers continuously invest\ntime and energy in updating and building this strong network to ensure access to the managers\nand thought leaders that are the industry’s leaders in the sectors of interest.\n\n43 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024054",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024054.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3095,
    "word_count": 440,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.246149",
    "prefix": "IMAGES-007"
  }
}