{
  "document_id": "HOUSE_OVERSIGHT_019396",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_019396.txt",
  "text": "Department of Economics, Harvard University, v. November 9,2009 \nEconomics 1545: International Financial and Macroeconomic Policy \nProfessor Kenneth Rogoff \nTime and Place: Fall 2009; M, W, 1-2:30 pm., Sever Hall 203 \nOffice Hours: Littauer Center 216. Mondays 3-4 PM, or by appointment \nEmail: (NB. When sending an email pertaining to this course, please put \n\"1545\" in the subject header.) \nTeaching Assistant: Thomas Sampson____________________________ \nStaff Assistant: Jane Trahan,__________________________________ \nOverview: \nThis is an advanced international finance and macroeconomics course that uses a mix of \ntheoretical, empirical and policy frameworks to analyze topical problems in international finance. \nPrerequisites: \nEconomics 1011b (preferably) or 1010b (Knowledge of basic calculus will be assumed.) \nBackground Texts: (On reserve at Lamont Library, and available for purchase at the COOP) \n• Foundations of International Macroeconomics, by Maurice Obstfeld and Kenneth Rogoff, MIT \nPress, 1996. \n• This Time Is Different: Eight Centuries of Financial Folly, by Carmen Reinhart and Kenneth \nRogoff, Princeton University Press, 2009, (selected chapters). \nReadings: \nReadings can be accessed online or are available on Reserve at Lamont Library. \nPrimary readings are denoted by an * symbol. Supplementary readings will be summarized in \nclass but are not required. \nProblem Sets: \nStudents are encouraged to work with others on the problem sets, and it is permissible to hand in a \nsingle answer sheet for up to three students, with all three receiving the same group grade. \nHOUSE OVERSIGHT 019396 \nCourse Requirements: \n• Midterm: Wednesday October 14 (in-class, closed book; but exam will provide most of the \nbasic formulas you might require, to lessen need for memorization). Analytical problems \non the exam will closely parallel material covered in problem sets (but will generally \nrequire much less algebra), and the essay problem will relate to a central topic covered \nextensively in class. \n• Final: The final will have a larger essay component than the mid-term. The final will draw \non the entire course, though any technical material on the final will be closely related to \nmaterial covered in Problem Set III. \n• Short policy paper: You will be asked to write a short policy paper on a topic drawn from \na list of questions relating to reform of the international monetary system. A one-page \noutline of your paper is due on Wednesday, October 28 or before my first meeting with \nyour group, whichever is earlier, and the complete paper is due on Monday November 16. \nThese papers will form the basis for class discussions and (depending on class size) in-\nclass presentations during the final four meetings of the class. The papers are intended to \nbe short and succinct—there is an absolute total page limit of 10 double-spaced (12 pt.) \npages (roughly 2500 words): Only figures and references are excluded in this limit. The \npapers do not need to include any formal analytical or econometric analysis; you may \nwrite them in a style you find suitable to the question you are addressing. The final exam \nwill include (a choice of) essay questions relating to the paper topics that you and your \nclassmates have chosen. \n• Problems: There will be 3 problem sets, due Sept 14, Oct. 5 and Nov 16. \nGrades: \nProblems: 10%, Mid-term: 20%, Final: 35%, Paper: 35% \nHOUSE OVERSIGHT 019397 \nTopics \nI. MODELS OF EXCHANGE RATES \n*Rogoff, Kenneth, \"Dornbusch's Overshooting Model After Twenty-Five Years,\" IMF \nStaff Papers 49, Special Issue, 2002 (35 pages). (This link is to a slightly earlier version \nthat will give you a higher quality printout.) \n*Obstfeld and Rogoff: pp. 513-530. \nFrankel, Jeffrey, and Andrew Rose, 1995, \"Empirical Research on Nominal Exchange \nRates,\" in G Grossman and K Rogoff (eds), Handbook of International Economics, vol. 3 \n(Elsevier). \nRogoff, Kenneth and Vania Stavrakeva, \"The Continuing Puzzle of Short-Horizon  \nExchange Rate Forecasting,\" manuscript, Harvard University, July 30,2008. \nII. THE PURCHASING POWER PARITY PUZZLE AND RELATED PUZZLES \n*Kenneth Rogoff, \"The Purchasing Power Parity Puzzle,\" Journal of Economic Literature \n34, June 1996,647-68. \n*Obstfeld and Rogoff: pp. 199-225. \nImbs, Jean, Haroon Mumtaz, Morton 0. Ravn, and Helene Rey, \"PPP Strikes Back:  \nAggregation and the Real Exchange Rate,\" Quarterly Journal of Economics 120(1): 1-43. \nGoldberg, Penny K. and Michael Knetter, \"Goods Prices and Exchange Rates: What Have  \nWe Learned?\" Journal of Economic Literature 35 (September 1997): 1243-72. \nTaylor, Alan, M., \"Potential Pitfalls for the Purchasing-Power Parity Puzzle? Sampling  \nand Specification Biases in Mean-Reversion Tests of the Law of One Price,\" \nEconometrica 69(2) (March 2001): 473-98. \nReidel, Demian and Jan Szilagyi, \"A Biased View of PPP,\" manuscript, Harvard \nUniversity, February 2005. \n*Gopinath, Gita and Ricardo Rigobon, \"Sticky Borders,\" Quarterly Journal of Economics \n123(2): 531-575. \nHOUSE OVERSIGHT 019398 \nIII. SPECULATIVE EXCHANGE RATE ATTACKS \nBasic models and empirical issues: Salant—Henderson—Krugman model, multiple equilibria \n(\"generation 2\"). \n*Obstfeld and Rogoff: pp. 558-567, 635-638, 648-653. \nIV. BANK RUNS AND THE PERSISTENCE OF THE GREAT DEPRESSION \n*Diamond, Douglas and Philip H. Dybvig, \"Bank Runs, Deposit Insurance, and  \nLiquidity,\" Journal of Political Economy 91(3): 401-19, June 1983. \n*Bernanke, Ben, \"Nonmonetary Effects of the Financial Crisis in the Propagation of the  \nGreat Depression,\" American Economic Review 73 (June 1983): 257-76. \nCole, Harold and Lee Ohanian, \"New Deal Policies and the Persistence of the Great \nDepression,\" Journal of Political Economy, 112(4) August, 2004, 779-816. \nEggertsson, Gauti, \"Great Expectations and the End of the Great Depression,\" American  \nEconomic Review 98, September 2008, 1476-1516. \nBernanke, Ben S. Essays on the Great Depression. Princeton University Press, 2000. \nGorton, Gary and Andrew Metrick, \"Securitized Banking and the Run on Repo,\" Yale \nICF Working Paper No. 09-14. \nGorton, Gary and Andrew Metrick, \"Haircuts,\" Yale ICF Working Paper No. 09-15. \nAlso: International transmission of the Great Depression via faults in the inter-war gold \nstandard. \n*Obstfeld and Rogoff: pp. 626-630. \n*Eichengreen, Barry and Jeffrey Sachs, \"Exchange Rates and Economic Recovery in the  \n1930s,\" Journal of Economic History, vol. XLV, no. 4, December 1985, also NBER \nworking paper 1498, May 1986. \nV. PERFORMANCE OF EXCHANGE RATE REGIMES \n*Rose, Andrew, \"One Money, One Market: Estimating the Effects of a Common Currency  \non Trade,\" Economic Policy 15(30), April 2000, 7-45. \nKlein, Michael W. and Jay C. Shambaugh, \"Fixed Exchange Rates and Trade,\" NBER \nWorking Paper 10696, August 2004. \nHOUSE OVERSIGHT 019399 \n*Husain, Aasim, Ashoka Mody, and Kenneth Rogoff, \"Exchange Rate Durability and \nPerformance in Developing versus Advanced Economies,\" Journal of Monetary  \nEconomics 52 (January 2005), 35-64. (Click on Digital Object Identifier (DOI).) \nBaldwin, Richard, Di Nino, Virginia, Fontagne, Lionel, De Santis, Roberto, and Taglioni, \nDaira, \"Study on the Impact of the Euro on Trade and Foreign Direct Investment,\" \nEuropean Economic and Monetary Union Working Paper No. 321, May 2008. \nhttp://papers.ssrn.com/sol3/papers.cfm?abstract id= 1163774  \nFrankel, Jeffrey, \"The Estimated Effects of the Euro on Trade: Why Are They Below  \nHistorical Effects of Monetary Unions Among Smaller Countries?\" NBER working paper \n14542 (December 2008). \nTenreyro, Silvana, \"Currency Unions in Prospect and Retrospect,\" manuscript, London \nSchool of Economics and Political Science, October 2009 \nVI. GLOBAL CURRENT ACCOUNT IMBALANCES \n*Obstfeld and Rogoff: pp. 1-84. \n*Obstfeld, Maurice and Kenneth Rogoff, \"The Unsustainable US Current Account  \nPosition Revisited,\" in Richard Clarida (ed.), G7 Current Account Imbalances: \nSustainability and Adjustment, University of Chicago Press, 2007 (with revisions). \nGourinchas, Pierre-Olivier and Helene Rey, 2007, \"International Financial Adjustment,\" \nJournal of Political Economy 115(4), 665-703. \n*Cooper, Richard, \"Global Imbalances: Globalization, Demography, and Sustainability,\" \nJournal of Economic Perspectives, 2008, Issue 3, 93-112. \nDooley, Michael P., Peter Garber and David Folkerts Landau, \"The Revived Bretton \nWoods System: The Effects of Periphery Intervention and Reserve Management on \nInterest Rates & Exchange Rates in Center Countries,\" NBER Working Paper 10332, \nMarch 2004. \nVII. GLOBAL CAPITAL MARKET INTEGRATION: ADVANCED COUNTRIES \n*Obstfeld, Maurice and Kenneth Rogoff, \"The Six Major Puzzles in International  \nMacroeconomics: Is There a Common Cause?\" in Ben Bernanke and Kenneth Rogoff \n(eds.), NBER Macroeconomics Annual 2000 (Cambridge: MIT Press), pp. 339-390 \n(Comments 390-412). Lecture notes. \n*Obstfeld and Rogoff: pp. 161-164. \nGuo, Kai, \"Exchange Rates and Asset Prices in An Open Economy with Rare Disasters,\" \nmimeo, Harvard University, October 2007. \nHOUSE OVERSIGHT 019400 \nVIII. GLOBAL CAPITAL MARKET INTEGRATION: DEVELOPING COUNTRIES \n*Kose, M. Ayhan, Eswar Prasad, Kenneth Rogoff and Shang-Jin Wei, \"Financial  \nGlobalization, A Reappraisal,\" December 2006 (revised version of International Monetary \nFund, Working Paper WP/06/189, August 2006). \nIX. WHY MONEY FLOWS FROM NORTH TO SOUTH \n*Moral Hazard: Obstfeld and Rogoff: pp. 407- 419. \nExternalities to Human Capital: Robert E. Lucas, 1988, \"Why Doesn't Capital Flow from \nRich to Poor Countries,\" American Economic Review, May 1990, pp. 92-96. \nAlfaro, Laura, Sebnem Kalemli-Ozcan, Vadym Volosovych, \"Why Doesn't Capital Flow \nfrom Rich to Poor Countries? An Empirical Investigation,\" NBER working paper 11901, \nDecember 2005. \nX. JAPAN'S DEFLATION TRAP \n*Krugman, Paul, \"It's Baaack: Japan's Slump and the Return of the Liquidity Trap,\" \nBrookings Papers on Macroeconomic Activity, 1998, v2, 137-205. (including comment by \nDominguez and Rogoff) (N.B.: Our focus will be on the analytics as covered in the \nHANDOUT). \nEggertsson, Gauti B. and Michael Woodford, \"The Zero Bound on Interest Rates and \nOptimal Monetary Policy,\" Brookings Papers on Economic Activity 34 (2003), volume 1, \n139-235 \nXI. INTERNATIONAL FINANCIAL CRISES \n*Reinhart, Carmen and Kenneth Rogoff, \"Is the 2007 US Sub-Prime Financial Crisis So \nDifferent? An International Historical Comparison,\" American Economic Review 98 (May \n2008): 339-344. \n*Reinhart, Carmen and Kenneth Rogoff, \"The Aftermath of Financial Crises,\" American  \nEconomic Review 99 (May 2009): 466-472. \n*Reinhart, Carmen and Kenneth Rogoff, This Time Is Different: Eight Centuries of \nFinancial Folly, Princeton University Press, 2009, (selected chapters). \nReinhart, Carmen and Kenneth Rogoff, \"Banking Crises: An Equal Opportunity Menace, \nmanuscript, Harvard University, December 2008. \n*Allen, Franldin, and Douglas Gale, Understanding Financial Crises, Oxford: Oxford \nUniversity Press, 2007, ch 3. \nHOUSE OVERSIGHT 019401 \nGeanakoplos, John, \"The Leverage Cycle,\" forthcoming in NBER Macroeconomics  \nAnnual 2009, Daron Acemoglu, Kenneth Rogoff, and Michael Woodford (eds), April 10, \n2009. \nBolton, Patrick, Tony Santos and Jose Scheinkman, \"Inside and Outside Liquidity,\" \nmimeo, Princeton University, March 30, 2009, \nDiamond, Douglas and Raghuram Rajan, \"Liquidity Shortages and Banking Crises,\" \nNBER working paper 10071, October 2003. \nBolton, Patrick, and Mathias Dewatripont, Contract Theory, Cambridge: MIT Press. \n2005, pp. 397-418. \nGorton, Gary, \"Slapped in the Face by the Invisible Hand: Banking and the Panic of  \n2007,\" mimeo, Yale University, April 3, 2007. \nhttp://papers.ssrn.com/sol3/cf dev/AbsByAuth.cfm?per id=17513  \nXII. OIL AND THE GLOBAL ECONOMY \n*Dvir, Eyal and Kenneth Rogoff, \"The Three Epochs of Oil,\" mimeo, Harvard University, \nMarch 2009. \nXIII. MONEY, EXCHANGE RATES AND PRICES: SELECTED TOPICS, \nSEIGNIORAGE AND COMMODITY CURRENCIES \nLecture notes on \"Money, Inflation, and Exchange Rates.\" \nSECTION II: Paper Topics \nBACKGROUND READINGS \n1. Should Sweden enter the euro system with four years? \nReade, J.J. and U. Volz (2009a), Too Much to Lose, or More to Gain? Should Sweden  \nJoin the Euro?, Economics Series Working Papers 442, Department of Economics, \nUniversity of Oxford, Oxford. \nAlso see shorter Voxeu essay, Reade, J. James and Ulrich Volze, \"Should Sweden \njoin the eurozone?\" http://www.voxeu.org/index.php?q=node/3955  \nGrahn, Ralf (2009): 'Swedish opinion on euro turns', Grahnlaw Blogspot, 19 April \nHOUSE OVERSIGHT 019402 \nCalmfors, L., H. Flam, N. Gottfries, M. Jerneck, R. Lindahl, J. Haaland Matlary, C. Nordh \nBerntsson, E. Rabinowicz and A. Vredin (1997), EMU: A Swedish Perspective, Kluwer \nAcademic Publishers, Boston, Dordrecht and London. \nBaldwin, R, (2006), \"In or Out? Does it Matter? An Evidence Based Analysis of the  \nEuro's Trade Effects,\" Center for Economic Policy Research, London. \nFerreira-Lopes, A, (2008), \"In or Out?\" The Welfare Costs of EMU membership,\" \nEconomic Research Center Working paper 14/08, ISCTE, Lisbon University Institute \nSoderstrum, U (2008), \"Re-evaluating Swedish Membership in EMU: Evidence from an  \nEstimated Model,\" NBER Working Paper 14519. \nVaubel, R, (2004), \"A Critical Analysis of EMU and of Sweden Joining It,\" in J. \nLjungberg (ed), The Price of the Euro, Palgrave Macmillan, NY, 87-95 \nEuropean Commission on Economic and Financial Affairs, \"Sweden and the Euro: A \nFactsheet,\" \nhttp://ec.europa.eu/economy fmance/the euro/your country euro9164 en.htm \nHM Treasury, UK Membership in the Single Currency: An assessment of the five  \neconomic tests, June 2003 (246 pages). \nLucrezia Reichlin and Giancarlo Corsetti, \"Should the UK join the euro?\" The Edge 11 \n(November 2002): 22-25. A PDF file of the magazine is available at http://www.sais-\njhu.edu/faculty/sandleris/IMT/Readings/R Reichlin ShouldUKjointheEuro.pdf \nButi, Marco and Vitor Gaspar, The First Ten Years of the Euro, VOX, December 2008. \nFrankel, Jeffrey, The Euro at ten: Why do effects on trade between members appear  \nsmaller than historical estimates among smaller countries? Dec 2008 \nThe Single Market and the Euro \nPhilip Lane, \"The Real Effects of Monetary Union,\" (2006) Journal of Economic \nPerspectives 20(4): 47-66. \nFrankel, Jeffrey, \"The Estimated Effects of the Euro on Trade: Why Are They Below \nHistorical Effects of Monetary Unions Among Smaller Countries?\" NBER working paper  \n14542, December 2008 \nBuiter, Willem, \"Why the United Kingdom Should Join the Eurozone,\" forthcoming \nInternational Finance 2008 (Also at NBER.) \nTenreyro, Silvana, \"Currency Unions in Prospect and Retrospect,\" manuscript, London School of \nEconomics and Political Science, October 2009 \nHOUSE OVERSIGHT 019403 \n2. The US has significant risk (30% or greater) of experiencing pronounced Japan-\nlike symptoms over the next 5-10 years: especially much lower medium term growth \nthan before the crisis, soaring budget deficits, more frequent than usual recessions. \nGiannetti, Mariassunta and Andrei Simonov (2009). \"On the real effects of bank bailouts:  \nMicro-Evidence from Japan,\" EFA 2009 Bergen Meetings, June. \nMariassunta Giannetti Andrei Simonov, The real effects of bank bailouts: Evidence from \nJapan, Voxeu http://www.voxeu.org/index.php?q=node/4011  \nKeiichiro Kobayashi, The G20's Blind Spot: President Obama must squarely face the bad  \nasset problem, March 26, 2009 \nHoshi, Takeo and Anil K. Kashyap, 2008, \"Will the U.S. Bank Recapitalization Succeed?  \nLessons from Japan\", NBER Working Paper 14401. \nAdam Posen, \"Seven Reasons the US Today is Not Like Japan 15 Years Ago,\" Institute \nfor International Economics, September, 2008 http://www.iie.com/realtime/?p=20  \nMaurice Obstfeld, \"Time of Troubles: The Yen and Japan's Economy, 1985-2008\" \nNBER Working paper 14816, March 2009 \n3. The G-20 is right to focus on containing global (current account) imbalances to \nwell below their pre-crisis levels (say to roughly half or less within four years). US \nmust achieve higher national savings rate, if necessary substantially strengthening \nfinancial regulation and oversight. China must allow its exchange rate to \nsignificantly appreciate over time, and redirect production towards domestic \ndemand instead of exports. \nObsteld, Maurice and Kenneth Rogoff, \"Global Imbalances and the Financial Crisis:  \nProducts of Common Causes,\" Harvard University, October 13, 2009. \nCooper, Richard, \"Global Imbalances: Globalization, Demography, and Sustainability,\" \nJournal of Economic Perspectives, 2008, Issue 3, 93-112. \nMichael P. Dooley, David Folkerts-Landau, Peter Garber, \"The Revived Bretton Woods \nSystem: The Effects of Periphery Intervention and Reserve Management on Interest Rates \n& Exchange Rates in Center Countries,\" NBER Working Paper 10332, March 2004. \nMichael P. Dooley, David Folkerts-Landau, Peter Garber, \"An Essay on the Revived \nBretton Woods System,\" NBER Working Paper 9971, September 2003. \nHOUSE OVERSIGHT 019404 \nPrasad, Eswar and Raghu Rajan, \"A Pragmatic Approach to Capital Account  \nLiberalization,\" working paper, Cornell University, 2008 \nGoldstein, Morris, \"A (Lack of) Progress Report on China's Exchange Rate Policies,\" \nWorking Paper 07-5, Peterson Institute, June 2007. \nPolicy Brief 07-4: Global Imbalances: Time for Action, Peterson Institute for International \nEconomics. \nLardy, Nicholas R., China: Toward a Consumption-Driven Growth Path, Policy Brief 06-\n6, Peterson Institute, October 2006. \nGoldstein, Morris, and Nicholas Lardy, Debating China's Exchange Rate Policy, \nPeterson Institute for International Economics, 2008 (This book has an excellent \ncollection of topical articles) (Also available in hard copy at Harvard libraries.) \nCline, William, and John Williamson, \"Equilibrium exchange rates,\" Voxeu, April 2009. \nhttp://www.voxeu.org/index.php?q=node/3666  \nHOUSE OVERSIGHT 019405",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_019396.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 17914,
    "word_count": 2522,
    "line_count": 280,
    "import_date": "2025-11-19T21:47:46.076227",
    "prefix": "TEXT-001"
  }
}