{
  "document_id": "HOUSE_OVERSIGHT_025783",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025783.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nhelp offset the growing divide in educational opportunities and outcomes, broadening the pathways for our future\n\nleaders, to the benefit of all.\n\nThat said, some degree of rebalancing--along with spending in the areas of education, health care, and infrastructure,\nfor example--could help bring under control an income gap that, at its current level, threatens the stability of an\neconomy still struggling to recover. This could take the form of reallocating fiscal resources toward those with a\ngreater propensity to spend, or toward badly needed public resources like roads, ports, and transit. Further, policies\nthat foster job-rich recoveries may help make growth more sustainable, especially given that rising unemployment\ncorrelates with rising income concentration. Additionally, effective investments in health and education promote\n\ndurable growth and equity, strengthening the labor force's capacity to cope with new technologies.\n\nThe challenge now is to find a path toward more sustainable growth, an essential part of which, in our view, is pulling\nmore Americans out of poverty and bolstering the purchasing power of the middle class. A rising tide lifts all\n\nboats...but a lifeboat carrying a few, surrounded by many treading water, risks capsizing.\n\nWriter: Joe Maguire\n\nGlossary Of Relevant Terms\n\nMarket income\n\nBased on CBO analysis, market income includes the following components:\n\nco Labor income: cash wages and salaries (including 401(k) plans), employer-paid health insurance premiums, and the\nemployer's share of Social Security, Medicare, and federal unemployment insurance payroll taxes.\n\nco Business income: net income from businesses and farms operated solely by their owners, partnership income, and\nincome from S corporations.\n\nco Capital gains: profits realized from the sale of assets. Increases in the value of assets that have not been realized\nthrough sales are not included in market income.\n\nco Capital income (excluding capital gains): taxable and tax-exempt interest, dividends paid by corporations (excluding\nS corporations), positive rental income, and corporate income taxes. The CBO assumes that corporate income taxes\nare borne by owners of capital in proportion to their income from capital, so the corporate tax is included in\nhousehold income before taxes.\n\nco Other income: retirement income for past services and any other sources of income.\n\nTransfer income\n\nTransfer income includes cash payments from Social Security, unemployment insurance, Supplemental Security\nIncome, Aid to Families with Dependent Children, Temporary Assistance for Needy Families, veterans' benefits,\nworkers' compensation, and state and local government assistance programs, as well as the value of in-kind benefits,\nincluding food stamps, school lunches and breakfasts, housing assistance, energy assistance, Medicare, Medicaid, and\nthe Children's Health Insurance Program (health benefits are measured as the fungible value, a Census Bureau\n\nestimate of the value to recipients).\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 21\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025783",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025783.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3238,
    "word_count": 463,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.446711",
    "prefix": "IMAGES-008"
  }
}