{
  "document_id": "HOUSE_OVERSIGHT_026557",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026557.txt",
  "text": "be said to be a revolution of men against women.... The drafters of [the Islamic Penal\nCode] had effectively taken us back 1,400 years.\"\n\nLike Islamists in today's Egypt -- and some among America’s Christian right -- Iran's\nrevolutionaries found fertile ground on which to play the politics of pious populism, rather\nthan concretely address the enormous challenges of building a diversified economy. The\ncountry's massive oil wealth made it appear all too easy. Khomeini famously dismissed\neconomics as \"for donkeys,\" and he responded to complaints of inflation by saying, \"The\nrevolution wasn't about the price of watermelons.\" Three decades later, the results are self-\nevident: In 1979, resource-rich Iran's GDP was almost double that of resource-poor\n\nTurkey. Today, it is roughly half.\n\nThe brutal reality is that Iranians had entrusted their national destiny to a man, Khomeini,\nwho had spent far more time thinking about the religious penalties for fornicating with\n\nanimals than how to run a modern economy.\n\nAFTER HIS DEATH IN 1989, Khomeini was succeeded by the current supreme leader,\nAyatollah Ali Khamenei, who has remained loyal to Khomeini's vision for Iran, including\nhis prudishness regarding matters of the flesh. For Khamenei -- who has said that keeping\nwomen in hijab would \"prevent our society from being plunged into corruption and\nturmoil\" -- outward displays of feminine beauty are viewed not only with religious\n\ndisfavor, but as an existential threat to the regime itself.\n\nKhamenei contends that the health of the family unit is integral to the Islamic Republic's\nwell-being and is undermined by female beauty. Although to some this worldview is\nfundamentally misogynistic, Khamenei sees men, not women, as untrustworthy and\n\nincapable of resisting temptation:\n\nIn Islam, women have been prohibited from showing off their beauty in order to attract\nmen or cause fitna [upheaval or sedition]. Showing off one's physical attraction to men is a\nkind of fitna ... [for] if this love for beauty and members of the opposite sex is found\nsomewhere other than the framework of the family, the stability of the family will be\n\nundermined.\n\nHOUSE_OVERSIGHT_026557",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2181,
    "word_count": 345,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.809057",
    "prefix": "IMAGES-009"
  }
}