{
  "document_id": "HOUSE_OVERSIGHT_018543",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018543.txt",
  "text": "trouble dealing with my BDSM desires. \"Ah,\" my partner said. \"That explains why you\nhad trouble letting yourself cry.\" I decided to nod; to let him think he knew what was\nblocking me off. It seemed simpler.\n\nIn the morning, I had breakfast with my partner. We hugged and split up, and I went for a\nwalk until I found a local creek. I sat next to the creek and I closed my eyes and I let the\nhelpless tears slip down my cheeks.\n\nI'd felt (and I'd known others who felt) this way after the dissolution of a sexual\nrelationship. But I had never imagined that such a reaction of intense bodily loyalty could\napply to BDSM as well as sex. I hadn't anticipated that I'd feel such heartbreaking,\nvisceral loss just because I let another man hurt me.\n\nSo different, and yet so the same.\n\nte ok ok\n\nThis can be found on the Internet in two parts:\n\nS&M:\n\n[theory] BDSM Roles, ''Topping From The Bottom,\" and \"Service\nTop\"\n\nI wrote this post in 2011.\n\nKK Ok\n\nBDSM Roles, \"Topping From The Bottom,\" and \"Service Top\"\n\nI often say that all consensual sexuality is okay. Open relationships? S&M? Same-sex\npartnerships? One-night stands? Porn? I could care less how people have sex, as long as\nthe people involved are consenting adults. This means that most of the interesting and\nimportant questions are about consent: how do we make sure that we always have\nconsensual sex? How do we ensure that we're always respecting our own boundaries and\nour partners’ boundaries? How do we talk about our preferences and our consent? I write\na lot about sexual communication for this reason.\n\nEvery once in a while, though, there's something interesting to discuss besides consent.\n(Totally weird, I know!) One of those interesting things is stereotypes. Also interesting:\nbad dynamics in the BDSM community.\n\nHOUSE_OVERSIGHT_018543",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018543.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1808,
    "word_count": 314,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.947188",
    "prefix": "IMAGES-005"
  }
}