{
  "document_id": "HOUSE_OVERSIGHT_020212",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020212.txt",
  "text": "60\n\nafter his CIA security clearance ran out, he applied to renew it. A new clearance required a new\nbackground check and filling out (again) the government’s 127-page standard form 86.\n\nSince 1996, background investigations for the NSA, like much of the computer work at the\nNSA, had been outsourced to a private company. It had proceeded from the effort of the Clinton\nAdministration to cut the size of the government by privatizing tasks that could be more\nefficiently done by for profit companies. US Investigations Services, or USIS as it is now called,\nwhich won the contract for background checks, was initially owned by the hedge fund Carlyle\nGroup who later sold it to another hedge fund, Providence Equity Partners. For the hedge funds,\nprofits were the measure of success. To increase its profits from the contract with the NSA,\nUSIS had to move more quickly in concluding background checks since it did not get paid more\nextensive investigation. In 2006, the government learned USIS’s background checks were often\nprematurely ended. In Snowden’s case, as USIS did not have access to Snowden’s CIA\npersonnel files, it did not learn about the pending security investigation of him. Nor did it learn\nfrom the Internet that he was a disgruntled employee. So Snowden’s new clearance was approved\nin the summer of 2011, allowing him to continue working for Dell on secret intelligence projects.\n\nMeanwhile, in August 2011, Mills began her own blog entitled “L’s Journey.” In it, she\ndescribed herself as “a world-traveling pole-dancing super hero.” By now, she was an\naccomplished photographer, specializing in taking self-portraits. Many of her posted pictures\nwere provocative poses of herself in her underwear and various states of undress. She wrote:\n“T’ve always wanted to be splashed on the cover of magazines, with my best air-brushed look.”\nHer wish would be gratified two years later in way she did not anticipate.\n\nFor his part, Snowden seemed happy to encourage her fantasy about being a super hero. He\neven gave her a Star-Trek-inspired head visor. Despite all the concerns he voiced about privacy,\nhe did not seem to mind her provocative posts. On the contrary, he took photographs of her,\ntelling her, at one point, that her photographs were not “sexy” enough.\n\nSnowden meanwhile got offered by Dell a new position at an NSA Kunia regional base in\nHawaii. Dell, which was in the process of expanding its government consulting business, wanted\nhim to be a system administrator on the NSA’s back-up system. The NSA needed this system\nbefore it could upgrade new security protocols that would audit suspicious activity in real time.\nIn Hawaii, as in Japan, system administrators still worked as singletons. As Snowden had seen\nwhen working in Japan this solo work in an unaudited workplace provided an opportunity for a\nsystem administrator like himself to steal documents. So he may have also realized that as a solo\nsystem administrator in Hawaii, he would have this opportunity.\n\nIn any case, on March 15, 2012, he accepted the offer. Dell agreed to pay all his relocation\nexpenses and provide him with a housing allowance.\n\nHe found a 3-bedroom house in Hawaii on-line, and arranged to move there on April 2, 2012.\n1t was located at 94-1044 Eleu Street in the upper-middle class suburb of Waipahu, only a few\n\nHOUSE_OVERSIGHT_020212",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020212.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3353,
    "word_count": 555,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.149271",
    "prefix": "IMAGES-005"
  }
}