{
  "document_id": "HOUSE_OVERSIGHT_021020",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021020.txt",
  "text": "It’s Easy to Gripe About USA Inc.’s High Expense Levels...\n\nThat Said, High Expenses Could be Covered by High Revenue\n\ne There are two primary drivers of USA Inc.’s revenue: 1) GDP growth and 2)\nrelated tax levies on consumers and businesses.\n\ne To bring its income statement mechanically to break-even for 2009 (excluding one-\ntime charges), USA Inc. would have needed to raise individual income tax rates by\n~2x across-the-board to an average of ~26-30% (from ~13%) of gross income.' This\ncertainly seems draconian. And a tax increase of this nature would surely have a\nsignificant negative impact on USA’s GDP growth as consumers would have far less\ndisposable income to buy goods and services.\n\ne This brings us to a key element of USA’s financial challenges — the need to drive\neconomic (GDP) AND related job growth. This is not easy. A material portion of GDP\ngrowth over the past few decades was driven by rising consumption aided by rising\nleverage and we have now entered a period of de-leveraging.\n\ne Stronger economic growth would be hugely beneficial for USA Inc.’s revenues. But\nthe legacy of the financial crisis - severe housing imbalances and the need to\ncomplete the long process of writing off private mortgage debt — means that the US\nrecovery will probably remain slow for at least several years. The silver lining: A\nbooming global economy should provide a modest lift to US growth.\n\nNote: 1) USA Inc.’s F2009 revenue shortfall was $997B (excluding one-time discretionary spending items). F2009 total\nincome tax receipts from individuals were $915B. As a result, if one were to raise individual income tax rates alone to achieve\n\n[ financial break-even, one would have to more than double individual income tax rates across-the-board.\nwww.kpcb.com ne. at Might a Turnaround Expert Consider?\nB kpeb USA Inc. | What Might a T dE Consider? 357\n\nDrive Growth: If Real GDP Grows 0.1 Percentage Point Faster Than Current\nCBO Projection For F2011-F2020E, the Budget Deficit Could Shrink by 5%\n\nWithout Other Policy Changes\n\ne CBO analysis shows that for every 0.1 percentage point (pps) increase in real GDP annual\ngrowth rate above CBO’s baseline estimate for F2011-F2020E, USA Inc.’s revenue (driven\nby taxes) could be $247 billion higher, spending could be $41 billion lower (driven by\nreduced welfare spending) and the budget deficit could be reduced by $288 billion, or 5%.\n\nCBO’s baseline What if real GDP : Deficit\nassumption for annual _— grows faster than Revende Spending Reduction\n\nreal GDP growth CBO’s forecast by... ($B / %) ($B / %) ($B / %)\n\n+$247 -$41 -$288\n\neee +1% % 5%\n2.1% F2011E +$1,235 -$205 -$1 ,440\n\n° EIeRe +3% --% -23%\n\n4.4% F2012-14E\n\n° 1 one +$2,470 -$410 -$2,880\n\n2.4% F2015-20E pp +6% 1% -46%\n+$4,940 -$820 -$5,760\n\nZiRB= +13% 2% 92%\n\nNote: pps is percentage point(s). $ amount and % changes in revenue / spending / deficit are over the entire F2011-F2020E\nKP period. Source: CBO, “The Budget and Economic Outlook: Fiscal Years 2010 to 2020,” 8/10.\n(@E) www.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 358\n\nHOUSE_OVERSIGHT_021020",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021020.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3091,
    "word_count": 518,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:48.240003",
    "prefix": "IMAGES-006"
  }
}