{
  "document_id": "HOUSE_OVERSIGHT_026788",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026788.txt",
  "text": "From: Carolyn Rangel \nSent: 3/13/2018 4:21:17 PM \nSubject: Weekly Update \nAttachments: image001.png; image002.jpg; image003.png; image004.jpg; image005.png; image006.jpg; image007.jpg; \nimage008.jpg \nImportance: High \nTo Raise the Greater Consciousness \nJOIN DEEPAK AND FRIENDS AT \nRestore  \nMarch 23-25, 2018 \nNew York City \nOPRAH & DEEPAK \n0.0 \nSH E 1M iy_f \nMIND, BODY AND spiRIT ,,,-... ' • \nRECRUITMENT NOW OPEN. \nBack by popular demand. \nStarting for free on March 19, you can be a part of \n21 Day Meditation Experience, Shedding the Weight: Mind, Body and Spirit \nLearn to meditate and discover what truly nourishes your entire being. \nSFGATE \nPublished on Monday, March 12, 2018 \nI Never Feel Like Less of an American ... \nI never feel like less of an American than when idealistic teenagers call for gun control, and I know Congress \nwon't let it happen. \nHOUSE OVERSIGHT 026788 \nI never feel like less of an American than when the richest people abandon the poorest. \nI never feel like less of an American than when a President lies, and his supporters applaud. \nSometimes it takes the experience of shame to galvanize change, and this is such a time. Having lived too long \non the self-image of \"America is the greatest, richest, most powerful country in the world,\" we produced \nTrumpism, which has shattered that image. It's been a traumatic experience. Mature adults are supposed to be \nresilient in the face of difficult challenges, but a person can bend only so far. That's why one sees an outraged \nResistance, moving from \"He's not my President\" to \"Is this even my country?\" \nIf as we often hear, America isn't a place on the map but an idea, the idea is in trouble. Every day I'm reminded \nof Sinclair Lewis's 1935 novel, It Can Happen Here, which imagined the election of a Fascist to the \npresidency. As tumultuous as the Thirties were, fascism didn't happen here. In fact, the New Deal and the \ninception of a social safety net came about. But reactionary forces simmer away when they aren't at a boil. Who \nwould have thought that the leader of the House in 2018 wants to weaken the social safety net by \"saving\" \nSocial Security and Medicare? \nA survey of 117 historians recently ranked Donald Trump the worst President in history, which seems right \nafter only one year in office. But what makes me feel like less of an American is knowing that 40% of my \nfellow citizens love and approve of him, who have reservations, yes, but overall want his agenda to move ahead. \nIn the daily fire hose of presidential offenses, little attention was paid to the revelation by Reince Priebus, \nformer White House chief of staff, that however chaotic this Presidency looked from the outside, it was worse \non the inside--fifty times worse. \nTrumpism is the product of collective consciousness, and although one hears about \"the wisdom of crowds,\" but \nwhen collective consciousness veers as close to lunacy as this administration, healing is the only answer. \nReactionary forces, racists, white supremacists, and haters are like algae on the surface of a pond. Algae only \nappears if the pond is dank and still. When water is clear and flowing, there is no condition for algae to thrive \nin. \nThe remedies for healing America are flowing with more force than before. Notions like Medicare for all, free \nhigher education, and bringing huge banks to heel were semi-fantasy in the last Presidential election. Now they \nare quickly moving mainstream. Ecological awareness is growing and unstoppable. There is a possibility that by \ndestroying America's self-image, Trumpism has opened the way for facing reality, which after all is better than \nliving up to a self-image that is hollow at the core. \nHOUSE OVERSIGHT 026789 \nIn the meantime, each person needs to remain resilient and relevant. The structure of government moves slowly, \nand it took decades of incremental moves for the reactionary right to gain the power it presently holds tight. If \nthe midterm elections don't restore sanity, then collective consciousness is more wounded than we imagine. \nWithout a doubt Trumpism is horrifying, but the grievances it represents are real. Address those grievances \nhonestly and with a clear conscience: that's the only remedy. \nSFGATE \nArchive of Deepak's Articles published by The San Francisco Chronicle.  \nAO' \nThe \nCHOPRAM \nFOUNDATION \nD !GATED CONSCIC) CARING \nArchive of The Chopra Foundation published research articles: Research Papers \n4LCILCNEIC \nPublished March 12, 2018 \n4 easy ways to squeeze meditation into a busy day \nBy Deepak Chopra and Kabir Sehgal, Contributors \nThere is no doubt that you can benefit from daily meditation. It has several health benefits like reducing cortisol \nlevels that cause stress, lessening blood pressure, and slowing the heart rate. Besides these physiological effects, \nit can also have a positive impact on your work life, by increasing your attention span, deepening your focusing, \ncatalyzing your creativity, and making you a better listener. \nGiven all these constructive outcomes, meditation should become an integral and required part of your day. But \nfinding the time to actually engage in this practice can be difficult, so here are a few ways you can incorporate \nmindfulness exercises into your day. \nFirst, a morning ritual \nWhen you wake up, you're already in a quiet room in which you feel relaxed. This might be the last time you're \nsurrounded by silence, so take five minutes and practice breathing in and out. Notice the sound of your breath as \nyou inhale and exhale. Imagine the air rushing into your mouth and filling your lungs, and then picture it \nleaving your body and filling the room. \nHOUSE OVERSIGHT 026790 \nInstead of hitting the snooze button, sit up right and fill your morning with peace. These few minutes of \nmindfulness will prepare you for your busy day to come. Pretty soon, you'll get so used to meditation in the \nmorning, that you won't want to start your day without it. \nSecond, a morning commute \nIf you take public transportation like a bus or the subway, you can use these moments for practicing meditation. \nTo be sure, you might be disturbed by the noise of other people taking and public-address announcements. \nBut by simply closing your eyes and taking long breaths, you will inevitably retreat into a cocoon where you \npay less attention to the sounds around you and train your mind on taking deep breaths. When you finally open \nyour eyes, you will feel a sense of accomplishment, that you have gone somewhere on your commute that few \nothers have — to a place of higher consciousness. \nThird, a lunch retreat \nWhen your colleagues and clients go to lunch, you can take advantage of this quieter period of the day. If you \nhave your own office, you can close the door and spend five minutes again practicing breathing in and out. If \nyou work in an open-office where you have limited privacy, you could either steal away into a conference room \nor bathroom to find a few moments of peace. \nSome forward-thinking firms like General Motors, Google and Intel encourage employees to practice \nmeditation, and some even have rooms and facilities on their campuses dedicated for this purpose. If you work \nat one of these companies, make sure to take advantage of these benefits. \nFourth, a night time ritual \nBefore your turn down your bed and go to sleep, try spending a few minutes sitting upright on your bed and \npracticing your breathing. You will find that when you are engaged in deep breathing exercises, it will help still \nyour thoughts and prepare you for a better night sleep. A night time practice of meditation might make you feel \nbetter rested in the morning too. \nWe are currently reading: \nThis quote from my friend @mariashriver on her new book, I've Been Thinking...Reflections, Prayers, and \nMeditations for a Meaningful Life: \n\"No matter how busy you are, carve out time in your day to get calm, to think, to reflect, to be present.\" \nvOltg. \nnkrti \nPrayers, \nfl•kr a lalooninOul Li \nHow Healing Works, Dr. Wayne Jonas lays out a revolutionary new way to approach injury, illness, and \nwellness. \nHOUSE OVERSIGHT 026791 \nI r\" • \nWAYNE JONAS, MD ‘', . ' \n. • - r-\n. . . • .,Dic. • . , \n. • \" • '„,• • .---41 \n''''• .1_ •• • . \n• 4 . \n1 • • . ..0, \n• how • \np i \nsr healing •:, \n1--,1 works \n::.:•..f' • • • \n•.• \n....-.• a. • \nGET WELL• \nAND STAY WELL .. \n* 0 ta,Ing your hidden \n0- . power to heal 0 \n--'' ,, _ • • ;11 \nCarolyn Rangel \nPresident, Deepak Chopra LLC \nTel: \nwww.deepakchopra.com \nWAnkokory ors. \n.41•014011,.1116 \nTHE \nHEAL1N \nSELF \nNational Best-seller: The Healing Self: A Revolutionary New Plan to Supercharge Your Immunity and \nStay Well for Life  \nThis email and any files transmitted with it are confidential and intended solely for the use of the individual or \nentity to whom they are addressed. If you have received this email in error please notify the system manager. \nThis message contains confidential information and is intended only for the individual named. If you are not the \nnamed addressee you should not disseminate, distribute or copy this e-mail. Please notify the sender \nimmediately by e-mail if you have received this e-mail by mistake and delete this e-mail from your system. If \nyou are not the intended recipient you are notified that disclosing, copying, distributing or taking any action in \nreliance on the contents of this information is strictly prohibited. \nHOUSE OVERSIGHT 026792",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026788.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9461,
    "word_count": 1582,
    "line_count": 159,
    "import_date": "2025-11-19T21:47:46.374429",
    "prefix": "TEXT-001"
  }
}