{
  "document_id": "HOUSE_OVERSIGHT_019750",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019750.txt",
  "text": "262 | HOW AMERICA LOST ITS SECRETS\n\n“T can’t say what the SVR would do today. I am long retired,” he\nsaid, with a nostalgic shake of his head. “But in my day, we needed\nsome reason to believe the gift was genuine.”\n\n“Would you need to vet the person delivering it?”\n\n“With Hanssen we did not have that opportunity,” he said. “If\nwe believed the documents were genuine, we would of course grab\nthem.”\n\nThe final recruitment I asked Cherkashin about was that of Ronald\nPelton, the civilian employee of the NSA who had retired in 1979.\nPelton had left the NSA without taking any classified documents\nwith him. After retiring, he had financial difficulties, and he sought\nto get money from the KGB. On January 14, 1980, he walked into\nthe Soviet embassy in Washington, D.C., and asked to see an intelli-\ngence officer. After he was ushered into a secure debriefing room, he\nsaid that he had information that Russia would find interesting, but\nhe wanted money in return. What interested me about the Pelton\ncase was that Cherkashin proceeded to recruit Pelton, even though\nhe was no longer working at the NSA and no longer had access to\n\n© the NSA. In addition, because the FBI had twenty-four-hour sur- ©\nveillance on the embassy, Pelton had almost certainly been photo-\ngraphed entering it and had also possibly been recorded asking for\nan intelligence officer by electronic bugs that the KGB suspected the\nNSA had planted there. What did the KGB do in a situation in which\na former civilian employee at the NSA possessed no documents?\n\nDespite the risks involved, Cherkashin decided Pelton had to be\ndebriefed by communications intelligence specialists. So he had him\ndisguised as a utility worker and smuggled out in a van to the resi-\ndential compound of the ambassador in Georgetown. A few days\nlater, he was dropped off at a shopping mall.\n\n“Why did you go to such effort if Pelton had neither documents\nnor access to the NSA?” J asked.\n\n“Tt was the information in his head that we wanted.” Cherkashin\nsaid that because the KGB rarely got access to any NSA officer, it\nwas worth the risk. So Pelton was given $5,000 in cash and a plane\nticket to Vienna, where he was domiciled at the residence of the\nSoviet ambassador to Austria. A KGB electronic communications\nexpert, Anatoly Slavnov, was then sent to Vienna to supervise the\n\n| | Epst_9780451494566_2p_all_r1.indd 262 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019750",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019750.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2418,
    "word_count": 420,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.273504",
    "prefix": "IMAGES-005"
  }
}