{
  "document_id": "HOUSE_OVERSIGHT_020324",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020324.txt",
  "text": "172\n\nundoubtedly have preferred Martin and Mitchell to remain in place as moles, since their information was\ndated as of the moment they left NSA.”\n\nThe next NSA defector was Victor Norris Hamilton. He was a translator and analyst at the\nNSA. He arrived in Moscow in 1962 and, like Mitchell and Martin, he claimed the status of a\nwhistle-blower. This time KGB provided a newspaper platform. Writing in the Russian\nnewspaper /zvestia, Hamilton revealed the extent of US spying on its allies in the Middle East.\n\nNone of these three 1960s defectors revealed what, if any, NSA secret documents that they had\ncompromised. Nor did any of them ever return to the United States. Martin changed his name to\nVladimir Sokolodsky, married a Russian woman, and died in Mexico City on January 17, 1987.\nMitchell vanished from sight and was reported to have died in St. Petersburg on November 12,\n2001. Hamilton, after telling Russian authorities stories about hearing voices in his head because\nof a NSA device implanted in his brain, was consigned to Special Psychiatric Hospital No. 5\noutside of Moscow.\n\nThere were also KGB spies in the NSA who were caught or died before they could defect.\nOne of them was Sgt. Jack Dunlap. He was found dead of carbon monoxide poisoning in his\ngarage on July 23, 1963. Although there was no note, his death was ruled an apparent suicide.\nNSA classified documents later was discovered in his house. After that, NSA investigators\nunraveled his decade-long career as a KGB mole. Dunlap had been recruited by the KGB in\nTurkey in 1952. The standard KGB tool kit for recruitment was called MICE. It stood for\nMoney, Ideology, Compromise and Exploitation. The KGB used the first element, money, to\ncompromise Dunlap. After he was compromised, it exploited him by getting him to steal NSA\nsecrets. He had access to such secrets because he became the personal driver first to Major\nGeneral Garrison Coverdale, the chief of staff of the NSA. After Coverdale retired, he next\nbecame the driver for his successor, General Thomas Wattlington. These positions afforded him\na secrecy clearance and, even more important, a \"no inspection\" status for the commanding\nGeneral’s cars that he drove. This perk allowed him to leave the base with secret documents, have\nthem photocopied by his KGB case officer, and then return them to the files at the NSA base\nbefore anyone else knew they were missing. He also used, likely at the suggestion of the KGB\ncase officers, his “no inspection” perk to offer other NSA employees a way of earning money. He\nwould smuggle off the base any items of government property off the base that they took. Once\nhe had compromised them through thefts, he was in a position ask them for intelligence favors.\nThis NSA ring could not be fully investigated because of his untimely death. Other than the\npackets of undelivered NSA documents found in his home, the investigation was never able to\nassess the total extent of the KGB penetration of NSA secrets. (Angleton suspected Dunlap was\nmurdered the KGB, in what he termed a surreptitiously assisted death, to prevent Dunlap from\ntalking to investigators.)\n\nThe Russian intelligence services continued recruiting mercenary spies in the NSA for the\nduration of the Cold War. The KGB successes included Robert Lipka, a clerk at the NSA in the\n\nHOUSE_OVERSIGHT_020324",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020324.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3348,
    "word_count": 564,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.836084",
    "prefix": "IMAGES-005"
  }
}