{
  "document_id": "HOUSE_OVERSIGHT_013940",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013940.txt",
  "text": "The second field trip was a 30-day tour of Chinese family and food (pig face, anyone’), ending with\nShumei Wu becoming Shumei Camarillo. Back in Palo Alto, HP continued its quest for world\ndomination, neither knowing nor caring where Dave was. He had his calls forwarded to his newly\nbegotten wife’s cell phone and all was right in the world.\n\nNow back in the U.S. after hoping for the best and preparing for the worst, Dave had earned his Eagle\nScout mobility badge. The future looks flexible, indeed. He is going to start by spending two months in\nChina every summer and then move to Australia and Europe to make up for lost time, all with the full\nsupport of his boss.\n\nThe key to cutting the leash was simple—he asked for forgiveness instead of permission.\n\n“T didn’t travel for 30 years of my life—so why not?”\n\nTHAT’S PRECISELY THE question everyone should be asking—why the hell not?\n\nFrom Caste to Castaway\n\nTre old rich, the upper class of yore with castles and ascots and irritating little lapdogs, are\ncharacterized as being well-established in one place. The Schwarzes of Nantucket and the McDonnells\nof Charlottesville. Blech. Summers in the Hamptons is sooooo 1990s.\n\nThe guard is changing. Being bound to one place will be the new defining feature of middle class. The\nNew Rich are defined by a more elusive power than simple cash—unrestricted mobility. This jet-setting\n\nis not limited to start-up owners or freelancers. Employees can pull it off, too =\n\nNot only can they pull it off, but more and more companies want them to pull it off. BestBuy, the\nconsumer electronics giant, is now sending thousands of employees home from their HQ in Minnesota\nand claims not only lowered costs, but also a 10-20% increase in results. The new mantra is this: Work\nwherever and whenever you want, but get your work done.\n\nIn Japan, a three-piece zombie who joins the 9-5 grind each morning is called a sarari-man\n—salaryman—and, in the last few years, a new verb has emerged: datsu-sara suru, to escape (datsu) the\nsalaryman (sara) lifestyle.\n\nIt’s your turn to learn the datsu-sara dance.22\n\nTrading Bosses for Beer: An Oktoberfest Case Study\n\nT. create the proper leverage to be unshackled, we’ll do two things: demonstrate the business benefit\n\nof remote working and make it too expensive or excruciating to refuse a request for it.\nRemember Sherwood?\n\nHis French shirts are beginning to move and he is itching to ditch the U.S. for a global walkabout. He\nhas more than enough cash now but needs to escape constant supervision in the office before he can\n\nHOUSE_OVERSIGHT_013940",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013940.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2586,
    "word_count": 441,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.364337",
    "prefix": "IMAGES-002"
  }
}