{
  "document_id": "HOUSE_OVERSIGHT_013927",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013927.txt",
  "text": "Phase II: >10 Units Shipped Per Week\n\nAdd the extensive FAQ to your website and continue to add answers to common questions as received.\nFind local fulfillment companies in the yellow pages under “fulfillment services” or “mailing services.”\nIf you cannot find one there or at www.mfsanet.org, call local printers and ask them for\nrecommendations. Narrow the field to those (often the smallest) who will agree not to charge you setup\nfees and monthly minimums. If this isn’t possible, ask for at least 50% off both and then request that the\nsetup fee be applied as an advance against shipping or their other fees.\n\nLimit the candidates further to those who can respond to order status e-mail (ideal) or phone calls\nfrom customers. The e-mail from your “customer service” folder will be provided as copy-and-paste\n\nresponses, especially those related to order status and refund requests.4\n\nTo lower or eliminate miscellaneous fees, explain that you are a start-up and that your budget is small.\nTell them you need the cash for advertising that will drive more shipments. If needed, mention the\ncompetitive companies that you are considering and pit them against one another, using lower pricing or\nconcessions from one to get larger discounts and bonuses from the others.\n\nBefore making your final selection, ask for at least three client references and use the following to\nelicit the negatives: “I understand they’re good, but everyone has weaknesses. If you had to point out\nwhere you’ve had some issues and what they’re not the best at, what would you say? Can you please\ndescribe an incident or a disagreement? I expect these with all companies, so it’s no big deal, and it’s\nconfidential, of course.”\n\nAsk for “net-30 terms’—payment for services 30 days after they’re rendered—after one month of\nprompt payment for their services. It is easier to negotiate all of the above points with smaller operations\nthat need the business. Have your contract manufacturer ship product directly to the fulfillment house\nonce you have decided on one and put the fulfillment house’s e-mail (you can use an e-mail address at\nyour domain and forward it) or phone number on the online “thank you” page for order status questions.\n\nPhase III: >20 Units Shipped Per Week\n\nNow you will have the cash flow to afford the setup fees and the monthly minimums that bigger, more\nsophisticated outsourcers will ask for. Call the end-to-end fulfillment houses that handle it all—from\norder status to returns and refunds. Interview them about costs and ask them for referrals to call centers\nand credit card processors they’ve collaborated with for file transfers and problem solving. Don’t\nassemble an architecture of strangers—there will be programming costs and mistakes, both of which are\nexpensive.\n\nSet up an account with the credit card processor first, for which you will need your own merchant\naccount. This is critical, as the fulfillment house can only handle refunds and declined cards for\ntransactions they process themselves through an outsourced credit card processor.\n\nOptionally, set up an account with one of the call centers your new fulfillment center recommends.\nThese will often have toll-free numbers you can use instead of purchasing your own. Look at the\npercentage split of online to phone orders during testing and consider carefully if the extra revenue from\nthe latter is worth the hassle. It often isn’t. Those who call to order will generally order online if given no\nother option.\n\nBefore signing on with a call center, get several 800 numbers they answer for current clients and make\ntest calls, asking difficult product-related questions and gauging sales abilities. Call each number at least\nthree times (morning, afternoon, and evening) and note the make-or-break factor: wait time. The phone\nshould be answered within three to four rings, and if you are put on hold, the shorter the wait the better.\nMore than 15 seconds will result in too many abandoned calls and waste advertising dollars.\n\nHOUSE_OVERSIGHT_013927",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013927.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4028,
    "word_count": 657,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.560943",
    "prefix": "IMAGES-002"
  }
}