{
  "document_id": "HOUSE_OVERSIGHT_029159",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029159.txt",
  "text": "] FEEL CERTAIN I HAVE HAD FAR MORE EXPERIENCE WITH PSYCHIATRISTS THAN\nPETER HAS. AMI A “LAY PERSON”? WHO KNOWS? IF ALL NON-PSYCHIATRISTS\nARE LAY PEOPLE THEN PSYCHIATRISTS ARE MERELY PUFFING THEMSELVES UP\nAND ROPING THEMSELVES OFF, SOMETHING THEY HAVE BEEN DOING SINCE THE\nTIME OF FREUD.\n\nNOT REALLY—THIS IS A FAMOUS JOKE OF EINSTEIN’S BUT, HEY, WHO’SE\nCOUNTING?\n\nTRUMP AS AN ORGANISM—AS SEEN BY A “LAY PERSON”\n\nSTRONGLY BIASED TOWARD CLOSE FAMILY\nSTRONGLY BIASED AGAINST DISTANT RELATIVES—A RACIST OF THE\nFIRST RANK\n\nEXTREME NARCISSIST\n\nA STRATEGY OF RANDOM MOVES—TO FOOL OTHERS? AND/OR KEEP\nATTENTION PERPETUALLY FOCUSED ON HIM?—INCREDIBLE HOW HE WILL\nGO AGAINST THE NRA ONE DAY AND INVITE IN THEIR LEADERS THE\nFOLLOWING DAY\n\nLYING CONTINUOUSLY--VERY CREATIVE AND OBSTINATE—PRODUCING\nAN ENTIRE ALTERNATE UNIVERSE, PERMITTING HIM TO REVERSE COURSE\nAND COVER TRACKS AT THE SAME TIME\n\nMinor matters:\n\nPeter points out that Mealy (1995) was the first reference he knows of on\npsychopathy being under frequency dependent selection. An earlier paper, cited in\nthe one | attached, developed the same argument—Harpending and Sobus 1987.\n\nPeter characterizes sickle cell anemia as a “crude adaptation to malaria”. Crude? In\nwhat sense?\n\nA single copy of the sickle gene gives you anemia, in which the normal shape of the\nred blood cell—a flat round pill—changes under low oxygen tension into a sickle\nshape which crushes the malarial Plasmodium inside it. The low oxygen tension is\ncaused by the parasite itself, since it consumes oxygen in the red blood cell. The cell\nthen quickly flips back into normal shape as the oxygen tension returns to normal\nlevels. A sickle individual without malaria suffers no cost at all, since all red blood\ncells have oxygen tension well above the level that would cause sickling.\n\nHOUSE_OVERSIGHT_029159",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1829,
    "word_count": 291,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.636777",
    "prefix": "IMAGES-010"
  }
}