{
  "document_id": "HOUSE_OVERSIGHT_023151",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023151.txt",
  "text": "OUP CORRECTED PROOE - FINAL, 12/9/2014, SPi\n\nChronology xix\n\n11 December 1948 UN General Assembly Resolution 194.\n24 February 1949 — Egypt-Israel General Armistice Agreement.\n\n23 March 1949 Lebanon-Israel General Armistice Agreement.\n\n3 April 1949 Jordan-Israel General Armistice Agreement.\n\n27 April 1949 Opening of the Lausanne Conference convened by the United Nations’\nConciliation Commission for Palestine (UNCCP).\n\n11 May 1949 The UN General Assembly admits Israel as UN member state through\nResolution A/RES/273 (IID.\n\n20 July 1949 Syria-Israel General Armistice Agreement.\n\n12 December 1949 UN General Assembly Resolution 303, on the Internationalization of\nJerusalem.\n\n24 April 1950 Jordan annexes the West Bank and East Jerusalem.\n\n5 July 1950 Israel votes the Law of Return.\n\n20 July 1951 King Abdullah I of Jordan in assassinated in the vicinity of al-Aqsa\nMosque in Jerusalem by a Palestinian gunman.\n\n23 July 1952 Military coup in Egypt by the Free Officers Movement.\n\n18 June 1953 The Revolutionary Command Council (RCC) abolishes the monarchy\nand proclaims the Republic of Egypt.\n\n23 June 1956 Gamal Abdel Nasser is elected President of the Republic of Egypt.\n\n26 July 1956 President Nasser of Egypt nationalizes the Suez Canal.\n\n29 October 1956 Suez Crisis. Israel invades Sinai (Operation Kadesh) with the covert assent\n\nof France and the UK.\n30 October 1956 France and the UK launch military operations against Egypt.\n5 November 1956 UN General Assembly Resolution 1000 (Suez Crisis).\n7 November 1956 UN General Assembly Resolution 1001 (Suez Crisis).\n\n8 March 1957 Israel withdraws its last forces from the Sinai peninsula, ending the Suez\nCrisis.\n14 July 1958 Military coup against Iraqi monarchy.\n\n3 February 1964 The Palestinian Liberation Organisation (PLO) is established by the Arab\nLeague in Cairo, with Ahmed Shugeiri as its leader.\n\n16 May 1967 President Nasser asks the United Nations Emergency Force (UNEF) to\nleave Sinai and the Gaza Strip, where it had been engaged in peacekeeping\nfunctions since the 1956 Sinai conflict.\n\n22 May 1967 Egypt announces a blockade against Israeli shipping in the Strait of Tiran.\n\n5 June 1967 ‘Six Day War’: Israel launches military strikes on Egypt, Syria, and Jordan.\nAfter six days of fighting, Israel captures the Sinai peninsula and Gaza\nStrip from Egypt, the West Bank and East Jerusalem from Jordan, and\nabout 1,150 square kilometres of Syrian territory on the Golan Heights.\n\n1 September 1967 Khartoum Resolution of the three ‘Noes’.\n\n22 November 1967 UN Security Council Resolution 242.\n\n21 March 1968 The battle of Karameh between Israel and Fatah and Jordanian forces.\nFirst direct military confrontation between Israeli and Palestinian forces.\n17 July 1968 The Palestinian National Charter.\n\nHOUSE_OVERSIGHT_023151",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023151.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2791,
    "word_count": 432,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:47.365355",
    "prefix": "IMAGES-007"
  }
}