{
  "document_id": "HOUSE_OVERSIGHT_017735",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017735.txt",
  "text": "Page 21 of 52\n2005 B.Y.U.L. Rev. 835, *870\n\ncourt, and the trial judge accepted the plea. The victim then obtained legal counsel and appealed to the Utah Supreme Court,\nurging that under the Utah Victims’ Rights Amendment, her right to be heard regarding a plea had been violated. The State\nresponded that the victim was obligated to ask the trial court directly to be heard rather than relying on the prosecutor to pass\nthat information along. In rejecting the State's argument, the Utah Supreme Court explained that prosecutors, no less than other\nactors in the criminal justice system, were required to assist victims throughout the process. '®° More important for present\npurposes, the court also concluded that prosecutors had ethical obligations as officers of the court to convey that information to\nthe judge:\n\nProsecutors must convey such requests [to be heard] because they are obligated to alert the court when they know that the court\nlacks relevant information. This duty, which is incumbent upon all attorneys, is magnified for prosecutors because, as our case\nlaw has repeatedly noted, prosecutors have unique responsibilities... . The prosecutor is the representative not of an ordinary\nparty to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern\nat all; and whose interest ... in a criminal prosecution is not that it shall win ... but that justice shall be done. °°\n\nApplying the reasoning of Casey to analogous rights in the CVRA, federal prosecutors must, as officers of the court, convey a\n[*871] victim's request to be heard regarding a plea. Indeed, the prosecutor should convey not only the request to be heard but\nalso the fact that the victim objects to the plea. In deciding whether to accept a plea, the court must consider the public interest.\n167 As the Tenth Circuit has explained, \"\"Rule 11 also contemplates the rejection of a negotiated plea when the district court\nbelieves that bargain is too lenient, or otherwise not in the public interest.'\". !©8 When the prosecutor is aware of an objection\nfrom a keenly interested member of the public - the victim - the court should not be left in the dark about it.\n\nAn alternative way of drafting the rule is to require courts to inquire of prosecutors whether the victim has been advised of the\nproposed plea and whether the victim wishes to make a statement concerning it. ©? For example, Oregon requires the court to\nask the prosecutor whether the victim has been consulted about a plea and, if so, what the victim's view is:\n\nBefore the judge accepts a plea of guilty or no contest, the judge shall ask the district attorney if the victim requested to be\nnotified and consulted regarding plea discussions. If the victim has made such a request, the judge shall ask the district attorney\nif the victim agrees or disagrees with the plea discussions and agreement and the victim's reasons for agreement or\ndisagreement. !7°\n\nSouth Dakota law contains a similar requirement that prosecutors disclose \"any comments\" by the victim about the plea. !7!\n\n172\n\nTexas law requires the court to ask the prosecutor whether a victim impact statement has been submitted; if so, the court\n\n6 Casey, 44 P.3d at 763.\n\n66 Jd. at 764 (internal quotations and citations omitted).\n\n67 See, e.g., United States v. Bean, 564 F.2d 700 (5th Cir. 1977).\n\n68 United States v. Carrigan, 778 F.2d 1454, 1462 (10th Cir. 1985) (emphasis added) (quoting United States v. Miller, 722 F.2d 562, 563\n(9th Cir. 1983)).\n\n69 See Office for Victims of Crime, supra note 137, at 108 (\"Judges should facilitate the input of crime victims into plea agreements ... and\nthey should request that prosecuting attorneys demonstrate that reasonable efforts were made to confer with the victim.\").\n\n70 Or. Rev. Stat. 135.406(1)(b) (2003).\n\n1 §.D. Codified Laws 234-7-9 (2004) (\"The prosecuting attorney shall disclose on the record any comments on the plea agreement made by\nthe victim, or his designee, of the defendant's crime to the prosecuting attorney.\").\n\n7 Tex. Code Crim. Proc. Ann. art. 26.13(e) (Vernon Supp. 2004) (\"Before accepting a plea of guilty or a plea of nolo contendere, the court\nshall inquire as to whether a victim impact statement has been returned to the attorney representing the state and ask for a copy of the\nstatement if one has been returned.\").\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017735",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017735.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4415,
    "word_count": 738,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.294712",
    "prefix": "IMAGES-004"
  }
}