{
  "document_id": "HOUSE_OVERSIGHT_011911",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011911.txt",
  "text": "CJ] NAN TRIBUNAL ONZYEM AWONDISMAN JIDISYE NAN E POU MIAMI-DADE COUNTY, FLORIDA.\nC] NAN TRIBINAL E POU TRIBINAL NAN MIAMELDADE COUNTY, FLORIDA.\n\nDIVIZYON\n\nO SIML\nO Lor\n\nPLENTIF(S)\n\nKONVOKASYON POU KA SIVIL\n(b) DELIVRE PERSONELMAN BAY YON MOUN\n\nYo entre yon aksyon kont oumeum. Ou genyen 20 jou Kalandniye apres ou recevoi somasyon-an pou enregistre devan\ngrefie tnbunal-sa, yon reponce pa ecri attache avec plentda. Yon apel pa telefon ka kapab prolege-ou. Se yon repente pa\necri,fo ou mete numero ka-a ki sou tet pagela avec nom moune-yo ki Sou papie-sa oblige ecri si ou vie ke iribunalta fende\nposilion-ou cou ka-a. Si ou pa enregistre reponce-ou a 'heure ou capab pedu ka-a san tribunal la pa anounce-ou er yen,\nou capab pedu l'agen ou ak byen ou, Genyen lot demande, Ou ka besoin telefone yon avoka tout de suit. Si ou pa Joneh yon\navoka, ou ka rele sevis ki rekomande avoka, ou biro ede legal (kinan lis liv telefone).\n\nSi ou shoisi voye yon reponce pa ecri oumenm, ou supose en mem tan poste en mem tan poste on pote on copi re:\npa ecri pou avoka pleyan ov pleyan-yo ke non-li ama-a et enregistre reponce-la nan tribunala ki localize nan avek Sbkrete\nTribinal, Adres santrat biwo Sekrete a se Dade County Courthouse. Adres tribinal la, ak adres lot tribinal yo nan lis ki nba a\npou ou ka jwenn yo alez:\n\nADRES TRIBINAL NAN DADE COUNTY\n\nCO Gade County Courthousa (05) 0 soseph Caieb Conter (20) OF North ade Justion Center (23) DF Hietesn District 21)\nRoom 134 Room 103 Room 100 Room 100\n73 Weal Flagler Street 5400 NW 22 Avenue 15555 Biscayne Blvd, 11 East tih Street\nMiara, Florida 23130 Miami, Florida 33142 North Migs Beach, Florida 33160 Hiajoah, Florida 33010\nOD Mam Beach District Court (24) C1 Corsi Gattes Distinct Court (25) O south Dade Justicn Canter (26)\nRoom 200 Roem 100 Reom 1200\n1130 Washington Avenue 3100 Ponce De Laon Bivd 10710 SW 21 Steet\n\nWarn Beach, Flonda 33139 Coral Gables, Flofida 33134 Miomi, Florida 33189\n\nNimewo manm avoka a.\nAddress:\n\nPlainle/Avocat du Plainie\n\nNumero de barreau de fa Floride:\n\nHARVEY RUVIN\nSekrete Jenera! Tribinal La\n\nSEKRETE\n\nLWA 1990 POU AMERIKEN KI ENFIM\n\nANONS POU AMERIKEN KI ENFIM\n\n“Si ou se yon moun ki enfim e ou bezwen akomodasyon pou ou patisipe nan pwosec\nou gen dwa pou yo ba ou kék éd san ou pa gen pou ou peye. Silvouplé ko\nKowddinaté ADA pou Tribinal Onzyém Distrik Jidisyé a nan: Lawson E. T\nCourthouse Center, 175 NW 1* Ave., Suite 2702, Miami, Fl 33128, Telefon (305} 349-\n7175; TDD (305) 349-7174, Fax (305) 349-7355 omwen 7 jou anvan ou gen randevo pou\nou parét nan tribunal la, oubyen imedyatman lé ou resevwa notifikasyon sa a si of gen\n\nmwens ke 7 jou pou ou parét nan tribunal la: si ifiki\npale, rele 71 i> P “5 a’ ‘a; sl ou gen difikilte pou ou tande oubyen\n\nsa a,\ntakte\n\nCLKICT. O70 Rev. 14/17\n\nHOUSE_OVERSIGHT_011911",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011911.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2802,
    "word_count": 502,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:48.155117",
    "prefix": "IMAGES-001"
  }
}