{
  "document_id": "HOUSE_OVERSIGHT_013118",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013118.txt",
  "text": "202 11 Stages of Cognitive Development\n\nA problem commonly used to illustrate the difference between the Piagetan concrete opera-\ntional and formal stages is that of figuring out the rules for making pendulums swing quickly\nversus slowly [P58]. If you ask a child in the formal stage to solve this problem, she may pro-\nceed to do a number of experiments, e.g. build a long string with a light weight, a long string\nwith a heavy weight, a short string with a light weight and a short string with a heavy weight.\nThrough these experiments she may determine that a short string leads to a fast swing, a long\nstring leads to a slow swing, and the weight doesn’t matter at all.\n\nThe role of experiments like this, which test “extreme cases,” is to make cognition easier. The\nformal-stage mind tries to map a concrete situation onto a maximally simple and manipulable\nset of abstract propositions, and then reason based on these. Doing this, however, requires an\nautomated and instinctive understanding of the reasoning process itself. The above-described\nexperiments are good ones for solving the pendulum problem because they provide data that\nis very easy to reason about. From the perspective of uncertain inference systems, this is the\nkey characteristic of the formal stage: formal cognition approaches problems in a way explicitly\ncalculated to yield tractable inferences.\n\nNote that this is quite different from saying that formal cognition involves abstractions and\nadvanced logic. In an uncertain logic-based AGI system, even infantile cognition may involve\nthese — the difference lies in the level of inference control, which in the infantile stage is simplistic\nand hard-wired, but in the formal stage is based on an understanding of what sorts of inputs\nlead to tractable inference in a given context.\n\n11.4.4 The Reflexive Stage\n\nIn the reflexive stage (Figure 11.8), an intelligent agent is broadly capable of selfmodifying its\ninternal structures and dynamics.\n\nAs an example in the human domain: highly intelligent and self-aware adult humans may\ncarry out reflexive cognition by explicitly reflecting upon their own inference processes and\ntrying to improve them. An example is the intelligent improvement of uncertain-truth-value-\nmanipulation formulas. It is well demonstrated that even educated humans typically make\nnumerous errors in probabilistic reasoning [GGIK02]. Most people don’t realize it and continue\nto systematically make these errors throughout their lives. However, a small percentage of\nindividuals make an explicit effort to increase their accuracy in making probabilistic judgments\nby consciously endeavoring to internalize the rules of probabilistic inference into their automated\ncognition processes.\n\nIn the uncertain inference based AGI context, what this means is: In the reflexive stage\nan entity is able to include inference control itself as an explicit subject of abstract learning\n(i.e. the ability to reason about one’s own tactical and strategic approach to modifying one’s\nown learning and thinking), and modify these inference control strategies based on analysis of\nexperience with various cognitive approaches.\n\nUltimately, the entity can self-modify its internal cognitive structures. Any knowledge or\nheuristics can be revised, including metatheoretical and metasystemic thought itself. Initially\nthis is done indirectly, but at least in the case of AGI systems it is theoretically possible to\nalso do so directly. This might be considered as a separate stage of Full Self Modification, or\nelse as the end phase of the reflexive stage. In the context of logical reasoning, self modification\nof inference control itself is the primary task in this stage. In terms of inference control this\n\nHOUSE_OVERSIGHT_013118",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3764,
    "word_count": 583,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.618511",
    "prefix": "IMAGES-002"
  }
}