{
  "document_id": "HOUSE_OVERSIGHT_016257",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016257.txt",
  "text": "THE THIRD LAW\nGeorge Dyson\n\nGeorge Dyson is a historian of science and technology and the author of Baidarka: the\nKayak, Darwin Among the Machines, Project Orion, and Turing’s Cathedral.\n\nThe history of computing can be divided into an Old Testament and a New Testament:\nbefore and after electronic digital computers and the codes they spawned proliferated\nacross the Earth. The Old Testament prophets, who delivered the underlying logic,\nincluded Thomas Hobbes and Gottfried Wilhelm Leibniz. The New Testament prophets\nincluded Alan Turing, John von Neumann, Claude Shannon, and Norbert Wiener. They\ndelivered the machines.\n\nAlan Turing wondered what it would take for machines to become intelligent.\nJohn von Neumann wondered what it would take for machines to self-reproduce. Claude\nShannon wondered what it would take for machines to communicate reliably, no matter\nhow much noise intervened. Norbert Wiener wondered how long it would take for\nmachines to assume control.\n\nWiener’s warnings about control systems beyond human control appeared in\n1949, just as the first generation of stored-program electronic digital computers were\nintroduced. These systems required direct supervision by human programmers,\nundermining his concerns. What’s the problem, as long as programmers are in control of\nthe machines? Ever since, debate over the risks of autonomous control has remained\nassociated with the debate over the powers and limitations of digitally coded machines.\nDespite their astonishing powers, little real autonomy has been observed. This is a\ndangerous assumption. What if digital computing is being superseded by something\nelse?\n\nElectronics underwent two fundamental transitions over the past hundred years:\nfrom analog to digital and from vacuum tubes to solid state. That these transitions\noccurred together does not mean they are inextricably linked. Just as digital computation\nwas implemented using vacuum tube components, analog computation can be\nimplemented in solid state. Analog computation is alive and well, even though vacuum\ntubes are commercially extinct.\n\nThere 1s no precise distinction between analog and digital computing. In general,\ndigital computing deals with integers, binary sequences, deterministic logic, and time that\nis idealized into discrete increments, whereas analog computing deals with real numbers,\nnondeterministic logic, and continuous functions, including time as it exists as a\ncontinuum in the real world.\n\nImagine you need to find the middle of a road. You can measure its width using\nany available increment and then digitally compute the middle to the nearest increment.\nOr you can use a piece of string as an analog computer, mapping the width of the road to\nthe length of the string and finding the middle, without being limited to increments, by\ndoubling the string back upon itself.\n\nMany systems operate across both analog and digital regimes. A tree integrates a\nwide range of inputs as continuous functions, but if you cut down that tree, you find that\nit has been counting the years digitally all along.\n\n37\n\nHOUSE_OVERSIGHT_016257",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016257.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3097,
    "word_count": 473,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.122750",
    "prefix": "IMAGES-003"
  }
}