{
  "document_id": "HOUSE_OVERSIGHT_012149",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012149.txt",
  "text": "“mt\n|\nt\n\nKIRKLAND & ELLIS LLP\n\nThe prosecution has never represented to counsel that they have evidence that would\nprove that the inducement or enticement to engage in illegal sexual acts occurred over the phone\n(or Internet). The prosecution’s references to “routine and habit” evidence that would substitute\nfor the explicit communications usually found in the transcripts from chat rooms or sting\noperations is tenuous at best. In essence, the prosecution would be alleging communications\nunderstood, but not spoken, by two people, one of whom was usually a secretary or assistant.\nSeparating the actus reus and the mens rea, however, and premising criminal liability on\npersuasion that might occur after the communication, or on the existence of a specific intent to\nengage in illegal sex with a minor that arises after the communication would violate the bedrock\nprinciple of criminal law that predicates liability on the concurrence of the act and the criminal\nstate of mind. Even if, arguendo, the communication and mens rea could be separated (a\npremise which is at odds with the requirement of concurrence), Mr. Epstein denies that the\nfactual proof demonstrates such a pattern or practice. Instead, the evidence compellingly proves\nthat there was no regularity or predictability to the content of the communication or in what\noccurred at meetings that were telephonically scheduled (including those that are the subject of\nthis investigation).\n\nA second essential element of 2422(b) requires that the defendant “knowingly” induce,\npersuade, entice or coerce a person believed to be a minor. “... [K]knowingly .. . induces. . .”\nrequires the Court to define inducement so it is consistent with its ordinary usage and so the term\nis not so broad that it subsumes the separate statutory terms of “entices” and “persuades.”\nInducement has a common legal meaning that has been endorsed by the government when it\noperates to narrow the affirmative defense of entrapment. Inducement must be more than “mere\nsolicitation;” it must be more than an offer or the providing of an opportunity to engage in\nprohibited conduct. See, e.g,. United States v. Sanchez-Berrios, 424 F.3d 65, 76-77 (1* Cir.\n2005); United States v. Brown, 43 F.3d 618, 625 (11™ Cir. 1995). The government cannot fairly,\nor consistent with the rule of lenity, advocate a broader definition of the same term when it\nexpands a citizen’s exposure to criminal liability than when it limits the ambit of an affirmative\ndefense to criminal conduct. If the term is ambiguous, absent clear Congressional intent on the\nissue, the Court’s decision in Santos requires that the narrower rather than the broader definition\nbe used.\n\nThe facts simply do not prove Mr. Epstein’s culpability for knowingly inducing or\npersuading minors. First, in the case of masseuses who agreed or even sought to return to see\nMr. Epstein on successive occasions, there is no evidence that there was any inducement,\npersuasion, enticement or coercion over the phone. And, for masseuses seeing Mr. Epstein for\nthe first time, there was generally no telephone contact with Mr. Epstein and there was no\nknowledge that any third party at Mr. Epstein’s specific direction was inviting them to Mr.\nEpstein's home over the phone rather than in face-to-face meetings. The women who visited Mr.\nEpstein’s home were all friends of friends. Contrary to the facts in this case, § 2422(b)’s\nknowing inducement element is essential to federal liability and, given its hefty minimum\nmandatory punishment, it should not be interpreted as a strict liability statute.\n\nHOUSE_OVERSIGHT_012149",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012149.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3612,
    "word_count": 579,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.287613",
    "prefix": "IMAGES-001"
  }
}