{
  "document_id": "HOUSE_OVERSIGHT_014580",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014580.txt",
  "text": "China continues to suffer from\nconsiderable excess capacity in\n\nindustrial sectors, such as steel and\ncoal, while its financial sector risks\n\nhave increased.\n\nRussia\n\nRussia is also slowly recovering from a\ndeep recession. Although the economy\ncontracted for its second consecutive year\nin 2016, headwinds are now receding\nthanks to a recovery in real wages,\n\nrising oil prices and a related increase in\noil production. The economy has also\n\nBrazil\n\nBrazil has had its share of hard times in recent\nyears. After being among the fastest-growing\neconomies in the world in 2010, it has more\nrecently suffered its worst recession in a\n\ncentury, evident in seven consecutive quarters of\ncontraction. In turn, GDP fell an estimated 3.3%\nlast year, leaving it on par with 2010 levels. Even\nworse, industrial production now stands where it\ndid in 2004.\n\nFortunately, there are already tentative signs\nof a recovery. Inflation has peaked; the current\naccount deficit has shrunk; and confidence\nindicators, while still weak, have stabilized. Of\nequal importance, the financial markets have\nwelcomed a new government amid expectations\nthat it will finally tackle Brazil’s fiscal problems\nand steer the economy out of recession.\n\nBut despite these promising green shoots,\nour base case does not call for a robust recovery\nin 2017. While the new administration is off to\na promising start, it is facing resistance to key\nstructural reforms while also navigating ongoing\ncorruption probes. Moreover, the recovery in\nhousehold consumption and business investment\nis likely to be hamstrung by continuing high real\ninterest rates, a function of falling inflation and a\nsimultaneously easing central bank. Meanwhile,\nfiscal policy will continue to tighten given a\nnew spending cap and proposed pension reform\nmeasures. Finally, the modest commodity price\ngains we expect are unlikely to foster a meaningful\nrise in exports for Brazil. Accordingly, we expect\na tepid recovery, with GDP expanding just\n0-1% in 2017.\n\nreceived support from both fiscal and\n\nmonetary policy, with the central bank\ncutting the policy rate by 100 basis points last\nyear as inflation moderated. Still, the economy has\nlikely suffered some permanent damage from the\ncombination of depressed oil prices and Western\nsanctions, which have pushed down Russia’s long-\nrun growth potential.\n\nWhile the cyclical recovery should continue in\n2017, it is apt to be measured. The government is\nplanning to reduce the fiscal deficit by 1% of GDP\nthis year, which will limit fiscal support. That said,\nelections in March 2018 could ultimately temper\nsuch fiscal prudence. Meanwhile, the central bank\nwill likely deliver more rate cuts, but their size and\npace will depend on the path of inflation, which\ncould be stickier than anticipated.\n\nAgainst this uncertain backdrop, we expect the\nRussian economy to return to modest growth in\n2017, expanding 0.5-1.5%. While not our base\ncase, growth could quicken if oil prices increase\nmore than we expect or if sanctions are lifted.\n\nOutlook | Investment Strategy Group 47\n\nHOUSE_OVERSIGHT_014580",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014580.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3084,
    "word_count": 486,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:47.648396",
    "prefix": "IMAGES-003"
  }
}