{
  "document_id": "HOUSE_OVERSIGHT_011758",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011758.txt",
  "text": "/ BARAK/ 1\n\nPeres’s assurance that I’d be the campaign manager, that hadn’t happened. I wasn’t\nreally surprised by that, however. When he offered me the job, I wondered how\nhe’d managed to clear it with much more established Labor politicians. It turned\nout he hadn’t. Haim Ramon, the veteran whom I’d urged Yitzhak to bring back for\nthe election, was put in charge. Shimon did ask me to head a small advisory team\nwhich reported directly to him, but all the key decisions were taken at weekly\nstrategy sessions chaired jointly by him and Ramon. I still hoped to make the\ncampaign a referendum on Yitzhak’s murder, and on the need to recommit Israel to\ndemocracy and dialogue over vitriol and violence. But Haim began with the\nassumption that, given Peres’s lead in the polls, we should simply play it safe,\nignore the issue of the assassination, and try to ignore Bibi, too. He described it as\na soccer match. We were leading by two goals, he told our first strategy meeting.\nThe other side was never going to score unless we screwed up. “To win, we do\nwhat all good teams do. We play for time. We kick the ball around. We kick the\nball into the stands. We wait for the final whistle.” I tried, without success, to argue\nthat we were underestimating Bibi. “He may be young and inexperienced in\nnational politics. But I know him from when he was even younger. He knows how\nto analyze a task, break it down, work out a plan and execute it systematically and\ntenaciously. If we play it safe and don’t define the campaign, he’II seize on every\nerror we make and he will define it.”\n\nI wanted us at least to connect with Yitzhak’s legacy. I argued to both Peres and\nRamon that we should promote Shimon as the candidate with the background,\nexperience and vision to take forward what he and Rabin had begun. I also wanted\nus to echo a core assumption in all that Yitzhak did as a military and political\nleader: that peace was achievable only if Israel and its citizens felt secure. Even\nbefore the renewed terror attacks, I argued that we had to recognize that, much as\nIsraelis yearned for peace, many were conflicted and fearful about the Oslo\nprocess. I said our central campaign message should be bitachon ve shalom.\nSecurity and peace. “In that order,” I added. “We should tell voters openly that we\nexpect groups like Hamas to try to launch attacks. But they don’t want a secure\nIsrael. They don’t want peace. Don’t play their game.”\n\nYet the scale and intensity of the bombings threw everything into crisis. After\nthe bomb in the Dizengoff shopping mall, Peres called an emergency cabinet\nmeeting at the kirva. He knew that we had to find a way to reassure Israelis we\nwere getting a grip on the situation. We had got a start in our regular Sunday\n\n287\nHOUSE_OVERSIGHT_011758",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011758.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2777,
    "word_count": 499,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.268031",
    "prefix": "IMAGES-001"
  }
}