{
  "document_id": "HOUSE_OVERSIGHT_025875",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025875.txt",
  "text": "Date: Tuesday, March 31 2015 03:23 PM \nSubject: fact checking questions for New York Magazine story \nFrom: Yablon, Alex \nTo: jeevacation@gmail.com; \nHi Jeffrey, \nSorry for the phone tag. In case it's easier to respond by email, I have put my questions below. I'm at my desk and should be \nhere until 5, and should be free on my cell phone after 6:30. \nBest, \nAlex \noffice: \ncell:• \n-what is the square footage of your Manhattan home? \n-do you work on a laptop from your dining room, with a large white board for notes and several pairs of reading glasses close at \nhand? Is the dining room windowless? \n-do paparazzi often camp outside your home? \n-did Michael once visit on the same day as a head of state who'd had a police escort? \n-did you tell Michael about a dinner you'd hosted for six tech entrepreneurs who had a combined worth of several hundred \nbillion dollars? When was this meal? \n-Do you believe that there are now more people who possess Roosevelt or Carnegie-levels of wealth, the sort that can rival \ngovernments in influence? That these people face unusual challenges when entering philanthropy due to the sheer size of \ntheir fortunes? That the rich may know the business that made them rich, but not money itself? \n-are you interested in what will happen to the $4.2 trillion possessed by the super-rich in 40-odd years once they have mostly \ndied? \n-Do you believe no superrich people want to give their entire fortunes to their children for fear of how it might affect them? \n-do you advise the Bill and Melinda Gates Foundation on how to convince other billionaires to join their initiatives? \n-did you volunteer to invest $20 million dollars in Michael's attempt to buy New York Magazine in 2004? \n-do you believe the recent claims about Alan Dershowitz and Prince Andrew in relation to you are \"ludicrous\" ? \n-When you met Michael for lunch in the West Village, was it the first time in 10 years you'd gone to lunch at a restaurant? \n-Do you have a support staff of young women in their 20s and 30s? Have some of them worked for you for many years, through \ntheir own marriages and as they raise families? Have any of these employees been romantically involved with you? When \nMichael came to your home, had one of these women recently gone on an around the world honeymoon, which you \narranged? Do they often travel with you to your other homes — in New Mexico, Paris, Palm Beach, and in the Caribbean? Do \nyou maintain there is no quid-pro-quo in the relationships with these women? Do these women often socialize with the policy \nmakers and businessmen with whom you often meet? \n-Is your current girlfriend a dental student you met four years ago at a dinner party in New York? \n-Did you date Eva Andersson Dubin? Have you known her for 30 years? Did you pay for her to go to medical school? \n-when you take meetings in your Manhattan dining room, do you take your guests out to a Sabrett hot dog cart? Will the \nwomen who work for you accompany you? \n-Did you invite Michael to sit in on a presentation by a group of quants? Are you looking for a group of quants who have \ndeveloped promising investing algorithms, and do you plan to invest $5 million with each? \n-during U.N. Week in late September, did you host a Sunday night discussion with Bill Gates, Mort Zuckerman, and Peter Thiel? \nWas anyone else in attendance? Were you discussing a possible Gates Foundation donor advised fund? \n-Did you host Sheikh Hamad Bin Jassim and several others from Qatar? Do you know if the Sheikh has a home across the street \nfrom you in Manhattan? Did they talk to you about bribery compromising their bid for the World Cup? When was this? Did \nthey bring a gift of chocolate made with pistachios grown on the Sheikh's farm? \n-The morning after the Qataris came over, did you have a 9 AM breakfast with the attorney Reid Weingarten? Did you discuss \nhis defense of CT governor John Rowland, the Qatari visit, and who controls ISIS? Did Weingarten believe Turkey was using ISIS \nas a proxy against the Kurds? \n-After this, did you meet with Brock Pierce to discuss bitcoin? Did Larry Summers join this meeting? \n-That evening, did you host Australian PM Kevin Rudd and Thorborn Jagland for a cocktail party? Did Jagland critique US \nforeign policy? Did you offer to fly him back to Europe on your jet? \nHOUSE OVERSIGHT 025875 \n-The following morning, did Ehud Barack come over for breakfast? Did he have an omelet? Did he defend both Putin and \nObama? \n-Was this followed by a senior White House official, whose name you don't want mentioned? \n-Did you then meet with Elisa New to discuss supporting a poetry series and other sources of funding? Did you forcefully \ncritique her proposed budget? \n-After meeting with New, did you meet with the following: Hardeep Purie, Kairat Kelimbetov, Nathan Myhrvold, Martin \nNowak, Richard Axel, Ron Baron, Josh Harris? Have you funded Nowak's program at Harvard with $30 million? \n-did Michael join a lunch at your home with Bill Richardson? \n-do you believe powerful people seek your advice because you're not affiliated with any institution, so you have no ulterior \nmotives when giving them advice? \n-is your Paris home a 10,000 sq ft apartment on Avenue Foch? Does it have a stuffed baby elephant in its living room? Is it \nmeant as a reminder that elephants have 23 copies of tumor suppressor genes? \n-Is the only book on your bedside table Lolita? Are you a fan of Nabokov? \n-Did you tell Michael that he should make a particular $100k investment in early September? What was it? \n-Were you born on 1953 in Coney Island? Was your father a Parks dept employee? Was your mother a housewife? \n-were you the captain of the math team at Lafayette High School? \n-did you study at Cooper Union for two years before beginning classes at NYU's Courant classes? After this, did you teach math \nat Dalton? Was this your first exposure to wealthy people? Did this teach you the rich had just as many problems as the \nworking class, only theirs were caused by too much money rather than too little? \n-Did Punch Sulzberger try to convince you to join the NYT from Dalton? Did you once drive with Sulzberger to his country \nestate in a wood paneled station wagon, while he talked on a phone to his chaffeur? \n-did you meet Ace Greenberg through his children at Dalton? \n-Did he say that given your reputation for intelligence and Jewish heritage, you should be working at Bear Stearns? Was this in \nthe late 70s? \n-Did you soon move to a penthouse at 66th St. and 2nd Avenue? \n-During this time did you regularly attend Studio 54? \n-Have you ever drank or taken drugs? \n-Do you believe that in the 50's, finance was governed by personal relationships, but in the 70's, with the rise of derivatives \ntrading, math began to dominate the field? \n-Did you never want to get married to maintain your freedom? \n-Did you become close to Jimmy Cayne? \n-Did you leave Bear Stearns in 1982? Why? Did you take clients including Marvin Davis and Herb Siegel? \n-Were you then dating Morgan Fairchild? \n-During the 80s, did you frequently go to England where you befriended Robin Reach and attended country shooting parties \nand black tie dinners? \n-Were you mainly interested in meeting smart people rather than amassing a personal fortune? \n-do you think that billionaire-level worth creates worries that millionaires don't face? Does traditional wealth management \nnot work for billionaires? \n-Did you help governments that came after corrupt dictators reclaim stolen assets? Which governments? \n-Did you begin advising and representing wealthy people and families regarding philanthropy during this period? \n-Did you advise Steven Hoffenberg? \n-Did you attend the 1994 Serpentine Gallery gala? Did you socialize with Princess Diana at that event? \n-Did you meet Bill Clinton after he left the White House? Did this change the arc of your life? \n-did you buy your Manhattan home from Les Wexner? \n-Did you meet with Larry Page and Sergey Brin during your 2002 trip to the TED conference? Did they describe a plan to market \nGoogle bras with the o's as cups? Did they believe Google was a good company name because men would be drawn to the oo? \n-Soon after this, did you have an assistant schedule a meeting with Michael for advice about the media as both Vanity Fair and \nNew York Magazine were profiling you? Did you also ask Graydon Carter for advice, expressing doubts about increased public \nprofile, to which Carter said you should have moved to a Queens 2 bedroom if you wanted to avoid publicity? \n-Have you had a daily massage for several years? When you got your daily massage in Palm Beach, did the masseuses often \ncome from parlors your termed \"Jack Shacks\" ? Did they sometimes have \"happy endings\" ? Would there be many different \nmasseuses, recommended by word of mouth? \n-After Palm Beach police started investigating you, did you ask Alan Dershowitz to come to Florida to provide you with legal \nhelp? \nHOUSE OVERSIGHT 025876",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025875.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 8984,
    "word_count": 1552,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:46.513784",
    "prefix": "TEXT-001"
  }
}