{
  "document_id": "HOUSE_OVERSIGHT_013466",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013466.txt",
  "text": "“Tarte thes nor any of the other plaintiffs have been able to pabiigin even a single word of information aren ..\nEpstein about ci abuse of minor girls. -~ :\n\n25. “| made a. good faith, -albeit unsuccessful, effort to resolve this: matter with ‘Anne B.\nCarroll, representing the Daily News: in order to’ avoid any court intervention. | explained. that we .\nneeded ‘this tape for several reasons, including those cited by her. in her pleading. The tape is\ndetrimental to. Epstein’s personal complaint against Mand me; the tape is evidence.of perjury. . ~~ : ;\n. committed’ by Epstein; the tape is the Best Evidence of his lack of remorse for his. actions and. will be |\n\npresented in the punitive. damages. phase of the civil trials against him; and, perhaps most important, ,\nthe tape is the only way that the jury considering Jane Doe’s case will be able to hear Epstein’ 's voice and ,\n“awn statements about his abuse of Jane. Doe and other minor girls. Without the tape, the jury will not\nhave: the opportunity to hear Epstein give any substantive: information about Jane Doe’ s complaint.\nIndeed, they will not have the: ‘opportunity to‘even hear Epstein’ s voice utter any. ‘substantive words\nother than (in essence} “I take the Fifth.” ~ As part of our discussion, Ms. Carroll told me'thatitwasa° 4\n\n“stupid move” for Mr. Rush to play the tape or disclose the tape. to other people as he likely waived any © ne pan\nprivilege. and that, as.a result of disclosing the tape, he was at risk of losing. his job. Lresponded that it . oe\ndid not seem fair. that Mr..Rush lose his job or be. punished i in any way, but that | had an absolute duty to. .\nrepresent my client and that | would be failing in that duty if | did not pursue this critical BIBER. of\nevidence. - -\n\nI declare under penalty of perjury that the Ae forgoing true and correct. ie\n\nFURTHER AFFIANT SAYETH NAUGHT.\n\n- Dated this 23” day of April, 2010.\n\n_ Brad Feats Esq..\n\n“The fatagaite, instrument was acknowledged before me this 234 day of or, 2010 by BRAD\n_ EDWARDS, who i is ersonally, known to me. oe : 2 ee ee em oe\n\naeseacancctinl ramen Soap enbaf ond attanan\n\nNU\n\nFe rermasou me\n\n1, 2012\nDenes a\n\nPRL. Sindee linden emer llintee an\n\n{\n\nHOUSE_OVERSIGHT_013466",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013466.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2232,
    "word_count": 406,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.773889",
    "prefix": "IMAGES-002"
  }
}