{
  "document_id": "HOUSE_OVERSIGHT_021643",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021643.txt",
  "text": "Embassy of the United States of America\n\nOffice of the Legal Attaché\nUS Consulate\n\nFile No. 31E-MM-108062\\174\n03 December 2008\n\nMr{____ b6\nActing Coordinator b7c\n\n|\n\nRe: Jeffrey Epstein\n\nDear Mr. [gk\n\nThe United States Attorney's Office, West Palm Beach, Florida, requests the assistance of the\nin delivering the enclosed letter t DOB\ntelephone numbers € letter\nreferences the outcome of a Non-Prosecution Agreement entered into by the U.S. Government and Mr. Jeffrey\nEpstein. The letter provides[ | with the terms of the Agreement and contact information should she\nhave any questions.\n\nOn 24/07/06, the Federal Bureau of Investigation (FBI) Palm Beach Resident Agency (PBRA) opened\nan investigation involving the illegal sexual activity between multimillionaire Jeffrey Epstein and minor aged\n\nchildren. At the conclusion of the sexual activity, the minors were paid sums of money ranging from $200 -\n$1,000. Testimony from j itn indicate tha was one of\nJeffrey Epstein's victims. Mr. Epstein is currently incarcerated at\n\nthe Palm Beach County Stockade serving an 18 month prison sentence, followed by a year of house arrest. Mr.\nEpstein will also be a life time registered sex offender.\n\nIf you have any questions regarding this request, please contact Assistant Legal Attache[ |\n[TJetielephone\n\nSincerely yours,\n\nScott D. Cruse\nLegal Attaché\n\nBy:\n\nAssistant Legal Attaché\nEnc. 1\n\nThis document contains neither recommendations nor conclusions of the FBI. It is the property of the FBI and is loaned\nto your agency; it and its contents are not to be distributed outside your agency.\n\nws fag—F BIE-MH-108062- 21\n\nHOUSE_OVERSIGHT 021643.",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021643.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1639,
    "word_count": 256,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.422215",
    "prefix": "IMAGES-006"
  }
}