{
  "document_id": "HOUSE_OVERSIGHT_012701",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012701.txt",
  "text": "Steven\n\nTyler and\nLiv Tyler\n\nMelissa\nLeo\n\n-\n\nJennifer\nLawrence Steve\nMartin\n\neslie Mann\nand Judd\n+ Apatow\n\nGeorge Hamilton and\nKimberly Blackford\n\nLWren\nScott and\nMick\nJagger\n\nMarisa\nTomei\n\nThe Daily Mail announces Her Royal Highness Queen\nElizabeth has enjoyed a private screening of The King’s\nSpeech and is “moved” by the film. With no proof the Queen\nhas actually seen the film, press agents send out a global press\nrelease thanking her Majesty for the endorsement.\n\nFRIDAY, FEBRUARY 24\n\nMid-day, I arrive at The Beverly Hills Hotel. As the house-\nKeepers unpack my bags upstairs I peek into the Polo Lounge\nand find Warren Beatty in a booth. I tell him I’m rooting for\nhis wife, Annette Benning, and love her film, The Kids Are All\nRight. Warren says The Social Network will win.\n\nThis year I am two days late arriving to Oscar weekend. I\nam shown to a very, very small room—the size of a broom\ncloset. Uncharacteristically, I have a slight melt down. I am\nmoved. The housekeepers run down the hall with my clothes\nflying. The hotel is sold out, so I get someone else’s room.\nAnother unsuspecting victim checking in downstairs will get\nthe broom closet.\n\nIt is cold, grey and rainy. Taffeta, organdy and embroidered\nsilk evening clothes hang in my closet. I stay in my sweaters\nand fur coat, and head to Arianna Huffington’s home in\nBeverly Hills where she and Wendi Murdoch are hosting a\nparty for Tom Freston’s wife, the beautiful, blonde Kathy.\nHer book is called Veganist: Lose Weight, Get Healthy, Change\nthe World—perfect for monks.\n\nArianna has just sold the Huffington Post to AOL for $315\nmillion dollars and is rumored to have personally landed\naround $20 million. She is euphoric as she greets Nicole\nKidman and Keith Urban at the door. Other drenched power\nplayers include Disney’s Bob Iger and wife Willow Bay, Fox’s\nJim Gianopulos, Candice Bergen and journalist daughter\nChloe Malle, Google’s Eric Schmidt, Oliver Stone escorting\nhis daughter Tara and avoiding questions about Charlie\nSheen, Moby, Jamie Niven, Brian Grazer, Vivi Nevo, CBS’s\nLes Moonves and Julie Chen, Rob Reiner, Paramount’s Brad\nGrey and fiancé Cassandra Huysentruyt and Jeff Bezos.\nHors d’oeuvres include pigs in blankets—a food group not\nmentioned in Kathy’s book.\n\nThe action migrates to UTA Jim Burkus’ home for a party\nfor True Grits Ethan and Joel Coen. I pass Ron Howard on\nthe way in and he says, “Keep me on your list.” Is he kidding?\nSunrise and Mark Ruffalo, Focus Feature’s James Shamus,\nNancy Meyers and John Goldwyn mingle. Adorable Hallie\n\nSteinfeld is there with her parents. I am trying to fix her up\nwith Justin Bieber. She giggles, “Peg, I am only 14.”\n\nI am face to face with Harrison Ford and stupidly tell him\nI love him in Morning Glory. He’s looking at me in utter\ndisbelief, but I will not shut up. A gorgeous guy is inches away\nin a hat and glasses. I whisper to Harrison, “That looks just\nlike Johnny Depp.” Harrison rolls his eyes and. reluctantly\nintroduces me to his friend .. . Johnny Depp. I babble a bit\nabout his great work then run for cover in a corner next to my\nbuddy, Jerry Bruckheimer.\n\nI head over to the CAA/Bryan Lourd’s “Friday Night\nParty.” Torrential rains and horrific winds cause a traffic jam Stephen Gaghan and Hammer\n\nthat makes it impossible to get near the house. The world’s ee\nmost famous faces cower under black umbrellas and makea [Uy\nrun for it. Bryan Lourd and Bruce Bozzi receive friends at the\ndoor all night.\nInside, Uma Thurman tells me she finally moved into a | me\ndoorman building in New York after being terrorized by | A\n|\n\nstalkers for years. Ben Walker talks about Abraham Lincoln:\nVampire Hunter, which he is about to shoot, while his fiancé,\nMamie Gummer, looks sexy shivering in a white satin gown.\n\nCharlize\nTheron\n\nProducer Jon Kilik mentions he oversaw a new cut of Julian a\nSchnabel’s Miral, to be released in March. Bennett Miller, F\nstanding with Kristin Gore, says Sony loves his new film, ¢ § 43 F 4\nMoneyball, and Brad Pitt is terrific. (When is Brad Pitt not ae\nterrific?) Sandy Gallin tells me he has an actual job i 7\ndecorating Jeffrey Katzenberg’s home. I congratulate Barry _\nLevinson’s son Sam, a director, for winning the writing ea\naward at Sundance for his first film, Another Happy Day.\nAlso seen floating around are Taylor Swift and Jake\nGyllenhaal—but not together—Sean Penn, Tom Cruise and\nKatie Holmes, Anderson Cooper, Hilary Swank, Kelly Ripa, of sts\nPaul Haggis, Marisa Tomei, Kate Beckinsale, Demi Moore ae A ‘a, ~~ Betkinsalé\nand Ashton Kutcher, Kate Hudson, Gerard Butler, Renee ; h\nZellweger with Bradley Cooper, Biutiful director Alejandro\nGonzalez-Inarritu, Kathryn Bigelow and Mark Boal, Ellen\nBarkin (who is headed to Broadway in The Normal Heart this\nspring) and CAA’s Kevin Huvane, Richard Lovett and Hylda\nQueally. Sony Classic’s Michael Barker tells me The Social\nNetwork will win. fn ard\nTired celebs try to go home, but limo lock is at a standstill. Johansson\nCell phones don’t work in the area. Two hundred swells\nbecome party prisoners and happily hang out till 5 a.m.\n\nSATURDAY, FEBRUARY 26\n\nOut comes the sun and dries up all the rain. [AC chair-\nmen and owner of Newsweek/The Daily Beast Barry Diller\nand his wife Diane Von Furstenberg (with her kids Alex\nand Tatiana) host their 15th annual lunch for Graydon\nCarter in their Coldwater Canyon home. Barry introduces\nme to his star guest, Gov. Jerry Brown, just elected to his\nthird (nonconsecutive) term as California governor.\n\nLike last year, enormous clear plastic tents are erected\non the hill near the house. Long wooden picnic tables sit\non oriental rugs covering the soggy ground. VIPs wears\nwinter clothes, comfy sweaters and sensible shoes. I arrive\n\nin a fur coat.\nAaron Sorkin\nLourdes Leon\nand Madonna\n\nHOUSE_OVERSIGHT_012701",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012701.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5794,
    "word_count": 998,
    "line_count": 153,
    "import_date": "2025-11-19T21:47:44.393824",
    "prefix": "IMAGES-002"
  }
}