{
  "document_id": "HOUSE_OVERSIGHT_020280",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020280.txt",
  "text": "128\n\nhave password access to these files, since he was still as a trainee, he managed to acquire the\nnecessary passwords from others working there. It could also account for why the documents he\ncopied that pertained to NSA operations in Russia were not among those he gave to Poitras,\nGreenwald and other journalists. Since Russia has an active intelligence sharing treaty with China\nsince 1996, it could further explain why his first stop was Hong Kong, a part of China. It was a\nsafe venue for debriefing Snowden, as well as establishing his credentials among journalists as a\nwhistle-blower, before a decision was made to allow him to proceed to Russia.\n\nThe nearly fatal problem with this early-recruitment scenario is Snowden contacts with\njournalists. Snowden, it will be recalled, had contacted Greenwald in December 2012.\nGreenwald was a high-profile blogger in Brazil who did not use encryption or any security\nsafeguards. Next, he contacted Poitras in January 2013 in Berlin who was a magnet for NSA\ndissidents. Both of these contacts put Snowden’s clandestine downloading at grave risk. As\nknown opponents of US intelligence agencies, these journalists might be, as they themselves\nsuspected they were, under surveillance by American, British, Brazilian or German intelligence\nservices. Greenwald and Poitras might also tell others who were either under surveillance or\ninformers. So no matter what precaution Snowden took, his secret enterprise, or just the fact he\nwas in contact with anti-government activists might be detected. At minimum, he could lose his\naccess to secrets and be of no further use as a source at the NSA. He could also be interrogated\nand reveal the way he was brought under control. If Snowden actually had been under the\ncontrol of the Russian intelligence service, the last thing it would allow was for him to take such a\nrisk—or even to contact a single journalist. After all, the purpose of an espionage operation is to\nsteal secrets without alerting anyone, including journalists, to the theft. A former CIA officer\ntold me that while anything could “go haywire: in an intelligence operation, it would be\n“unthinkable” that the Russian intelligence service would permit a source it controlled in the NSA\nto expose himself by contacting journalists. It was, as he put it, a “lose-lose move.” Assuming\nthat the operation did not “go haywire,” Snowden’s continued interactions with Poitras and\nGreenwald made it implausible to me that Snowden was under Russian control before he went to\nHong Kong.\n\nThe Hong Kong Scenario\n\nThe second possibility is that Snowden was brought under Russian control while he was in\nHong Kong. The most compelling support for this scenario comes from Putin himself, His\ndisclosure about the case leaves little doubt that Russian officials engaged Snowden in Hong\nKong, that Putin authorized his trip to Moscow while he was in Hong Kong and the Russian\ngovernment allowed him to fly to Moscow without a Russian visa. We also know that Snowden\nindicated to Gellman he was in touch with a foreign embassy and that he met with Russian\ndiplomats in Hong Kong. We know from US surveillance of his activities in Hong Kong that he\ncontacted the Russian consulate. And we know that the Russians went to some lengths to\nfacilitate his trip to Moscow. All these pieces in the Hong Kong scenario support the possibility\n\nHOUSE_OVERSIGHT_020280",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020280.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3399,
    "word_count": 559,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.337742",
    "prefix": "IMAGES-005"
  }
}