{
  "document_id": "HOUSE_OVERSIGHT_012603",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012603.txt",
  "text": "sp 98/16/2007_17:05 FAX 5618021787 USAO WPB FL ooz\n\nU.S. Department of Justice\n\nUnited States Attorney\nSouthern District of Florida\n\n500 South Austrakon Ave., Suite 400 *\nWest Palm Beach, FL 33401\n\n(561) 820-8711 .\n\nFacsimile: (561) 820-8777\n\nAugust 16, 2007\n\nVIA FACSIMILE\n\nGerald Lefcourt, Esq.\n\nGerald P. Lefcourt, P.C.\n\n148 Bast 78th Street\n\nNew York, NY 10021\n\nRe: Subpoena to Custodian of Records.\n‘Dear Mr. Lefcourt:\n, < I write in response to your letter of July 18, 2007 regarding the grand jury subpoena issued\nSF to the Custodian of Records for NES, LLC. Ihave attached an identical subpoena containing aretum’\n\ndate of September 11, 2007, and subpoenas for two NES employees, Eric Gany and Harry Beller.\nif you will not be representing Messrs. Gany and Beller, please let me know.\n\nFirst, as [mentioned in my earlier correspondence, a properly executed declaration from the\nCustodian of Records is needed, and, ifno documents responsive to a particular request exist, the\nCustodian should certify that under penalty of perjury.\n\nSecond, you write that NES has no documents responsive to Requests 1 through 5. I know fg\nthat NES has several credit card accounts for the benefit of the persons who manage Mr. Epstcin’s Dy\nproperties, inchiding Janusz Banasiak and Alfredo Rodriguez. I also know that NES regularly ee\nreceives money from an account that is used to pay expenses at 358 El Brillo Way and also wires\nmoney to that same account. Those. wire transfers fall within the time period called for by the\nsubpoena and number in the hundreds of thousands of dollars. If NES does not maintain records of\nits banking activities, then I would like to see a copy of its document retention policy, so I have\nadded that to the Attachment to the Subpoena. ;\n\nThird, Mt. Menchel’s comment to you about potential money laundering charges related only\nto aresolution of the case. In other words, if the sex offense case is resolved, the Office would close\nits investigation into other areas as well. The matter has not been, and it does not appear that it will\nbe, resolved so the money laundering investigation continues, and Request Number 6 will not be\nwithdrawn. The request is not overbroad and is stated with particularity, so please comply with the fo\n’ request by the new deadline. owe F\n\nHOUSE_OVERSIGHT_012603",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012603.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2322,
    "word_count": 390,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.805015",
    "prefix": "IMAGES-002"
  }
}