{
  "document_id": "HOUSE_OVERSIGHT_028285",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028285.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nThe House of the Noble Man\n\n15.10.2010\n\n2 Cornwall Terrace, a magnificent 18th-century building off Regent’s Park and a stone’s throw from Frieze art fair,\nwill be the venue for this spectacular exhibition featuring Old Masters and famous names from contemporary art,\nincluding Picasso, Manet, Cézanne, Damien Hirst, Banksy, Martin Kippenberger and Gerhard Richter. Work from\nthe Saatchi Gallery’s ‘New Sensations 2010 ‘ including jotta artist Joshua Bilton also on show.\n\nThe show imagines the house’s inhabitant as a hugely successful trader. Having used his mastery of technology\nand the possibilities of the information age to amass vast wealth, he aspires to find a shaping narrative for the\netiolated form of his existence. Art is one of the avenues in his search.\n\nHe may live in a nobleman’s house, but he’s no blue blood. A tax exile, nomadic by habit, our collector spends his\ndays - and nights - bathed in the blue light of a computer screen, as he trades in dematerialized securities, or\nprices options based on weather conditions on the other side of the globe: drowned cities viewed remotely via\nCNN, or better, modelled via a computer simulation.\n\nThe roles of the nobleman and artist found a convergence in the figure of Don Quixote, a fool who aspired to the\nchivalric codes he’d read about in antiquated texts. But this fantasy was a liberation; allowing him to contend with\nbase matter, infusing it with near-infinite possibilities, just as the empirical certainties of the Renaissance would\nsoon give way to the vertiginous perspectives of the new mathematics.\n\nThe exhibition updates the Don Quixote model to cast the collector/artist/nobleman as a man without qualities,\noccupying the privileged space of the capitalist elite, looking down through a virtual window to plot the\nconstantly-changing vectors of matter, bodies and events as they hurtle by on the other side of the glass.\nCurated by Victoria lonina-Golembiovskaya and Wolfe Von Lenkiewicz\n\nFriday 15th to Wednesday the 20th October, 11 am - 6 p.m, by appointment only\n\n2 Cornwall Terrace, The Regent's Park, London NW1\n\nHOUSE_OVERSIGHT_028285",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028285.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2238,
    "word_count": 358,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.429478",
    "prefix": "IMAGES-009"
  }
}