{
  "document_id": "HOUSE_OVERSIGHT_010936",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010936.txt",
  "text": "the best solution tried so far. The value behind the taxing power is the total capital\n\nof the nation, meaning human as well as physical capital. And the dollar has proved\npretty stable since Paul Volker’s tough reforms in the early 1980s. That means that\ngovernment fiat money in this county is working about as well as anything we have\n\nknown.\n\nBut there are problems. Government tools for stabilizing government fiat money,\nwhich has no value in itself, are limited to control of its supply. The tools are\nmonetary and financial policy. Monetary policy is mostly “open market operations”\nwhere government sells bonds to soak up excess money, and buys them back again\nto put money back in the system. You can also raise or lower Central Bank interest\nrates to get the same effects. Fiscal policy trims money supply by raising taxes and\ncutting government expense, and pumps money back into people’s hands by\nlowering taxes and raising government expense. Monetary policy is the tool of\nchoice because it has acted must faster. But either policy, or any mix, is a tightrope\nwalk. Too much money courts inflation by motivating people to spend rather than\nsave. Too little courts recession by motivating the opposite. That’s why\nmacroeconomics is said to rest on microeconomics. Are we wise to push our luck on\n\nthat tightrope forever?\n\nAnother problem is that our current money system may depend too much on banks.\nBanks buy and sell back the government bonds, for example, and create the money\nthey lend by writing it into the borrower's checking account and booking the\npromissory note as value received in return. The problem is that banks are failure-\nprone. I mean plain commercial banks which do nothing but accept deposits and\nmake loans, not the still more dangerous commercial/investment hybrids which\n\nrose and fell after repeal of the Glass-Steagle Act.\n\nThe danger is leverage. Depositors must be attracted at some cost, say checking\nservices. Borrowers must be attracted at a rate covering those costs to give profit in\nthe first place. Then equity investors must be attracted at an equity rate, generally\n\nhigher because equity imposes risk. These rates and costs are market givens rather\n\nChapter 1: Recollections 1/06/16 20\n\nHOUSE_OVERSIGHT_010936",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010936.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2263,
    "word_count": 373,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.642570",
    "prefix": "IMAGES-001"
  }
}