{
  "document_id": "HOUSE_OVERSIGHT_012941",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012941.txt",
  "text": "2.3 Further Characterizations of Humanlike Intelligence 25\n\npsychologists. As part of the AGI Roadmap project, specific tasks were created corresponding\nto each of the sub-areas in the above list; we will describe some of these tasks in Chapter 17.\n\n2.3.2 Gardner’s Theory of Multiple Intelligences\n\nThe diverse list of human-level “competencies” given above is reminiscent of Gardner’s [Gar99|\nmultiple intelligences (MI) framework — a psychological approach to intelligence assessment\nbased on the idea that different people have mental strengths in different high-level domains,\nso that intelligence tests should contain aspects that focus on each of these domains separately.\nMI does not contradict the “complex goals in complex environments” view of intelligence, but\nrather may be interpreted as making specific commitments regarding which complex tasks and\nwhich complex environments are most important for roughly human-like intelligence.\n\nMI does not seek an extreme generality, in the sense that it explicitly focuses on domains\nin which humans have strong innate capability as well as general-intelligence capability; there\ncould easily be non-human intelligences that would exceed humans according to both the com-\nmonsense human notion of “general intelligence” and the generic “complex goals in complex\nenvironments” or Hutter /Legg-style definitions, yet would not equal humans on the MI crite-\nria. This strong anthropocentrism of MI is not a problem from an AGI perspective so long as\none uses MI in an appropriate way, i.e. only for assessing the extent to which an AGI system\ndisplays specifically human-like general intelligence. This restrictiveness is the price one pays\nfor having an easily articulable and relatively easily implementable evaluation framework.\n\nTable ?? summarizes the types of intelligence included in Gardner’s MI theory.\n\nIntelligence Type Aspects\nLinguistic Words and language, written and spoken; retention, inter-\n\npretation and explanation of ideas and information via lan-\nguage; understands relationship between communication\nand meaning\n\nLogical-Mathematical Logical thinking, detecting patterns, scientific reasoning\nand deduction; analyse problems, perform mathematical\ncalculations, understands relationship between cause and\neffect towards a tangible outcome\n\nMusical Musical ability, awareness, appreciation and use of sound;\nrecognition of tonal and rhythmic patterns, understands\nrelationship between sound and feeling\n\nBodily-Kinesthetic Body movement control, manual dexterity, physical agility\nand balance; eye and body coordination\n\nSpatial-Visual Visual and spatial perception; interpretation and creation\nof images; pictorial imagination and expression; under-\nstands relationship between images and meanings, and be-\ntween space and effect\n\nInterpersonal Perception of other people’s feelings; relates to others; inter-\npretation of behaviour and communications; understands\nrelationships between people and their situations\n\nTable 2.1: Types of Intelligence in Gardner’s Multiple Intelligence Theory\n\nHOUSE_OVERSIGHT_012941",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3088,
    "word_count": 422,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.021232",
    "prefix": "IMAGES-002"
  }
}