{
  "document_id": "HOUSE_OVERSIGHT_019153",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019153.txt",
  "text": "ERSON\n\nsks.\n‘n replies. “He said that a very\n\nyer?”\nyoung. Fourteen, fifteen years\n\nnent, makes a few scratches in\n\n. what we can do with that for .\n\nsing journalist will put enough\nf the picture. Sooner oF later,\nit. Maybe a cop’s girlfriend gets\nrifriend mentions it to her hus-\nylfing buddy in turn. Maybe the\n\noff the rez, blitzed off those mat-\nh Grill.\n\ns talk. At that point, Chief Reit-\nder —with Epstein on one side,\nchief taking flak from all sides.\n\nReiter’s investigation, the press\n\neep it that way.\npieces of the puzzle keep falling\n\nFirtuHy Ricw\n\nOn September 11, a young woman named Alison gets pulled\nover by the police.* She’s carrying a small amount of marijuana.\nThe patrol officer handcuffs her and puts her in the back of his\nvehicle. But Alison’s been in the back of a police car before, and\nshe’s cocky and canny enough to pivot the conversation away\nfrom the dime bag she’s been busted with. She tells the officer a\nremarkable story about an older man engaging in sexual activi-\nties with high school girls. Alison knows about it firsthand, she\nsays. She's been going to the house on El Brillo Way since she\nwas sixteen.\n\nAt first the cop’s skeptical. He hasn’t heard about the investi-\ngation into Jeffrey Epstein’s affairs. And, after all, Alison is a\nburnout. But back at the station, he finds out that Alison has not\nbeen bullshitting him.\n\nThe investigation is real.\n\nAlison’s name and cell phone number match up with messages\nthat have been pulled from Epstein’s trash. Instead of copping to\na misdemeanor, she becomes another Jane Doe in the case that\nChief Reiter’s colleague, Detective Joe Recarey, is building against\nJeffrey Epstein.\n\nThe story Alison ends up telling is extremely disturbing.\n\nLike Mary, she says, she was recruited in high school. She\ntells cops that Epstein would call her his “number one girl” —\nalthough, she suspects, there were many others.\n\nRecarey takes her statement. In the excerpts that follow\n(transcribed from a tape recording made by the Palm Beach\n\npolice), D stands for “Detective Recarey,” and V stands for\n“victim.”\n\neee\n\nq * Alison’s name, some identifying details, and dialogue have been changed.\n\n37\n\nHOUSE_OVERSIGHT_019153",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019153.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2197,
    "word_count": 377,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:46.254649",
    "prefix": "IMAGES-005"
  }
}