{
  "document_id": "HOUSE_OVERSIGHT_012176",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012176.txt",
  "text": "KIRKLAND & ELLIS LLP\n\ndescribes the additional charge to which Mr. Epstein is required to plead guilty\nunder the Deferred Prosecution Agreement as “procurement of minors to engage\nin prostitution” or “solicitation of minors to engage in prostitution.” The former\nis an offense for which Mr. Epstein would be required to register, but one for\nwhich the state has no evidence to charge Mr. Epstein and the SDFL refuses or is\nunable to provide evidence that it claims it has. The latter requires no\nregistration, but it is the offense which, over and over again, Ms. Villafana\ninsisted upon including in the Deferred Prosecution Agreement, and is one which\nthe State believes is appropriate. The inconsistency between the description of\nthe offense required by the SDFL, the elements of an offense that can be justified\non the facts of this case and the SDFL’s requirement that the offense be a\nregistrable one has created substantial confusion.\n\no Asa result of this confusion, in December 2007, both the defense and the state\nrequested that the SDFL provide the factual allegations to enable Mr. Epstein and\nthe State to create a truthful factual recitation of a registrable offense required by\nthe Deferred Prosecution Agreement, but, to date, the SDFL has failed to do so\nwithout any explanation.\n\ne Mr. Sloman refuses to provide the requested factual allegations, which the State cannot\nfurnish, and now demands a two week deadline to comply. Thus Mr. Sloman has\nunreasonably imposed a deadline with which he himself has made it impossible for Mr.\nEpstein to comply.\n\n5, WAIVER OF APPEAL TO ASSISTANT ATTORNEY GENERAL FISHER.\nMr. Sloman’s Letter:\n\n« “[T]he SDFL provided you with 30 days to appeal the decision to the Assistant Attorney\nGeneral of the United States Alice Fisher” and “you chose to forego an appeal to AAG\nFisher.”\n\nId., p. 2.\nThe Truth:\n\ne Mr. Acosta tolled an August 17 deadline, acknowledging that there were “serious issues”\nabout the case that needed to be discussed, and scheduled a meeting with the defense for\nSeptember 7, 2007. At the September 7, 2007 meeting, with Drew Oosterbaan in\nattendance, the government dismissed the defense’s objections and set a September 21,\n2007 deadline to finalize a non-prosecution agreement or the defense would face an\nalready-drafted 53-page indictment, purportedly identifying 40 minors, with a guideline\nrange of 188 months.\n\ne Facing Ms. Villafana’s threatened draconian indictment, without the claimed offer of the\nright to raise objections in an appeal to AAG Fisher, the defense chose to negotiate an\n\nHOUSE_OVERSIGHT_012176",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012176.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2594,
    "word_count": 422,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.618999",
    "prefix": "IMAGES-001"
  }
}