{
  "document_id": "HOUSE_OVERSIGHT_023947",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023947.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 207\n\nhow to or care to think about their subject as anything other than a\nresearch area. Making a real living with what they teach is not on any\nfaculty member’s mind. But students go to college precisely because\nthey think they will get a job afterward that college will have prepared\nthem for. It just isn’t true.\n\nTeaching how to survive in the real world is simply not the job of\nan Ivy League professor. This is too bad because there are professors\nwho really do like to teach.\n\nOne day I decided that I needed some news video from the ma-\njor networks for a project I wanted to start. I called the president of\nNorthwestern and asked him if he knew anyone at the networks, and\nhe told me that the former president of one of them was now on our\njournalism faculty.\n\nSo I called him. He said he would help me but only on one condi-\ntion. He wanted me to sit in on the class he taught. This was really an\nodd request, and especially hard for me to agree to given how much I\nhate classes and classrooms. But I really wanted that video.\n\nProfessors almost never ask other professors to watch them teach.\nOne reason is that they usually aren’t all that proud of their teaching\nand don’t want to hear the criticism that inevitably follows. Also, it\nreally isn’t something they want to talk about even if they are good at\nit. It has minor value in a professor’s world.\n\nThe class I attended was the most extraordinary I had ever wit-\nnessed. This former head of a network previously had been head of the\nnews division. He had turned his class into an all-day simulation of a\nnetwork newsroom. Students were charged with preparing and produc-\ning the evening news. They got their information from various sources\nthat were used by the networks and prepared stories, played the roles\nof on air reporter, news writer, anchor, camera person, editors, and so\non. They finished and went on air at 5.00. At 5:30 they watched to see\nwhat the networks had done that day and compared and judged their\nown success. The professor was there all day guiding them.\n\nI thought this class was fantastic and said so. I then said it would\nbe a loss when he left Northwestern in a couple of years. He said he\nhad no intention of leaving, but I knew what he was doing would\nnever be tolerated.\n\nWhy not?\n\nLet me count the reasons. First, he was teaching doing and prac-\ntice, and not theory and analysis. While the rest of the world knows\nthat doing and practice is how you learn, this is the exact opposite of\n\nHOUSE_OVERSIGHT_023947",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023947.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2568,
    "word_count": 473,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.153125",
    "prefix": "IMAGES-007"
  }
}