{
  "document_id": "HOUSE_OVERSIGHT_017520",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017520.txt",
  "text": "OAD O DWN\n\nof the underage women had travelled on Mr, Epstein's\nplane,\n\nQ. Did you ever meet any of the plaintiffs?\n\nMR. SCAROLA: That's question that's been\nasked and answered.\n\nTHE WITNESS: | do not have a specific\nrecollection of ever meeting them.\n\nMR. SCAROLA: You are exhausting my\nindulgence.\n\nMR. GOLDBERGER: Fair enough.\n\nMR. SCAROLA: You've exhausted my\nindulgence.\nBY MR. GOLDBERGER:\n\nQ. Do you know whether any of your\ninvestigators at the firm had any kind of high tech\nsurveillance equipment or, you know, wire tapping\nequipment?\n\nA. I] believe they did.\n\nQ. Do you know whether this was legal stuff or\nillegal staff?\n\nA. J] did not know, nor did ] care.\n\nQ. Do you know if any of that stuff was used to\nelther wire tap or surveil Mr. Epstein?\n\nA. Ido not know one way or the other.\n\nQ. What sort of equipment did you know that\n\nee\n\nnan OTTER RAR EY\n\nOB WME THU MAINA YOBWNHErR TU DAIA NB WN BH\n\nNMONMMNNMNF RPE ee PPE\n\nhave any knowledge of your firm's attempt during the\nPonzi scheme to depose Alan Dershowitz?\nA. No, sir. ] don't have a recollection of one\nway or the other.\nQ. Okay. The name Kendall Coffey was brought\nup before. Do you know who Kendall Coffey is?\nA. Yes.\nQ. Who do you know him to be?\nA. Former U.S. attorney, current criminal\ndefense lawyer.\nQ. Was he a friendship of the firm's?\nA. Represented RRA when I fled the country.\nQ. So he was a friend of the firm, or a friend\nof yours at least, right?\nA. He wasn't a friend of mine.\nQ. A friend of the firm?\nA. No idea.\nQ. He represented them when I fled the country.\nl remember him coming in and doing like a show and\ntell in my office on TV.\nMR. GOLDBERGER: Patience gets rewarded.\nI'm done.\nThank you, Mr. Rothstein. That's all the\nquestions that ] have.\nTHE WITNESS: You are welcome.\nPage 120\n\nILS Sh i oat aay\n\nthey had, meaning your investigators?\n\nA. J had told Mr. Jenne and others involved in\nthe investigation arm of RRA to get whatever equipment\nthey thought they needed and to get the best stuff\nthat they could get. What they actually did, I can't\ntell you.\n\nQ. You know as part of the Epstein litigation,\nand J'm talking about now after your using it in the\nPonzi scheme, do you know whether anyone at your firm\nattempted to depose ex-President Bill Clinton?\n\nA. 1 don't recall that, sir.\n\nQ. Okay. How about Donald Trump, same\nquestion?\n\nA. | don't recal] that. As a matter of fact,\nwe had represented Trump in some things, we had some\npretty close ties with him, so 1] can't imagine that\nthey would have done that with my authority.\n\nQ. Okay.\n\nA. 1 don't recall that.\n\nQ. Do you know whether Adler would have --\nwould Adler have the authorize to do that without\ngetting your permission?\n\nA. The authority, no. Might he have tried,\nyes.\n\nQ. Okay. How about Alan Dershowitz, do you\n\na\n&\n:\n:\ni\ni\nA\ni\n:\n|\n:\nEi\n:\ni\n&\n\nMOF OW WAI aA UO S® WN EE\n\na\nWw\n\nhe)\nco)\n\nNBM\nNR\n\neRe NEE ST\n\nCROSS EXAMINATION\nBY MR. SCAROLA:\n@. Mr. Rothstein, again, Jack Scarola on behalf\n\nof Brad Edwards. _] want you to assume that Brad has\ntestified under oath that you never had a substantive\ndiscussion with him regarding the Epstein case. Do\nyou have any basis whatsoever to question the accuracy\nof that testimony?\n\nA. ldo not.\n\nQ. | want you to assume that Brad has or will\ntestify under oath that while you were copied on\nneeting regarding the legitimate prosecution of the\nEpstein cases. Do you have any basis whatsoever to\nquestion the accuracy of that testimony?\n\nA. No, sir,\n\nQ. 1 want you to assume that Brad has or will\ntestify under oath that you never directed the filing\nof any documents in the Epstein case, including the\nJuly federal] complaint that's been marked as an\nexhibit to your deposition. Do you have any reason\nwhatsoever to question the accuracy of that testimony?\n\nA. No, sir.\nQ. | want you to assume that Brad has or will\ntestify under oath that you never directed the taking\n\nPage 121\n\n31 (Pages 118 to 121)\n\nFRIEDMAN, LOMBARD] & OLSON\n\n305-371-6677\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017520",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017520.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4011,
    "word_count": 745,
    "line_count": 184,
    "import_date": "2025-11-19T21:47:45.928106",
    "prefix": "IMAGES-004"
  }
}