{
  "document_id": "HOUSE_OVERSIGHT_019860",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019860.txt",
  "text": "THE QUESTION ON ALL OF OUR MINDS: WHAT\nIMPACT WILL THE TRUMP ADMINISTRATION\nHAVE ON THE HEDGE FUND INDUSTRY?\n\nBY RON S. GEFFNER AND YEHUDA BRAUNSTEIN\n\nReprinted with permission of Hedgeweek\n\nWith the Trump administration in the White House,\nregulatory uncertainty permeates the financial\nservices industry. While many on Wall Street are\nvery excited by the Trump presidency, others are\napproaching this new era with trepidation. Presi-\ndent Trump is unpredictable in many ways, and the\nindustry eagerly awaits his actions hoping that the\nfinancial markets do not respond negatively and\ncreate chaos in the global marketplace.\n\nWhile we should expect that the Trump administration\nwill aim to cut back financial regulation implemented\nduring the last eight years, it is unrealistic to expect\nthat these laws will be eliminated in their entirety.\nThough the financial markets have been extremely\nvolatile of late and react very swiftly upon the\nannouncement of any meaningful global news, vari-\nous aspects of recent financial regulation have been\npositive for the industry. For example, the requirement\nfor many investment advisers to register with the U.S.\nSecurities and Exchange Commission (“SEC”), one\nof the requirements of The Dodd—Frank Wall Street\nReform and Consumer Protection Act (“Dodd Frank”)\nwhich was signed into federal law by President\nObama to be effective as of July 21, 2010, in retro-\nspect, has been viewed as a positive change within\nthe industry. Understandably, when initially intro-\nduced in 2010, many asset managers located within\nthe United States and abroad that were required to\nregister as investment advisers with the SEC as a\nresult of Dodd-Frank were opposed to the changes.\nHowever, many advisers, investors and regulators\nnow agree that requiring a larger number of advisers\nto be accountable to higher regulatory standards has\ncreated an environment where investors and coun-\nterparties have more confidence in the oversight of\nthose managers and the industry as a whole.\n\nIt is also important to remember that any time\nthe government or a regulator changes the laws,\nrules or regulations, those businesses affected\nincur capital and opportunity costs in connection\nwith analyzing the changes in law and implement-\ning operational changes to comply with the new\n\nlaws. For example, when Dodd-Frank was origi-\nnally enacted, at the time of registration, those\ninvestment advisers that were required to register\nas advisers with the SEC were required to adopt\nwritten policies and procedures and invested capi-\ntal into their operations and technology to support\ncompliance. Therefore, we expect that caution will\nbe exercised before significant change is made to\navoid the various costs associated with imple-\nmenting change. A case in point is the new DOL\nRule (discussed earlier in this newsletter), origi-\nnally set to take effect on April 10, 2017. Invest-\nment advisers impacted by the DOL Rule, have\nalready been forced to analyze the DOL Rule and\nits impact on their businesses, and some advisers\nhave already begun to implement changes to their\noperations and procedures. The DOL Rule has been\nthe subject of much debate. While some industry\nexperts believe that the DOL Rule is onerous and\nmaterially increases the costs associated with\nproviding services to clients, supporters of the\nDOL Rule believe that it is necessary to protect\ninvestors against brokers who are unnecessarily\nselling high-fee investments to their clients. On\nFebruary 3, 2017, President Trump signed a memo-\nrandum to delay the DOL Rule by six (6)-months.\nOn March 1, 2017, the DOL issued a proposed\nrule, which will extend the applicability date of its\nfiduciary rule, including the Best Interest Contract\nExemption, from April 10, 2017 to June 9, 2017, a\n60-day delay. If the DOL Rule is ultimately modi-\nfied or even eliminated, some advisers may have to\nreverse their recently-implemented changes.\n\nIn conclusion, we do not believe that regulations\nin the financial industry will be eliminated in their\nentirety. For example, if the requirement to register\nas an investment adviser with the SEC is materially\nmodified or no longer required, we expect that many\ninvestment advisers would maintain their registra-\ntion as it is perceived to be a competitive advantage\ncompared to those managers that are not registered.\nWhile we expect the Trump administration to improve\nthe financial services industry by having more bal-\n\nanced regulations, we believe that this administration\nwill quickly realize that there are a lot of reasonable\nand sensible regulations currently in place that are\nworking well, and that eliminating rules wholesale\ncan create chaos in the financial markets and may\ncome at a high price to their constituents.\n\nRon S. Geffner is a Partner and\nHead of the Financial Services\nGroup of Sadis & Goldberg LLP. He\nregularly structures, organizes and\ncounsels private investment vehicles,\ninvestment advisory organizations,\nbroker-dealers, commodity pool operators and other\ninvestment fiduciaries. Mr. Geffner also routinely counsels\nclients in connection with regulatory investigations and\nactions. His broad background with federal and state\nsecutities laws and the rules, regulations and customary\npractices of the SEC, Financial Industry Regulatory\nAuthority, Commodity Futures Trading Commission and\nvarious other regulatory bodies enables him to provide\nstrategic guidance to a diverse clientele. He provides\nlegal services to hundreds of hedge funds, private\nequity funds and venture capital funds organized in\nthe United States and offshore. Ron can be reached at\n212.573.6660, or at rgeffner@sglawyers.com.\n\nYehuda M. Braunstein heads up\nthe Family Office practice and is\nalso a member of the firm’s Financial\nServices and Corporate Groups. Mr.\nBraunstein counsels family office cli-\nents in connection with all aspects of\ntheir operations, including formation issues, governance\nand compensation issues, transactional and day-to-day\nmatters, as well as compliance issues. Mr. Braunstein’s\npractice also focuses on investment funds, securities,\njoint ventures and investment advisers. He regularly\nstructures and organizes hedge funds, private equity\nfunds (including real estate, distressed and lending\nfunds), funds of funds, separately managed accounts\nand hybrid funds. Additionally, he advises private fund\nmanagers on structure, compensation, employment and\ninvestor issues, and other matters relating to manage-\nment companies. Mr. Braunstein also structures and\nnegotiates seed investments and operating agreements.\nHe provides ongoing advice to investment advisers on\nsecurities law issues, including SEC filings. His practice\nalso involves counseling clients in SEC regulatory mat-\nters, including compliance issues related to registered\nadvisers, as well as conducting mock audits. Yehuda\ncan be reached at 212.573.8029, or ybraunstein@\nsglawyers.com.\n\nHOUSE_OVERSIGHT_019860",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019860.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6934,
    "word_count": 1053,
    "line_count": 153,
    "import_date": "2025-11-19T21:47:44.066383",
    "prefix": "IMAGES-005"
  }
}