{
  "document_id": "HOUSE_OVERSIGHT_021202",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021202.txt",
  "text": "monogamous and that the child would belong in Jeffrey’s custody in the\nevent of a falling out between the two of you.” She kind of threw that last\none in there quickly, as if she could get away with me not hearing that I\nwould basically have to relinquish the rights to my own flesh in blood\nand surrender them to a life of servitude and abuse with these people. My\nmaternal alarm bells went off straight away and I already knew my\nanswer. No way I could I do that to any poor baby, God only knew what\nthese monsters had in store for me let alone a baby, but it was an instant\nreaction that saved me. “I don’t know guy’s, | mean I’m really young\nand never really even thought about having kids yet. Wow, I just don’t\nknow.” I slicked my hand through my hair nervously and took in a silent\nbreath. [ had to go beyond what I was truly feeling and give them the\nfeeling that I’d never let them down. Putting an eager smile on my face\nand sucking up my gut’s intuition I told them “You know what, let me get\nmy certificates in massage and have some time to prepare for this and get\nhealthy then next year we’ll all think about having a baby together.” It\nwas crazy to even hear me say out loud but from the expressions on their\nfaces I had fulfilled their wishes.\n\nMuch reason to celebrate that night they were both in a cheery mood\naround the dinner table. Except for me who had taken double the dosage\nof Xanax to even cope with the high amounts of anxiety I had been\nsuffering from since we got back from the dock. I wasn’t sipping the\nchampagne that night, I was gulping it and when their moods tumed from\ncheery to raunchy later that evening it wasn’t hard for me to comply.\nFrom the full effects of the state I was in I would’ve agreed to just about\nanything, allowing them to treat themselves to ravishing the tender parts\nof my body.\n\nOver the next few weeks everything went on as it normally would, and\nnot another mention of their proposal. My birthday was only a week away\nand I was turning nineteen that year. All ] wanted was to get my\ncertificates before I got any older and get trapped into this life for good.\nWhen my big day rolled around I was in New York with Jeffrey and\nGhislane. Sitting on my bed listening to MTV’s channel blare in the\nbackground of my room I was painting my toenails when I was suddenly\nbuzzed on the intercom. It was Jeffrey calling himself to ask me to meet\nhim in his office in ten minutes. Perfect timing to let my nails dry I\nthought to myself. Already contemplating his desire to come downstairs I\nknew it had something to do with my birthday present but I was more\nexpecting the usual shopping money or piece of jewelry, definitely not\nwhat he had in store for me.\n\nI knocked on the slightly ajar door to Jeffrey’s office and heard him\nbeckon me inside. “Hello, what cha up too?” I asked in a cutesy tone of\nvoice. Walking over to his desk he looked up at me taking his reading\n\n115\n\n©] Copyright Protected Material\nCONFIDENTIAL GIUFFRE004248\n\nglasses off while granting me a big smile. “Come over here and sit down\nwith me” as he ushered me to come sit on his lap. Pulling me onto him he\nhad a funny look on his face, like he had something really big to tell me\nand was letting the anticipation build in the thickness of the silence.\n“What???” I laughed at the way he was looking at me now. “First of\nall.:. Happy birthday today.” Was only the beginning of his\nannouncement and he proceeded to tell me “I know how much you have\nwanted this for so long and you are more than deserving of it. You are\ngoing away to Thailand to learn authentic Thai Massage and within eight\nweeks you'll receive a certificate for being a qualified Thai Massage\nTherapist.” Astonished at his attempts to see me get what 1 wanted, not\nexactly the type of massage I was interested in but it was a start and a\nfirst certificate for me to acquire. My eyes lit up and I threw my arms\naround his neck, planting a big kiss on his lips, which I rarely ever did.\n“Wow, I don’t know what to say, this is beyond my wildest\ndreams...thank you so much!” I did well to let him know I appreciated\nhis grandeur offer. He went on to give me the details of where I’d be\nstaying, the school’s schedules, and how much he loved Thai massage,\napparently it was the next big thing to hit the shores of America. He had\nplanned out an entire itinerary for me. I was to depart at the end of\nAugust and he had already enrolled me in a class at “ITM Massage\nSchool”. I would only have a few days to settle in before I would be\nattending classes five days a week over eight hours a day. He even had an\nassignment for me to do while I was over there. | was to meet up with a\ngirl who was also being put up at the “Princess Hotel” where | was\nstaying. She had an Asian sounding name so I just assumed she was a\nlocal girl hoping for an opportunity of a lifetime, if she only knew what\nshe would be getting herself into. If 1 decided that she met Jeffrey’s\nparticular quota of approval then she would be sent over to the U.S to\nmeet with him or one of his esteemed colleagues. Besides the guilt of\nhaving to decide a stranger’s uncertain fate, everything else sounded\nmore than wonderful. Eight weeks gone from Jeffrey sounded like a\nlifetime away and I couldn’t be more excited at this chance. It was the\nopportunity of my lifetime and I wasn’t going to waste a second of it.\nGhislane came in a few minutes later and the look on her face told me\nshe already knew. I got up from Jeffrey’s lap and gave her a big hug and\ntold her, “This is so nice of you guys, Thank you so much!” She didn’t\nshare my enthusiasm of excitement. In a dull tone she responded, “I\ndidn’t have a thing to do with it, it was all Jeffrey’s idea but good-luck\nanyways.” She gave me her best impression of being human for a brief\nsecond and hugged me back. It was just her way and I had come to accept\nit. Depending on the level of slander her insults provoked was just her\nway of telling you she cares without really ever showing it. Probably\n\nU Copyright Protected Material\n\nCAUTEREO04 249.\n\nHOUSE_OVERSIGHT_021202",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021202.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6081,
    "word_count": 1169,
    "line_count": 101,
    "import_date": "2025-11-19T21:47:43.999496",
    "prefix": "IMAGES-006"
  }
}