{
  "document_id": "HOUSE_OVERSIGHT_017558",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017558.txt",
  "text": "JULIE TAYMOR\n\nIn 1998, Julie Taymor became the first woman to win the Tony®\nAward for Best Direction of a Musical, and also won a Tony®\nfor Best Costumes, for her landmark production of The Lion\nKing. The musical has won three Moliére Awards including\nBest Musical and Best Costumes, garnered Drama Desk,\n\nOuter Critics Circle and Drama League awards for Taymor’s\ndirection, and myriad awards for her original costume, mask\nand puppet designs. For her latest Broadway production,\nSpider-Man: Turn Off the Dark, Taymor served as director and\nco-book writer. Taymor made her Broadway debut in 1996 with\nJuan Darién: A Carnival Mass, nominated for five Tony® Awards.\n\nOther theater work includes The Green\nBird, Titus Andronicus, The Tempest, The Taming of the\nShrew, The Transposed Heads and Liberty’s Taken.\n\nTaymor’s feature film directorial debut, Titus, starred\nAnthony Hopkins, Jessica Lange and Alan Cumming. In 2002,\nher biographical film Frida, starring Salma Hayek and Alfred\nMolina, earned six Academy Award® nominations, winning\ntwo. She took on the music of the Beatles, and earned a\nGolden Globe® nomination for Best Motion Picture—Musical\nor Comedy, in Across the Universe. Julie’s most recent\nfilm, The Tempest, had its North American premiere at the\n48th New York Film Festival in October 2010, following\na world premiere at the 67th Venice International Film\nFestival. Taymor’s adaptation of the William Shakespeare\nplay features an all-star cast including Helen Mirren,\n\nRussell Brand, Djimon Hounsou and Alfred Molina.\n\nBeyond the theatre and screen, Taymor has\ndirected five operas internationally including Oedipus\nRex with Jessye Norman, for which she earned the\nInternational Classical Music Award for Best Opera\nProduction. A subsequent film version premiered at the\nSundance Film Festival and won her an Emmy® award.\n\nTaymor also directed Salomé, The Flying Dutchman,\nDie Zauberfléte (which has been in repertory at The Met for six\nyears), The Magic Flute (the abridged English version of Die\nZauberfléte, which inaugurated a new PBS series entitled “Great\nPerformances at The Met”) and Elliot Goldenthal’s Grendel.\n\nAn illustrated book on her career, Julie Taymor:\n\nPlaying With Fire, was recently expanded and revised by Harry\nN. Abrams. Her book, The Lion King: Pride Rock on Broadway,\nis published by Hyperion. Taymor’s adapted screenplay for\nTitus is published in an illustrated book by Newmarket Press.\nAn illustrated book, Frida: Bringing Frida Kahlo’s Life and Art\nto Film, is available from Newmarket Press. Harry N. Abrams\nalso published an illustrated screenplay of Taymor’s film\nadaptation of The Tempest which coincided with its premiere.\nTaymor is a 1991 recipient of the\nMacArthur “genius” Fellowship.\n\nHOUSE_OVERSIGHT_017558",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2763,
    "word_count": 428,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.068054",
    "prefix": "IMAGES-004"
  }
}