{
  "document_id": "HOUSE_OVERSIGHT_033210",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033210.txt",
  "text": "From: Nicholas Ribis [a\n\nSent: 1/3/2017 2:07:16 PM\nTo: ‘jeffrey E.' [jeevacation@gmail.com]\nSubject: Trump appears with mobster-affiliated felon at New Year's bash/Joe Cinque\n\nImportance: — High\n\nJeffrey --I thought you might be interested in this article-- Nick\n\nTrump appears with mobster-affiliated felon at New Year's bash\n\nPresident-elect Donald Trump rang in the new year together with Joseph \"Joey No Socks\" Cinque — a\nconvicted felon with ties to notorious Gambino crime family boss John Gotti, a recently released video has\nrevealed.\n\nCinque can be seen in a video obtained by the Palm Beach Daily News , cheering loudly as a tuxedo-clad\nTrump runs through a number of campaign promises before the hundreds of guests attending the New Year's\nEve bash the President-elect threw at his Mar-a-Lago estate in Florida on Saturday.\n\n\"The taxes are coming down, regulations are coming off, we're going to get rid of Obamacare,\" Trump can be\nheard saying as an exuberant Cinque stands next to him, pumping his fists into the air.\n\nCinque's Sunday appearance with Trump might raise some eyebrows.\n\nBeyond a 1989 felony conviction for possessing nearly $100,000 worth of stolen artwork, Cinque \"used to be\nfriends with John Gotti,\" according to a New York Magazine profile from 1995 .\n\nCinque was also \"shot three times and left for dead\" in a 1980 incident that authorities described as \"a hit,\"\naccording to the profile.\n\nFurther, Saturday's Mar-a-Lago party was far from the first time Cinque cheered on for Trump.\n\nAn Associated Press report from this spring showed that the American Academy of Hospitality Sciences, a\ncompany owned and operated by Cinque, has awarded more than a dozen of Trump's golf courses, hotels,\ncasinos and private clubs with so-called \"Star Diamond\" awards \"of true excellence in hospitality.”\n\nThe same report also found that about half of the roughly 30 people listed as \"trustees\" to the company are\nTrump friends or business associates.\n\nTrump, meanwhile, was listed on the company's website as its \"ambassador extraordinaire,” and he even\nappeared in a 2009 tribute video to Cinque in which he said, \"There's nobody like him. He's a special guy.\"\n\nBut when asked by reporters about Cinque in May, Trump denied knowing anything about him or his criminal\npast.\n\n\"Ifa guy's going to give you an award, you take it,” the President-elect said at the time. \"You don't tend to look\nup his whole life story.”\n\nThe Trump transition team did not immediately return a request for comment on how the President-elect knows\nCinque or why they appeared together Saturday.\n\nWhile standing alongside Cinque, Trump also took a moment to address the terror attack that left scores of\nnightclub revelers in Istanbul dead over the weekend — and how the bloodbath somehow necessitates a\nMexican border wall.\n\n“We will build a wall, you know that. We will build a wall,” the President-elect told the raucous crowd.\n\nHOUSE_OVERSIGHT_033210",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033210.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2949,
    "word_count": 479,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.831474",
    "prefix": "IMAGES-012"
  }
}