{
  "document_id": "HOUSE_OVERSIGHT_011304",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_011304.txt",
  "text": "﻿                                                                 1\n\n     H3VOGIU1\n\n\n\n 1   UNITED STATES DISTRICT COURT\n\n     SOUTHERN DISTRICT OF NEW YORK\n\n 2   ------------------------------x\n\n\n\n 3   VIRGINIA L. GIUFFRE,\n\n\n\n 4                  Plaintiff,\n\n\n\n 5              v.                           15 Civ. 7433 (RWS)\n\n\n\n 6   GHISLAINE MAXWELL,\n\n\n\n 7                  Defendant.               Oral Argument\n\n\n\n 8   ------------------------------x\n\n                                             New York, N.Y.\n\n 9                                           March 31, 2017\n\n                                             10:10 a.m.\n\n10\n\n     Before:\n\n11\n\n                          HON. ROBERT W. SWEET,\n\n12\n\n                                             District Judge\n\n13\n\n                               APPEARANCES\n\n14\n\n     BOIES, SCHILLER & FLEXNER LLP\n\n15        Attorneys for Plaintiff\n\n     BY:  SIGRID S. McCAWLEY, ESQ.\n\n16        MEREDITH L. SCHULTZ, ESQ.\n\n\n\n17   S.J. QUINNEY COLLEGE OF LAW AT THE UNIVERSITY OF UTAH\n\n          For Plaintiff\n\n18   BY:  PAUL G. CASSELL, ESQ.\n\n\n\n19   HADDON, MORGAN AND FOREMAN, P.C.\n\n          Attorneys for Defendant\n\n20   BY:  JEFFREY S. PAGLIUCA, ESQ.\n\n          LAURA A. MENNINGER, ESQ.\n\n21\n\n\n\n22\n\n\n\n23\n\n\n\n24\n\n\n\n25\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                 2\n\n     H3VOGIU1\n\n\n\n 1            (Case called)\n\n\n\n 2            THE COURT:  Like all of you, you woke up in the middle\n\n\n\n 3   of the night thinking about this case.  I would like to see if\n\n\n\n 4   I can clarify my understanding.\n\n\n\n 5            In the motion to dismiss, I concluded, I think, that\n\n\n\n 6   what was at issue was the truth or falsity of the plaintiff's\n\n\n\n 7   allegations concerning sexual abuse and the activities of the\n\n\n\n 8   defendant.  I think that's my sense of my own opinion.\n\n\n\n 9            Yesterday, we were discussing the redactions of the\n\n\n\n10   intervention motion.  I got the sense, perhaps wrongly, that\n\n\n\n11   the plaintiff's position was that the defamation was the truth\n\n\n\n12   or falsity of the statements relating to the defendant.\n\n\n\n13   Period.  Am I correct?\n\n\n\n14            MS. McCAWLEY:  You are, your Honor, in that the\n\n\n\n15   statements about the defendant -- to be clear, because one of\n\n\n\n16   the allegations is, of course, she was a madam and a\n\n\n\n17   coconspirator with Epstein -- do involve Epstein.\n\n\n\n18            THE COURT:  Listen.  Leave the pejorative out.  Okay?\n\n\n\n19   Please.\n\n\n\n20            MS. McCAWLEY:  Sure.\n\n\n\n21            THE COURT:  Simply because I'm trying to come to\n\n\n\n22   grips, obviously, with the scope of this case, which is a real\n\n\n\n23   issue, obviously.  So is it you are restricting your claim to\n\n\n\n24   the truth and falsity of the statements about Maxwell?\n\n\n\n25            MS. McCAWLEY:  Yes, that is the case, your Honor.  The\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                 3\n\n     H3VOGIU1\n\n\n\n 1   statements about Maxwell and her activities, without using any\n\n\n\n 2   description of what that is, but yes, as we've described in our\n\n\n\n 3   pleadings.\n\n\n\n 4            THE COURT:  And whether or not the plaintiff was\n\n\n\n 5   subject to sexual abuse as a minor is not part of it.  I mean,\n\n\n\n 6   yes, of course, whatever she was when whatever, but that issue\n\n\n\n 7   we don't have to deal with.\n\n\n\n 8            MS. McCAWLEY:  I'm sorry, your Honor.  I think I lost\n\n\n\n 9   you there.  I apologize.\n\n\n\n10            So the allegations in the complaint are that when our\n\n\n\n11   client came forward and said she was abused by the defendant\n\n\n\n12   and Epstein, the defendant came out and said she was lying\n\n\n\n13   about that abuse, and some of that abuse did occur when she was\n\n\n\n14   a minor.\n\n\n\n15            THE COURT:  Yes.  Well, okay.  But there are other\n\n\n\n16   things that she sets forth in the Churcher articles, in the\n\n\n\n17   motion to intervene, there are a whole series of other things\n\n\n\n18   that are -- I mean, there are things that have been said, and\n\n\n\n19   my reading of the defendant's statement is, I read it to say\n\n\n\n20   all those things are false.  But those are not at issue, as far\n\n\n\n21   as you're concerned.\n\n\n\n22            MS. McCAWLEY:  Yes, your Honor.  In fact, the omnibus\n\n\n\n23   motion we filed today -- and I think, if I'm following you\n\n\n\n24   correctly, this may help -- we were trying to streamline the\n\n\n\n25   case because there's other individuals, obviously, that my\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                 4\n\n     H3VOGIU1\n\n\n\n 1   client made statements about.  So we were trying to streamline\n\n\n\n 2   the case to the statements about Maxwell and her involvement\n\n\n\n 3   with Epstein.\n\n\n\n 4            So in the omnibus motion you'll see, for example, that\n\n\n\n 5   they have claimed she's made statements about other\n\n\n\n 6   individuals, and we say that that's not what's at issue, what's\n\n\n\n 7   at issue are the statements --\n\n\n\n 8            THE COURT:  That may be an issue of credibility.  That\n\n\n\n 9   may be an issue of credibility.  I'm talking about what we're\n\n\n\n10   going to go to the jury on.\n\n\n\n11            MS. McCAWLEY:  Yes.  And that is the statements that\n\n\n\n12   Maxwell made about my client.\n\n\n\n13            THE COURT:  And that's it.\n\n\n\n14            MS. McCAWLEY:  Yes, your Honor.\n\n\n\n15            THE COURT:  Let me ask the defense.  Does that clarify\n\n\n\n16   anything for you?\n\n\n\n17            MS. MENNINGER:  Could I have one second, your Honor?\n\n\n\n18            THE COURT:  Sure.  Of course.\n\n\n\n19            MS. MENNINGER:  Your Honor, I think it's slightly more\n\n\n\n20   nuanced.  Plaintiff has claimed our client's statement is\n\n\n\n21   false.  Our client's statement is not just limited to the\n\n\n\n22   little snippets that they included in their complaint, it's the\n\n\n\n23   entire statement.  That entire statement talks about Virginia\n\n\n\n24   Giuffre's allegations against Ms. Maxwell have been proven\n\n\n\n25   untrue.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                 5\n\n     H3VOGIU1\n\n\n\n 1            THE COURT:  Yes.  But the statement wasn't limited to\n\n\n\n 2   those allegations.\n\n\n\n 3            MS. MENNINGER:  That's exactly right, your Honor,\n\n\n\n 4   because right in the middle of that particular statement, the\n\n\n\n 5   one that's at issue in this case, our client said, \"Now her\n\n\n\n 6   story has grown and evolved, and she's included allegations\n\n\n\n 7   about world leaders and Alan Dershowitz, which he denies.\"  We\n\n\n\n 8   can't just take that part out of her statement, that's what\n\n\n\n 9   Ms. Maxwell put in her statement.\n\n\n\n10            And your Honor, what we will ultimately be hearing\n\n\n\n11   from Ms. Maxwell about what she believed were the obvious lies\n\n\n\n12   that she was referring to and the allegations that she was\n\n\n\n13   referring to when she issued that statement.\n\n\n\n14            THE COURT:  Now, one other question, and then we'll\n\n\n\n15   get to the business of the day.  I apologize for this\n\n\n\n16   diversion.\n\n\n\n17            Let me ask you both.  Suppose the plaintiff proves\n\n\n\n18   that she was sexually abused and that her story is\n\n\n\n19   substantially true but she does not prove the role that Maxwell\n\n\n\n20   had.  Does she win?\n\n\n\n21            MS. MENNINGER:  No, she loses, your Honor.\n\n\n\n22            THE COURT:  I think she wins.\n\n\n\n23            MS. MENNINGER:  Your Honor, the very first --\n\n\n\n24            THE COURT:  Other than what you've just said.\n\n\n\n25            MS. MENNINGER:  Your Honor, our client can only be\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                 6\n\n     H3VOGIU1\n\n\n\n 1   alleged to have defamed someone based on facts, not opinions.\n\n\n\n 2            THE COURT:  Agreed.  Agreed.\n\n\n\n 3            MS. MENNINGER:  And so she can -- the Davis v. Boeheim\n\n\n\n 4   case is a perfect example of that, your Honor.  She can only\n\n\n\n 5   speak to facts about which she has personal knowledge.  If\n\n\n\n 6   plaintiff goes and proves that plaintiff went and had sex with\n\n\n\n 7   Jeffrey Epstein at some point in time and our client wasn't\n\n\n\n 8   there, our client's statement about that would be opinion, it\n\n\n\n 9   would not be a fact based on personal knowledge.\n\n\n\n10            THE COURT:  I mean, okay.  But that's an issue of\n\n\n\n11   knowledge.  That's a different --\n\n\n\n12            MS. MENNINGER:  You just said --\n\n\n\n13            THE COURT:  That's a different --\n\n\n\n14            MS. MENNINGER:  The hypothetical was if our client\n\n\n\n15   wasn't involved.  If our client wasn't involved then it would\n\n\n\n16   be an opinion.\n\n\n\n17            THE COURT:  Thanks very much.  I'm glad for this\n\n\n\n18   clarity, which frankly, at the moment, alludes me.\n\n\n\n19            Okay, let's move on.  Yes, I'll hear from the movant.\n\n\n\n20            MS. McCAWLEY:  Thank you, your Honor.\n\n\n\n21            The first order of business we'd like to address, if\n\n\n\n22   it's okay with the Court, is our filing, which was 691, which\n\n\n\n23   is our omnibus motion in limine.  And if it's okay with the\n\n\n\n24   Court, we've split that up a bit.  I'm going to start with\n\n\n\n25   respect to that motion in limine.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                 7\n\n     H3VOGIU1\n\n\n\n 1            What we attempted to do with our motion in limine was\n\n\n\n 2   streamline the trial.  And your Honor, based on the comments\n\n\n\n 3   you've just made, if you want to give me guidance, I'll tell\n\n\n\n 4   you what I'm thinking with respect to this and what we put\n\n\n\n 5   forth in our filing.\n\n\n\n 6            But there are statements that are attributed to my\n\n\n\n 7   client in other articles and things.  For example, there are\n\n\n\n 8   statements about Bill Clinton being on the island, and the\n\n\n\n 9   defense wants to bring in those statements to show that -- they\n\n\n\n10   believe they can show evidence that he wasn't on the island, so\n\n\n\n11   therefore, my client is a liar or is lying about that.\n\n\n\n12            Now, your Honor will remember, back in June we sought\n\n\n\n13   to depose him because we were concerned about that fact, that\n\n\n\n14   they were going to raise it, and we wanted to have him under\n\n\n\n15   oath --\n\n\n\n16            THE COURT:  Let's back up a little bit.\n\n\n\n17            MS. McCAWLEY:  Sure.\n\n\n\n18            THE COURT:  What and where was the statement made?\n\n\n\n19            MS. McCAWLEY:  The statement was made in a March 5th\n\n\n\n20   article.  So not the two articles we showed you yesterday --\n\n\n\n21            THE COURT:  The Churcher article.\n\n\n\n22            MS. McCAWLEY:  Yes.  But it was another article that\n\n\n\n23   came out in March of 2011.\n\n\n\n24            And the statement was with respect to my client saying\n\n\n\n25   she saw him on Epstein's island.  She was introduced to him\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                 8\n\n     H3VOGIU1\n\n\n\n 1   there.  Although no allegations of trafficking or anything of\n\n\n\n 2   that nature, just that she was there.  And they are seeking to\n\n\n\n 3   introduce evidence through Louie Freeh, who we'll discuss in a\n\n\n\n 4   moment, they've proposed, and he's clearly an expert that was\n\n\n\n 5   undisclosed, and through a FOIA record, and through the\n\n\n\n 6   articles to allege that he wasn't on the island.\n\n\n\n 7            And so in your Honor's order in 264-1, which is one of\n\n\n\n 8   the sealed orders, you did not allow us to depose him because\n\n\n\n 9   you said it was irrelevant.\n\n\n\n10            So we're now in a position where at trial they want to\n\n\n\n11   put forth that information against my client, and I don't have\n\n\n\n12   an under-oath statement from that individual saying whether or\n\n\n\n13   not he actually was.\n\n\n\n14            Now, what we know is he flew with Jeffrey Epstein at\n\n\n\n15   the same time 19 different times internationally and\n\n\n\n16   nationally, but we don't have him with respect to this\n\n\n\n17   particular allegation under oath.  So we would say it would be\n\n\n\n18   highly prejudicial for them to be able introduce evidence\n\n\n\n19   saying that he wasn't there or that they have some proof or\n\n\n\n20   some expert saying he wasn't there when, in fact, we weren't\n\n\n\n21   able to ask him directly, the person who is at issue, under\n\n\n\n22   oath, whether or not he did, in fact, go there.\n\n\n\n23            So one of the streamlining of this case is that\n\n\n\n24   allegation has nothing to do with sexual abuse, it doesn't have\n\n\n\n25   to do with the statements --\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                 9\n\n     H3VOGIU1\n\n\n\n 1            THE COURT:  It has to do with credibility.\n\n\n\n 2            MS. McCAWLEY:  Well, your Honor, I would say, if\n\n\n\n 3   you're inclined to think that that has --\n\n\n\n 4            THE COURT:  Well, look.  I'm no genius.  I don't claim\n\n\n\n 5   any -- but you know, that is precisely what the defense is\n\n\n\n 6   going to say.\n\n\n\n 7            MS. McCAWLEY:  Right.  I understand, your Honor.  And\n\n\n\n 8   that's why we sought to depose him because it's inherently\n\n\n\n 9   unfair --\n\n\n\n10            THE COURT:  Okay.  So you would say I made a mistake.\n\n\n\n11            MS. McCAWLEY:  No, your Honor.  I think it should be\n\n\n\n12   excluded, and in my view, I think it's not relevant to the\n\n\n\n13   issue at trial here.  But they are, of course, going to argue\n\n\n\n14   that it is and that they want to bring that in.  In fact, like\n\n\n\n15   I said, they've got lined up Mr. --\n\n\n\n16            THE COURT:  Well, on the question of credibility, why\n\n\n\n17   isn't it relevant?\n\n\n\n18            MS. McCAWLEY:  Because the statement -- so this case\n\n\n\n19   is about whether or not she was sexually abused and\n\n\n\n20   trafficked --\n\n\n\n21            THE COURT:  Now, that's where I started out.  Is it\n\n\n\n22   about that?  If that is your position, that's something else.\n\n\n\n23   If it's a question about her sexual abuse, in addition to, then\n\n\n\n24   that's something else.  But you just said it isn't about that,\n\n\n\n25   it's just about Maxwell and did she tell the truth about\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                10\n\n     H3VOGIU1\n\n\n\n 1   Maxwell.\n\n\n\n 2            Well, I suppose, I suppose -- I haven't heard the\n\n\n\n 3   other side and I haven't really thought it all out -- but I\n\n\n\n 4   suppose if she is untruthful in other instances, that may be\n\n\n\n 5   relevant to her credibility.\n\n\n\n 6            MS. McCAWLEY:  Well, your Honor, if that's the Court's\n\n\n\n 7   position, again, we would be in a circumstance -- I mean,\n\n\n\n 8   there's a couple reasons why the evidence itself that they want\n\n\n\n 9   to put forth doesn't come in.\n\n\n\n10            THE COURT:  Well, that's a different thing.\n\n\n\n11            MS. McCAWLEY:  Sure.  That's part of our motion, as\n\n\n\n12   well, your Honor.\n\n\n\n13            THE COURT:  Sure.  I read that.  I understand that.\n\n\n\n14            MS. McCAWLEY:  Right.  So on the same note, since\n\n\n\n15   we're talking about this, I'll just tick off the few that fall\n\n\n\n16   within this category, if you don't mind.  I understand, your\n\n\n\n17   Honor's position, so --\n\n\n\n18            THE COURT:  Well, I'm not sure what my position is\n\n\n\n19   right now.\n\n\n\n20            MS. McCAWLEY:  Okay.  So with respect to -- there's\n\n\n\n21   another category where there's been statements where my client\n\n\n\n22   said that she was trafficked to foreign presidents and world\n\n\n\n23   leaders that they want to bring into evidence.  And in order to\n\n\n\n24   streamline the case, we've said, well, there's none of those\n\n\n\n25   people on the witness list, and just statements in an article\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                11\n\n     H3VOGIU1\n\n\n\n 1   of that nature shouldn't be able to come in.  Because when we\n\n\n\n 2   talk about a character issue, what's at issue here is\n\n\n\n 3   reputation, and reputation to show the truthfulness of that\n\n\n\n 4   would not be able to be proven in that circumstance because we\n\n\n\n 5   don't have the other individuals there to make that statement,\n\n\n\n 6   so there's no substantive evidence on that point that would be\n\n\n\n 7   coming in.\n\n\n\n 8            And the third category is with respect to\n\n\n\n 9   Mr. Dershowitz, who is on the defendant's witness list for\n\n\n\n10   trial, and we have a few points there to raise.  I mean, one is\n\n\n\n11   obviously that if that were allowed to come in, that causes the\n\n\n\n12   trial to become a mini trial about whether or not he, for\n\n\n\n13   example, was in the places where she says he was, his\n\n\n\n14   calendars, his credit card receipts, his telephone records, all\n\n\n\n15   of that.  It gets into the issue, you know, obviously we have\n\n\n\n16   another witness who says that they were in a similar\n\n\n\n17   circumstance with respect to him.  So it takes the trial away\n\n\n\n18   from whether or not the allegations relating to Maxwell are\n\n\n\n19   true or false and turns it into a trial about another\n\n\n\n20   individual who we have not made a claim against who comes in.\n\n\n\n21            There's also a problem with respect to that because he\n\n\n\n22   is also -- he has claimed attorney/client privilege as to his\n\n\n\n23   conversations and his advice with respect to Epstein which\n\n\n\n24   relates to the issues with Maxwell.  So in other words, he\n\n\n\n25   would be able to testify what he says he didn't do, but then\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                12\n\n     H3VOGIU1\n\n\n\n 1   any questions we wanted to ask him about Epstein or Maxwell he\n\n\n\n 2   says he's got an attorney/client privilege.  So we're hand-tied\n\n\n\n 3   because we can't ask about the issues that we need to ask about\n\n\n\n 4   with respect to that witness.  So in my view, it's highly\n\n\n\n 5   prejudicial to have him as a witness at trial when, again, our\n\n\n\n 6   claims are not against him, and we have those issues.\n\n\n\n 7            Now, you did have -- in your February 2nd order, you\n\n\n\n 8   also precluded us from asking questions that we contended were\n\n\n\n 9   non-Fifth Amendment questions of Jeffrey Epstein about\n\n\n\n10   Dershowitz, holding that those were not relevant.  So we're in\n\n\n\n11   a situation where we have another witness that we are not able\n\n\n\n12   to elicit all of the information we need to be able to prove\n\n\n\n13   the truth or falsity of that, and again, it would be subject to\n\n\n\n14   a number of mini trials on that issue of Mr. Dershowitz.\n\n\n\n15            So with respect to those three categories -- and it\n\n\n\n16   also allows them to use the attorney/client privilege as a\n\n\n\n17   sword and a shield in the midst of a trial, which is inherently\n\n\n\n18   unfair to my client, as well.\n\n\n\n19            So in our view, it's highly prejudicial under 403.\n\n\n\n20   Those groupings should not come in.  It should not be about,\n\n\n\n21   for example, Clinton and whether or not he was on an island, or\n\n\n\n22   Mr. Dershowitz or these other world leaders, it should be about\n\n\n\n23   the defendant and her statements that my client was lying when\n\n\n\n24   she claimed to be abused and trafficked in those statements.\n\n\n\n25            THE COURT:  Just a second.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                13\n\n     H3VOGIU1\n\n\n\n 1            MS. McCAWLEY:  Sure.\n\n\n\n 2            THE COURT:  What you just said, could you repeat what\n\n\n\n 3   you just said?\n\n\n\n 4            MS. McCAWLEY:  Yes.  So the statements that\n\n\n\n 5   Ms. Maxwell denied were statements that my client made that\n\n\n\n 6   defendant and Epstein trafficked her, brought her in, had her\n\n\n\n 7   participate in the sexual abuse of her and other females, she\n\n\n\n 8   was in that circumstance, she lived that circumstance for a\n\n\n\n 9   period of time, and so Maxwell came out and called my client a\n\n\n\n10   liar, said she was lying about those statements that she made,\n\n\n\n11   and said that, obviously, as you know, to the international\n\n\n\n12   press about my client and what her experience was with them.\n\n\n\n13            So with respect to that, your Honor, those are the\n\n\n\n14   categories that we believe would help streamline the case, and\n\n\n\n15   again, that those witnesses would be highly prejudicial.\n\n\n\n16            On the issue of the information that they'd like to\n\n\n\n17   put in with respect to Mr. Clinton, they have Louie Freeh who\n\n\n\n18   they've identified.  This is a former FBI director.\n\n\n\n19            THE COURT:  I know.\n\n\n\n20            MS. McCAWLEY:  You know, yes.  So they've put him in\n\n\n\n21   without giving us a Rule 26 expert report.  He was never\n\n\n\n22   disclosed during the time period.  His report or what he's\n\n\n\n23   going to say, as we understand it, is that he's reviewed the\n\n\n\n24   FOIA response and that there's no evidence in his view that\n\n\n\n25   Clinton was on this island, again, even though he flew\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                14\n\n     H3VOGIU1\n\n\n\n 1   regularly with Mr. Epstein to other places.\n\n\n\n 2            So again, we didn't get to depose him as an expert in\n\n\n\n 3   this matter.  We didn't know that he was going to be called as\n\n\n\n 4   an expert.  They're saying he's a lay opinion because he's a\n\n\n\n 5   private investigator, your Honor.  The case law says otherwise.\n\n\n\n 6   He's been certified as an expert in these exact kind of cases.\n\n\n\n 7   We put those in our brief.  So your Honor, he is really a wolf\n\n\n\n 8   in sheep's clothing.  They're trying to put him on as a lay\n\n\n\n 9   opinion when he's really an expert witness in this case with\n\n\n\n10   sufficient and sophisticated knowledge, that the jury will\n\n\n\n11   recognize him as someone who has expertise in this area so,\n\n\n\n12   your Honor, we believe he should be precluded from testifying.\n\n\n\n13   He has no personal knowledge, it's simply his reliance, as we\n\n\n\n14   understand it, on the one FOIA response letter.\n\n\n\n15            So your Honor, with respect to the FOIA response\n\n\n\n16   letter that's at issue that they are going to try to get into\n\n\n\n17   evidence, we've put forth in our papers, again, that's a\n\n\n\n18   hearsay document.  It's highly prejudicial under 403.  They say\n\n\n\n19   that it meets self-authentication, but unlike the documents\n\n\n\n20   that we showed, for example the 302 that have the seal on it,\n\n\n\n21   it has none of those qualifications.\n\n\n\n22            They cite to two cases, the Zamara case and the Gary\n\n\n\n23   case.  Both of those involve getting into evidence underlying\n\n\n\n24   records that were produced by the government, not a FOIA\n\n\n\n25   letter.  So what they're trying to produce is a letter that\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                15\n\n     H3VOGIU1\n\n\n\n 1   says we've looked and we can't find these records that you've\n\n\n\n 2   requested.\n\n\n\n 3            Now, it doesn't address the fact that the government\n\n\n\n 4   only typically retains records for a few years when they were\n\n\n\n 5   requesting records from 15 years ago, so it doesn't have the\n\n\n\n 6   indicia of trustworthiness to be able to say that this is\n\n\n\n 7   actually the fact because, of course, as we know, the\n\n\n\n 8   government regularly has to get rid of records.\n\n\n\n 9            So to use this letter to say, 'Ah-hah, he was never on\n\n\n\n10   the island,' when we never got to examine him under oath and\n\n\n\n11   say, 'You traveled with him a bunch.  Did you also go to the\n\n\n\n12   island?  My client says she met you there.'  We didn't get to\n\n\n\n13   ask those questions, so we're in a situation now where that\n\n\n\n14   letter coming in would be highly prejudicial because the jury\n\n\n\n15   will wonder, well, what does he have to say about this?  And we\n\n\n\n16   haven't been in a position to be able to do that.\n\n\n\n17            So your Honor, for all those reasons we believe that\n\n\n\n18   Mr. Freeh should be excluded, the FOIA letter should not come\n\n\n\n19   into evidence, and again, we believe that the issue of\n\n\n\n20   Mr. Clinton should not be an issue relevant to this trial.\n\n\n\n21            Next, your Honor, they also seek to include\n\n\n\n22   statements, hearsay statements and newspaper articles about\n\n\n\n23   Prince Andrew, and it's actually not his denial, as I\n\n\n\n24   understand it, Buckingham Palace's denial of the allegation of\n\n\n\n25   my client.  But again, Prince Andrew is not on the witness\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                16\n\n     H3VOGIU1\n\n\n\n 1   list, we're not able to cross examine him, so what they want to\n\n\n\n 2   do is introduce triple hearsay of Buckingham Palace saying what\n\n\n\n 3   Prince Andrews said in a news article without the reporter\n\n\n\n 4   against my client without our ability to cross examine him on\n\n\n\n 5   that.\n\n\n\n 6            So your Honor, they've tried to argue a little bit of\n\n\n\n 7   a securitous way, I think that it's a verbal act on behalf of\n\n\n\n 8   Prince Andrew, it doesn't meet that criteria, there's been no\n\n\n\n 9   statement by -- there's been no action by my client against\n\n\n\n10   him, and what's at issue in this case is, again, Maxwell's\n\n\n\n11   statements against my client.\n\n\n\n12            The case that they cite actually, the Minemyer case,\n\n\n\n13   goes against them.  It actually talks about how you would have\n\n\n\n14   to call the reporter, that that couldn't come into evidence.\n\n\n\n15   And so, your Honor, for those reasons, we believe that, again,\n\n\n\n16   that's a distraction, it's highly prejudicial to allow a triple\n\n\n\n17   hearsay document like that to come in without our ability to be\n\n\n\n18   able to cross examine that individual.  So for those reasons,\n\n\n\n19   your Honor, we believe that that should not come in.\n\n\n\n20            They also made an argument that it's somehow an\n\n\n\n21   intervening cause or that, you know, it goes to the issue of\n\n\n\n22   she should be seeking damages from Prince Andrew, things of\n\n\n\n23   that nature.  But as we know, because your Honor reviewed the\n\n\n\n24   case law with respect to the summary judgment, each individual\n\n\n\n25   is responsible for their own defamation, so it doesn't come\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                17\n\n     H3VOGIU1\n\n\n\n 1   into consideration whether she could have sued six people for\n\n\n\n 2   it, 20 other people for it, this case is about Maxwell and her\n\n\n\n 3   defamation against my client.\n\n\n\n 4            So again, your Honor, if you look at Sack on\n\n\n\n 5   Defamation, it addresses that directly, and we believe that\n\n\n\n 6   that should not come into evidence.\n\n\n\n 7            So your Honor, that's the first chunk of the omnibus\n\n\n\n 8   motion that I was addressing.  I'm not sure how you want to\n\n\n\n 9   take it, if you want to have opposing counsel speak on those\n\n\n\n10   issues now and then move to the others, or if you want us to\n\n\n\n11   keep moving through it?\n\n\n\n12            THE COURT:  What's your preference?\n\n\n\n13            MS. McCAWLEY:  I think keep moving through it would be\n\n\n\n14   great.\n\n\n\n15            THE COURT:  What?\n\n\n\n16            MS. McCAWLEY:  To keep moving it through it, if that's\n\n\n\n17   all right, so we can get through argument and then have them\n\n\n\n18   address it?\n\n\n\n19            THE COURT:  Sure.\n\n\n\n20            MS. McCAWLEY:  Thank you, your Honor.\n\n\n\n21            MS. SCHULTZ:  Your Honor, this is Meredith Schultz for\n\n\n\n22   the plaintiff.  The next article in the omnibus motion is to\n\n\n\n23   exclude testimony references to prior sexual assault.  This is\n\n\n\n24   an issue that I spoke on yesterday related to another motion\n\n\n\n25   regarding the same, so I'll keep it brief.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                18\n\n     H3VOGIU1\n\n\n\n 1            But prior sexual assault, all of which occurred while\n\n\n\n 2   Ms. Giuffre was a child, it's irrelevant to this action.  It\n\n\n\n 3   doesn't come in under 401.  It doesn't involve defendant.  It\n\n\n\n 4   predates even meeting defendant.  And these assaults do not\n\n\n\n 5   make it more or less probable that defendant defamed\n\n\n\n 6   Ms. Giuffre, and neither does it tend to prove or disprove that\n\n\n\n 7   defendant abused her.\n\n\n\n 8            These are also classic examples of evidence that\n\n\n\n 9   should be excluded under Rule 412.  The Rape Shield Law forbids\n\n\n\n10   evidence concerning these unrelated events involving\n\n\n\n11   Ms. Giuffre.  This rule should be strictly enforced,\n\n\n\n12   particularly because these events happened when she was 14 and\n\n\n\n13   15 years old.  Rule 412(a) bars this evidence if it's offered\n\n\n\n14   to prove that she engaged in any type of sexual behavior to\n\n\n\n15   prove any type of disposition.\n\n\n\n16            It should also be excluded under Rule 403.  This is\n\n\n\n17   extremely prejudicial, and because it is irrelevant, it would\n\n\n\n18   only encourage the jury to view Ms. Giuffre, a married mother\n\n\n\n19   in her 30s, as an immoral person for having sexual contact with\n\n\n\n20   individuals as a child.\n\n\n\n21            This should also be excluded under 608(a), which\n\n\n\n22   limits interaction of evidence for specific instances of\n\n\n\n23   conduct in order to attack the witness' character for\n\n\n\n24   truthfulness.  Now, I spoke about this at length yesterday.\n\n\n\n25   Defendant tries to offer two particular things to say that, oh,\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                19\n\n     H3VOGIU1\n\n\n\n 1   she wasn't truthful about something, about being sexually\n\n\n\n 2   assaulted, but the documents themselves describe something\n\n\n\n 3   that's unequivocally sexual assault under Florida law,\n\n\n\n 4   something that is unequivocally nonconsensual.  So that would\n\n\n\n 5   honestly be another mini trial and would take us far afield of\n\n\n\n 6   what facts are relevant to this case.\n\n\n\n 7            And again, any minor probative value that's past\n\n\n\n 8   sexual assault that Ms. Giuffre experienced as a child is\n\n\n\n 9   completely swallowed by the prejudicial effect on the jury.\n\n\n\n10            MR. CASSELL:  Your Honor, I think I'm the next one up.\n\n\n\n11   For purposes of clarity, we're up to point number 7 in our\n\n\n\n12   omnibus motion.\n\n\n\n13            This one I think is just a very simple and\n\n\n\n14   straightforward one.  We move to exclude derogatory sexual\n\n\n\n15   characterizations.  This is a case that your Honor has been\n\n\n\n16   framing this morning.  It doesn't require use of a term from\n\n\n\n17   defense counsel, for example, describing our client as a\n\n\n\n18   prostitute or as a slut.  We thought we would get agreement\n\n\n\n19   when we saw the responsive papers from the defense, but as you\n\n\n\n20   know, they objected in it's entirety to this motion, so we're\n\n\n\n21   here asking that defense counsel not refer to our client as a\n\n\n\n22   prostitute, not refer to her as a slut, and they also advise\n\n\n\n23   their witnesses that such language would be inappropriate in a\n\n\n\n24   federal trial dealing with a defamation issue.\n\n\n\n25            On this particular point about prostitute, it's\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                20\n\n     H3VOGIU1\n\n\n\n 1   interesting.  Am I conjuring up something that's not going to\n\n\n\n 2   happen?  No, your Honor.  The defendant's own expert report\n\n\n\n 3   described our client as a prostitute.  Your Honor has under\n\n\n\n 4   advisement the expert report from Dr. Esplin, and so I deposed\n\n\n\n 5   Dr. Esplin, and I said, \"Are you sure that's an accurate term\n\n\n\n 6   in the context of this case?  Because we have a child who\n\n\n\n 7   cannot consent to sexual activities.\"  And he backed off\n\n\n\n 8   immediately and agreed that that was an inaccurate term for him\n\n\n\n 9   to use to describe my client, Ms. Giuffre.  So even the\n\n\n\n10   defense's own expert says the term \"prostitute\" is\n\n\n\n11   inappropriate.\n\n\n\n12            Your Honor has authority, of course, under Rule 611 to\n\n\n\n13   manage the trial, to avoid undue harassment or embarrassment.\n\n\n\n14   Also Rule 403 allows you to restrict things that would be\n\n\n\n15   substantially prejudicial with no probative value, which is\n\n\n\n16   exactly what we have here.  So we would ask you simply to reign\n\n\n\n17   in derogatory language, both from witnesses and opposing\n\n\n\n18   counsel.\n\n\n\n19            MS. SCHULTZ:  Your Honor, I'll be addressing the next\n\n\n\n20   several points in the omnibus motion, starting with number 8.\n\n\n\n21   I think I can narrow this issue a little bit at the outset.\n\n\n\n22            Ms. Giuffre concedes here that illegal or\n\n\n\n23   nonprescription use of drugs during the years that she was with\n\n\n\n24   defendant is admissible.  However, any evidence pertaining to\n\n\n\n25   any use of drugs, illegal or not, and alcohol from any periods\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                21\n\n     H3VOGIU1\n\n\n\n 1   before or after Ms. Giuffre was abused by defendant is\n\n\n\n 2   irrelevant to this action and should be excluded under Rule\n\n\n\n 3   401.\n\n\n\n 4            It is also, of course, highly prejudicial and should\n\n\n\n 5   be excluded under Rule 403.  Whether or not Ms. Giuffre ever\n\n\n\n 6   used drugs while not being abused by defendant does not go to\n\n\n\n 7   any claim or defenses in this case.\n\n\n\n 8            Courts in the Southern District of New York routinely\n\n\n\n 9   exclude evidence of prior drug use under both of these rules,\n\n\n\n10   as fully briefed in the papers.  Defendant attempts to admit\n\n\n\n11   this evidence of prescription drug use related to damages,\n\n\n\n12   specifically whether or not the emotional distress Ms. Giuffre\n\n\n\n13   suffered is preexisting.\n\n\n\n14            THE COURT:  And why do you have it in your expert's\n\n\n\n15   report?\n\n\n\n16            MS. SCHULTZ:  Well, our expert is -- I'm assuming\n\n\n\n17   you're referring to Dr. Kliman, who is a physician.  He's a\n\n\n\n18   medical doctor.  He took a full --\n\n\n\n19            THE COURT:  There's a whole thing about it.  Are you\n\n\n\n20   going to withdraw the --\n\n\n\n21            MS. SCHULTZ:  No, your Honor.  We're only claiming\n\n\n\n22   damages with respect to the emotional distress suffered from\n\n\n\n23   the defamation.  And also, taking drugs prescribed for various\n\n\n\n24   mental health issues is not the same thing as emotional\n\n\n\n25   distress.  They're two different issues.  So any marginal\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                22\n\n     H3VOGIU1\n\n\n\n 1   probative value is outweighed by the prejudice.  Again, this is\n\n\n\n 2   only seeking damages based on defendant's defamation.\n\n\n\n 3            I'm going to move on to point number 9.  Ms. Giuffre\n\n\n\n 4   seeks to exclude any alleged criminal history from coming into\n\n\n\n 5   this case.  And the Federal Rules of Evidence bar the\n\n\n\n 6   introduction of this evidence, full stop.\n\n\n\n 7            As the Court is aware, the only way criminal history\n\n\n\n 8   could come into evidence is through Rule 609, but that rule\n\n\n\n 9   itself bars this evidence because, one, there's no conviction,\n\n\n\n10   and two, the alleged crime does not go to truthfulness.\n\n\n\n11            Of the two parties, your Honor, Ms. Giuffre is the\n\n\n\n12   only one who has not been convicted of a crime here, this is\n\n\n\n13   merely an alleged prior bad act which is excluded under Rule\n\n\n\n14   404.\n\n\n\n15            And this alleged act, which Ms. Giuffre denies, does\n\n\n\n16   not go to truthfulness, and that's an important point here.  An\n\n\n\n17   accusation of a crime with no conviction does not go to\n\n\n\n18   truthfulness, especially a crime like this, which specifically\n\n\n\n19   is defendant says she stole from a tip jar when she was a\n\n\n\n20   teenager.  Knowing that this type of evidence is excluded,\n\n\n\n21   counsel for defendant has put forth an unsupported argument\n\n\n\n22   that Ms. Giuffre left the United States because of allegations\n\n\n\n23   that she stole from a tip jar.  That is, of course, false.  She\n\n\n\n24   left the United States to get away from defendant's abuse.\n\n\n\n25            And moreover, the documentary evidence in this case,\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                23\n\n     H3VOGIU1\n\n\n\n 1   which has been produced in discovery and submitted to this\n\n\n\n 2   Court, shows that it was defendant who sent her to Thailand,\n\n\n\n 3   sending her with handwritten instructions about what to do when\n\n\n\n 4   she gets there.  So if this unsupported argument that defendant\n\n\n\n 5   left the United States because of some accusation of a tip jar\n\n\n\n 6   is to be believed, then that makes defendant an accessory after\n\n\n\n 7   the fact and implicates her in the wrongdoing.\n\n\n\n 8            So I don't -- basically, there's just -- this argument\n\n\n\n 9   is also undone by the fact that later, Ms. Giuffre comes back\n\n\n\n10   to the United States to live here.  She's not fleeing\n\n\n\n11   accusations, she was fleeing defendant.  If she were worried\n\n\n\n12   about criminal liability in the United States, she wouldn't\n\n\n\n13   come back to live here.\n\n\n\n14            But the overall point is any marginal probative value\n\n\n\n15   from these allegations, which I don't think there is any, but\n\n\n\n16   it's far vastly outweighed by the prejudice it would cause\n\n\n\n17   Ms. Giuffre and should be excluded under all those rules.\n\n\n\n18            Moving now to point 10.  Ms. Giuffre has requested\n\n\n\n19   that the Court exclude any evidence regarding special\n\n\n\n20   schooling, truancy, and juvenile delinquencies.  For this\n\n\n\n21   argument, your Honor, I request that I approach the bench and\n\n\n\n22   give you a few documents upon which these arguments are based.\n\n\n\n23   I have four documents that I'm handing up.\n\n\n\n24            I have to get a little bit into the weeds here, so\n\n\n\n25   please bear with me.  In this case, Ms. Giuffre -- well, school\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                24\n\n     H3VOGIU1\n\n\n\n 1   records have been part of discovery.  They show a history of\n\n\n\n 2   rampant truancy and failed courses.  This constitutes prior bad\n\n\n\n 3   acts which are excluded under Rule 404, particularly since\n\n\n\n 4   these bad acts do not go to truthfulness, so they're also\n\n\n\n 5   excluded under Rule 608.\n\n\n\n 6            They should also be excluded because their prejudice\n\n\n\n 7   that it would cause Ms. Giuffre greatly outweighs any probative\n\n\n\n 8   value and should be excluded under 403.\n\n\n\n 9            There's a huge remoteness issue here, your Honor.\n\n\n\n10   These truancies and juvenile delinquencies took place many\n\n\n\n11   years ago when she was a minor.  There's a lot of case law on\n\n\n\n12   this that is in Mr. Giuffre's brief on page 22 to 23.  But what\n\n\n\n13   you should be aware of, your Honor, is that a close examination\n\n\n\n14   of records, looking up what the number codes on these\n\n\n\n15   transcripts actually mean, it shows the opposite of the\n\n\n\n16   argument that defendant advances in her response brief; that\n\n\n\n17   she was in school, and therefore, not abused by her client.\n\n\n\n18            To the contrary, the records show that she was not in\n\n\n\n19   school over half the time she was supposed to be and did not\n\n\n\n20   complete her courses.  These transcripts are not\n\n\n\n21   self-explanatory.  Indeed, looking at the face of them, it\n\n\n\n22   seems like she was enrolled and attending school, but much of\n\n\n\n23   the information in these records are number codes used by the\n\n\n\n24   Palm Beach County School District.  These school records could\n\n\n\n25   not be placed into evidence for all the reasons above, but if\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                25\n\n     H3VOGIU1\n\n\n\n 1   you are inclined to do them, you could not place them into\n\n\n\n 2   evidence fairly without testimony regarding what all these\n\n\n\n 3   codes on the transcripts mean, or at a bare minimum, the\n\n\n\n 4   introduction of evidence and instruction that makes explicit\n\n\n\n 5   what all the codes on the transcripts mean.\n\n\n\n 6            Defendant either failed to do her due diligence on\n\n\n\n 7   this and looked at what the codes are before advancing this\n\n\n\n 8   argument, but either way, it's not a good faith argument\n\n\n\n 9   because, as you can see in the document I handed up, these\n\n\n\n10   codes and their meanings were detailed at length in\n\n\n\n11   Ms. Giuffre's opposition to the motion for summary judgment,\n\n\n\n12   and I would ask the Court to refer to the facts at page 32 of\n\n\n\n13   the statement of facts.\n\n\n\n14            So what the records actually show is rampant truancy,\n\n\n\n15   years of absence from school while defendant was abusing her,\n\n\n\n16   which show ample opportunity for abuse, and are, in fact, in\n\n\n\n17   accord with the flight records, which have also been produced\n\n\n\n18   in this case, which place Ms. Giuffre on 23 flights with\n\n\n\n19   defendant aboard Jeffrey Epstein's private plane.\n\n\n\n20            So as these records actually show truancy, failed\n\n\n\n21   grades, failure to complete courses, these should be excluded\n\n\n\n22   under all the rules I cited earlier, or at a bare minimum,\n\n\n\n23   instruction to the jury about what the codes mean and detailing\n\n\n\n24   how many days of school Ms. Giuffre actually attended, a number\n\n\n\n25   that is conspicuously absent from defendant's brief.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                26\n\n     H3VOGIU1\n\n\n\n 1            Turning next to plaintiff's motion in limine number\n\n\n\n 2   11.  This is a related issue.  We ask that the Court exclude\n\n\n\n 3   characterizations of Ms. Giuffre's bad behavior during her\n\n\n\n 4   childhood, including characterizations of her as a bad child or\n\n\n\n 5   a runaway.  Defendant's response to this tries to conflate two\n\n\n\n 6   separate things; prior bad acts, an assault on her character on\n\n\n\n 7   one hand, with a reputation for truthfulness of another.\n\n\n\n 8            Prior bad acts she may have committed as a child, like\n\n\n\n 9   running away, is inadmissible and a defamation action where the\n\n\n\n10   damages relate to her reputation.  That she ran away from home\n\n\n\n11   or was an ill-behaved child does not go to truthfulness.\n\n\n\n12            These events also do not go to her reputation.  Her\n\n\n\n13   reputation for truthfulness as an adult prior to the defamation\n\n\n\n14   is the only reputation that's at issue in this case.\n\n\n\n15   Defendant's defamatory statements damaged Ms. Giuffre's\n\n\n\n16   reputation when she was in her 30s.  This does not open the\n\n\n\n17   door into evidence of Ms. Giuffre's generalized character,\n\n\n\n18   particularly one from a troubled childhood.  Occurrences, such\n\n\n\n19   as running away from her home when she was a child, are simply\n\n\n\n20   prior bad acts under Rule 404 that should be excluded.  They\n\n\n\n21   should also be excluded under Rule 405 because this is\n\n\n\n22   introduction of evidence to try to show her character.  And\n\n\n\n23   Rule 608(a) also limits evidence and testimony about a witness'\n\n\n\n24   reputation for having a character for truthfulness or\n\n\n\n25   untruthfulness, it doesn't come in under that rule.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                27\n\n     H3VOGIU1\n\n\n\n 1            Her reputation for truthfulness does not go to any bad\n\n\n\n 2   acts she may have committed 20 years ago.  And your Honor, even\n\n\n\n 3   criminal convictions are generally not admissible 10 years\n\n\n\n 4   after the fact.  So presentation of this type of evidence is\n\n\n\n 5   simply nothing more than a smear campaign, which is prescribed\n\n\n\n 6   by multiple Federal Rules of Evidence.\n\n\n\n 7            And finally, any marginal probative value of these bad\n\n\n\n 8   acts as a child is vastly outweighed by the undue prejudice it\n\n\n\n 9   would cause Ms. Giuffre before a jury.\n\n\n\n10            Your Honor, now I'm turning to point number 12.  We've\n\n\n\n11   asked the Court to exclude evidence relating to the tax\n\n\n\n12   compliance of Ms. Giuffre's not-for-profit Victims Refuse\n\n\n\n13   Silence.  Rule 401 is the first rule under which this should be\n\n\n\n14   excluded.  The alleged tax compliance of her not-for-profit\n\n\n\n15   does not go to whether or not defendant defamed Ms. Giuffre and\n\n\n\n16   does not go to whether or not defendant abused Ms. Giuffre.\n\n\n\n17            It should also be excluded under 403.  It is highly\n\n\n\n18   prejudicial.  It would give the wrong impression to the jury\n\n\n\n19   that Ms. Giuffre's organization is not tax compliant, which, in\n\n\n\n20   fact, it is a fact that defendant does not acknowledge in her\n\n\n\n21   briefing.\n\n\n\n22            Proving whether or not Ms. Giuffre's not-for-profit is\n\n\n\n23   tax compliant would also be a mini trial and, frankly, a\n\n\n\n24   sideshow to this case.\n\n\n\n25            Furthermore, all of defendant's conclusions about\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                28\n\n     H3VOGIU1\n\n\n\n 1   Ms. Giuffre's not-for-profit tax compliance are based on an\n\n\n\n 2   errant report by her purported expert, an expert who should be\n\n\n\n 3   excluded from testifying because his report lacked methodology\n\n\n\n 4   and he opined on topics far afield from his expertise.\n\n\n\n 5            Second, any allegations that her not-for-profit is not\n\n\n\n 6   tax compliant is prejudicial, misleading, confusing to the jury\n\n\n\n 7   because it has nothing to do with the claim at issue in this\n\n\n\n 8   case.\n\n\n\n 9            Your Honor, we asked for defendant's tax returns in\n\n\n\n10   this case.  If they go to truthfulness, as defendant argues,\n\n\n\n11   they also go to defendant's truthfulness.  At this point, we're\n\n\n\n12   not going to get them until the first day of trial, so we will\n\n\n\n13   not be able to effectively cross examine defendant on those tax\n\n\n\n14   returns, and we won't be able to see until then if she's paid\n\n\n\n15   taxes on all the money and gifts and in-kind payments from\n\n\n\n16   Epstein that she's received or has kept that away from the\n\n\n\n17   government.  Unlike Ms. Giuffre's tax information, defendant's\n\n\n\n18   tax information goes to our case in chief and is relevant\n\n\n\n19   evidence.\n\n\n\n20            On point number 13, we move to exclude evidence\n\n\n\n21   relating to Ms. Giuffre's alleged tax compliance.  Your Honor,\n\n\n\n22   this is a defamation action where reputation is at issue.  Tax\n\n\n\n23   compliance does not go to a reputation, it is a private matter.\n\n\n\n24            Second, there is no evidence in this case that any\n\n\n\n25   government, either United States or Australia, believes that\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                29\n\n     H3VOGIU1\n\n\n\n 1   she is noncompliant with her taxes.  Defendant's purported\n\n\n\n 2   expert's evaluation of this is wholly flawed, as explained in\n\n\n\n 3   Ms. Giuffre's motion in limine on the same.\n\n\n\n 4            Similarly, Ms. Giuffre's taxes are wholly irrelevant\n\n\n\n 5   to this case.  Even actions brought by the government, your\n\n\n\n 6   Honor, where the cause of action is centered on nontax\n\n\n\n 7   compliance exclude evidence of prior tax noncompliance when it\n\n\n\n 8   takes the case too far afield of the issue being tried.\n\n\n\n 9            Courts also exclude this evidence under 403 if there's\n\n\n\n10   no substantial nexus between the alleged tax noncompliance and\n\n\n\n11   the matter at hand.  Here, defendant fails to show any type of\n\n\n\n12   substantial nexus to this defamation claim.  None whatsoever.\n\n\n\n13            Additionally, resolving Ms. Giuffre's tax compliance,\n\n\n\n14   this is a point that's in dispute among the parties, and\n\n\n\n15   resolving such an issue would also involve another mini trial\n\n\n\n16   where Ms. Giuffre would put on evidence of her tax compliance\n\n\n\n17   and, at the end of that mini trial, the jury would have no more\n\n\n\n18   information whether or not defendant defamed Ms. Giuffre when\n\n\n\n19   she called her a liar about being sexually abused.  Trying to\n\n\n\n20   make this an issue, this is simply a device for putting the\n\n\n\n21   settlement agreement and the amount between Ms. Giuffre and\n\n\n\n22   Jeffrey Epstein into evidence.\n\n\n\n23            As has been briefed extensively, such a settlement\n\n\n\n24   payment is tax exempt under the United States law, but that's\n\n\n\n25   all this is, it's a device to try to get an improper admission\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                30\n\n     H3VOGIU1\n\n\n\n 1   of a settlement amount between Ms. Giuffre and Jeffrey Epstein.\n\n\n\n 2   Accordingly, this should be completely excluded because any\n\n\n\n 3   marginal probative value this has on the claims is greatly\n\n\n\n 4   outweighed by the prejudice to Ms. Giuffre.\n\n\n\n 5            I am not up for the next one, so I'm going to take a\n\n\n\n 6   break.  Thank you.\n\n\n\n 7            MR. CASSELL:  Again, your Honor, I'm up to number 14\n\n\n\n 8   now, the issue of Ms. Giuffre's being a victim of domestic\n\n\n\n 9   violence.  This is not relevant or minimally relevant.  It's\n\n\n\n10   Ms. Giuffre's burden, of course, to show the emotional distress\n\n\n\n11   damages that she suffered as a result of Ms. Maxwell's\n\n\n\n12   defamatory statement, and the jury can agree or disagree with\n\n\n\n13   whether she's carried her burden of proof.\n\n\n\n14            If we understand the defendant's argument correctly,\n\n\n\n15   they say, well, this would have been a distressing event in\n\n\n\n16   your life and, therefore, we should be free to introduce it in\n\n\n\n17   front of the jury.  Of course, that argument would allow, if\n\n\n\n18   accepted, essentially any bad thing that's happened in any\n\n\n\n19   plaintiff's life to be introduced if they seek emotional\n\n\n\n20   distress damages because, my goodness, this event here or there\n\n\n\n21   had some emotionally distressing effect on you.  So it has\n\n\n\n22   minimal to low probative value, and the prejudice is very\n\n\n\n23   substantial.\n\n\n\n24            Your Honor, obviously, has a great deal of experience\n\n\n\n25   and are well aware of the domestic violence, blame the victim\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                31\n\n     H3VOGIU1\n\n\n\n 1   attitude that has to be confronted in various cases.\n\n\n\n 2   Frequently, if there's domestic violence that's at issue, an\n\n\n\n 3   expert witness comes in to explain to the jury, oh, why didn't\n\n\n\n 4   she leave?  Why did she stay with this fellow who was beating\n\n\n\n 5   her up?  She was free to walk out of the relationship.  Why\n\n\n\n 6   didn't she do so?  And there is a whole literature that I know\n\n\n\n 7   your Honor is familiar with and that we cited in our brief, as\n\n\n\n 8   well.\n\n\n\n 9            We don't want to get into that in front of the jury in\n\n\n\n10   this particular case.  This is a blame the victim tactic that\n\n\n\n11   shouldn't be allowed.  This has very marginal, if any,\n\n\n\n12   probative value and a very significant prejudicial effect\n\n\n\n13   because the jury will potentially blame the victim for staying\n\n\n\n14   with her abusive spouse.\n\n\n\n15            Now, in addition, you'll notice from the pleading that\n\n\n\n16   the defendants aren't intent just on asking questions about\n\n\n\n17   this, but they also want to go into the whole criminal case\n\n\n\n18   against Ms. Giuffre's husband, you know, whether he appeared or\n\n\n\n19   what the felony charges are and a variety of things.  That,\n\n\n\n20   obviously, has even less probative value than the information I\n\n\n\n21   was discussing a moment ago and should be independently\n\n\n\n22   excluded.\n\n\n\n23            The next issue up is item 15.  And here, we ask to\n\n\n\n24   have excluded any suggestions that sex with a 17-year-old is\n\n\n\n25   permissible.  You will recall that there's debate about exactly\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                32\n\n     H3VOGIU1\n\n\n\n 1   what years and what birthdays were in play and exactly what\n\n\n\n 2   Ms. Giuffre said about whether she was 15, 16, or 17.  Fair\n\n\n\n 3   enough.  They can cross examine her about, 'Did you say 16 when\n\n\n\n 4   you were, in fact, 17,' or whatever it is.  We're not trying to\n\n\n\n 5   exclude that.\n\n\n\n 6            The limited point that we're trying to address here is\n\n\n\n 7   that they shouldn't say, 'Ah-hah, she was 17, therefore, she's\n\n\n\n 8   fair game.'\n\n\n\n 9            Under Florida law that we've cited in our pleadings,\n\n\n\n10   there is no possibility of a child under the age of 18\n\n\n\n11   consenting to sexual activities of the nature that are at issue\n\n\n\n12   here, and therefore, the defendant should be precluded from\n\n\n\n13   making that kind of suggestion.  And so that's item 15.\n\n\n\n14            MS. SCHULTZ:  Turning to item 16 in the omnibus\n\n\n\n15   motion.  Ms. Giuffre has moved the Court to exclude medical\n\n\n\n16   records.  Here, I would actually like to direct the Court's\n\n\n\n17   attention to defendant's response.  Defendant here does not\n\n\n\n18   cite a single case where a court allowed admission of unrelated\n\n\n\n19   and irrelevant medical records into evidence at trial.\n\n\n\n20            Defendant's brief also doesn't show how any medical\n\n\n\n21   records are relevant here, and there are privacy issues at\n\n\n\n22   stake.  In fact, defendant does not cite to a single case in\n\n\n\n23   which a court allows any medical records into evidence.\n\n\n\n24            In defendant's entire response she cites two cases\n\n\n\n25   only.  Neither of them have anything to do with what documents\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                33\n\n     H3VOGIU1\n\n\n\n 1   might be admitted at trial.  Both are orders resolving\n\n\n\n 2   discovery disputes under Rule 26.\n\n\n\n 3            Apart from her medical records, while defendant was\n\n\n\n 4   abusing her, such as when defendant took her to a hospital here\n\n\n\n 5   in New York when she was only 17, and the psychological records\n\n\n\n 6   related to Ms. Giuffre, which have been produced, which\n\n\n\n 7   incidentally are from 2011 and name defendant as her abuser, no\n\n\n\n 8   other medical records are relevant and should be excluded under\n\n\n\n 9   Rule 401.\n\n\n\n10            Ms. Giuffre is seeking damages for emotional distress\n\n\n\n11   from defamation.  It does not open up the flood gates to every\n\n\n\n12   single medical issue she's ever had in her life.  Ms. Giuffre\n\n\n\n13   has produced records, everything from treatment for a ferret\n\n\n\n14   bite to details of her giving birth.  These are not relevant,\n\n\n\n15   and we can have a ruling in advance of trial that these things\n\n\n\n16   should be excluded.\n\n\n\n17            Defendant only seeks to use these records to confuse\n\n\n\n18   the issues before the jury.  Defendant offers no reason for\n\n\n\n19   addressing the relevance of such documents one by one at trial,\n\n\n\n20   and I think these can be safely excluded at this juncture.\n\n\n\n21            MS. McCAWLEY:  Your Honor, next is number 17, which we\n\n\n\n22   addressed in our papers, as well, about the prior settlement\n\n\n\n23   agreement.  You've heard about it in this case, and we have\n\n\n\n24   said that that should not come into evidence.\n\n\n\n25            I think they'd like to use it to propose that that\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                34\n\n     H3VOGIU1\n\n\n\n 1   amount has something that the jury should consider.  Your\n\n\n\n 2   Honor, the papers set forth very clearly that there's a\n\n\n\n 3   specific rule of evidence directly on point with respect to\n\n\n\n 4   settlement agreements, and they can't be used in that manner.\n\n\n\n 5            Your Honor, we cite to our papers on that with respect\n\n\n\n 6   to any prior settlement agreement being entered into evidence\n\n\n\n 7   at the trial.\n\n\n\n 8            MR. CASSELL:  I believe I have the next three.\n\n\n\n 9            Item 18 then is defamation litigation.  And your Honor\n\n\n\n10   is aware that there was a separate lawsuit that's spun out of\n\n\n\n11   this situation where Cassell and Edwards filed a defamation\n\n\n\n12   action in Florida State Court against Alan Dershowitz.  Alan\n\n\n\n13   Dershowitz then counterclaimed.  That was litigated in Florida\n\n\n\n14   State Court for about a year.  Ultimately, the parties settled\n\n\n\n15   their differences in an undisclosed financial arrangements and,\n\n\n\n16   as part of the comprehensive settlement, Cassell and Edwards\n\n\n\n17   then withdraw summary judgment against Dershowitz.\n\n\n\n18            It was as expressly understood when the parties agreed\n\n\n\n19   upon this confidential settlement, there was then a statement\n\n\n\n20   in which it was said that Ms. Giuffre reaffirms her\n\n\n\n21   allegations, and the withdrawal of the reference to the filings\n\n\n\n22   is not intended to be and should not be construed as being an\n\n\n\n23   acknowledgment by Edwards and Cassell that the allegations made\n\n\n\n24   by Ms. Giuffre were mistaken.\n\n\n\n25            There was a portion of the statement that talked about\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                35\n\n     H3VOGIU1\n\n\n\n 1   \"mistake\", and that was indicated in the pleading withdrawing\n\n\n\n 2   the summary judgment motion as follows:  \"Edwards and Cassell\n\n\n\n 3   do acknowledge that the public filing in the Crime Victims\n\n\n\n 4   Rights Act case of the client's allegations against Defendant\n\n\n\n 5   Dershowitz became a major distraction from the merits of the\n\n\n\n 6   well-founded Crime Victims Rights Act case by causing delay\n\n\n\n 7   and, as a consequence, turned out to be a tactical mistake.\"\n\n\n\n 8   \"Tactical mistake.\"  \"For that reason Edwards and Cassell have\n\n\n\n 9   chosen to withdraw the referenced filing as a condition of the\n\n\n\n10   settlement.\"\n\n\n\n11            That's all a very interesting lawsuit, but that's a\n\n\n\n12   lawsuit that does not have Ms. Giuffre as a party.  It was\n\n\n\n13   Cassell and Edwards versus Alan Dershowitz, with claims going\n\n\n\n14   back and forth.  Cassell and Edwards were, of course,\n\n\n\n15   vindicating their own professional interests and their\n\n\n\n16   professional reputation responding to the attacks that had been\n\n\n\n17   made by Mr. Dershowitz, and they chose to settle the case, as\n\n\n\n18   did Mr. Dershowitz, for undisclosed financial reasons.\n\n\n\n19            And also, from the fact I think your Honor is now\n\n\n\n20   aware, that there were some witnesses who were not available.\n\n\n\n21   Sarah Ransome has come forward in this case to say that she was\n\n\n\n22   a traffic to Alan Dershowitz in the same way that Ms. Giuffre\n\n\n\n23   alleges, and that was information that has only recently become\n\n\n\n24   available.\n\n\n\n25            The point is, you have enough business on your hands\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                36\n\n     H3VOGIU1\n\n\n\n 1   without getting into the details of another separate lawsuit\n\n\n\n 2   that did not involve Ms. Giuffre as a party, and so we've moved\n\n\n\n 3   in limine.\n\n\n\n 4            And let me make clear that I emphasize the narrowness\n\n\n\n 5   of our motion here.  We seek to preclude evidence involving\n\n\n\n 6   that litigation.  Your Honor has already heard from my\n\n\n\n 7   colleague, Ms. McCawley, who has presented our argument for why\n\n\n\n 8   Dershowitz should not be in this case at all, and of course, if\n\n\n\n 9   we prevail on point 1, this point becomes irrelevant.\n\n\n\n10            But in addition to point 1, we don't need to be\n\n\n\n11   getting into the details of the separate lawsuit.  It's not\n\n\n\n12   relevant to the case of Giuffre versus Maxwell.  Defendants, in\n\n\n\n13   their responsive brief, if I understand correctly what they say\n\n\n\n14   is, oh, well look.  Why didn't Ms. Giuffre join the lawsuit or\n\n\n\n15   why hasn't she filed a lawsuit against Dershowitz?  What's\n\n\n\n16   going on there?\n\n\n\n17            Well, of course, your Honor is aware, there are a\n\n\n\n18   variety of statutes of limitation around the country, and\n\n\n\n19   indeed around the world.  Ms. Giuffre has not -- those statutes\n\n\n\n20   have not all run at this point.  There are varying\n\n\n\n21   considerations that go into whether or not someone like\n\n\n\n22   Ms. Giuffre would file a lawsuit, and these issues shouldn't be\n\n\n\n23   discussed in front of the jury.  That's nothing to do with this\n\n\n\n24   particular lawsuit.\n\n\n\n25            Moreover, defendant apparently argues that statements\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                37\n\n     H3VOGIU1\n\n\n\n 1   that Edwards and Cassell made in this other lawsuit are somehow\n\n\n\n 2   binding on Ms. Giuffre.  Edwards and Cassell had separate legal\n\n\n\n 3   counsel, Florida attorney Jack Scarola.  Whatever was going on\n\n\n\n 4   in that case isn't binding on Ms. Giuffre.\n\n\n\n 5            Under the relevant rules, an attorney's statements are\n\n\n\n 6   binding on a client only on a matter within the scope of the\n\n\n\n 7   relationship.  And this was vindicating separate professional\n\n\n\n 8   interests, this was not vindicating some interest of\n\n\n\n 9   Ms. Giuffre.\n\n\n\n10            So for all those reasons, we ask that the defamation\n\n\n\n11   litigation between Dershowitz and Edwards and Cassell be\n\n\n\n12   excluded.  Of course, you have the separate issue of Dershowitz\n\n\n\n13   in front of you already.\n\n\n\n14            Let me turn then to point number 19.  Here again, we\n\n\n\n15   have a narrow issue presented to your Honor.  We are asking\n\n\n\n16   that you exclude Judge Marra's ruling on the joinder motion.\n\n\n\n17   As your Honor is well aware, the triggering event in this case\n\n\n\n18   was when Ms. Giuffre, then known as Jane Doe Number 3, filed a\n\n\n\n19   motion to join Jane Doe 1 and Jane Doe 2 in the Florida pro\n\n\n\n20   bono Crime Victims Rights action.\n\n\n\n21            Now, Judge Marra denied that motion to join, but at\n\n\n\n22   the same time he said, \"The reason I'm denying the motion to\n\n\n\n23   join is you can participate in the case in other ways without\n\n\n\n24   being a formal party.\"  He cited, and I quote, \"Of course, Jane\n\n\n\n25   Doe 3 can participate in this litigated effort to vindicate the\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                38\n\n     H3VOGIU1\n\n\n\n 1   rights of similarly situated victims\" --\n\n\n\n 2            THE COURT:  I'm familiar with it.\n\n\n\n 3            MR. CASSELL:  Okay.  Right.  So that's Judge Marra's\n\n\n\n 4   ruling.\n\n\n\n 5            And you understand that was obviously on a technical\n\n\n\n 6   joinder issue.  The joinder issue, whether that was a\n\n\n\n 7   good joinder motion or a bad motion, has nothing to do with\n\n\n\n 8   whether or not Ms. Giuffre was defamed.\n\n\n\n 9            THE COURT:  How do you propose to handle the joinder\n\n\n\n10   motion evidentially?\n\n\n\n11            MR. CASSELL:  Right.  We think the joinder motion\n\n\n\n12   should simply come into evidence as the pleading to which\n\n\n\n13   Ms. Giuffre -- I'm sorry -- Ms. Maxwell was responding.\n\n\n\n14            THE COURT:  Lock, stock, and barrel?\n\n\n\n15            MR. CASSELL:  So we are obviously waiting for guidance\n\n\n\n16   from your Honor.  For example, if you say, look, Dershowitz,\n\n\n\n17   let's just not get into that, that's --\n\n\n\n18            THE COURT:  That didn't answer my question.  Please.\n\n\n\n19            MR. CASSELL:  I apologize.\n\n\n\n20            THE COURT:  You talk about many trials, many\n\n\n\n21   arguments.  You want to put in the entire motion?\n\n\n\n22            MR. CASSELL:  Yes, unless your Honor -- I want to be\n\n\n\n23   direct here.\n\n\n\n24            Yes.  However, if you say, look, Dershowitz isn't\n\n\n\n25   coming into this case, there are some allegations about\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                39\n\n     H3VOGIU1\n\n\n\n 1   Dershowitz that we would then believe, in light of your ruling,\n\n\n\n 2   should be redacted.  But until we have any rulings from your\n\n\n\n 3   Honor restricting the case, it's our position that all --\n\n\n\n 4            THE COURT:  But you don't have an edited version of\n\n\n\n 5   the intervention motion that you would like me to consider.\n\n\n\n 6            MR. CASSELL:  We would propose one once we get rulings\n\n\n\n 7   from your Honor on the motions in limine.\n\n\n\n 8            THE COURT:  By the way, just parenthetically, folks,\n\n\n\n 9   these motions in limine are good fun, and we're all having a\n\n\n\n10   nice time, but they're not binding.  I mean by that, I'm\n\n\n\n11   expressing my view, or I will, I hope, some day express my view\n\n\n\n12   on these issues, but the trial may turn in a different\n\n\n\n13   direction and, you know, who knows.  Okay.\n\n\n\n14            MR. CASSELL:  We understand.  And one of the reasons\n\n\n\n15   we have not proposed a redacted joinder motion, that showed up\n\n\n\n16   in a reply brief from the defendant, we didn't move to file a\n\n\n\n17   surreply with a possible motion.  We think the best way to\n\n\n\n18   proceed, and we're happy to get guidance from your Honor, but\n\n\n\n19   once we have rulings from you on what's in the case and what's\n\n\n\n20   out, then we might go through the joinder motion.  But where\n\n\n\n21   we're sitting today, the joinder motion goes in in its\n\n\n\n22   entirety.\n\n\n\n23            But what does not come in is then, all right, that's a\n\n\n\n24   legal pleading.  Gee, I wonder what happened.  Judge Marra made\n\n\n\n25   a ruling, we don't need to get into the details of that ruling.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                40\n\n     H3VOGIU1\n\n\n\n 1   Of course, we would want to explain that there were nine\n\n\n\n 2   separate reasons why those allegations were included.  Judge\n\n\n\n 3   Marra referred to the first of the nine reasons.  We have eight\n\n\n\n 4   other additional reasons why those were included.  It would\n\n\n\n 5   essentially, again, be a mini trial about, well, what does a\n\n\n\n 6   joinder motion mean?  Did you file under Rule 15?  It should\n\n\n\n 7   have been under Rule 21.  What did the judge do?\n\n\n\n 8            It has no bearing at all on the issues in the case,\n\n\n\n 9   and it, of course, has very substantial prejudicial effect\n\n\n\n10   because it leads to a confusion of the jury.  The jury's trying\n\n\n\n11   to figure out, well, what's going on in the Crime Victims\n\n\n\n12   Rights Act case when the issue is whether or not Ms. Giuffre\n\n\n\n13   defamed.\n\n\n\n14            Now, there is an issue in their pleadings.  They say,\n\n\n\n15   well, this could end up being relevant because there might be\n\n\n\n16   some kind of a privileged setting issue.  Again, I think your\n\n\n\n17   Honor correctly was pointing out a moment ago, if things show\n\n\n\n18   up in the trial, it's possible that something could change, but\n\n\n\n19   we don't anticipate that becoming an issue in the trial at this\n\n\n\n20   point.  If the issue of whether this was a privileged setting\n\n\n\n21   somehow becomes an issue in the case, then it would be time to\n\n\n\n22   revisit that during the trial.\n\n\n\n23            In any event, issues of whether this was a privileged\n\n\n\n24   setting or not aren't litigated in front of the jury, that's a\n\n\n\n25   legal issue for your Honor to determine whether the setting was\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                41\n\n     H3VOGIU1\n\n\n\n 1   or was not privileged.  We don't take jury evidence on that,\n\n\n\n 2   you know, Judge Marra's ruling, and therefore, that should be\n\n\n\n 3   excluded.  So that is item number 19.\n\n\n\n 4            Let me turn then to item 20, and I'm handling that.\n\n\n\n 5   This is essentially a hearsay exercise.  We want information to\n\n\n\n 6   be excluded regarding Rebecca Boylan.  Why?  Because Rebecca\n\n\n\n 7   Boylan has not been deposed and is not going to be a witness in\n\n\n\n 8   the case.\n\n\n\n 9            As we understand what the defendant is planning to do,\n\n\n\n10   she's planning to call Mr. Dershowitz.  Mr. Dershowitz is going\n\n\n\n11   to say Ms. Boylan told him that Ms. Giuffre told him something,\n\n\n\n12   and so we have the classic hearsay within a hearsay situation.\n\n\n\n13   The problem, of course, is that Boylan is not here.\n\n\n\n14            The defendant's pleadings say, ah-hah, but this is an\n\n\n\n15   admission by Ms. Giuffre, and it would be if Ms. Boylan were on\n\n\n\n16   the stand so we could ask her questions about, well, did\n\n\n\n17   Ms. Giuffre really say that?  And what did she mean?  And\n\n\n\n18   wasn't she saying that she's been abused by Ms. Maxwell?  But\n\n\n\n19   they want to skip over that intermediate stuff, have Dershowitz\n\n\n\n20   describe what Boylan describes Ms. Giuffre said, and that's\n\n\n\n21   obviously -- and then I'm assuming Dershowitz is going to put\n\n\n\n22   his spin on what Ms. Boylan allegedly said to him.  There are\n\n\n\n23   no set of circumstances in which that hearsay within hearsay\n\n\n\n24   could be admissible because Ms. Boylan has not been deposed,\n\n\n\n25   and is not here, it's rank multiple hearsay.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                42\n\n     H3VOGIU1\n\n\n\n 1            I am about done at this point.\n\n\n\n 2            With regard to the remaining issues, you'll be happy\n\n\n\n 3   to hear that I think things can be sped up.  We believe that\n\n\n\n 4   these issues should simply be, as your Honors I think was\n\n\n\n 5   suggesting a moment ago, deferred to trial.\n\n\n\n 6            Items 21, 22, 23, 24, 25, 26, 27, 28, and 29, those\n\n\n\n 7   were sort of just kind of protective measures.  The one\n\n\n\n 8   footnote or caveat we would add to that, your Honor.  We think\n\n\n\n 9   this gets punted to the trial, but we would simply ask your\n\n\n\n10   Honor to direct defense counsel before they let the cat out of\n\n\n\n11   the bag on any of these that there be a sidebar or hearing\n\n\n\n12   outside of the jury just so that, you know, our motion in\n\n\n\n13   limine doesn't become moot because they've already effectively\n\n\n\n14   put it in front of the jury.\n\n\n\n15            The one that's of particular concern is alleged bad\n\n\n\n16   acts by the defense team.  At various points, I think your\n\n\n\n17   Honor, unfortunately, has seen some, you know, frankly\n\n\n\n18   aggressive language directed to the plaintiff's team here by\n\n\n\n19   the defense team.  We're prepared to respond to each and every\n\n\n\n20   one of those allegations.  We've tried not to get into the back\n\n\n\n21   and forth because we think it's irrelevant.\n\n\n\n22            But if there was to be some kind of an attack launched\n\n\n\n23   on any of the members of the Boies Schiller Firm, of Brad\n\n\n\n24   Edwards, myself, we would ask that we be given leave to address\n\n\n\n25   that at sidebar, in-camera, or outside the presence of the jury\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                43\n\n     H3VOGIU1\n\n\n\n 1   so that we can keep the fact that we have done something bad\n\n\n\n 2   that should then be held against our client away from the jury.\n\n\n\n 3            But all these remaining things we are in agreement, I\n\n\n\n 4   think with the suggestion you were perhaps making a moment ago,\n\n\n\n 5   we can deal with these issues at trial.\n\n\n\n 6            That's our omnibus motion in limine, your Honor.\n\n\n\n 7            THE COURT:  Thank you.\n\n\n\n 8            MS. MENNINGER:  The omnibus motion reads like a list\n\n\n\n 9   of everything plaintiff has lied about or anything that would\n\n\n\n10   undercut her claim for damages.\n\n\n\n11            Plaintiff quoted Passim in her reply brief from a\n\n\n\n12   particular federal evidence treatise, and I would like to tell\n\n\n\n13   the Court, she left out the most important parts, and that is\n\n\n\n14   the ones that relate to 405(b).\n\n\n\n15            As that treatise reads, \"Character is an element of a\n\n\n\n16   defense in a defamation case if the defending party claims that\n\n\n\n17   the statements in question are true and seeks to prove that the\n\n\n\n18   plaintiff has the character ascribed to her or to reduce\n\n\n\n19   damages by showing that her reputation is so bad the statement\n\n\n\n20   did no harm.\n\n\n\n21            \"In such cases, pursuant to Rule 405, all forms of\n\n\n\n22   character evidence are admissible wherever relevant, including\n\n\n\n23   opinion, reputation, and specific instances of conduct.\"\n\n\n\n24            As your Honor found in our motion to dismiss ruling of\n\n\n\n25   February 29th of last year, \"Though defendant never called\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                44\n\n     H3VOGIU1\n\n\n\n 1   plaintiff a liar, to call her claims obvious lies that have\n\n\n\n 2   been shown to be untrue demands the same meaning.  Plaintiff\n\n\n\n 3   cannot be making claims shown to be untrue that are obvious\n\n\n\n 4   lies without being a liar.\"\n\n\n\n 5            Ms. Maxwell has stated in her answer after that that\n\n\n\n 6   her statement was true; that is, plaintiff is a liar.  She is\n\n\n\n 7   thus entitled by Rule 405 to introduce all forms of character\n\n\n\n 8   evidence, including specific instances of conduct, opinion, and\n\n\n\n 9   reputation.\n\n\n\n10            What does that evidence look like?  Plaintiff's mother\n\n\n\n11   described her as a liar, plaintiff's fiance described her as a\n\n\n\n12   liar, plaintiff's employer from 2002 described her as a liar.\n\n\n\n13            Your Honor, I would like to start with the first one\n\n\n\n14   that plaintiff started with, and that is motion in limine 2,\n\n\n\n15   which is Bill Clinton being on the island.\n\n\n\n16            Ms. Maxwell is going to testify at this trial, and\n\n\n\n17   she's going to testify regarding the obvious lies that\n\n\n\n18   plaintiff told her.  One story that plaintiff has told is that\n\n\n\n19   Ms. Maxwell was on the island with Bill Clinton and herself at\n\n\n\n20   a dinner party.  If I may approach, your Honor?  I have three\n\n\n\n21   exhibits.  Two for now.\n\n\n\n22            THE COURT:  I think in duplicate, to the extent that I\n\n\n\n23   think.\n\n\n\n24            MS. MENNINGER:  I'd like to first direct the Court's\n\n\n\n25   attention to the news article by --\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                45\n\n     H3VOGIU1\n\n\n\n 1            THE COURT:  I've read it.\n\n\n\n 2            MS. MENNINGER:  -- Sharon Churcher.\n\n\n\n 3            THE COURT:  Yes, I've read it.\n\n\n\n 4            MS. MENNINGER:  Okay.  It's the one in which\n\n\n\n 5   Ms. Giuffre, on March 5th, 2011, gave a long and lengthy\n\n\n\n 6   interview to Sharon Churcher describing her experience on the\n\n\n\n 7   island with Bill Clinton, with Al Gore, with Al Gore's wife,\n\n\n\n 8   with all kinds of famous people.  And the island event featured\n\n\n\n 9   large and media coverage.  If you notice the date of that\n\n\n\n10   article, your Honor, it's March 5th, 2011.\n\n\n\n11            The next document I provided is a press statement\n\n\n\n12   issued by Ghislaine Maxwell on March 10th, 2011, so five days\n\n\n\n13   later, in which she writes, care of her attorneys, \"Ghislaine\n\n\n\n14   Maxwell denies the various allegations about her that have\n\n\n\n15   appeared recently in the media.  These allegations are all\n\n\n\n16   entirely false.\"\n\n\n\n17            Your Honor, the last document I would like to direct\n\n\n\n18   your attention to -- by the way, after Ms. Maxwell published\n\n\n\n19   this press release, Virginia Roberts did not sue her, she did\n\n\n\n20   not claim that she had been emotionally distressed or injured\n\n\n\n21   by being called, essentially, a liar in this particular press\n\n\n\n22   release.  And also, with respect to the Bill Clinton article,\n\n\n\n23   your Honor, the evidence at trial will show a substantial\n\n\n\n24   number of emails between Virginia Roberts and Ms. Churcher\n\n\n\n25   contemporaneous with this article.  In none of them does she\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                46\n\n     H3VOGIU1\n\n\n\n 1   say, 'You got it wrong.  I never saw Ghislaine Maxwell on a\n\n\n\n 2   helicopter with Bill Clinton.  I never said that to you,' she\n\n\n\n 3   did none of that.\n\n\n\n 4            So your Honor, the last document, and it really, I\n\n\n\n 5   think, actually helps clarify the question your Honor raised\n\n\n\n 6   when you came out to court this morning, is an email.  It's an\n\n\n\n 7   email from Ghislaine Maxwell to Alan Dershowitz, January 6,\n\n\n\n 8   2015, and it has a document attached called \"Four Press\n\n\n\n 9   Complaints\".\n\n\n\n10            Your Honor will notice that this document is not\n\n\n\n11   marked confidential, it was produced by Ms. Maxwell over a year\n\n\n\n12   ago, it is marked Ghislaine Maxwell 0006, and it's a\n\n\n\n13   communication between herself and Alan Dershowitz, someone with\n\n\n\n14   whom she does not have a joint defense agreement, and that's\n\n\n\n15   why she produced this email.\n\n\n\n16            Your Honor, this email, as you can tell from the date,\n\n\n\n17   was sent four days after the allegedly defamatory statement at\n\n\n\n18   issue.  It reflects Ms. Maxwell's dossier of all of the\n\n\n\n19   statements from the papers that have been shown to be\n\n\n\n20   completely untrue or show inconsistency in her story.  Each\n\n\n\n21   article is listed so you can find that link that references the\n\n\n\n22   lies are inconsistencies.\n\n\n\n23            Your Honor, if you look at this document that was sent\n\n\n\n24   just a few days after the January 2nd email, and you turn to\n\n\n\n25   page 3, which is actually the attached document, \"Four Press\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                47\n\n     H3VOGIU1\n\n\n\n 1   Complaints\", because Ms. Maxwell says she's preparing a press\n\n\n\n 2   complaint in the UK, in other words a legal action, the third\n\n\n\n 3   page, your Honor, is the document that was attached that was\n\n\n\n 4   produced over a year ago.\n\n\n\n 5            How this document reads at the top, \"Drafted by\n\n\n\n 6   Ms. Maxwell.  I have copied direct lines and quotes from\n\n\n\n 7   articles, and my comments are in orange after the quote.  The\n\n\n\n 8   relevant article that the quotes came from is listed below the\n\n\n\n 9   last quote.  Below, I think, are some of the irrefutable\n\n\n\n10   contradictions and interesting additional details that can be\n\n\n\n11   used in the letter to the mail and in the following press\n\n\n\n12   complaints.  In addition, this article on Rothstein you may\n\n\n\n13   find helpful.\n\n\n\n14            \"What is the number one lie that Ms. Maxwell points\n\n\n\n15   to?  Number 1.  Bill Clinton identified in lawsuit against his\n\n\n\n16   former friend and pedophile Jeffrey Epstein who had regular\n\n\n\n17   orgies.\"\n\n\n\n18            And then Ms. Maxwell's commentary directly afterwards,\n\n\n\n19   in a quotation, \"Huge problem is that Clinton never came to the\n\n\n\n20   island.\"\n\n\n\n21            Your Honor, in plaintiff's response -- excuse me --\n\n\n\n22   reply brief, they claim Ms. Maxwell had no knowledge in early\n\n\n\n23   January, 2015 that Bill Clinton had never been to the island.\n\n\n\n24   Obviously, she had knowledge of that because she was claimed to\n\n\n\n25   have been there with him and claimed to have flown on a\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                48\n\n     H3VOGIU1\n\n\n\n 1   helicopter with him by plaintiff in her Sharon Churcher\n\n\n\n 2   published articles.\n\n\n\n 3            And here, in January of 2015, Ms. Maxwell is saying he\n\n\n\n 4   was never on the island.  It doesn't depend on Louie Freeh or\n\n\n\n 5   anybody else.  That's obviously -- in this particular email,\n\n\n\n 6   your Honor, she's cataloged all of the changed stories of\n\n\n\n 7   Virginia Roberts, all of the lies Virginia Roberts has told,\n\n\n\n 8   all of the different news articles in which those lies were\n\n\n\n 9   told, and said that this is going to be the basis of her press\n\n\n\n10   complaint in the UK.\n\n\n\n11            Likewise, on the next page, your Honor, GM009, at the\n\n\n\n12   bottom, again, she specifically refutes the claims about Bill\n\n\n\n13   Clinton being on the island and says, \"He was never there.\"\n\n\n\n14   Right after that, she says, \"Virginia discussed that Al Gore\n\n\n\n15   and his wife Tipper were also guests on the island.\"  And\n\n\n\n16   Ms. Maxwell writes, \"They have also never been on the island,\n\n\n\n17   and I don't believe they even know Jeffrey Epstein.\"\n\n\n\n18            So when the jury is asked to consider what Ms. Maxwell\n\n\n\n19   meant when she issued, through her attorney and her press\n\n\n\n20   agent, the January 2nd, 2015 statement, we have a\n\n\n\n21   contemporaneous document drafted by her that was produced in\n\n\n\n22   discovery a year ago.  None of it refers to the Jane Doe 102\n\n\n\n23   complaint, none of it refers to the CVRA joinder motion.  None\n\n\n\n24   of it.  It refers simply to press allegations that have been\n\n\n\n25   floating around about her and about her involvement with\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                49\n\n     H3VOGIU1\n\n\n\n 1   Jeffrey Epstein and Virginia Roberts.\n\n\n\n 2            Plaintiff's counsel has said statements made in the\n\n\n\n 3   newspaper articles are hearsay.  That is often true, but when\n\n\n\n 4   it's plaintiff's statement in a news article, it's called a\n\n\n\n 5   party admission.\n\n\n\n 6            Plaintiff complains that she didn't have the\n\n\n\n 7   opportunity to depose President Clinton.  Your Honor,\n\n\n\n 8   plaintiff's counsel sought to depose President Clinton in their\n\n\n\n 9   reply brief at the end of June, 2016, about a week before\n\n\n\n10   discovery was to close.  They didn't even mention it in their\n\n\n\n11   opening brief, they raised it in docket number 211.\n\n\n\n12            In that request, which I didn't have an opportunity to\n\n\n\n13   object to because it came in reply, she said she wanted to\n\n\n\n14   depose him to, \"establish his close personal relationship with\n\n\n\n15   Epstein\", she said nothing about wanting to see whether he had\n\n\n\n16   been on the island, whether he flew in a helicopter, or\n\n\n\n17   anything like that.\n\n\n\n18            With regard to Louie Freeh, your Honor, we disclosed\n\n\n\n19   him as a witness in our Rule 26 disclosures last March --\n\n\n\n20   excuse me -- February of 2016.  Plaintiff made no effort to try\n\n\n\n21   to depose him, made no effort to find out his basis of\n\n\n\n22   knowledge.  We produced in discovery his report in which he\n\n\n\n23   submitted a FOIA request.\n\n\n\n24            Yesterday, you will recall Ms. McCawley testifying\n\n\n\n25   about how she, herself, issued a FOIA request and got in\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                50\n\n     H3VOGIU1\n\n\n\n 1   response an FBI 302 motion -- excuse me -- statement of -- she\n\n\n\n 2   claims is authentic, but she doesn't know how it was redacted,\n\n\n\n 3   doesn't explain how it's redacted, but she wants to admit that\n\n\n\n 4   into evidence.\n\n\n\n 5            We are actually offering to put on the stand the\n\n\n\n 6   person who submitted the FOIA request to explain what was\n\n\n\n 7   requested and what was received.  That is not expert testimony,\n\n\n\n 8   your Honor, that's chain of custody.\n\n\n\n 9            With regard to motion in limine number 5, evidence of\n\n\n\n10   denials by Prince Andrew and Buckingham Palace.  Again, your\n\n\n\n11   Honor, in a defamation case -- and I'm now quoting from\n\n\n\n12   plaintiff's treatise that they cited throughout their response\n\n\n\n13   and their reply -- excuse me -- \"In defamation cases,\n\n\n\n14   defendants can also prove that other liables and rumors about\n\n\n\n15   the claimant are circulating, at least if they are widespread,\n\n\n\n16   to demonstrate that it is not what the defendant said about the\n\n\n\n17   plaintiff that causes her reputation to suffer but what others\n\n\n\n18   said.\"\n\n\n\n19            Plaintiff also cites Sack of Defamation.  He supports\n\n\n\n20   our position, your Honor.  Here, we have a statement by\n\n\n\n21   Buckingham Palace that was issued on the internet and widely\n\n\n\n22   circulated.  There is also a videotape of Prince Andrew denying\n\n\n\n23   Virginia Roberts' claims.  Both of those were far more\n\n\n\n24   circulated than anything Ms. Maxwell said, as evidenced by the\n\n\n\n25   fact that plaintiff can't even find Ms. Maxwell's statement on\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                51\n\n     H3VOGIU1\n\n\n\n 1   the internet anywhere quoted in whole.\n\n\n\n 2            Also, Alan Dershowitz widely circulated his denials of\n\n\n\n 3   plaintiff's claims.  He was on Good Morning America, he was on\n\n\n\n 4   CNN's Nancy Grace Show, he was on Fox News.  All of those\n\n\n\n 5   places he called Virginia Roberts a liar, and a serial liar,\n\n\n\n 6   and other things.\n\n\n\n 7            We are entitled, your Honor, both through cross\n\n\n\n 8   examination of plaintiff as well as cross examination of her\n\n\n\n 9   experts, to challenge whether or not anything said by\n\n\n\n10   Ms. Maxwell caused damage to her reputation or whether other\n\n\n\n11   people calling her a liar on national news and international\n\n\n\n12   news is, in fact, the cause of any damage to her reputation.\n\n\n\n13            She is the one, of course, who has put her reputation\n\n\n\n14   at issue.  Having the Duke of York and Buckingham Palace issue\n\n\n\n15   denials is not hearsay, your Honor, it is offered for the fact\n\n\n\n16   that the denial was widely circulated and very likely\n\n\n\n17   contributed to people considering plaintiff to be a liar.\n\n\n\n18            Motion in limine number 6, plaintiff's sexual history\n\n\n\n19   and reputation.  This salient point, your Honor, of course,\n\n\n\n20   again, under 405(b), is that once you have put your reputation\n\n\n\n21   for being a liar in question, then other specific instances of\n\n\n\n22   false claims become highly relevant and probative of your\n\n\n\n23   character for truthfulness, particularly with regard to sexual\n\n\n\n24   assault and sexual abuse.\n\n\n\n25            Furthermore, your Honor, plaintiff is the one who's\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                52\n\n     H3VOGIU1\n\n\n\n 1   claiming she has damages of post-traumatic stress disorder, and\n\n\n\n 2   she is the one who is going to call to the stand her\n\n\n\n 3   psychiatrist to talk about that patient, and she is the one\n\n\n\n 4   that gave him evidence about these other acts to him and on\n\n\n\n 5   which he has relied in reaching his conclusions.  It is\n\n\n\n 6   impossible for us to not be able to cross examine her expert\n\n\n\n 7   about preexisting PTSD caused by incidents and events unrelated\n\n\n\n 8   to Ms. Maxwell.\n\n\n\n 9            Motion in limine number 7, whether or not Ms. Giuffre\n\n\n\n10   can be called a prostitute.  Your Honor, no one in this case,\n\n\n\n11   no counsel, nobody that I'm aware of involved with the\n\n\n\n12   litigation has referred to Virginia Giuffre as a slut.  That is\n\n\n\n13   something that plaintiff's counsel has brought up, and you will\n\n\n\n14   notice there is absolutely no cite in any record, in any\n\n\n\n15   document referring to her as such.\n\n\n\n16            What has come up, your Honor, are internet sites in\n\n\n\n17   which Ms. Giuffre has been called all kinds of things that are\n\n\n\n18   unrelated to Ms. Maxwell, that do not cite Ms. Maxwell.  For\n\n\n\n19   example, her friends gave interviews to the press in which they\n\n\n\n20   described -- and this is attached as my Exhibit L -- described\n\n\n\n21   Virginia Giuffre as \"a money hungry sex kitten who enjoyed her\n\n\n\n22   lavish lifestyle\".  We cannot talk about plaintiff's reputation\n\n\n\n23   on the internet without talking about what is out there on the\n\n\n\n24   internet.  We cannot cross examine her or cross examine her\n\n\n\n25   experts about what her reputation is if we can't ask about\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                53\n\n     H3VOGIU1\n\n\n\n 1   these other things that are circulating about her that have\n\n\n\n 2   nothing to do with Ms. Maxwell.\n\n\n\n 3            Mr. Cassell referred to our expert Phillip Esplin,\n\n\n\n 4   Dr. Esplin, and saying that he agreed not to refer to Virginia\n\n\n\n 5   Roberts as a prostitute.  Your Honor, that came up in the\n\n\n\n 6   context of a cross examination in which he said he has no idea\n\n\n\n 7   whether any of her claims are credible or not.  He does not\n\n\n\n 8   believe it's within the province of the psychiatrist to be\n\n\n\n 9   making credibility determinations.  So he was not in any way\n\n\n\n10   suggesting, in fact he testified for hours to the contrary,\n\n\n\n11   that he knows whether her claims of being a prostitute are true\n\n\n\n12   or not true, and he agreed not to talk about.\n\n\n\n13            The only context in which I think this comes up, your\n\n\n\n14   Honor, are witnesses or people on the internet who have made\n\n\n\n15   disparaging remarks about the plaintiff that have to be the\n\n\n\n16   subject of her reputation and her request for damages that she\n\n\n\n17   says are related to Ms. Maxwell.\n\n\n\n18            Plaintiff's drug abuse, motion in limine number 8.\n\n\n\n19   They have conceded, as they must, that the period of time about\n\n\n\n20   which Ms. Giuffre is testifying is fair game for her discussion\n\n\n\n21   of all of her illegal drug use.  And it wasn't just\n\n\n\n22   prescription drugs, she has testified that she was on a number\n\n\n\n23   of different drugs at the time, and that because of those\n\n\n\n24   drugs, her memory of events from 2000 are, quote/unquote,\n\n\n\n25   foggy.  And she says that's one of the reasons she can't\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                54\n\n     H3VOGIU1\n\n\n\n 1   remember the names of the foreign presidents that she was\n\n\n\n 2   trafficked to, and these other famous people, because she was\n\n\n\n 3   taking so many drugs she just can't remember.\n\n\n\n 4            Obviously, your Honor, a witness' ability to perceive\n\n\n\n 5   and recall and relate events that happened a long time ago that\n\n\n\n 6   were affected by drug use need to be brought to light before\n\n\n\n 7   the jury.\n\n\n\n 8            The second issue, your Honor, relates to the use of\n\n\n\n 9   prescription medication.  What you heard plaintiff say is they\n\n\n\n10   would like to introduce evidence that she's taking prescription\n\n\n\n11   drugs properly, but they want to exclude us from cross\n\n\n\n12   examining her about that to see whether or not she was taking\n\n\n\n13   prescription drugs improperly.  That's called cross\n\n\n\n14   examination, your Honor.\n\n\n\n15            Her use of prescription drugs has been well-documented\n\n\n\n16   in her doctor's records, and she has made false statements to\n\n\n\n17   her doctors regarding her need for prescription drugs.  She's\n\n\n\n18   gone from one doctor to the next, telling one that she hasn't\n\n\n\n19   taken any Valium for years, and then the next one -- and then\n\n\n\n20   we have the records showing that that's just not true.  She's\n\n\n\n21   told doctors that she was stressed out about a big litigation\n\n\n\n22   in New York, she told a doctor that in the year 2014, this\n\n\n\n23   lawsuit wasn't filed until 2015, so she's made statements to\n\n\n\n24   doctors that are inaccurate.\n\n\n\n25            Your Honor, her statements reflected in her medical\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                55\n\n     H3VOGIU1\n\n\n\n 1   records may or may not be admissible depending on what she says\n\n\n\n 2   on the stand, but they are her statements and they are,\n\n\n\n 3   therefore, potentially admissible as admissions of a party\n\n\n\n 4   opponent under 801(d)(2).\n\n\n\n 5            Moreover, her doctor is the one who wants to testify\n\n\n\n 6   about her need for medications going forward, and he has been\n\n\n\n 7   the one who's talked about her previous use of medications.\n\n\n\n 8   Her Colorado doctor testified that she had misled him and not\n\n\n\n 9   fully disclosed her need for prescription medications, and\n\n\n\n10   there's also the question about whether or not, if she opens\n\n\n\n11   the door and says she's properly used medications for\n\n\n\n12   post-traumatic stress disorder, then we should be able to\n\n\n\n13   examine her, not only with respect to that, but her other use\n\n\n\n14   of prescription and illegal drugs.\n\n\n\n15            And your Honor, I think it is inappropriately limiting\n\n\n\n16   to say we can only talk about her use of drugs during the\n\n\n\n17   period of '99 to 2002 because any drug use that she has used in\n\n\n\n18   the meantime can go to establish whether or not she truly had\n\n\n\n19   post-traumatic stress disorder or any other mental health\n\n\n\n20   disorder.\n\n\n\n21            She has filed a lawsuit asking for $30 million in\n\n\n\n22   emotional distress, pain and suffering, and her doctor is going\n\n\n\n23   to testify that she needs medications as a part of managing\n\n\n\n24   that pain and stress and emotional distress.  If she's been\n\n\n\n25   using drugs in the interim that may affect her memory, if she's\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                56\n\n     H3VOGIU1\n\n\n\n 1   using drugs now that may affect her memory, or if she's\n\n\n\n 2   inappropriately used drugs in the meantime, all of that would\n\n\n\n 3   go to whether or not she truly has the emotional distress that\n\n\n\n 4   she claims.\n\n\n\n 5            Motion in limine 9, plaintiff's criminal history.  If\n\n\n\n 6   I understand plaintiff's argument, they do not want her to be\n\n\n\n 7   cross examined either under 608(b) or 405(b) with regard to a\n\n\n\n 8   specific instance of dishonesty; that is, her theft from her\n\n\n\n 9   employer.\n\n\n\n10            There are legions of cases, your Honor, that find\n\n\n\n11   theft to be a crime of dishonesty and admissible for proof of\n\n\n\n12   character of dishonesty.\n\n\n\n13            Not only, your Honor, did she get charged by the\n\n\n\n14   authorities in Florida with this crime of theft from her\n\n\n\n15   employer, an arrest warrant was issued for her, that arrest\n\n\n\n16   warrant was outstanding at the time she, quote/unquote, fled to\n\n\n\n17   Thailand.  That arrest warrant remained outstanding until the\n\n\n\n18   year, I think 2009 or 2010, when it was quashed.  Plaintiff\n\n\n\n19   failed to come back to this country during that entire time.\n\n\n\n20   It got quashed because it had been such a long passage of time.\n\n\n\n21            THE COURT:  Who was the employer?\n\n\n\n22            MS. MENNINGER:  It was the Roadhouse Grill, your\n\n\n\n23   Honor.  It was a burger joint.  And she was working at that\n\n\n\n24   Roadhouse Grill in March of 2002 during the period of time she\n\n\n\n25   claims that she was a sex slave.  She claimed that she was a\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                57\n\n     H3VOGIU1\n\n\n\n 1   sex slave, that she was getting paid wads of cash, thousands of\n\n\n\n 2   dollars by Jeffrey Epstein, and this was happening 24/7.  And\n\n\n\n 3   we asked in discovery, and we got a bunch of records, not only\n\n\n\n 4   of her working at the Roadhouse Grill, but also of her working\n\n\n\n 5   at a bunch of other restaurants, at a veterinarian's office,\n\n\n\n 6   all kinds of things during the period of time that she says she\n\n\n\n 7   was a -- what is commonly known as a sex slave, is how she\n\n\n\n 8   described it in her papers.\n\n\n\n 9            Your Honor, she compounded the lie about the theft\n\n\n\n10   because she wrote a book manuscript, as you know.  And in that\n\n\n\n11   book manuscript, she describes that it was not her who took the\n\n\n\n12   money from the tip jar, it was her boyfriend, Tony Figueroa,\n\n\n\n13   and that's also what she testified during her deposition.\n\n\n\n14            She said, for example, that she didn't commit the\n\n\n\n15   theft, that he came in at the end of her shift, and while she\n\n\n\n16   wasn't looking, he's the one that took the tips.\n\n\n\n17            Well, we deposed Tony Figueroa, and Tony Figueroa,\n\n\n\n18   your Honor might be surprised to hear, is a gentleman with\n\n\n\n19   several felonies to his name, which he gladly recounted on the\n\n\n\n20   witness stand on videotape.  He talked about all the thefts he\n\n\n\n21   has committed, thefts from a video store, he was charged with\n\n\n\n22   felonies, he was put on probation for ten years, he recently\n\n\n\n23   had gotten out, but he actually denied that he was the one who\n\n\n\n24   took the money from the tip jar.\n\n\n\n25            So there's the lie, there's the tip jar theft, then\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                58\n\n     H3VOGIU1\n\n\n\n 1   there's the lie about the tip jar theft, and then there is the\n\n\n\n 2   arrest warrant that was issued that plaintiff left the country\n\n\n\n 3   for over a decade while that arrest warrant was outstanding.\n\n\n\n 4            Your Honor, the fact of police contacts during this\n\n\n\n 5   timeframe, including this one, go directly to other issues,\n\n\n\n 6   including whether or not plaintiff was truly the sex slave that\n\n\n\n 7   she describes.  She had an opportunity, because she called the\n\n\n\n 8   police on numbers of occasions during the relevant time\n\n\n\n 9   period -- she called them to report a theft, she called them to\n\n\n\n10   help with a civil assist getting her out of her apartment, she\n\n\n\n11   called them for all kinds of reasons -- and at none of those\n\n\n\n12   points of time did she tell the police that she was currently\n\n\n\n13   then a, quote/unquote, sex slave.\n\n\n\n14            Your Honor, the Roadhouse Grill also -- the Mail On\n\n\n\n15   Sunday is the one who printed a story about the Roadhouse Grill\n\n\n\n16   and confronted her aunt who was being interviewed for one of\n\n\n\n17   their stories about it.  The aunt was in the process of saying\n\n\n\n18   what a great niece she had, and then the news asked her about\n\n\n\n19   the Roadhouse Grill theft, and she said, \"Wow, I didn't even\n\n\n\n20   know that she was working in a burger joint.\"  So it goes to\n\n\n\n21   her internet reputation.\n\n\n\n22            And finally, your Honor, I think if you look back to\n\n\n\n23   that email between our client and Mr. Dershowitz on page GM009,\n\n\n\n24   it's one of the lies that our client specifically referred to.\n\n\n\n25   She quotes Virginia Giuffre's statement, \"Jeffrey bought me\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                59\n\n     H3VOGIU1\n\n\n\n 1   jewelry, diamonds were his favorite, and wonderful furniture.\n\n\n\n 2   He was paying me very well because I'd give him sex whenever he\n\n\n\n 3   wanted,\" to which our client responded, \"If he was paying her\n\n\n\n 4   so well, why steal from her burger job in 2002?\"  So it's\n\n\n\n 5   within our client's knowledge on January 6, 2015, and that is\n\n\n\n 6   an additional reason why it should be admitted going to her\n\n\n\n 7   state of mind or actual malice, as plaintiff likes to call it.\n\n\n\n 8            Your Honor, with respect to the school records, the\n\n\n\n 9   school records are what they are.  They explain that she was in\n\n\n\n10   school during the entire time she claims that she was a sex\n\n\n\n11   slave, it gives her numbers of days of attendance, I don't\n\n\n\n12   understand why those records wouldn't be admitted in cross\n\n\n\n13   examination of her as to her whereabouts at certain occasions.\n\n\n\n14   Plaintiff certainly intends to introduce flight logs to show\n\n\n\n15   that she was or wasn't in certain places, so school records\n\n\n\n16   show where she was and wasn't on certain dates, and that's\n\n\n\n17   important, your Honor.\n\n\n\n18            Moreover, plaintiff is the one who told Sharon\n\n\n\n19   Churcher about her own problems with school.  She told Sharon\n\n\n\n20   Churcher, and Sharon Churcher published with her authorization\n\n\n\n21   that she went back to school to get her GED, and she wanted to\n\n\n\n22   study for massage.  She talked about dropping out of school.\n\n\n\n23   Police records reflect the fact that she was a truant during\n\n\n\n24   this period of time, that her mother was concerned about her\n\n\n\n25   abusing drugs and alcohol.  The school records intimately\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                60\n\n     H3VOGIU1\n\n\n\n 1   intersect with the entire story that plaintiff has told about\n\n\n\n 2   being a sex slave in the years 1999 to 2002.\n\n\n\n 3            Also, your Honor, they go to damages because plaintiff\n\n\n\n 4   has claimed that she should be entitled to a certain amount of\n\n\n\n 5   damages, and her own experts have talked about her being a\n\n\n\n 6   troubled child.  Again, this is something that they told their\n\n\n\n 7   psychiatric expert, and he relied on finding that she was a\n\n\n\n 8   troubled child, and then he's made inferences from there about\n\n\n\n 9   why she should be entitled to certain damages, and I think the\n\n\n\n10   school records are a fair game for cross examination of him.\n\n\n\n11            Motion in limine number 11, her bad childhood\n\n\n\n12   behavior.  Again, your Honor, this is exactly -- plaintiff went\n\n\n\n13   in to see the psychiatrist, went in to see hers and our\n\n\n\n14   independent medical examiner, and in both cases she described\n\n\n\n15   all of her, quote/unquote, bad childhood behavior.  So it goes\n\n\n\n16   to her damages, your Honor.  They want to elicit what they want\n\n\n\n17   to elicit and keep us from eliciting anything that would\n\n\n\n18   contradict it.\n\n\n\n19            But putting your reputation and your character in\n\n\n\n20   issue, as she has in this case, about the time when she was a\n\n\n\n21   child is necessarily a part of our cross examination to explain\n\n\n\n22   to a jury what her reputation at the time of the acts in\n\n\n\n23   question were.\n\n\n\n24            She was a truant, reported to the schools as a truant,\n\n\n\n25   reported by her mother to the police, circulated with people in\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                61\n\n     H3VOGIU1\n\n\n\n 1   the community out trying to find her, and she was known as such\n\n\n\n 2   in her community.  So to say somehow that we can't talk about\n\n\n\n 3   her reputation for truth telling, her reputation for honesty at\n\n\n\n 4   the time she was a child when she claims that she was the\n\n\n\n 5   victim of sex abuse, is not supported by the law.\n\n\n\n 6            Plaintiff also cites to Sack on Defamation, and I\n\n\n\n 7   believe the cite is 10, Section 5.  And your Honor, I think\n\n\n\n 8   this helps clarify a lot of what our position is in this case.\n\n\n\n 9            Sack believes, as we do, that it is entirely\n\n\n\n10   appropriate under 405(b) to question a plaintiff who has\n\n\n\n11   alleged defamation, whose reputation is an issue about all\n\n\n\n12   kinds of bad acts.  They have said, just now, that there is\n\n\n\n13   just no reason we should be allowed to ask about all these\n\n\n\n14   other bad acts.\n\n\n\n15            Sack cites, your Honor, to an Eleventh Circuit case,\n\n\n\n16   Schafer vs. Time, Inc.  In that case, your Honor, Sack says the\n\n\n\n17   Eleventh Circuit found the district court had been correct when\n\n\n\n18   it ruled that the defendant, which allegedly accused the\n\n\n\n19   plaintiff of being a traitor, \"would be permitted to question\n\n\n\n20   the plaintiff about a felony conviction, a possible violation\n\n\n\n21   of his subsequent parole, convictions for driving under the\n\n\n\n22   influence, an arrest for writing a bad check, failure to file\n\n\n\n23   tax returns, failure to pay alimony and child support, and\n\n\n\n24   evidence concerning plaintiff's efforts to change his name and\n\n\n\n25   social security number.\"  In other words, once you put your\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                62\n\n     H3VOGIU1\n\n\n\n 1   reputation at issue, all of these specific instances going to\n\n\n\n 2   your honesty are fair game.\n\n\n\n 3            In this case, we have asked plaintiff whether she\n\n\n\n 4   filed tax returns.  She said, \"No.\"  Tax fraud is not a private\n\n\n\n 5   matter, as plaintiff contends, it is a crime.  It is a crime of\n\n\n\n 6   dishonesty.\n\n\n\n 7            She likewise put into her complaint that her\n\n\n\n 8   reputation was injured in her professional capacity as\n\n\n\n 9   President of Victims Refuse Silence.  We inquired whether\n\n\n\n10   Victims Refuse Silence was, indeed, a legitimate enterprise.\n\n\n\n11   We learned that they had not met their tax obligations and they\n\n\n\n12   had not been funded.  That is, as your Honor knows, the subject\n\n\n\n13   of 702 motions, so I won't repeat it all here.\n\n\n\n14            I will say, however, that both of those issues,\n\n\n\n15   failure to file tax returns and tax fraud, are exactly the\n\n\n\n16   kinds of evidence permissible under 405(b) when you are\n\n\n\n17   attempting to establish the truth of your statement that\n\n\n\n18   plaintiff is a liar.\n\n\n\n19            Motion 14, evidence of being a victim of domestic\n\n\n\n20   violence.  Your Honor, in this case, plaintiff claims\n\n\n\n21   $30 million in pain, suffering, and emotional distress.\n\n\n\n22   Plaintiff's expert, Dr. Kliman, testified that domestic\n\n\n\n23   violence by her husband is likely a cause of exacerbation of\n\n\n\n24   her PTSD.  He also testified it was a very violent episode and\n\n\n\n25   more likely happened more than once.  He also testified that\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                63\n\n     H3VOGIU1\n\n\n\n 1   she needs additional marital and sexual counseling based on her\n\n\n\n 2   disinterest in sex, which she claims is caused by the\n\n\n\n 3   defamatory statement.\n\n\n\n 4            Our expert, your Honor, likewise found that the far\n\n\n\n 5   more likely cause of any dysfunction in her marriage which\n\n\n\n 6   arose at the time of the domestic violence incident and was\n\n\n\n 7   more likely the cause of any PTSD pain, suffering, or emotional\n\n\n\n 8   distress that she was experiencing.\n\n\n\n 9            That domestic violence incident happened in early\n\n\n\n10   March, 2015, a couple of months after the allegedly defamatory\n\n\n\n11   statement, and seven months before plaintiff brought this\n\n\n\n12   lawsuit.\n\n\n\n13            The criminal proceedings against her husband also are\n\n\n\n14   relevant to her damages, apart from Dr. Kliman's testimony.\n\n\n\n15   Her husband was ordered to live away from their home, leaving\n\n\n\n16   her to care for her three children alone.  He then stopped\n\n\n\n17   participating in the court-ordered domestic violence\n\n\n\n18   counseling, and he fled the country with an active arrest\n\n\n\n19   warrant that remains outstanding to this date from Colorado.\n\n\n\n20            All of these alternative sources of emotional distress\n\n\n\n21   for plaintiff should be admitted, as her expert, Dr. Kliman,\n\n\n\n22   has testified, in as far as they impact supposed pain,\n\n\n\n23   suffering, loss of enjoyment of life.\n\n\n\n24            Motion in limine number 15, any testimony that sex\n\n\n\n25   with a 17-year-old girl is, quote/unquote, lawful.  Plaintiff\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                64\n\n     H3VOGIU1\n\n\n\n 1   is the one who claims she had sex with various people at\n\n\n\n 2   various places at various times, some when she was 17, some\n\n\n\n 3   when she was 18, some when she was 19, some in Florida, some in\n\n\n\n 4   England, some in New York, some in New Mexico.  In all of those\n\n\n\n 5   cases, except Florida, the age of consent is 17.\n\n\n\n 6            I don't know what evidence plaintiff is going to\n\n\n\n 7   introduce about what sex she had, where, with whom, and her age\n\n\n\n 8   at that time because those sands have shifted dramatically\n\n\n\n 9   during the course of this litigation.  All I can say, your\n\n\n\n10   Honor, is, if she tries to introduce evidence that she had sex\n\n\n\n11   at a certain place and time and claimed that it was unlawful,\n\n\n\n12   your Honor will be duty bound to instruct a jury on what is or\n\n\n\n13   isn't lawful in a particular jurisdiction at a particular time\n\n\n\n14   in a particular place.\n\n\n\n15            Your Honor, I would submit that motion in limine 16\n\n\n\n16   regarding the medical records, again, is something that depends\n\n\n\n17   dramatically on what plaintiff introduces during her case in\n\n\n\n18   chief, but there are many statements, as I mentioned earlier,\n\n\n\n19   to her doctors which would be admitted as nonhearsay if offered\n\n\n\n20   against her as party admission.\n\n\n\n21            There are many statements over the last 15 years that\n\n\n\n22   relate to her mental condition, that relate to her medications.\n\n\n\n23   Do I anticipate asking about her ferret bite?  I do not.  Do I\n\n\n\n24   anticipate asking about the other things that are listed in her\n\n\n\n25   motion in limine?  I do not.  But I do believe that there are a\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                65\n\n     H3VOGIU1\n\n\n\n 1   number of times that she saw doctors, made statements, sought\n\n\n\n 2   treatment, got medications, all of which are reflected in her\n\n\n\n 3   medical records and are something that about which she may be\n\n\n\n 4   cross examined.\n\n\n\n 5            She claims her medical records are private.  She is\n\n\n\n 6   the one seeking $30 million in emotional distress, pain and\n\n\n\n 7   suffering, and I think when you do that, I'm sure her lawyers\n\n\n\n 8   advised her that her privacy rights with respect to her medical\n\n\n\n 9   records would no longer be the same as a private individual.\n\n\n\n10            Your Honor, Motion in limine 17, again, the dollar\n\n\n\n11   value of the Jane Doe settlement depends entirely on what\n\n\n\n12   happens in terms of plaintiff's case in chief and whether any\n\n\n\n13   other evidence regarding the Jane Doe 102 litigation comes into\n\n\n\n14   evidence, because if it does, then the settlement and the\n\n\n\n15   settlement amount may very well become relevant, but I can't\n\n\n\n16   say right now how anyone intends to use that at trial, why it\n\n\n\n17   would be relevant, and I can't say whether or not the\n\n\n\n18   settlement amount would likewise be relevant.\n\n\n\n19            Motion in limine 18, the Cassell-Edwards-Dershowitz\n\n\n\n20   litigation and their settlement.  It's interesting to note\n\n\n\n21   Mr. Cassell to refer to himself in the third person when he was\n\n\n\n22   talking about that litigation.\n\n\n\n23            Your Honor, there are a number -- I can count five\n\n\n\n24   reasons, at least, that that case is relevant to the facts in\n\n\n\n25   this case.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                66\n\n     H3VOGIU1\n\n\n\n 1            Plaintiff was a witness in that case.  She was deposed\n\n\n\n 2   in that case.  She testified under oath in that case,\n\n\n\n 3   represented by the same counsel that she has here.  Her\n\n\n\n 4   testimony in that case is admissible.\n\n\n\n 5            She participated in that case, your Honor, from March\n\n\n\n 6   of 2015 or so until it settled in or around April of 2016, and\n\n\n\n 7   she reported to her doctors that it was causing her a\n\n\n\n 8   significant amount of stress.  In fact, shortly before she was\n\n\n\n 9   deposed in that case she went to a doctor and requested that\n\n\n\n10   she get more Valium to help her handle her upcoming deposition.\n\n\n\n11            Dr. Miller, our psychiatrist, found that her\n\n\n\n12   participation in that lawsuit as a witness caused her\n\n\n\n13   significant stress and explained many of her complained of\n\n\n\n14   symptoms, and he said that they were exacerbated by her\n\n\n\n15   participation in that litigation.\n\n\n\n16            Third, evidence regarding that lawsuit goes to her\n\n\n\n17   reputational damages.  Again, your Honor, I refer to the\n\n\n\n18   federal evidence treatise relied on by plaintiff.  In\n\n\n\n19   defamation cases, defendants can also prove other liables and\n\n\n\n20   rumors about the claimant are circulating, at least if they are\n\n\n\n21   widespread, to demonstrate it is not what the defendant said\n\n\n\n22   about the plaintiff that caused her reputation to suffer but\n\n\n\n23   what others said.\n\n\n\n24            Your Honor has read the 702 pleadings.  Plaintiff's\n\n\n\n25   experts have pulled off the internet all kinds of stories that\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                67\n\n     H3VOGIU1\n\n\n\n 1   relate to plaintiff and said that those stories are evidence of\n\n\n\n 2   her damaged reputation.  When you look at the stories that\n\n\n\n 3   actually were pulled off the internet, a substantial number of\n\n\n\n 4   them relate to the Cassell-Edwards-Dershowitz litigation; what\n\n\n\n 5   happened in the litigation, statements made by the parties in\n\n\n\n 6   the litigation, statements made about Virginia Giuffre relevant\n\n\n\n 7   to that litigation.\n\n\n\n 8            If her reputation is damaged by some other litigation\n\n\n\n 9   that has nothing to do with Ms. Maxwell, Ms. Maxwell can't be\n\n\n\n10   responsible for that reputational damage.\n\n\n\n11            THE COURT:  What's your explanation of the damage\n\n\n\n12   caused to Giuffre by the Dershowitz case?\n\n\n\n13            MS. MENNINGER:  I'm sorry?\n\n\n\n14            THE COURT:  I understand the testimony part.  That's a\n\n\n\n15   different kind of thing.  But the case itself, how does that\n\n\n\n16   damage her reputation?\n\n\n\n17            MS. MENNINGER:  It's the press attendant to that case,\n\n\n\n18   your Honor.\n\n\n\n19            THE COURT:  Okay.  So the press attendant.\n\n\n\n20            MS. MENNINGER:  There was a lot of press attendant to\n\n\n\n21   that case which was, frankly, negative to the plaintiff that\n\n\n\n22   had nothing do with Ms. Maxwell's denial.  And their experts\n\n\n\n23   have relied on that press and claimed that that press somehow\n\n\n\n24   supports their claim for damages against Ms. Maxwell, even\n\n\n\n25   though she's not mentioned in the particular stories.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                68\n\n     H3VOGIU1\n\n\n\n 1            THE COURT:  But how is that going to figure into\n\n\n\n 2   damages in our case?\n\n\n\n 3            MS. MENNINGER:  Your Honor, I think the jury would be\n\n\n\n 4   instructed here not to hold Ms. Maxwell responsible for any\n\n\n\n 5   harm to plaintiff's reputation caused by third parties or\n\n\n\n 6   alternate sources, including stories that were generated by\n\n\n\n 7   statements made by her own counsel, by Alan Dershowitz, by\n\n\n\n 8   Prince Andrew, by anyone else.\n\n\n\n 9            THE COURT:  Well, yes.  But what I'm trying to figure\n\n\n\n10   out, what about that case was damaging to Giuffre?\n\n\n\n11            MS. MENNINGER:  I can't tell you that, your Honor.\n\n\n\n12   It's actually plaintiffs who are asking for $1.9 million in\n\n\n\n13   reputational cleanup costs, and when you ask them what\n\n\n\n14   reputational cleanup costs are you trying to clean up, they\n\n\n\n15   point to stories having to do with the Dershowitz litigation.\n\n\n\n16   They say her reputation was damaged by that litigation and by\n\n\n\n17   the stories related to it, and they want to push all of those\n\n\n\n18   stories down on the internet searches.  Not stories that relate\n\n\n\n19   to Ms. Maxwell, stories that relate to her litigation with --\n\n\n\n20   her lawyer's litigation with Alan Dershowitz.\n\n\n\n21            THE COURT:  Okay.\n\n\n\n22            MS. MENNINGER:  I don't think that evidence should\n\n\n\n23   come in because I don't think it's based on science, but I\n\n\n\n24   realize that's not for today.\n\n\n\n25            Likewise, your Honor, her failure to sue Alan\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                69\n\n     H3VOGIU1\n\n\n\n 1   Dershowitz, although he's gone on all of these other shows and\n\n\n\n 2   called her a liar after she said she had sex with him seven\n\n\n\n 3   times, goes to her failure to mitigate any of her damages.\n\n\n\n 4            Finally, your Honor, there is, as you heard from\n\n\n\n 5   Mr. Cassell, talking about Cassell lawsuit, a statement issued\n\n\n\n 6   that that lawsuit was a mistake.  Whether her attorneys have\n\n\n\n 7   made representations, they did so while they were representing\n\n\n\n 8   plaintiff.  This was while Mr. Cassell and Mr. Edwards were\n\n\n\n 9   both pursuing their own lawsuit and also representing plaintiff\n\n\n\n10   in this case.  So any statements that they issued that are\n\n\n\n11   within the scope of their agency, your Honor, are\n\n\n\n12   representations, frankly, made by plaintiff.\n\n\n\n13            With regard to the Judge Marra order, motion in limine\n\n\n\n14   19, your Honor, plaintiff would like to make a lot of arguments\n\n\n\n15   now.  She's already litigated those points.  She lost.  She's\n\n\n\n16   collaterally estopped from reraising them.  And it would be\n\n\n\n17   seriously misleading, your Honor, to admit the joinder motion\n\n\n\n18   and not inform the jury that a judge found that the allegations\n\n\n\n19   contained in that joinder motion were impertinent.\n\n\n\n20            Motion in limine 20, Rebecca Boylan.  They said she's\n\n\n\n21   not been deposed.  She was a disclosed witness.  They said\n\n\n\n22   she's not going to be a witness.  Well, we'll see.  Your Honor,\n\n\n\n23   I don't think this is the appropriate time to raise this issue.\n\n\n\n24   It's not an appropriate motion in limine.  I know what the\n\n\n\n25   rules of evidence are with regard to hearsay and double\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                70\n\n     H3VOGIU1\n\n\n\n 1   hearsay.\n\n\n\n 2            That's also true, your Honor, largely with respect to\n\n\n\n 3   the rest of the motions.  They are asking for an advisory\n\n\n\n 4   opinion from this Court about things that may or may not\n\n\n\n 5   happen.  Your Honor, I just don't see the need to waste more\n\n\n\n 6   time on it.\n\n\n\n 7            There is only one issue, the one raised in 28 where we\n\n\n\n 8   have presented the possibility that as the party that bears the\n\n\n\n 9   burden of proof, we would be allowed during closing arguments,\n\n\n\n10   for example, to comment on the lack of proof, which is a common\n\n\n\n11   closing argument.\n\n\n\n12            If they have control over a party and that party\n\n\n\n13   doesn't come and testify, we may, under the appropriate\n\n\n\n14   circumstances and with the right foundation, ask for a missing\n\n\n\n15   witness instruction, your Honor, but these are all advisory\n\n\n\n16   questions at this point.\n\n\n\n17            MS. McCAWLEY:  Your Honor, Sigrid McCawley on behalf\n\n\n\n18   of the plaintiff.  Would the Court like to take a break at this\n\n\n\n19   point?  I know we've gone for a couple hours.  I'm not sure how\n\n\n\n20   you'd like to proceed.  We're happy to address --\n\n\n\n21            THE COURT:  Let's finish.\n\n\n\n22            MS. McCAWLEY:  Let's finish.  Okay, great.  Thank you.\n\n\n\n23            MR. CASSELL:  Paul Cassell, your Honor, for\n\n\n\n24   Ms. Giuffre.\n\n\n\n25            The defense started with an overview of Rule 405(b),\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                71\n\n     H3VOGIU1\n\n\n\n 1   so let meet respond to that overview.\n\n\n\n 2            They reference Mueller and Kirkpatrick, a treatise\n\n\n\n 3   that we think is very instructive on this particular point.\n\n\n\n 4            Mueller and Kirkpatrick says, \"It is true that in a\n\n\n\n 5   defamation case there is more latitude to introducing\n\n\n\n 6   reputational types of evidence.  However, it's important to\n\n\n\n 7   remember, say Mueller and Kirkpatrick, that actual character is\n\n\n\n 8   not so much the question as reputation.\"\n\n\n\n 9            And it follows that \"specific instances of misconduct\n\n\n\n10   cannot be proved if they were not generally known because then\n\n\n\n11   they would not affect reputation.\"\n\n\n\n12            They go on to say that, \"When a defendant's proof goes\n\n\n\n13   to specific instances under 405(b), caution from the judge is\n\n\n\n14   in order.  Proving misbehavior can, in effect, become a game of\n\n\n\n15   character assassination that adds insult to injury which courts\n\n\n\n16   can block by carefully considering relevancy issues and the\n\n\n\n17   rule against unfair prejudice found in Rule 403.\"  And so it is\n\n\n\n18   against that backdrop that the Court should be considering\n\n\n\n19   these 405 issues.\n\n\n\n20            What I would like to do is offer three illustrations\n\n\n\n21   of what I think is going to be a pervasive flaw in many of the\n\n\n\n22   arguments advanced by the defense.\n\n\n\n23            So we heard that, \"Your Honor, look under 405(b).  The\n\n\n\n24   fact that the mother -- plaintiff's mother described her as a\n\n\n\n25   liar about using drugs and running away from home, that comes\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                72\n\n     H3VOGIU1\n\n\n\n 1   in to show reputation.\"  Let me explain why I believe that\n\n\n\n 2   argument is fundamentally flawed, and that will, of course,\n\n\n\n 3   carry over to other illustrations, as well.\n\n\n\n 4            The statement to which defense counsel was referring\n\n\n\n 5   was a statement that Ms. Giuffre's mother made during a\n\n\n\n 6   deposition as a witness in this case where the only people in\n\n\n\n 7   the room were the court reporter and the attorneys.  The fact\n\n\n\n 8   that when asked, \"What did you think of your daughter 17 years\n\n\n\n 9   ago?  Well, I thought at the time that she was a liar,\" wasn't\n\n\n\n10   something that goes to Ms. Giuffre's reputation because there's\n\n\n\n11   no evidence anybody knew about it other than, you know, the\n\n\n\n12   mother who is now being deposed in 2016.\n\n\n\n13            Moreover, the question was, \"What did you think about\n\n\n\n14   the fact that your then 17-year-old child was running away from\n\n\n\n15   school?  Well, I thought she was lying to me about that.\"  That\n\n\n\n16   would go, I guess, to her reputation back in, what, 1999, 2000,\n\n\n\n17   2001, that time period, but of course the damages that are at\n\n\n\n18   issue in this case are damages around 2016 and thereabouts when\n\n\n\n19   the defamatory statement is released.\n\n\n\n20            So it's hard to see even an argument for the statement\n\n\n\n21   of the mom in a deposition going to reputation.  I don't know,\n\n\n\n22   maybe I'm missing something, maybe there's some marginal\n\n\n\n23   relevance that can be distilled out of all of that.  But of\n\n\n\n24   course then your Honor has to weigh whatever marginal value\n\n\n\n25   that has as to reputational issues against the very significant\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                73\n\n     H3VOGIU1\n\n\n\n 1   prejudicial effect.\n\n\n\n 2            Obviously, this is going to be considered by the jury\n\n\n\n 3   to think she's a bad kid.  They're not going to like\n\n\n\n 4   Ms. Giuffre, and they're going to hold it against her, not\n\n\n\n 5   because it has some technical reputational aspect to it, but\n\n\n\n 6   because it is something that shows she's a bad person.  Under\n\n\n\n 7   403, the evidence should be excluded.\n\n\n\n 8            Let me give you a second illustration of reputational\n\n\n\n 9   points.  They say, \"Ah-ha, look.  Ms. Giuffre went to\n\n\n\n10   Dr. Kliman,\" and I believe your Honor referred to that as well.\n\n\n\n11   And your Honor asked, I think, a very good question, and let me\n\n\n\n12   see if I can answer that question.\n\n\n\n13            You said, \"Well, why did she disclose all this stuff\n\n\n\n14   to Dr. Kliman?\"  Well, the answer is obvious, she was under\n\n\n\n15   instructions from the doctor to tell everything that happened,\n\n\n\n16   and of course she told, to the best of her ability, everything\n\n\n\n17   that happened.  Some of the stuff is going to turn out in a\n\n\n\n18   court of law to be relevant, some of this stuff in a court of\n\n\n\n19   law is going to turn out to be irrelevant.  But that's not the\n\n\n\n20   psychiatrist's job to say, 'No, no, no, don't talk about\n\n\n\n21   illegal drug use because the prejudicial effect outweighs the\n\n\n\n22   probative value,' he just gets a full medical history.  And\n\n\n\n23   having collected all that information, you know, through\n\n\n\n24   Dr. Kliman, or they also have Dr. Miller who did a similar sort\n\n\n\n25   of thing.  Now once you have all of this vast array of\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                74\n\n     H3VOGIU1\n\n\n\n 1   information, then the lawyers present arguments to your Honor\n\n\n\n 2   and say, 'Wait a minute.  Some of the things that are in the\n\n\n\n 3   report aren't relevant to the case and, in fact, are going to\n\n\n\n 4   be highly prejudicial for the jury.'  That's why we're here\n\n\n\n 5   this morning asking for some of those things to be excluded.\n\n\n\n 6            For example, there are some references -- I won't\n\n\n\n 7   belabor the point -- but the references that we're making to\n\n\n\n 8   some of the illegal drug usage and so forth, that's not\n\n\n\n 9   something we're trying to deploy affirmatively.  The good\n\n\n\n10   doctor simply listed all of the information that had been\n\n\n\n11   recited as part of his report so that the lawyers and the judge\n\n\n\n12   can now make a determination.\n\n\n\n13            And the fact that Ms. Giuffre told Dr. Kliman in a\n\n\n\n14   confidential psychiatric examination certain things about drug\n\n\n\n15   use can't possibly go to her reputation because no one was\n\n\n\n16   there who was assessing what kinds of things might be going on.\n\n\n\n17            A similar point can be made about tax fraud.  We're\n\n\n\n18   told, \"Well, your Honor, tax fraud goes to her reputation.\"  I\n\n\n\n19   suppose that goes to her reputation with some IRS agent who is\n\n\n\n20   looking at a return, but it can't possibly go to a general\n\n\n\n21   reputation that is at issue in this case.\n\n\n\n22            And once again, the cases that we cite in our briefs I\n\n\n\n23   think make this point clear, there is a vast risk of\n\n\n\n24   prejudicial effect to Ms. Giuffre because the jury is going to\n\n\n\n25   think, oh, she's a tax cheat, and they're going to hold that\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                75\n\n     H3VOGIU1\n\n\n\n 1   against her because they don't like her actions in that\n\n\n\n 2   particular circumstance as opposed to the merits of the case.\n\n\n\n 3            And by the way, we are going to strongly contest that\n\n\n\n 4   she's a tax cheat, so your Honor is going to have, I guess,\n\n\n\n 5   competing tax information, and jury instructions on whether\n\n\n\n 6   personal injury returns have to be reported on your return, all\n\n\n\n 7   of which is going to deflect the jury's time and attention, not\n\n\n\n 8   to mention the Court's and counsel's, away from the fundamental\n\n\n\n 9   issue of did Ms. Maxwell defame Ms. Giuffre.  So that's our\n\n\n\n10   response to the initial overview regarding 405, and I'm going\n\n\n\n11   to turn the time over to my colleague now to dive into some\n\n\n\n12   specifics.\n\n\n\n13            MS. McCAWLEY:  Thank you, your Honor.  I'm going try\n\n\n\n14   to keep this very brief and just touch on some of the\n\n\n\n15   highlights quickly.\n\n\n\n16            So we were talking initially at the beginning about\n\n\n\n17   the issue of various pieces of different witnesses, whether\n\n\n\n18   their information would come in, and we hit on the issue --\n\n\n\n19   they brought up the issue of Mr. Freeh, and actually gave\n\n\n\n20   you -- told you that he was going to be just somebody who was\n\n\n\n21   going to sit on the stand and validate the FOIA response.\n\n\n\n22            Well, very clear from the documents they've produced\n\n\n\n23   in this case, if I could hand them up, your Honor, this is the\n\n\n\n24   pages that they produced with respect to Mr. Freeh.  And you'll\n\n\n\n25   see on the first page, he gives his conclusion and he says,\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                76\n\n     H3VOGIU1\n\n\n\n 1   \"Based on my experience, knowledge, and duties of these\n\n\n\n 2   protocols in the USS Protective Details of Special Agents, a\n\n\n\n 3   company escorting Mr. Clinton\" -- so he is relying on his\n\n\n\n 4   expertise as a former FBI head in order to opine on whether or\n\n\n\n 5   not these records are correct, your Honor.\n\n\n\n 6            They disclosed him as a lay witness in this case, not\n\n\n\n 7   an as an expert witness.  We went through a series -- as you\n\n\n\n 8   know your Honor, you've seen all the expert depositions in this\n\n\n\n 9   case that we've had.  They say, \"Well, you could have deposed\n\n\n\n10   him as a lay witness.\"\n\n\n\n11            Your Honor, will remember, we were very limited.  We\n\n\n\n12   were limited to ten depos.  We had to beg, borrow, and steal to\n\n\n\n13   get a few more, and we had to be very careful in who we picked\n\n\n\n14   and chose with respect to establishing our claims.  If we had\n\n\n\n15   known, of course, that Mr. Freeh was going to be put on the\n\n\n\n16   stand as an expert in this case, we, of course, would have\n\n\n\n17   sought his deposition through the expert process.\n\n\n\n18            So, your Honor, I think those documents speak for\n\n\n\n19   themselves.  They're very clear, that's GMOO526, where he's\n\n\n\n20   giving that clear opinion.  The letter is sent to\n\n\n\n21   Mr. Dershowitz and he signs it, and then it has the relevant\n\n\n\n22   attachments.  So, your Honor, we firmly believe that that\n\n\n\n23   should be kept out of evidence because he was not disclosed\n\n\n\n24   properly as an expert in this case.\n\n\n\n25            The other thing I want to point your attention to is\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                77\n\n     H3VOGIU1\n\n\n\n 1   another document that they gave you, and I think this document\n\n\n\n 2   is really telling for what it doesn't say, and that's the email\n\n\n\n 3   traffic.\n\n\n\n 4            Right after -- a few days after she makes the\n\n\n\n 5   defamatory statement, she's conversing with Alan Dershowitz\n\n\n\n 6   about this statement.  And this is GM0006 through 00015.\n\n\n\n 7            What's really interesting about this is nowhere in\n\n\n\n 8   this statement does she say, 'I didn't participate in this\n\n\n\n 9   abuse.  I didn't know this person.  I wasn't around.  This\n\n\n\n10   didn't happen with JE.' Instead, she picks statements and says\n\n\n\n11   things like -- which sound like a jealous girlfriend -- she\n\n\n\n12   says, \"I called Jeffrey and told him I've fallen madly in love,\n\n\n\n13   Virginia says.  I was hoping he'd be delighted, but he said,\n\n\n\n14   \"Have a nice life\" and hung up on me.\"  And she puts in parens\n\n\n\n15   to Mr. Dershowitz, \"Did she want Jeffrey to say no, don't do\n\n\n\n16   it, I want to marry you?\"\n\n\n\n17            Clearly, she knows -- while during her deposition she\n\n\n\n18   claimed to not recollect my client whatsoever, she clearly\n\n\n\n19   knows her and this shows that they were together.\n\n\n\n20            It's also interesting, if you look on page 0008,\n\n\n\n21   because she's putting in parens individuals, other people that\n\n\n\n22   my client was lent out to that they forgot to mention in the\n\n\n\n23   list that they give.  I mean, what's really telling about this\n\n\n\n24   document is what it doesn't say, but it clearly shows she knew\n\n\n\n25   my client, she knew what was occurring, and she's simply trying\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                78\n\n     H3VOGIU1\n\n\n\n 1   to pick apart nuances in the statement.  So, your Honor, I\n\n\n\n 2   submit that to you for what it doesn't say from Ms. Maxwell\n\n\n\n 3   since they've provided that to you today.\n\n\n\n 4            There are a few more things that I just want to touch\n\n\n\n 5   on that I think need to be clarified, and that is, with respect\n\n\n\n 6   to -- there was this mention about newspaper articles, and as\n\n\n\n 7   you know we've submitted an expert who analyzed through his web\n\n\n\n 8   analytics, he's the same expert that was in the Anders case who\n\n\n\n 9   followed that video of the Fox reporter over the internet and\n\n\n\n10   tracked that he uses a well-accepted methodology.  We've set\n\n\n\n11   that forth all in our papers.\n\n\n\n12            But he tracked the specific quoted statements, your\n\n\n\n13   Honor.  And if they have an issue, if they want to say, oh,\n\n\n\n14   they're proposing today that these articles related to the\n\n\n\n15   Dershowitz matter, that's subject for cross examination of him\n\n\n\n16   if they want, but he has a very clear methodology, and those\n\n\n\n17   articles that he tracked were in that manner, your Honor, so I\n\n\n\n18   just want to make that point since they raised it.  I know\n\n\n\n19   we're not discussing the experts in detail today, but I did ask\n\n\n\n20   that question.\n\n\n\n21            So your Honor, in just summarizing on those points, I\n\n\n\n22   think we made clear in our opening argument why we believe that\n\n\n\n23   this shouldn't be subject to a number of mini trials on a\n\n\n\n24   variety of these issues, we're hoping to streamline this\n\n\n\n25   matter, and that's why we proposed this motion in limine to you\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                79\n\n     H3VOGIU1\n\n\n\n 1   in the way that we did.\n\n\n\n 2            I'm just going to let my counsel address any final\n\n\n\n 3   issues.\n\n\n\n 4            MS. SCHULTZ:  Your Honor, I don't have anything\n\n\n\n 5   further to say on motion in limine number 6.  The defendant has\n\n\n\n 6   not given any valid reason or justification for introducing any\n\n\n\n 7   evidence of prior sexual assault that should be excluded for\n\n\n\n 8   all the reasons in the brief and the oral argument over these\n\n\n\n 9   two days.\n\n\n\n10            With regard to drugs, there are voluminous medical\n\n\n\n11   records presented here.  Defendant's counsel has stood up and\n\n\n\n12   said there are false statements to doctors and have suggested\n\n\n\n13   that Ms. Giuffre is doctor shopping.  I'll submit that the\n\n\n\n14   records do not reflect that.\n\n\n\n15            Defendant apparently seeks to introduce a jotted down\n\n\n\n16   note here or there from medical records, but these are plainly\n\n\n\n17   hearsay, and a sentence fragment in the middle of a medical\n\n\n\n18   chart is not admissible evidence, it's hearsay.  And then,\n\n\n\n19   they're certainly not a party admission, they don't even\n\n\n\n20   reflect the totality of what the conversation is between\n\n\n\n21   patient and doctor.\n\n\n\n22            Also, I would also submit that the prescription\n\n\n\n23   records show that they are not doctor shopping to a mass\n\n\n\n24   amounts of pills or medication.  The prescription records speak\n\n\n\n25   for themselves.  You can count the number of pills that were\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                80\n\n     H3VOGIU1\n\n\n\n 1   prescribed over a period of time, and you'll understand that\n\n\n\n 2   this is not a situation of someone being a drugee and doctor\n\n\n\n 3   shopping, something that's in the news a lot these days.  So\n\n\n\n 4   trying to submit it that way is not only irrelevant to this\n\n\n\n 5   case, but the prejudice greatly outweighs whatever probative\n\n\n\n 6   value it might be.  Ms. Giuffre would not, of course, object to\n\n\n\n 7   testifying with regard to what current medication she takes,\n\n\n\n 8   but that's a different subject altogether.\n\n\n\n 9            With regard to criminal history, as I mentioned,\n\n\n\n10   Ms. Giuffre denied that she stole the money.  She said her\n\n\n\n11   boyfriend took the money while he was there with her.  And\n\n\n\n12   defense counsel reminded Court that this victim is a thief.\n\n\n\n13   Again, none of this information comes in under the Federal\n\n\n\n14   Rules of Evidence.  Even the charging document and the warrant\n\n\n\n15   are classic hearsay and should be excluded.\n\n\n\n16            With regard to the next one, I'm going to skip ahead\n\n\n\n17   to school records.  The records don't show that she was in\n\n\n\n18   school, as much as defendant seems to think she is.  They don't\n\n\n\n19   have also what days she attended and what days she doesn't.  It\n\n\n\n20   doesn't say that she was there on, for example, May 23rd, 2000.\n\n\n\n21   What they do show is that there are no courses taken between\n\n\n\n22   1999 and the 2000 school year, and no courses taken during the\n\n\n\n23   2000 to 2001 school years.\n\n\n\n24            Ms. Giuffer's attempt to work and resume school at\n\n\n\n25   another school as as a tenth grader in the 2001 to 2002 school\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                81\n\n     H3VOGIU1\n\n\n\n 1   year was limited to a portion of the school year starting\n\n\n\n 2   October 20th, 2001, ending only in March 7th, 2002, which only\n\n\n\n 3   further substantiates Ms. Giuffre's testimony that at one point\n\n\n\n 4   she attempted to get away from defendant's abuse, along with --\n\n\n\n 5   and Mr. Figueroa testified to the same.\n\n\n\n 6            So again, I would also reiterate that her reputation\n\n\n\n 7   as a child for being a truant or a runaway is not what is at\n\n\n\n 8   issue in this case.  She is a 30-something-year-old woman and\n\n\n\n 9   did not have a reputation related to her school attendance.\n\n\n\n10            There is also in this case zero evidence of her\n\n\n\n11   not-for-profit being a tax fraud.  It's not funded and it's in\n\n\n\n12   compliance with United States tax rules.\n\n\n\n13            Additionally, Ms. Giuffre has produced volumes of\n\n\n\n14   papers of tax returns filed with the Australian government, the\n\n\n\n15   country where she has predominantly resided since she was 19\n\n\n\n16   years old.  And that's all I'm going to say for that, to keep\n\n\n\n17   it brief.\n\n\n\n18            MR. CASSELL:  Your Honor, I'm just going to address\n\n\n\n19   all of the points that -- I'll just take very few minutes here,\n\n\n\n20   with your permission.\n\n\n\n21            So on point number 7 that I addressed, the issue of\n\n\n\n22   slut, it seems like we're in agreement that that should be a\n\n\n\n23   term that's not used.\n\n\n\n24            The debate was over the term \"prostitute\".  Again, Dr.\n\n\n\n25   Esplin, their own expert, you can see in the 702 motions, he\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                82\n\n     H3VOGIU1\n\n\n\n 1   concluded that was an inappropriate word.\n\n\n\n 2            The only -- let me be clear.  If there's some document\n\n\n\n 3   that has the word \"prostitute\" in it, we're not suggesting that\n\n\n\n 4   then it would be -- if that document is in evidence and the use\n\n\n\n 5   of that word is appropriate and admissible and relevant, we're\n\n\n\n 6   not saying that that has to be redacted.  But the only example\n\n\n\n 7   they gave is there's some comments in some internet chat room\n\n\n\n 8   somewhere, we're not sure exactly how they're going to\n\n\n\n 9   authenticate those, there's no evidence Ms. Giuffre has heard\n\n\n\n10   of those, so as you say, we can take that up at the time.  But\n\n\n\n11   we would ask that defense counsel be instructed, and their\n\n\n\n12   witnesses be instructed, not to use that term unless it appears\n\n\n\n13   in a particular document.\n\n\n\n14            With regard to item 14, this is the domestic violence\n\n\n\n15   issue.  And they say, look, it has relevance because it shows\n\n\n\n16   an alternative cause of emotional distress damages.\n\n\n\n17            Our position is primarily based on Rule 403.  We\n\n\n\n18   conceded, I think, that there's some arguable chain of\n\n\n\n19   relevance that perhaps could be teased out here, but let's\n\n\n\n20   understand, this domestic violence incident took place in\n\n\n\n21   March, 2015, and the statement at issue that caused the\n\n\n\n22   worldwide reputational damages was launched in January of 2015.\n\n\n\n23            So the relevance here is marginal, and ultimately the\n\n\n\n24   question your Honor has to, of course, sort out is the\n\n\n\n25   prejudicial effect.  There wasn't any response that I heard\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                83\n\n     H3VOGIU1\n\n\n\n 1   from defense counsel about a blame the victim mindset that the\n\n\n\n 2   jury would very well adopt once they heard that Ms. Giuffre's\n\n\n\n 3   staying with her husband is a victim of domestic violence.  So\n\n\n\n 4   your Honor has in front of it, I think, essentially uncontested\n\n\n\n 5   evidence, or at least uncontested argument of substantial\n\n\n\n 6   prejudicial effect that will exist that tips decisively in\n\n\n\n 7   favor of excluding this, particularly when they get to subjects\n\n\n\n 8   like criminal proceedings.  We're going to then get into what\n\n\n\n 9   is the scope of the protective order if they live in Australia\n\n\n\n10   and things like that.  That's far afield from any effect on\n\n\n\n11   emotional distress damages.\n\n\n\n12            Item 15 has to do the 17-year-old, 16-year-old,\n\n\n\n13   15-year-old.  I think we have agreement from both sides that\n\n\n\n14   sex with a 17-year-old is unlawful under the age of consent\n\n\n\n15   statute that exists in Florida, and we'll be asking either to\n\n\n\n16   cover that through an expert witness or through a jury\n\n\n\n17   instruction.  But they say, oh, what if she's flown to New\n\n\n\n18   Mexico?  The age of consent there might be different.  And this\n\n\n\n19   is where I believe your Honor can take a close look at the\n\n\n\n20   expert witness on sex trafficking, the 702 motion is currently\n\n\n\n21   pending in front of you, Professor Terry Conan, who is at the\n\n\n\n22   Florida State Trafficking Institute, and we've offered him as\n\n\n\n23   an expert witness.\n\n\n\n24            If you take a 17-year-old from Florida, fly her to New\n\n\n\n25   Mexico for sexual purposes, it makes no difference what the age\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                84\n\n     H3VOGIU1\n\n\n\n 1   of consent is at that point because you have a federal sex\n\n\n\n 2   trafficking crime that has been committed.\n\n\n\n 3            The same thing is true if you fly a 17-year-old into\n\n\n\n 4   London, or if you fly her into New York.  All of those are sex\n\n\n\n 5   trafficking crimes, and Professor Conan is prepared to explain\n\n\n\n 6   both that particular aspect, I would describe it as a mixed\n\n\n\n 7   question of fact and law, and also some of the psychological\n\n\n\n 8   techniques that are used to create the -- I think he refers to\n\n\n\n 9   them as the invisible chains of sex traffickers.\n\n\n\n10            So we either have a crime in Florida, because she's\n\n\n\n11   under the age of consent, or we have a federal or, in all\n\n\n\n12   likelihood, state trafficking offense if she's flown to another\n\n\n\n13   state.\n\n\n\n14            Which regard to item 18, the Cassell and Edwards\n\n\n\n15   litigation, I think your Honor asked some excellent questions\n\n\n\n16   on that.\n\n\n\n17            We were told that there are five reasons why\n\n\n\n18   Ms. Giuffre's connection to that case has some relevance.  The\n\n\n\n19   first argument, I guess, is their strongest argument, was that,\n\n\n\n20   well, she was a witness in that case.  But, of course, that was\n\n\n\n21   a confidential deposition, so it couldn't have anything to do\n\n\n\n22   with reputational damages or something else.\n\n\n\n23            Let me be clear.  Ms. Giuffre made statements when she\n\n\n\n24   was deposed, and if they say, ah-hah, you've said X from the\n\n\n\n25   witness stand, but last year when you were deposed you said not\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                85\n\n     H3VOGIU1\n\n\n\n 1   X, fair enough, cross examine her about it, inconsistent\n\n\n\n 2   statement.  We're not objecting to that aspect of that.\n\n\n\n 3            What we don't want is the lawsuit itself and the\n\n\n\n 4   circumstances surrounding the lawsuit to be paraded in front of\n\n\n\n 5   jury.  If they simply want to put in a deposition statement to\n\n\n\n 6   stay it's inconsistent, and that's properly done, of course,\n\n\n\n 7   that would be appropriate.\n\n\n\n 8            Their second point is, she participated for a period\n\n\n\n 9   of time.  I guess she participated if you're subpoenaed as a\n\n\n\n10   witness and testified, but that wasn't -- you know, she wasn't\n\n\n\n11   a party to the case.\n\n\n\n12            Their third point was that the reputational damages\n\n\n\n13   somehow link into what Dershowitz was saying.  Again, your\n\n\n\n14   Honor already knows our point one is to keep out Mr. Dershowitz\n\n\n\n15   from the case, and you'll make a ruling one way or the other on\n\n\n\n16   it.  If he's kept out of the case then this becomes a moot\n\n\n\n17   point.  But even if you decide he's in the case, well, okay,\n\n\n\n18   fine.  Have him testify and do whatever else you think is\n\n\n\n19   appropriate.  We don't need to hear all about this unrelated\n\n\n\n20   lawsuit.\n\n\n\n21            Their fourth point had to do with, I believe, you\n\n\n\n22   know, damages suffered by Ms. Giuffre.  Your question was, if\n\n\n\n23   I'm -- I don't have the transcript in front of me -- I think\n\n\n\n24   you said, well, how does the case itself go to damages?  And I\n\n\n\n25   believe this is a direct quote from Ms. Menninger.  \"I can't\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                86\n\n     H3VOGIU1\n\n\n\n 1   tell you that.\"  So even the defense counsel when given an\n\n\n\n 2   opportunity to articulate the relevance failed to do so, in our\n\n\n\n 3   view.\n\n\n\n 4            She says -- then her next argument is, well, the\n\n\n\n 5   plaintiff's experts are using Dershowitz's statements.  As you\n\n\n\n 6   know from the 702 pleadings, no, we're using Maxwell's\n\n\n\n 7   statements.  We're only going to be proving a case about what\n\n\n\n 8   Maxwell's defamation did to Ms. Giuffre.\n\n\n\n 9            And then the last argument was that there was a\n\n\n\n10   failure to mitigate damages by suing Dershowitz.  Well, your\n\n\n\n11   Honor knows, if a person A commits a defamation, you sue A and\n\n\n\n12   you get your damages.  Then if person B does something, you\n\n\n\n13   sort that out in a separate proceeding in a separate way.\n\n\n\n14   Sacks and others are very instructive on that.\n\n\n\n15            The last point they made was that, well, look, these\n\n\n\n16   statements were going on while Cassell and Edwards were\n\n\n\n17   representing her.  They've shown simultaneity in time, but not\n\n\n\n18   simultaneity in the scope.\n\n\n\n19            It is true that the lawsuit was settled, and I won't\n\n\n\n20   refer to myself in the third person.  Mr. Edwards and I settled\n\n\n\n21   the lawsuit and made certain statements in connection with\n\n\n\n22   that, but that was to take care of our own professional\n\n\n\n23   reputation and the lawsuit associated with that, it had nothing\n\n\n\n24   to do with representing Ms. Giuffre.\n\n\n\n25            I believe I have two left, your Honor, and you've been\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                87\n\n     H3VOGIU1\n\n\n\n 1   extremely patient.  Let me just take two more minutes to cover\n\n\n\n 2   point 19.  This is Judge Marra's ruling.\n\n\n\n 3            They say we want to put it in that she lost.  Well, in\n\n\n\n 4   our view, actually, that was a victory.  Our goal was to try to\n\n\n\n 5   get her into the case, and Judge Marra ruled that she could\n\n\n\n 6   participate by being a witness.\n\n\n\n 7            Now, are we really going to try the implications of\n\n\n\n 8   Judge Marra's ruling in a pro bono Crime Victims Rights Act\n\n\n\n 9   organization ruling?  He ruled on this, but allowed this other\n\n\n\n10   thing.  It's highly, first, irrelevant, and obviously, highly\n\n\n\n11   prejudicial in the sense that it's going to divert the jury's\n\n\n\n12   attention away from the facts at hand here.\n\n\n\n13            And again, Judge Marra only ruled on the first of nine\n\n\n\n14   reasons that we offered for putting those allegations in.  He\n\n\n\n15   said point 1 doesn't work, the others we'll see how things play\n\n\n\n16   out.\n\n\n\n17            The litigation is moving forward.  I can tell you the\n\n\n\n18   government will be responding to our summary judgment motion, I\n\n\n\n19   believe on May 15th.  We'll be replying on July 15th, so the\n\n\n\n20   litigation continues.\n\n\n\n21            The last point that I'll make is Boylan.  This is item\n\n\n\n22   20.  Remember, Dershowitz is going to say that Boylan says that\n\n\n\n23   Ms. Giuffre said certain things.  And we were told that, well,\n\n\n\n24   maybe she will be a witness.\n\n\n\n25            It's my understanding that Boylan is not on the final\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                88\n\n     H3VOGIU1\n\n\n\n 1   pretrial witness list.  Maybe during a break I can confirm\n\n\n\n 2   that.  But if she's not on the witness list, we've got double\n\n\n\n 3   hearsay and it can't come in.\n\n\n\n 4            The last point I would leave you with, your Honor, is\n\n\n\n 5   many of these issues are going to come down to balancing.\n\n\n\n 6   They're of minimal relevance for the reasons we've explained,\n\n\n\n 7   very significant prejudice, and we would ask that each of the\n\n\n\n 8   motions in limine we've asked today be granted.\n\n\n\n 9            THE COURT:  Thank you.  We'll resume at 1:30, and I\n\n\n\n10   guess, unless you all think it's been covered, the Maxwell\n\n\n\n11   motions.  What do you think?\n\n\n\n12            MR. PAGLIUCA:  Your Honor, I would --\n\n\n\n13            THE COURT:  Would you rather catch your plane?\n\n\n\n14            MR. PAGLIUCA:  No.  I'm prepared to stay until\n\n\n\n15   tomorrow, your Honor.  I'm not leaving until tomorrow morning,\n\n\n\n16   just in case you need me this afternoon.  I'm sure you're\n\n\n\n17   thrilled about that.\n\n\n\n18            I think, your Honor, when I went through these, it\n\n\n\n19   seems to me that we have dealt with number 679, 716, in\n\n\n\n20   connection with 683, 742, and 774.  That deals with the\n\n\n\n21   Rodriguez, we call it the unauthenticated hearsay document from\n\n\n\n22   a suspect source.  They call it the black book.  I think the\n\n\n\n23   Court heard argument about all of that and, in my view, this\n\n\n\n24   does not all need to be repeated today.\n\n\n\n25            Yesterday, we talked about the -- I can't remember the\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                89\n\n     H3VOGIU1\n\n\n\n 1   name of it, but it was the plaintiff's motion, sort of omnibus\n\n\n\n 2   related to different acts either under 404(b) or 415.\n\n\n\n 3            The plaintiff wanted until 15 days before trial to\n\n\n\n 4   make whatever showing they wanted.  It would make sense --\n\n\n\n 5   well, in defendant's 404(b) motion, there are some of those\n\n\n\n 6   issues, as well.  We certainly could argue part of that.  The\n\n\n\n 7   Court may want to defer that to the entirety of when we have\n\n\n\n 8   whatever the supplement is to that motion yesterday.\n\n\n\n 9            Then we also, I believe, dealt with yesterday the\n\n\n\n10   issue related to the Jane Doe 102 complaint.  We have a\n\n\n\n11   competing motion on that.  That's 663.  It seems to me that was\n\n\n\n12   argued yesterday, and we don't need to repeat those arguments,\n\n\n\n13   which is the same argument we had yesterday.\n\n\n\n14            So in my view, your Honor, that leaves the bifurcated\n\n\n\n15   trial motion, which has been fully briefed, the Kellen and\n\n\n\n16   Marcinkova issue, and the police report issue.  So by my count,\n\n\n\n17   we have those three.\n\n\n\n18            I also have on my calendar that our motion to\n\n\n\n19   preclude -- or the plaintiff's motion to preclude calling\n\n\n\n20   attorneys as witnesses, which is 685 and 772, and by my\n\n\n\n21   calendaring the reply was due yesterday.  I think Ms. McCawley\n\n\n\n22   has a different version of that, and so frankly, I don't care\n\n\n\n23   whether we hear that today or some other time.\n\n\n\n24            So that's my accounting of what we have ripe for\n\n\n\n25   argument today, or shouldn't have argument today, as the case\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                90\n\n     H3v1giu2\n\n\n\n 1   may be, your Honor.\n\n\n\n 2            (Discussion held off the record)\n\n\n\n 3            THE COURT:  We'll resume at 1:30.\n\n\n\n 4            (Luncheon recess)\n\n\n\n 5            (Continued on next page)\n\n\n\n 6\n\n\n\n 7\n\n\n\n 8\n\n\n\n 9\n\n\n\n10\n\n\n\n11\n\n\n\n12\n\n\n\n13\n\n\n\n14\n\n\n\n15\n\n\n\n16\n\n\n\n17\n\n\n\n18\n\n\n\n19\n\n\n\n20\n\n\n\n21\n\n\n\n22\n\n\n\n23\n\n\n\n24\n\n\n\n25\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                91\n\n     H3v1giu2\n\n\n\n 1                          AFTERNOON SESSION\n\n\n\n 2                              1:30 p.m.\n\n\n\n 3            THE COURT:  Who's up?  I think the defense?\n\n\n\n 4            MR. PAGLIUCA:  Yes, your Honor.  I think Ms. Schultz\n\n\n\n 5   requested that we take up No. 666 at this point, which we're\n\n\n\n 6   happy to do.\n\n\n\n 7            THE COURT:  Oh, yes.  Yes.\n\n\n\n 8            MS. MENNINGER:  Your Honor, this motion relates to our\n\n\n\n 9   request that we exclude evidence barred as a consequence of\n\n\n\n10   plaintiff's summary judgment concessions.  We asked in argument\n\n\n\n11   4 of our summary judgment motion for partial summary judgment\n\n\n\n12   with respect to the oral statement on January 4th to a\n\n\n\n13   reporter.\n\n\n\n14            THE COURT:  Hold the phone.\n\n\n\n15            MS. MENNINGER:  Sure.\n\n\n\n16            THE COURT:  Sorry.  Needless to say, I'm drowning.\n\n\n\n17            Ah, okay.  Okay.  Sorry.  Yes.\n\n\n\n18            MS. MENNINGER:  We asked for partial summary judgment\n\n\n\n19   with respect to our client's statement on a New York street\n\n\n\n20   that, \"I am referring to the statement that we made.\"  As we\n\n\n\n21   set forth in our summary judgment brief, this Court's ruling in\n\n\n\n22   Adelson v. Harris is directly on point, that a mere reference\n\n\n\n23   to another writing that contains defamatory statements does not\n\n\n\n24   constitute an actionable repetition or republication.  In that\n\n\n\n25   case, in Adelson, there was, first, an allegedly defamatory\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                92\n\n     H3v1giu2\n\n\n\n 1   statement and later a press release which said, we stand by\n\n\n\n 2   everything we said.  It's directly on point.  Your Honor there\n\n\n\n 3   held that such republication is not actionable.  We set forth\n\n\n\n 4   that clearly in our argument 4 of the summary judgment motion,\n\n\n\n 5   and plaintiff, in her response to summary judgment, made\n\n\n\n 6   absolutely no reference, no response, nothing with respect to\n\n\n\n 7   that argument.  We, therefore, believe that she has conceded\n\n\n\n 8   the point and we would ask that no evidence regarding that\n\n\n\n 9   statement be entered in the trial.\n\n\n\n10            We predicted, and we were correct, that having not\n\n\n\n11   argued it in response to our summary judgment motion, they\n\n\n\n12   would try to use the opportunity of their response to this\n\n\n\n13   motion in limine to make substantive arguments.  They should\n\n\n\n14   not be permitted to do so, your Honor.  In any event, their\n\n\n\n15   arguments that they have set forth in response --\n\n\n\n16            THE COURT:  I'm a little lost.  Perhaps totally lost.\n\n\n\n17   But the partial summary judgment, that's not been dealt with,\n\n\n\n18   or has it?\n\n\n\n19            MS. MENNINGER:  It was not part of your Honor's\n\n\n\n20   ruling, no.\n\n\n\n21            THE COURT:  Tell me the context of the summary\n\n\n\n22   judgment.\n\n\n\n23            MS. MENNINGER:  Certainly, your Honor.  There were a\n\n\n\n24   number of things that we believed plaintiff had conceded\n\n\n\n25   because they failed to respond to our requests in our summary\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                93\n\n     H3v1giu2\n\n\n\n 1   judgment motion.  Your Honor ruled against us on a couple of\n\n\n\n 2   points, but your Honor was silent with respect to this\n\n\n\n 3   particular argument, argument No. 4 --\n\n\n\n 4            THE COURT:  Ah.\n\n\n\n 5            MS. MENNINGER:  -- in your ruling.\n\n\n\n 6            THE COURT:  And that was?\n\n\n\n 7            MS. MENNINGER:  Our plaintiff's statement two days\n\n\n\n 8   after the --\n\n\n\n 9            THE COURT:  The one on the street.\n\n\n\n10            MS. MENNINGER:  Exactly.  That in that statement, our\n\n\n\n11   client said, we stand by the statement, or, I am referring to\n\n\n\n12   the statement that we made.\n\n\n\n13            THE COURT:  Yes, yes, yes.  Okay.  I'm just trying to\n\n\n\n14   figure it out.  So in a very nice, polite way, you're telling\n\n\n\n15   me I failed to deal with that motion of yours.\n\n\n\n16            MS. MENNINGER:  That's correct, your Honor.\n\n\n\n17            THE COURT:  So it's still out there.\n\n\n\n18            MS. MENNINGER:  Still out there.  There was no\n\n\n\n19   response by plaintiff to that argument is our point; that in\n\n\n\n20   their response to summary judgment, they didn't mention it at\n\n\n\n21   all.\n\n\n\n22            THE COURT:  Well, that's probably where I missed it.\n\n\n\n23            MS. MENNINGER:  Exactly.  So I think the fact that\n\n\n\n24   they failed to respond to it then, as your Honor has held in\n\n\n\n25   other cases, has consequences; namely, it's a conceded point.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                94\n\n     H3v1giu2\n\n\n\n 1   And so their failure to respond --\n\n\n\n 2            THE COURT:  What was the point, that that was not\n\n\n\n 3   another defamation?\n\n\n\n 4            MS. MENNINGER:  Exactly.  In the case of Adelson v.\n\n\n\n 5   Harris, just like in this case, there was one allegedly\n\n\n\n 6   defamatory statement afterwards.  There was a press release\n\n\n\n 7   issued that stated, we stand by everything we said.  Those\n\n\n\n 8   facts are very similar to ours, where there was a written\n\n\n\n 9   statement issued and then our client, did she or did she not\n\n\n\n10   republish that, is that a separate defamatory event.\n\n\n\n11            THE COURT:  Okay.  Thank you very much.  Now, at least\n\n\n\n12   in this little small part of this dispute, I know where I am.\n\n\n\n13   Okay.  Thanks.\n\n\n\n14            MS. MENNINGER:  And the Adelson case, your Honor,\n\n\n\n15   controls and says that referring back to a statement, such as a\n\n\n\n16   previous press release, is not actionable, and summary judgment\n\n\n\n17   has been granted on such alleged republications.  So now, in\n\n\n\n18   this motion in limine, is not the time to be dealing with the\n\n\n\n19   substantive point that plaintiff basically conceded during\n\n\n\n20   summary judgment.\n\n\n\n21            Thank you.\n\n\n\n22            MS. SCHULTZ:  Hi, your Honor.  Meredith Schultz,\n\n\n\n23   counsel for Ms. Giuffre.\n\n\n\n24            This motion in limine has already been decided by this\n\n\n\n25   Court's summary judgment order, thereby rendering it moot in\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                95\n\n     H3v1giu2\n\n\n\n 1   its entirety.  Accordingly it should be summarily denied as\n\n\n\n 2   moot.\n\n\n\n 3            This motion should also be denied because it advances\n\n\n\n 4   the exact same arguments defendant advanced in her summary\n\n\n\n 5   judgment motion.  She is seeking rehearing on her summary\n\n\n\n 6   judgment motion, dressed up as a motion in limine.  Many courts\n\n\n\n 7   in this district have summarily denied motions in limine that\n\n\n\n 8   seek to relitigate arguments from summary judgment, and I have\n\n\n\n 9   listed six such cases on pages 7 and 8 of our response in\n\n\n\n10   opposition.  You ordered nine defendant's motions for summary\n\n\n\n11   judgment.  This Court rejects the argument that she should have\n\n\n\n12   partial summary judgment on the January 4th statement.  The\n\n\n\n13   last sentence of that order states, \"Because of the existence\n\n\n\n14   of triable issues of material fact rather than opinion and\n\n\n\n15   because the prelitigation privilege is inapplicable, the motion\n\n\n\n16   for summary judgment is denied.\"  Defendant's reiteration of\n\n\n\n17   her defamatory press release confirming it two days later is\n\n\n\n18   something that this Court did not rule that that is not\n\n\n\n19   actionable.  So she's seeking rehearing.\n\n\n\n20            Also importantly, your Honor, Ms. Giuffre opposed\n\n\n\n21   summary judgment on defendant's defamation in its entirety.\n\n\n\n22   She opposed the motion for summary judgment in its entirety,\n\n\n\n23   and this statement, as part and parcel of defendant's\n\n\n\n24   defamation and part and parcel of defendant's motion for\n\n\n\n25   summary judgment.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                96\n\n     H3v1giu2\n\n\n\n 1            THE COURT:  Well, what do you say about the case\n\n\n\n 2   that's been cited?\n\n\n\n 3            MS. SCHULTZ:  Well, about Adelson?  I would say that\n\n\n\n 4   it's factually distinguished because here she is two days later\n\n\n\n 5   reiterating her defamatory statement.  And I would also direct\n\n\n\n 6   you to the case in my brief, Wheelings v. Iacuone.\n\n\n\n 7            THE COURT:  Let me just get the time frame right.\n\n\n\n 8            MS. SCHULTZ:  Sure.\n\n\n\n 9            THE COURT:  The initial statement is January, and when\n\n\n\n10   is this?\n\n\n\n11            MS. SCHULTZ:  So, your Honor, the email that went to\n\n\n\n12   the media, it was first issued on January 2, 2015; it was\n\n\n\n13   published on January 3, 2015; and the statement took place the\n\n\n\n14   next day, on January 4, 2015.\n\n\n\n15            THE COURT:  Okay.\n\n\n\n16            MS. SCHULTZ:  A recent opinion in this district, the\n\n\n\n17   Wheelings case, makes it clear that you can't reargue summary\n\n\n\n18   judgment on a motion in limine and also makes it clear that you\n\n\n\n19   can't say, oh, because one person --\n\n\n\n20            THE COURT:  The issue is, was the second statement\n\n\n\n21   defamatory?\n\n\n\n22            MS. SCHULTZ:  I think that was an issue at summary\n\n\n\n23   judgment that Ms. Giuffre opposed in its entirety, and I think\n\n\n\n24   that's already been resolved.\n\n\n\n25            THE COURT:  How?\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                97\n\n     H3v1giu2\n\n\n\n 1            MS. SCHULTZ:  Because it was denied, your Honor.\n\n\n\n 2            THE COURT:  The motion was -- well, okay.\n\n\n\n 3            MS. SCHULTZ:  Your Honor, even assuming, arguendo,\n\n\n\n 4   that this is not cause of action, it should still be admitted\n\n\n\n 5   as evidence.  This is a motion in limine to exclude it as\n\n\n\n 6   evidence.\n\n\n\n 7            THE COURT:  All right.  Assume for the moment that the\n\n\n\n 8   case that counsel has given me is accurate, and then why would\n\n\n\n 9   it get in?  What does it add?\n\n\n\n10            MS. SCHULTZ:  It adds state of mind, defendant's state\n\n\n\n11   of mind in issuing --\n\n\n\n12            THE COURT:  The state of mind didn't change in two\n\n\n\n13   days.\n\n\n\n14            MS. SCHULTZ:  Right.  It says that she stood by her\n\n\n\n15   statement and did not retract it.\n\n\n\n16            THE COURT:  Well, she certainly is standing by it\n\n\n\n17   today.\n\n\n\n18            MS. SCHULTZ:  And your Honor, it shows one other\n\n\n\n19   thing.  Throughout this litigation defendant has tried to argue\n\n\n\n20   that defendant had nothing to do with the defamatory\n\n\n\n21   statements.  In fact, just yesterday defendant's counsel was\n\n\n\n22   saying that it was issued by her lawyer and by her press agent.\n\n\n\n23   It's her statement, and in this video she is personally owning\n\n\n\n24   it, and she can't hide behind her lawyer or her press agent.\n\n\n\n25            THE COURT:  Oh, okay, okay, okay.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                98\n\n     H3v1giu2\n\n\n\n 1            MS. SCHULTZ:  So it goes to a material argument that\n\n\n\n 2   defendants have advanced.\n\n\n\n 3            THE COURT:  So to the extent that becomes an issue,\n\n\n\n 4   and that's a whole other thing, as to whether she intended the\n\n\n\n 5   statement, I can see that.\n\n\n\n 6            Okay.  All right.  Anything else?\n\n\n\n 7            MS. SCHULTZ:  Yes.  I'm just going to say that this is\n\n\n\n 8   a motion in limine and there are no evidentiary problems with\n\n\n\n 9   this piece of evidence.  This is the defendant herself on\n\n\n\n10   camera, this is not hearsay, and there's no Federal Rule of\n\n\n\n11   Evidence that should exclude this.\n\n\n\n12            THE COURT:  Okay.  Do you want to add anything?\n\n\n\n13            MS. MENNINGER:  No, thank you, your Honor.\n\n\n\n14            THE COURT:  Okay.  Thank you.\n\n\n\n15            What else?\n\n\n\n16            MR. PAGLIUCA:  Your Honor, we can take up the\n\n\n\n17   bifurcation issue that's presented in 662 and 766, and then\n\n\n\n18   there was a reply filed last evening.\n\n\n\n19            THE COURT:  Yes.\n\n\n\n20            MR. PAGLIUCA:  Your Honor, I think -- well, I don't\n\n\n\n21   think.  The law is very clear on this issue in this circuit.\n\n\n\n22   There is a --\n\n\n\n23            THE COURT:  Well, I think we can shorthand this.\n\n\n\n24            MR. PAGLIUCA:  Yes.\n\n\n\n25            THE COURT:  Yes, yes.  Maxwell's money doesn't come in\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                                99\n\n     H3v1giu2\n\n\n\n 1   on the liability case.  That's your position.\n\n\n\n 2            MR. PAGLIUCA:  That is my position, your Honor.\n\n\n\n 3            THE COURT:  I think that's correct.  Tell me why\n\n\n\n 4   that's wrong.\n\n\n\n 5            MR. CASSELL:  All right.  Thank you, your Honor.\n\n\n\n 6            The problem, as usual, is, yeah, her net worth doesn't\n\n\n\n 7   come in at the liability stage, but I think the defendant is\n\n\n\n 8   trying to get the camel's nose under the tent and say, oh, if\n\n\n\n 9   financial issues don't come in, then you can't --\n\n\n\n10            THE COURT:  Well, I don't know what financial issues\n\n\n\n11   you mean.  He's saying no introduction of her finances -- that\n\n\n\n12   is, how much money she's got or where it comes from or anything\n\n\n\n13   like that comes in.\n\n\n\n14            MR. CASSELL:  As I understand the motion, it's with\n\n\n\n15   reference to her \"financial status.\"\n\n\n\n16            THE COURT:  Well, I just told you what I think that\n\n\n\n17   means.\n\n\n\n18            MR. CASSELL:  Right.  And I think, with the\n\n\n\n19   construction that you were just giving, I'm not sure that we're\n\n\n\n20   concerned about this, but let me be clear.\n\n\n\n21            THE COURT:  What would you like to present?\n\n\n\n22            MR. CASSELL:  There were three or so things we would\n\n\n\n23   like to present.  If your Honor rules that Ms. Giuffre's tax\n\n\n\n24   compliance can go to her credibility, then we would like to be\n\n\n\n25   able to reciprocally say, all right, then Ms. Maxwell's tax\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               100\n\n     H3v1giu2\n\n\n\n 1   compliance, if there is questions about that, could be\n\n\n\n 2   introduced.  We think that there shouldn't be tax compliance\n\n\n\n 3   issues coming in with regard to Ms. Giuffre.  They've said,\n\n\n\n 4   well, that goes to her credibility.  What's good for\n\n\n\n 5   Ms. Giuffre should be good for the defendant.  But again, to be\n\n\n\n 6   clear, we don't want to turn this into a tax trial; we want it\n\n\n\n 7   to be a defamation trial.  But they've made an argument, tax\n\n\n\n 8   issues are relevant to Ms. Giuffre.  Then we would like to have\n\n\n\n 9   a parallel opportunity then with respect to Ms. Maxwell.\n\n\n\n10            The other thing we have, for example, we're alleging\n\n\n\n11   there's a organization that is paying girls to give sex to\n\n\n\n12   Epstein.  And who's making the payments?  Well, Ms. Maxwell,\n\n\n\n13   among others.  We have her on bank records, at the Epstein\n\n\n\n14   mansion, where she's in charge of the --\n\n\n\n15            THE COURT:  Well, that's different.\n\n\n\n16            MR. CASSELL:  Yes, and that's exactly --\n\n\n\n17            THE COURT:  That's not her financial status.\n\n\n\n18            MR. CASSELL:  Right.  So that's not her financial\n\n\n\n19   status.  For example, we want to show those kinds of payments.\n\n\n\n20   We also want to show more broadly that Ms. Giuffre and the\n\n\n\n21   other girls were not coming into a bungalow in the middle of\n\n\n\n22   Hoboken or whatever.  They were coming into a mansion in one of\n\n\n\n23   the most --\n\n\n\n24            THE COURT:  Well, that's got nothing to do with her\n\n\n\n25   financial status.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               101\n\n     H3v1giu2\n\n\n\n 1            MR. CASSELL:  All right.  Well, we thought, when we\n\n\n\n 2   filed our response, they continued to oppose it.  If they had\n\n\n\n 3   just stipulated, you know, I wouldn't be taking your Honor's\n\n\n\n 4   time.\n\n\n\n 5            But this is where I think they're taking a narrow\n\n\n\n 6   uncontested principle, that her net worth doesn't come in, and\n\n\n\n 7   are going to try to use it to exclude evidence that Ms. Maxwell\n\n\n\n 8   is making payments to the girls, that this mansion is a very --\n\n\n\n 9            THE COURT:  Well, okay.  I don't think so.\n\n\n\n10            MR. CASSELL:  Let me just make sure that I have on the\n\n\n\n11   table the things that we want to introduce.\n\n\n\n12            For example, Mr. Epstein purchased a helicopter for\n\n\n\n13   Ms. Maxwell, and they might say, oh, well, that shows financial\n\n\n\n14   status or something.  We think that shows a very close\n\n\n\n15   connection.\n\n\n\n16            Well, the last one and perhaps the most controversial\n\n\n\n17   one in connection with this case is the townhouse.  It is our\n\n\n\n18   belief that a --\n\n\n\n19            THE COURT:  Well, wait a minute.  What's the basis of\n\n\n\n20   your belief?\n\n\n\n21            MR. CASSELL:  The basis for our belief is, I believe\n\n\n\n22   they've conceded that there was a sale of a $17 million\n\n\n\n23   townhouse in 2016.\n\n\n\n24            THE COURT:  Okay.  Is it the defendant's townhouse?\n\n\n\n25            MR. CASSELL:  Yes.  So the question is --\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               102\n\n     H3v1giu2\n\n\n\n 1            THE COURT:  So that's part of her net worth.  I mean,\n\n\n\n 2   that's part of the financial part.  I don't see how that gets\n\n\n\n 3   into the liability case.\n\n\n\n 4            MR. CASSELL:  Right.  So Epstein was the one who\n\n\n\n 5   provided the loan to get that --\n\n\n\n 6            THE COURT:  Says who?\n\n\n\n 7            MR. CASSELL:  Ms. McCawley, who took Maxwell's\n\n\n\n 8   deposition, is advising me that during Maxwell's deposition,\n\n\n\n 9   she conceded that.\n\n\n\n10            THE COURT:  Well, all right.  Okay.  But that isn't\n\n\n\n11   financial information.  That's the relationship between Maxwell\n\n\n\n12   and Epstein.\n\n\n\n13            MR. CASSELL:  Right.  I think you and I are on the\n\n\n\n14   same page.  My concern is that we may, as on other issues, may\n\n\n\n15   not be on the same page with the defendant.\n\n\n\n16            THE COURT:  I don't think so, but maybe I'm wrong.\n\n\n\n17            MR. CASSELL:  There's one other point, if I can just\n\n\n\n18   be heard on the townhouse.  The townhouse was sold at a time\n\n\n\n19   shortly after Ms. Maxwell is discussing with her advisers, hey,\n\n\n\n20   I could get sued for libel.  We believe that transferring\n\n\n\n21   $17 million outside the jurisdiction of your Honor --\n\n\n\n22            THE COURT:  Tell me about that after you've got a\n\n\n\n23   verdict.\n\n\n\n24            MR. CASSELL:  All right.  But we want to introduce it\n\n\n\n25   during the trial to show consciousness of guilt, that she is\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               103\n\n     H3v1giu2\n\n\n\n 1   transferring assets away from the jurisdiction of the court\n\n\n\n 2   because --\n\n\n\n 3            THE COURT:  She sold the house.\n\n\n\n 4            MR. CASSELL:  Right.  After she wrote an email that\n\n\n\n 5   said, hey, I could get --\n\n\n\n 6            THE COURT:  You can't argue, I don't think, that\n\n\n\n 7   that's an admission.\n\n\n\n 8            MR. CASSELL:  We believe it goes to consciousness of\n\n\n\n 9   guilt, and we've cited a case in our brief to that effect.\n\n\n\n10            But I think if you have a difficulty with that small\n\n\n\n11   piece of our argument, I mean, I think the rest of it is\n\n\n\n12   really, you know, the meat and potatoes here, so --\n\n\n\n13            THE COURT:  Okay.  Yes.\n\n\n\n14            MR. PAGLIUCA:  Your Honor, I'm going to not try to\n\n\n\n15   belabor this, but I have to respond to some of the points, just\n\n\n\n16   so that the record is clear.\n\n\n\n17            The language that we proposed to the Court about the\n\n\n\n18   financial status comes from the very cases that are in the\n\n\n\n19   Second Circuit, and that's the words that the Second Circuit\n\n\n\n20   and district courts in the Southern District use.  And I quote\n\n\n\n21   from Tillery:  No evidence as to defendant's financial status\n\n\n\n22   may be presented to the jury during the first phase of the\n\n\n\n23   trial by either of the parties to this action.  And the Second\n\n\n\n24   Circuit says that that's the preferred method.  Mr. Cassell, I\n\n\n\n25   think, knowing that he's losing this battle, then tries to\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               104\n\n     H3v1giu2\n\n\n\n 1   change it.\n\n\n\n 2            But first of all, let's talk about this consciousness\n\n\n\n 3   of guilt issue.  And not only the supposed facts behind this\n\n\n\n 4   but the law that they cite.  There are references to a New York\n\n\n\n 5   Post article that is the --\n\n\n\n 6            THE COURT:  Well, that's no good, obviously.\n\n\n\n 7            MR. PAGLIUCA:  Of course.  And then there's a\n\n\n\n 8   reference to Radar Online.  That's their entire evidentiary\n\n\n\n 9   basis for the proffer that they just made to you, your Honor,\n\n\n\n10   about this townhome.  It doesn't fly.  And I don't need to\n\n\n\n11   spend --\n\n\n\n12            THE COURT:  Well, wait a minute.  There was a little\n\n\n\n13   bit more.  There was Maxwell saying she got a loan, they say,\n\n\n\n14   from Epstein to buy the house.\n\n\n\n15            MR. PAGLIUCA:  What she said, your Honor -- and I\n\n\n\n16   wrote it down because I looked at the deposition transcript\n\n\n\n17   last night.\n\n\n\n18            First of all, I think it's important for this\n\n\n\n19   discussion, we allowed questions relating to anything financial\n\n\n\n20   with Mr. Epstein.  So the one instruction that I gave to\n\n\n\n21   Ms. Maxwell during this deposition was, anything they ask you\n\n\n\n22   about Epstein is fine.  I'm not going to let you talk about\n\n\n\n23   your own personal financial information because it's not\n\n\n\n24   discoverable at this point.  And so they had fair opportunity\n\n\n\n25   to ask her questions.  They asked her questions about the\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               105\n\n     H3v1giu2\n\n\n\n 1   townhome, and she said part of it was a loan from Mr. Epstein\n\n\n\n 2   that had been paid back, and that's going to be years ago,\n\n\n\n 3   before any of the defamatory allegations arose in this case.\n\n\n\n 4   That's my understanding of the factual basis here.\n\n\n\n 5            So we can I think deal with that particular issue, you\n\n\n\n 6   know, if and when it comes up, but what I'm saying to the\n\n\n\n 7   Court -- I mean, the Court and I are on the same page -- the\n\n\n\n 8   sale of the townhome, the amount of the sale of the townhome,\n\n\n\n 9   you know, what did or didn't happen to the money from the sale\n\n\n\n10   of the townhome, those are all off limits during the liability\n\n\n\n11   phase of the trial.\n\n\n\n12            THE COURT:  Well, correct me if I'm wrong.  We don't\n\n\n\n13   have any evidence as to what happened to the proceeds of the\n\n\n\n14   sale.\n\n\n\n15            MR. PAGLIUCA:  We don't.\n\n\n\n16            THE COURT:  Oh, okay.\n\n\n\n17            MR. PAGLIUCA:  There is none.\n\n\n\n18            THE COURT:  Okay.\n\n\n\n19            MR. PAGLIUCA:  And the notion that this money went\n\n\n\n20   outside of the jurisdiction of the court is pure fiction.\n\n\n\n21   Frankly, unless it went to some country that I'm unfamiliar\n\n\n\n22   with, I think the jurisdiction of this court extends pretty\n\n\n\n23   far.\n\n\n\n24            THE COURT:  I think that's for another day.\n\n\n\n25            MR. PAGLIUCA:  Right.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               106\n\n     H3v1giu2\n\n\n\n 1            The last point I want to make, your Honor, on this\n\n\n\n 2   issue of consciousness of guilt relates to the one case that\n\n\n\n 3   they cite for the proposition that there is some ability to\n\n\n\n 4   have a consciousness of guilt theory in a civil case.  They\n\n\n\n 5   cite a Second Circuit criminal case in which the defendant was\n\n\n\n 6   a man named Amuso.  This is at 21 F.3d 1251, and it's a 1994\n\n\n\n 7   case.  Mr. Amuso was a leader in the Lucchese crime family who,\n\n\n\n 8   over a course of time, ordered 14 murders and then absconded\n\n\n\n 9   from the jurisdiction during the trial of a number of\n\n\n\n10   co-defendants.  And it was called \"The Windows\" case here in\n\n\n\n11   New York, and you may remember it, your Honor, because it was\n\n\n\n12   the Lucchese crime family that was controlling the replacement\n\n\n\n13   window unions in the city of New York.  So Mr. Amuso goes to\n\n\n\n14   trial, and the government requested and received an instruction\n\n\n\n15   to the jury that said not only his flight was consciousness of\n\n\n\n16   guilt but the length of the absence of his flight was\n\n\n\n17   consciousness of guilt.  And in fact, the Second Circuit\n\n\n\n18   reversed that instruction and disapproved it in that criminal\n\n\n\n19   case but didn't reverse his conviction because the evidence of\n\n\n\n20   guilt was overwhelming.  So the one case that they cite for\n\n\n\n21   this proposition in fact is inapposite to the position that\n\n\n\n22   they're taking here today.\n\n\n\n23            So I think your Honor and I are indeed on the same\n\n\n\n24   page here, and I'd ask that the Court simply apply the law in\n\n\n\n25   Tillery.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               107\n\n     H3v1giu2\n\n\n\n 1            Oh, Ms. Menninger reminds me, your Honor -- and I\n\n\n\n 2   think the Court and I are on the same page on this as well --\n\n\n\n 3   the tax argument made by Mr. Cassell.  Indeed, Ms. Maxwell and\n\n\n\n 4   the plaintiff are not on the same footing in this case with\n\n\n\n 5   regard to who put their reputation at issue, who is claiming\n\n\n\n 6   emotional distress damages, and plaintiffs are in a much\n\n\n\n 7   different position than defendants when it comes to\n\n\n\n 8   cross-examinations about these issues, particularly in\n\n\n\n 9   defamation cases, because as Ms. Menninger pointed out earlier,\n\n\n\n10   under Rule 405, everything that impacts the plaintiff's\n\n\n\n11   reputation in the community, including the failure to follow\n\n\n\n12   laws, is the subject of cross-examination.  So the argument\n\n\n\n13   that what is good for the goose is good for the gander in a\n\n\n\n14   defamation case simply doesn't apply when you're talking about\n\n\n\n15   damage issues and reputational issues.\n\n\n\n16            Thank you, your Honor.\n\n\n\n17            MR. CASSELL:  Could I just have 15 seconds, your\n\n\n\n18   Honor?\n\n\n\n19            THE COURT:  No.\n\n\n\n20            MR. CASSELL:  All right.  Thanks.\n\n\n\n21            THE COURT:  Next.\n\n\n\n22            MR. PAGLIUCA:  Your Honor, we could next take up the\n\n\n\n23   issue relating to the police reports which I have as\n\n\n\n24   defendant's motion in limine to exclude police reports and\n\n\n\n25   other inadmissible hearsay at 677, response at 747, and then\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               108\n\n     H3v1giu2\n\n\n\n 1   reply was also filed yesterday.\n\n\n\n 2            THE COURT:  Okay.  Yes.\n\n\n\n 3            MR. PAGLIUCA:  Your Honor, these reports, that are\n\n\n\n 4   loosely described as police reports, encompass a one-year\n\n\n\n 5   purported investigation by the Palm Beach Police Department\n\n\n\n 6   into the affairs of Mr. Epstein roughly beginning I think in\n\n\n\n 7   2005 and going through 2006.  The detective initially assigned\n\n\n\n 8   to the case was a woman named Michelle Pagan, and then\n\n\n\n 9   Detective Recarey took over the investigation from Ms. Pagan.\n\n\n\n10   There were a number of things, according to the reports --\n\n\n\n11   although we don't really have any actual witness testimony,\n\n\n\n12   with current knowledge.  The police did a number of things.\n\n\n\n13   They surveiled Epstein's house, they did trash pulls, and\n\n\n\n14   ultimately they executed a search warrant at Mr. Epstein's\n\n\n\n15   house.  And that's sort of the totality of the investigation.\n\n\n\n16            I give you that as the backdrop, your Honor, because\n\n\n\n17   then next what seems to happen is very curious, in my\n\n\n\n18   experience, and was testified to by Detective Recarey.  The\n\n\n\n19   police get crossways with the state attorney's office in\n\n\n\n20   Florida, and there is a complete distrust between the two\n\n\n\n21   agencies.  As a result of that -- and there's a bunch of\n\n\n\n22   in-fighting that goes on between these two agencies.  The\n\n\n\n23   police make the decision to, in some fashion, turn over\n\n\n\n24   everything that they have to the FBI.  And as best I can figure\n\n\n\n25   it out, the FBI issued a grand jury subpoena, or the U.S.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               109\n\n     H3v1giu2\n\n\n\n 1   Attorney's Office, in the Southern District of Florida, issued\n\n\n\n 2   a grand jury subpoena for the entirety of the Palm Beach Police\n\n\n\n 3   Department's evidence relating to the Epstein investigation.\n\n\n\n 4   So as we sit here today and indeed for the last ten years since\n\n\n\n 5   2006, the Palm Beach Police Department has not been the\n\n\n\n 6   custodian of any of this evidence.\n\n\n\n 7            And so that's the factual backdrop to then what\n\n\n\n 8   becomes continuing problems with the types of evidence that I\n\n\n\n 9   anticipate the plaintiffs are going to try to introduce in this\n\n\n\n10   case.  The first is these police reports themselves.  And that\n\n\n\n11   is about 87 or 88 pages of documents, depending on which\n\n\n\n12   iteration of these police reports someone is looking at.  That\n\n\n\n13   essentially runs through the course of the investigation.  And\n\n\n\n14   I'm sure things that your Honor's seen before, you know, police\n\n\n\n15   officer does something, they put it down on a piece of paper,\n\n\n\n16   somebody puts it into a system, and then that's where it goes.\n\n\n\n17   But the problem here, fundamentally, with these police\n\n\n\n18   reports --\n\n\n\n19            THE COURT:  Let me back up just a moment.\n\n\n\n20            MR. PAGLIUCA:  Yes, sir.\n\n\n\n21            THE COURT:  How are these going to be entered into\n\n\n\n22   evidence?  They're not self authenticating.\n\n\n\n23            MR. PAGLIUCA:  They're not.\n\n\n\n24            THE COURT:  So how are they going to be presented?\n\n\n\n25            MR. PAGLIUCA:  Good question, your Honor.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               110\n\n     H3v1giu2\n\n\n\n 1            MS. McCAWLEY:  Do you want me to address that, your\n\n\n\n 2   Honor?  I mean, it's our evidence that we're trying to get in.\n\n\n\n 3   Or do you want me to wait?\n\n\n\n 4            THE COURT:  Well, you don't know.  The defense doesn't\n\n\n\n 5   know.\n\n\n\n 6            MR. PAGLIUCA:  There is no way.  There is no way to\n\n\n\n 7   present these documents, your Honor.\n\n\n\n 8            THE COURT:  Yes.  Okay.  All right.  Because there's\n\n\n\n 9   no DOJ witness listed.\n\n\n\n10            MR. PAGLIUCA:  There is no record custodian at all for\n\n\n\n11   these documents.  Detective Recarey in his deposition -- and\n\n\n\n12   you have this, the relevant answers to these questions --\n\n\n\n13   acknowledged that they don't have any of this evidence.  And so\n\n\n\n14   that's going to be, you know -- you have seen, in multiple\n\n\n\n15   filings from the plaintiffs, they attach excerpted documents\n\n\n\n16   containing what they say are phone messages secured from the\n\n\n\n17   trash pulls.  So that would be an example of evidence for which\n\n\n\n18   there is no record custodian.  Frankly, I don't know who the\n\n\n\n19   source of any of that information is.  This is yet another\n\n\n\n20   piece of information that has appeared, I'm presuming through\n\n\n\n21   Mr. Edwards getting it somehow, you know, in relation to some\n\n\n\n22   other case and then it appears in discovery in this case.  And\n\n\n\n23   what it looks like is, you know, a number of, you know, what\n\n\n\n24   they say are photocopies of message pads from Epstein's trash.\n\n\n\n25   But there is no person who will say, this particular piece of\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               111\n\n     H3v1giu2\n\n\n\n 1   paper came from Epstein's trash in the first instance.  There\n\n\n\n 2   is no person that will say, we kept these documents and we have\n\n\n\n 3   the originals and you can come look at them and you can test\n\n\n\n 4   them and feel them.  There is no person that will say any of\n\n\n\n 5   that because it went to the grand jury and presumably, under\n\n\n\n 6   Rule 60, it's never coming out of the grand jury again.\n\n\n\n 7            So the other point about these message pads is, I\n\n\n\n 8   don't to this day know whether that's just hand-picked portions\n\n\n\n 9   of whatever plaintiff's counsel got years ago or it's the\n\n\n\n10   entirety of what, you know, Palm Beach did or didn't do, but\n\n\n\n11   when I asked Detective Recarey those questions in his\n\n\n\n12   deposition, he said, I can't tell you if that's everything.  I\n\n\n\n13   just got handed this stuff by plaintiff's counsel, you know, in\n\n\n\n14   the course of this deposition, and that's all I can tell you\n\n\n\n15   about it.  So that's another piece of this that's problematic\n\n\n\n16   for the plaintiffs.\n\n\n\n17            There's another issue that relates to a transcript of\n\n\n\n18   a witness, Ms. Hall, and the plaintiffs, I think, want to try\n\n\n\n19   to introduce that transcript or, alternately, what they say is\n\n\n\n20   an audio recording of an interview with her, and I'm not sure\n\n\n\n21   which they are trying to introduce, but there are problems\n\n\n\n22   either way.  The transcript, what I will call the Hall\n\n\n\n23   transcript, was in fact not prepared by the Palm Beach Police\n\n\n\n24   Department.  According to Detective Recarey, he had never seen\n\n\n\n25   it before, during his deposition, and he surmised that it had\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               112\n\n     H3v1giu2\n\n\n\n 1   been prepared by the state's attorney's office but he didn't\n\n\n\n 2   know.  So what happens then with this transcript is, there is\n\n\n\n 3   an attempt at a deposition of Ms. Hall in Miami, this summer,\n\n\n\n 4   and Ms. Hall comes in and she sits down, and she doesn't want\n\n\n\n 5   to answer any questions about anything, and she says, I don't\n\n\n\n 6   remember anything about any of this.  Her lawyer says, she\n\n\n\n 7   doesn't remember anything about any of this and she spent the\n\n\n\n 8   last ten years forgetting about all of this and she's not going\n\n\n\n 9   to remember anything about this.  Mr. Edwards then puts the\n\n\n\n10   transcript in front of her and she doesn't look at it.  She\n\n\n\n11   doesn't even look at the transcript.  She doesn't turn the\n\n\n\n12   page.  She doesn't read any of it.  There's a question asked at\n\n\n\n13   some point later:  Isn't it true that everything you said in\n\n\n\n14   the police department was true?  And then shortly after that,\n\n\n\n15   the deposition ends.  And they're trying to say that that is a\n\n\n\n16   sufficient factual basis and an evidentiary basis for the\n\n\n\n17   admission of this transcript, which is, you know, unsponsored\n\n\n\n18   hearsay.\n\n\n\n19            There's a similar problem with this recording because\n\n\n\n20   Ms. Hall never listened to the recording, never authenticated\n\n\n\n21   the recording.  And so there's no evidence whatsoever that it's\n\n\n\n22   Ms. Hall's statement or that it was subject to any\n\n\n\n23   cross-examination.\n\n\n\n24            So to try to get around all of these evidentiary\n\n\n\n25   problems, now what's being advanced by the plaintiffs is, well,\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               113\n\n     H3v1giu2\n\n\n\n 1   we're not offering any of this for the truth of the matter\n\n\n\n 2   asserted.  So 87 pages of police reports, a hundred pages or\n\n\n\n 3   however many there are of trash, you know, witness transcripts,\n\n\n\n 4   no, no, no, no, none of that is being offered for the truth of\n\n\n\n 5   the matter asserted, we want to offer it to show Ms. Maxwell's\n\n\n\n 6   state of mind when she issued her statement through Mr. Barden\n\n\n\n 7   and Mr. Gow.  So the huge problem with that, your Honor, which\n\n\n\n 8   we've already dealt with, is, Ms. Maxwell has no knowledge of\n\n\n\n 9   what's in these police reports, the trash pulls, any of these\n\n\n\n10   things, and so as a matter of law, this can't be part of her\n\n\n\n11   state of mind.\n\n\n\n12            What is instructive on this point, your Honor, I went\n\n\n\n13   and read every single case that plaintiff's counsel cited for\n\n\n\n14   this proposition that it is state of mind, and what's great\n\n\n\n15   about these cases, frankly, every single one of them, whoever\n\n\n\n16   the statement is being introduced on behalf of, or against,\n\n\n\n17   knows about the statement.  So when you look at their papers,\n\n\n\n18   they cite United States v. Gotti for the proposition that it\n\n\n\n19   goes to state of mind.  Well, you know who Mr. Gotti is, and\n\n\n\n20   Mr. Gotti was charged with witness tampering.  Mr. Gotti wanted\n\n\n\n21   to introduce some wiretapped statements that the FBI had, where\n\n\n\n22   he was talking to an informant and telling the informant things\n\n\n\n23   that Gotti said went to his state of mind.  Well, the Second\n\n\n\n24   Circuit said, yes, you can do that, Mr. Gotti, first of all,\n\n\n\n25   because the government's introducing part of these transcripts,\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               114\n\n     H3v1giu2\n\n\n\n 1   and second of all -- so that's a rule of completeness, and\n\n\n\n 2   second of all, you were there and you heard it and therefore,\n\n\n\n 3   it would go to your state of mind and not for the truth of the\n\n\n\n 4   matter asserted.\n\n\n\n 5            The next case is United States v. Dupree.  That's\n\n\n\n 6   another criminal case in this circuit, where a bank fraud\n\n\n\n 7   defendant was the subject of a temporary restraining order\n\n\n\n 8   issued to that defendant, okay?  So, you know, he has a\n\n\n\n 9   temporary restraining order, you can't take any money out of\n\n\n\n10   this bank unless you do X, Y, and Z.  Well, he took the money\n\n\n\n11   out of the bank without doing X, Y, and Z, and when he came to\n\n\n\n12   trial in his criminal case, the government was allowed to\n\n\n\n13   introduce that restraining order because it was his restraining\n\n\n\n14   order, he knew about it, and it showed his willful intent to\n\n\n\n15   defraud as part of the bank fraud.  So that's that case.\n\n\n\n16            Arista Records, LLC v. Lime Group, LLC was another\n\n\n\n17   case they rely on.  Again, these are emails that are being\n\n\n\n18   talked about that were written by the defendant's employees and\n\n\n\n19   then the responses to those emails.  So clearly the defendants\n\n\n\n20   LLC had corporate knowledge of those things.  Screenshots of\n\n\n\n21   software programs, statements made by an agent of the\n\n\n\n22   defendant, those are all the things that we're talking about in\n\n\n\n23   that case, and so there's actual knowledge of the entity of\n\n\n\n24   those statements, which then can go for state of mind.\n\n\n\n25            There are two more cases.  Crescenz v. Penguin Group,\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               115\n\n     H3v1giu2\n\n\n\n 1   and the case says, it's undisputed the defendant had actual\n\n\n\n 2   prior knowledge of the issues, of the at-issue statements that\n\n\n\n 3   were offered by the defendant.  Again, the statements were made\n\n\n\n 4   to Crescenz.\n\n\n\n 5            And then the last case is a 1983 case, Tierney v.\n\n\n\n 6   Davidson.  That involved civil rights violations and objective\n\n\n\n 7   reasonableness by the officers who conducted a search of a\n\n\n\n 8   building.  I think the Court knows from doing this kind of work\n\n\n\n 9   that pretty much anything in an officer's head is allowed in a\n\n\n\n10   qualified immunity case, because whether the officer did\n\n\n\n11   something that was objectively reasonable or not depends on\n\n\n\n12   what's in the officer's head, and so there is (A) an exception\n\n\n\n13   in these kinds of cases, but (B), in fact, the evidence that\n\n\n\n14   was being discussed in the qualified immunity situation related\n\n\n\n15   to statements that the officers had heard, which formed the\n\n\n\n16   basis of why they went into a building.\n\n\n\n17            So in each and every one of these cases and all cases\n\n\n\n18   that deal with state of mind, the person who it is being\n\n\n\n19   introduced either for or against, not for the truth of the\n\n\n\n20   matter asserted but for their state of mind, has to know about\n\n\n\n21   it.\n\n\n\n22            You have attached to our reply an affidavit from\n\n\n\n23   Ms. Maxwell who says she's never read any of these police\n\n\n\n24   reports prior to January 2015.  And there is good reason for\n\n\n\n25   that, your Honor.  It's not easy to get these police reports.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               116\n\n     H3v1giu2\n\n\n\n 1   As you've heard, the chain of custody behind these things after\n\n\n\n 2   2006 is a little sketchy.  And, you know, it requires some\n\n\n\n 3   effort.  And so, you know, ordinary folks I don't believe are\n\n\n\n 4   going to be, you know, rooting around trying to ferret out\n\n\n\n 5   police reports from South Florida.  Even if you get them, they\n\n\n\n 6   are heavily redacted, and so when one looks at them, it's\n\n\n\n 7   virtually impossible to tell who's at issue, who's saying what\n\n\n\n 8   about whom, because there are lots of blackouts through these\n\n\n\n 9   police reports.  We managed somehow -- and frankly, I don't\n\n\n\n10   even know how -- to get an unredacted copy, and Detective\n\n\n\n11   Recarey was surprised when he saw the unredacted copy because\n\n\n\n12   he said, we always redact these things.  And so I'm unclear as\n\n\n\n13   to how ours is unredacted, but in any event, there is one out\n\n\n\n14   there.  But I don't know how we got it.\n\n\n\n15            The other point on this, your Honor, is, again, there\n\n\n\n16   is some liberty taken in the plaintiff's papers about what\n\n\n\n17   Ms. Maxwell said or didn't say in her deposition about these\n\n\n\n18   police reports, and they try to make hay over, she knew about\n\n\n\n19   the police reports by the selective presentation of that\n\n\n\n20   deposition testimony.  And I've cited the actual quote for you\n\n\n\n21   in the reply brief, but what is notable, in my view, is that\n\n\n\n22   when Ms. Maxwell is presented with these police reports, it is\n\n\n\n23   for the first time at her deposition by Ms. McCawley, and there\n\n\n\n24   is an exchange in the transcript where Ms. McCawley and\n\n\n\n25   Ms. Maxwell are going back and forth and Ms. Maxwell says, you\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               117\n\n     H3v1giu2\n\n\n\n 1   know -- she's holding these police reports and she says, I know\n\n\n\n 2   there is a police report.  We go on 300 pages or so in the\n\n\n\n 3   deposition, and it is clear from the transcript that when we\n\n\n\n 4   get back to the police report issue again, Ms. Maxwell is being\n\n\n\n 5   asked questions by Ms. McCawley.  Ms. McCawley says -- and this\n\n\n\n 6   is at page 169, lines 4 through 8 -- \"Now that you have the\n\n\n\n 7   police report that I showed you this morning that you had an\n\n\n\n 8   opportunity to look at it,\" and Ms. Maxwell responds, \"You gave\n\n\n\n 9   it to me.  I did not look at it.\"  And there was no really\n\n\n\n10   other questioning at the deposition about Ms. Maxwell's\n\n\n\n11   knowledge of these police reports.\n\n\n\n12            So the record on this issue, your Honor, which is\n\n\n\n13   going to continue to be the record, is that Ms. Maxwell has no\n\n\n\n14   knowledge of this police report, the investigation, anything\n\n\n\n15   that's going on with Mr. Epstein substantively during this\n\n\n\n16   investigation by the Palm Beach Police Department.  So that's\n\n\n\n17   why it's not admissible.  They try to cobble together what they\n\n\n\n18   view as sort of indicia of she should have known about what's\n\n\n\n19   in these police reports, and they first of all say -- we get\n\n\n\n20   back to this Dershowitz joint defense agreement issue, which I\n\n\n\n21   touched on yesterday, but you're going to hear it again today,\n\n\n\n22   so I think it's worth mentioning again.  And here are the\n\n\n\n23   quotes exactly from Mr. Dershowitz' deposition.\n\n\n\n24   Mr. Dershowitz -- somebody objects during this deposition, and\n\n\n\n25   then there's a colloquy.  There's an assertion of privilege.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               118\n\n     H3v1giu2\n\n\n\n 1   There's a little bit more colloquy, and then Mr. Dershowitz\n\n\n\n 2   says:  \"This is a long time ago.  My recollection is that very\n\n\n\n 3   early on there was a joint defense agreement between several of\n\n\n\n 4   the people who were of interest to the district attorney and to\n\n\n\n 5   the federal government.  That's my recollection.  And I would\n\n\n\n 6   only want to resolve doubts in favor of privilege.\"  Then\n\n\n\n 7   Mr. Dershowitz says:  \"We can check further.  I would be happy\n\n\n\n 8   to answer the question if it's not privileged.\"  That's the\n\n\n\n 9   testimony that they say supports their assertion of this joint\n\n\n\n10   defense agreement with Alan Dershowitz.\n\n\n\n11            But there's more, your Honor.  Mr. Edwards -- again,\n\n\n\n12   who is a party in this deposition and not a lawyer -- chimes in\n\n\n\n13   to the special master and Mr. Dershowitz:  \"Q.  Ghislaine\n\n\n\n14   Maxwell was never the target of the investigation, was she?\"\n\n\n\n15   Confirming and arguing that Dershowitz is wrong about this\n\n\n\n16   joint defense agreement at the time.  And Dershowitz is\n\n\n\n17   admitting that he doesn't really know and we should check and\n\n\n\n18   we'll get back and people can ask these questions if I'm wrong\n\n\n\n19   about this agreement.\n\n\n\n20            They also take liberty with Ms. Maxwell's discussion\n\n\n\n21   in her deposition about her knowledge about what happened to\n\n\n\n22   Mr. Epstein and what he pled guilty to.  When you look at those\n\n\n\n23   pages of the transcript, you know, she says, I know he went to\n\n\n\n24   jail, and then there's a back-and-forth between Ms. McCawley\n\n\n\n25   and Ms. Maxwell about what did he go to jail for, and\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               119\n\n     H3v1giu2\n\n\n\n 1   eventually Ms. Maxwell says, you know, I'm not really sure what\n\n\n\n 2   he went to jail for.  It had something to do with, she\n\n\n\n 3   thinks -- Ms. Maxwell -- teenage prostitution or under-age\n\n\n\n 4   prostitution or something like that.  That certainly doesn't\n\n\n\n 5   give you the ability then to ram in 400 pages of uncorroborated\n\n\n\n 6   hearsay under the idea that somehow this is notice to somebody.\n\n\n\n 7            And I think there is one other factual claim that they\n\n\n\n 8   make about, you know, what Ms. Maxwell should have known, which\n\n\n\n 9   is not the standard.  It is not incumbent upon an individual\n\n\n\n10   defendant to go investigate things.  That's not the standard.\n\n\n\n11            It seems to me that they have conceded that these\n\n\n\n12   documents are hearsay because they're saying, we're not\n\n\n\n13   offering them for the truth of the matter asserted; we want to\n\n\n\n14   offer it for this knowledge theory that we have.\n\n\n\n15            So I've briefed the issue about business records,\n\n\n\n16   which they are not.  I've briefed the issue about government\n\n\n\n17   police records, which they are police records, but essentially\n\n\n\n18   the same tests for business records applies to police records,\n\n\n\n19   which is, you have to be under a business duty to record the\n\n\n\n20   information, and court after court after court after court,\n\n\n\n21   across the country, has said, people in police reports, like\n\n\n\n22   witnesses, are not under a business duty as part of the police\n\n\n\n23   department.  So all of those statements, the second- and\n\n\n\n24   thirdhand hearsay statements, are inadmissible, either as\n\n\n\n25   government records or police records or whatever you want to\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               120\n\n     H3v1giu2\n\n\n\n 1   call them.  They're just simply inadmissible for the truth of\n\n\n\n 2   the matter asserted.  You know, there may be a few things in\n\n\n\n 3   these police reports that someone could, if they had a record\n\n\n\n 4   custodian available, try to offer into evidence, but we don't\n\n\n\n 5   have that here.\n\n\n\n 6            And so I think for all of those reasons, your Honor,\n\n\n\n 7   this is a very strong motion that should be granted by the\n\n\n\n 8   Court.\n\n\n\n 9            MS. McCAWLEY:  Good afternoon, your Honor.  Thank you.\n\n\n\n10            The reason why they're battling so hard on this\n\n\n\n11   document is because it's so critical to the case.  This is a\n\n\n\n12   police report that records numerous, over 20, under-age minors\n\n\n\n13   saying virtually the exact same story that my client gave about\n\n\n\n14   her abuse, over and over and over again.  What they didn't say\n\n\n\n15   to you -- they skirt around Detective Recarey.  You have his\n\n\n\n16   entire deposition transcript, which we've noted for next week,\n\n\n\n17   with all of his testimony.  He took these statements.  We went\n\n\n\n18   through the business records exception with him.  He walked\n\n\n\n19   through, yes, I recorded this in the course of my work.  We've\n\n\n\n20   got it in our papers.  I did this under my duty.  I interviewed\n\n\n\n21   these witnesses.  I recorded it, etc., etc., etc., all in this\n\n\n\n22   document.  I mean, with every document that's come up, they\n\n\n\n23   claim, particularly government documents, this is something\n\n\n\n24   that we've found out of thin air and that it has no value to it\n\n\n\n25   or trustworthiness.  He sat in his deposition as the detective\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               121\n\n     H3v1giu2\n\n\n\n 1   who handled this entire investigation and walked through each\n\n\n\n 2   of those people, your Honor, and walked through how he recorded\n\n\n\n 3   it in this document.  So this is authenticated through\n\n\n\n 4   Detective Recarey, who is a witness in this trial, on our trial\n\n\n\n 5   exhibit list.\n\n\n\n 6            To be very clear, this document is so critical because\n\n\n\n 7   it mentions Maxwell in it.  It talks about Maxwell's stationery\n\n\n\n 8   being at the house, it talks about other issues with respect to\n\n\n\n 9   Maxwell.  When I asked her at her deposition and I gave her\n\n\n\n10   this document -- and you can look at the testimony, your Honor,\n\n\n\n11   we want you to look at the testimony -- she says:  I've seen\n\n\n\n12   it.  Later in that deposition, they talk about her battling me\n\n\n\n13   over she wouldn't look at certain things I gave her, in front\n\n\n\n14   of her, right?  So there was an attitude issue during that\n\n\n\n15   deposition that I had to manage.  And that was what was coming\n\n\n\n16   up in that section.  It wasn't that she didn't say she had seen\n\n\n\n17   it.  But your Honor, we are allowed to put that in front of\n\n\n\n18   her, in front of the jury, and say:  Did you know about this at\n\n\n\n19   the time in 2005 when you were photographed kissing Epstein on\n\n\n\n20   the day the investigation started?  You were working for him.\n\n\n\n21   You've admitted that.  You didn't know about all these little\n\n\n\n22   girls coming to the Palm Beach house that you were working at,\n\n\n\n23   that you claim you were the house manager for?  We should be\n\n\n\n24   entitled to get this in --\n\n\n\n25            THE COURT:  That is for the truth of the matter.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               122\n\n     H3v1giu2\n\n\n\n 1            MS. McCAWLEY:  Whether she knew about it.  That's not\n\n\n\n 2   for the truth of the matter, your Honor.  That's what she knew\n\n\n\n 3   at the time, right, she made the statement, did she know about\n\n\n\n 4   all these individuals in the police report, did she know about\n\n\n\n 5   this.  So that can be offered not for the truth but to show\n\n\n\n 6   whether she knew about it.  Whether she knew that at the time\n\n\n\n 7   she was making that statement, it was false, because not only\n\n\n\n 8   did my client get abused there but so many other girls as well.\n\n\n\n 9            So, your Honor, that's part of it.  And in your order,\n\n\n\n10   in your June 20th order, you said --\n\n\n\n11            THE COURT:  Excuse me.\n\n\n\n12            MS. McCAWLEY:  Sure.\n\n\n\n13            THE COURT:  You say the detective authenticated these\n\n\n\n14   documents.  He didn't authenticate them in the sense of saying\n\n\n\n15   that these are part of the file.  I mean, it's not that kind of\n\n\n\n16   an authentication.\n\n\n\n17            MS. McCAWLEY:  It is, your Honor.  There are two\n\n\n\n18   different things, and I'm jumping around a little bit, so\n\n\n\n19   that's my fault.  I'm sorry.  But there are a series of\n\n\n\n20   questions -- and I believe it's in our brief but it's also in\n\n\n\n21   our designations -- where we walked through with him how he\n\n\n\n22   conducted the investigation, how he recorded the information of\n\n\n\n23   these witnesses, the interviews of the witnesses, the fact that\n\n\n\n24   they were reported in this document, etc., in his testimony.\n\n\n\n25   So that's one piece.  And that's why this could come in under\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               123\n\n     H3v1giu2\n\n\n\n 1   the business records exception.  But even if it weren't to come\n\n\n\n 2   in under the business records exception, it can come in not for\n\n\n\n 3   the truth of the matter asserted but to show for knowledge.\n\n\n\n 4   And you say in your June 20th order, \"Notwithstanding the\n\n\n\n 5   questions are directed to reveal relevant answers regarding\n\n\n\n 6   defendant's knowledge of plaintiff's allegations, that\n\n\n\n 7   knowledge goes directly to the truth or falsity of the\n\n\n\n 8   defamation, a key element of plaintiff's claims.\"  In other\n\n\n\n 9   words, what Maxwell knew at the time she's making the statement\n\n\n\n10   goes to the truth of the falsity of those statements, and that\n\n\n\n11   includes this police report, your Honor, so we believe that\n\n\n\n12   it's critical evidence to show that.  And you'll see that,\n\n\n\n13   again, she was working for the defendant at the time that this\n\n\n\n14   investigation happened.  She has testified to that.  She was on\n\n\n\n15   the flights with him at the time this was going on over 300\n\n\n\n16   times during that period.\n\n\n\n17            THE COURT:  You know, spare me the flights, okay?\n\n\n\n18            MS. McCAWLEY:  Sure.  Okay.\n\n\n\n19            THE COURT:  I've heard that before.\n\n\n\n20            MS. McCAWLEY:  Sure.  I'm sorry, your Honor.  I'll try\n\n\n\n21   to cut to the chase here.\n\n\n\n22            So certainly, you know, it's interesting, because you\n\n\n\n23   heard defense counsel here not too long ago saying that they\n\n\n\n24   wanted to get in police reports of an under-aged minor,\n\n\n\n25   Virginia Giuffre, from when she was 14, being raped by two\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               124\n\n     H3v1giu2\n\n\n\n 1   other boys, right?  But now police reports are not allowed in\n\n\n\n 2   at all, right?  A police report where I've got the detective\n\n\n\n 3   coming to testify about the police report that he took in his\n\n\n\n 4   investigation, oh, but that can't come in.  And what's\n\n\n\n 5   interesting is, they went through all of our cases but they\n\n\n\n 6   failed to look at their own cases, because Smith, which is a\n\n\n\n 7   case that they cite in their brief on trying to get the police\n\n\n\n 8   reports in, a Southern District of New York case, says that\n\n\n\n 9   this can come in.  It says, \"Statements in a police report are\n\n\n\n10   not inadmissible hearsay where, as here, they are not offered\n\n\n\n11   for the truth of the matter asserted but for purposes of\n\n\n\n12   showing whether the arresting officer had the information\n\n\n\n13   giving them probable cause in that instance.\"  So what we are\n\n\n\n14   doing here, your Honor, is putting forth this police report to\n\n\n\n15   show whether or not Maxwell had the knowledge of that, which we\n\n\n\n16   are entitled to ask her those questions at trial, your Honor,\n\n\n\n17   and to utilize this police report in that regard.\n\n\n\n18            So, your Honor, it comes in for two reasons.  One,\n\n\n\n19   under the hearsay exception, which is the business records\n\n\n\n20   exception through Mr. Recarey's testimony, which is detailed in\n\n\n\n21   our briefs.  He was deposed for a full day.  He walked through\n\n\n\n22   all of these documents in his investigation, and we laid out\n\n\n\n23   that, the standard in there.  He testified that it was a record\n\n\n\n24   kept in the regular course of his work.  He testified that it\n\n\n\n25   was something he had to do in accordance with that work.  He\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               125\n\n     H3v1giu2\n\n\n\n 1   testified that he was the primary author of that and that it\n\n\n\n 2   had -- and of course it had the trustworthiness, your Honor.\n\n\n\n 3   So we were very careful, because we knew how important this\n\n\n\n 4   document was, to walk him through that when we had him at his\n\n\n\n 5   deposition.  And again, your Honor, those deposition\n\n\n\n 6   designations are set forth for next Wednesday.\n\n\n\n 7            THE COURT:  How do we know that this is the total\n\n\n\n 8   record?  Or is it the total record?  We don't know.\n\n\n\n 9            MS. McCAWLEY:  Well, Recarey testified -- we showed\n\n\n\n10   him this document as an exhibit in his deposition, and he\n\n\n\n11   testified regarding this being something that he recorded in\n\n\n\n12   the course of his own work.\n\n\n\n13            THE COURT:  But it's part of the record.  Is it all of\n\n\n\n14   the record?\n\n\n\n15            MS. McCAWLEY:  Meaning all of the record of the entire\n\n\n\n16   investigation?  We have produced that in discovery, your Honor,\n\n\n\n17   through the -- we have a FOIA response, which is how we got the\n\n\n\n18   videotapes of them walking through the Palm Beach house, all of\n\n\n\n19   the other materials related to the investigation.\n\n\n\n20            THE COURT:  I see.  Okay.\n\n\n\n21            MS. McCAWLEY:  So then, your Honor, we deposed the\n\n\n\n22   detective to try, of course, to establish that this was the\n\n\n\n23   record to get into evidence.\n\n\n\n24            Your Honor, they also mentioned -- and this is\n\n\n\n25   actually in the in toto motion, but they jumped to it so I need\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               126\n\n     H3v1giu2\n\n\n\n 1   to address it, and that is one of the witnesses in here, AH,\n\n\n\n 2   who was a minor at the time, also gave a recorded statement as\n\n\n\n 3   part of that.  We took her deposition, and they're, you know,\n\n\n\n 4   in my view, vastly misrepresenting the deposition.  And you can\n\n\n\n 5   look at the quotes themselves, but she testified in great\n\n\n\n 6   detail about the activity at the house, verifying that what she\n\n\n\n 7   said in her recording and in the police report was in fact\n\n\n\n 8   correct.  And she is a witness on our trial list.  She is a\n\n\n\n 9   minor who was abused in the same manner that my client was.\n\n\n\n10   She was exposed to him on a number of occasions.  And we have\n\n\n\n11   her testimony, and we have sought to enter that as a witness in\n\n\n\n12   this case.  And again, that's in the in toto motion which I\n\n\n\n13   think is being heard next Wednesday, but just to address it,\n\n\n\n14   since they raised it.\n\n\n\n15            The other issue they raised are the message pads.\n\n\n\n16   These have come up from time to time in this case and come up\n\n\n\n17   through different witnesses.  Now the message pads come in in a\n\n\n\n18   number of ways.  One is Juan Alessi, who is one of the house\n\n\n\n19   butlers.  He testified that those were the messages for which\n\n\n\n20   they recorded -- we showed him the messages.  Yes, that's my\n\n\n\n21   signature.  Yes, this is how we recorded our messages.  He\n\n\n\n22   worked at the house.  That was his duty to do those things.\n\n\n\n23   Maxwell's on those messages as well, so we intend to ask her\n\n\n\n24   about those, you know, were you having three girls come on this\n\n\n\n25   particular day, etc., etc.?  So those are documents that should\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               127\n\n     H3v1giu2\n\n\n\n 1   come into evidence because they have been validated by an\n\n\n\n 2   employee who works at the home and are things that should be\n\n\n\n 3   able to be utilized at trial, and Maxwell should be able to be\n\n\n\n 4   shown those and explain whether or not there is some issue with\n\n\n\n 5   respect to those statements.\n\n\n\n 6            So your Honor, that's all evidence that we do want to\n\n\n\n 7   enter at the trial, and certainly we have done our diligence\n\n\n\n 8   with respect to the police report to make sure that we do have\n\n\n\n 9   Detective Recarey's testimony on it.  I submit if you review\n\n\n\n10   that, you will see the reason why that it should come into\n\n\n\n11   evidence.  But regardless of the hearsay issue and the business\n\n\n\n12   records exception, again, as you said in your June 20th\n\n\n\n13   order, the point of defendant's knowledge at the time she made\n\n\n\n14   a defamatory statement is very significant in this case, so if\n\n\n\n15   she knew -- even if she didn't believe my client, if she knew\n\n\n\n16   that there had been a number of other under-age minors that\n\n\n\n17   were abused in this circumstance, to call my client a liar in\n\n\n\n18   the face of all that knowledge is something the jury should be\n\n\n\n19   able to consider.  So that is a piece that is important and\n\n\n\n20   relevant to this case.  And you can always give a cautionary\n\n\n\n21   instruction.  If you're concerned at any level, as you know,\n\n\n\n22   you could add a cautionary instruction with respect to the\n\n\n\n23   police report.  But we should be entitled to ask her questions\n\n\n\n24   on the stand when she's under oath about what she knew with\n\n\n\n25   respect to this very significant document.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               128\n\n     H3v1giu2\n\n\n\n 1            Thank you, your Honor.\n\n\n\n 2            MR. PAGLIUCA:  Briefly, your Honor.\n\n\n\n 3            So first, we're doing a mix and match here of\n\n\n\n 4   different things, which I like the rules of evidence because\n\n\n\n 5   they're rules and I can read them and they say what they say.\n\n\n\n 6            Even if, even if, you had a gold-plated record\n\n\n\n 7   custodian from the Palm Beach Police Department come in here\n\n\n\n 8   and make all of the findings that you needed to find as a\n\n\n\n 9   business record exception or a government record exception, the\n\n\n\n10   case law is absolutely clear that second- and thirdhand hearsay\n\n\n\n11   is inadmissible through police reports.\n\n\n\n12            I use this example because it's a good one, I think.\n\n\n\n13   As part of my practice, I represent people accused of crimes,\n\n\n\n14   and so we get discovery as part of my practice.  Guess what?\n\n\n\n15   That goes into my files and I keep it as a matter of course,\n\n\n\n16   and it is a business record of mine because I keep it in due\n\n\n\n17   course.  Now that doesn't mean that it simply would get\n\n\n\n18   admitted into a trial whole cloth for the truth of the matter\n\n\n\n19   asserted, just because it's a business record of mine.  And\n\n\n\n20   why?  What's the answer?  Because the statements that are\n\n\n\n21   included in the police report, or the discovery that I get,\n\n\n\n22   that I put in my file and I keep very carefully as a business\n\n\n\n23   record, don't magically become nonhearsay, because the people\n\n\n\n24   who are making those statements are not under any business duty\n\n\n\n25   to report to me.  And that's what the business record exception\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               129\n\n     H3v1giu2\n\n\n\n 1   is all about.  There is trustworthiness when someone, you\n\n\n\n 2   know -- if it was a billing record of mine, that's a different\n\n\n\n 3   story.  But the business record exception, 803(6), everyone in\n\n\n\n 4   the chain of the hearsay link has to be under a business duty\n\n\n\n 5   to report.  So there are cases where officers are allowed to\n\n\n\n 6   testify about things that they wrote in their report because\n\n\n\n 7   they observed them or another officer told them or it was a\n\n\n\n 8   test that maybe happened within the police department.  But\n\n\n\n 9   what they're not allowed to talk about, under a business record\n\n\n\n10   exception, are witness statements.  And that's what\n\n\n\n11   Ms. McCawley wants to try to introduce to the jury in this\n\n\n\n12   case -- 87 pages of witness statements from people who we don't\n\n\n\n13   know who they are and there's no evidence that they had any\n\n\n\n14   association with Ms. Maxwell.\n\n\n\n15            Let me finish with this state of mind issue.\n\n\n\n16            THE COURT:  But before you do, why isn't it an 803(6)\n\n\n\n17   exception?\n\n\n\n18            MR. PAGLIUCA:  It could be, your Honor.  So 803(6) --\n\n\n\n19            THE COURT:  Okay.  So what you're saying is, yes, the\n\n\n\n20   reports could get in, but not the hearsay part.\n\n\n\n21            MR. PAGLIUCA:  Exactly.  That's exactly right.\n\n\n\n22            THE COURT:  Well, okay.  Of course what the plaintiff\n\n\n\n23   would say to that is, okay, fine.\n\n\n\n24            MR. PAGLIUCA:  Well, then you're redacting\n\n\n\n25   90 percent --\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               130\n\n     H3v1giu2\n\n\n\n 1            THE COURT:  I didn't say redaction.  It's hearsay,\n\n\n\n 2   it's not being offered, but of course it is being offered for\n\n\n\n 3   the truth of the matter.\n\n\n\n 4            MR. PAGLIUCA:  Exactly.  You know, this is a\n\n\n\n 5   smokescreen about it goes to Maxwell's state of mind.  And when\n\n\n\n 6   you carefully go through these police reports, there is not one\n\n\n\n 7   of these alleged victims who identifies Ms. Maxwell as having\n\n\n\n 8   anything to do with any of this.  Which is another important\n\n\n\n 9   point.\n\n\n\n10            What I find curious, again, Ms. McCawley usually says\n\n\n\n11   there are 30 victims identified in these police reports, which\n\n\n\n12   isn't true.  And when I asked Detective Recarey to go through\n\n\n\n13   them with me and identify how many people he said were victims,\n\n\n\n14   there were 17.  And so now today she said there were 20.  So\n\n\n\n15   she's working her way my way.  But, you know, that's the\n\n\n\n16   problem here, your Honor.  This is being offered for the truth\n\n\n\n17   of the matter asserted.  All they want to do is get in front of\n\n\n\n18   a jury that there was a police department investigation in\n\n\n\n19   which Epstein was the target and Epstein is alleged to have\n\n\n\n20   done all of these bad things; therefore, you should punish\n\n\n\n21   Maxwell because then they're going to say, she was his\n\n\n\n22   girlfriend, she had to have known, yada, yada, yada, yada, he's\n\n\n\n23   a bad person, she's a bad person, find her liable, and whack\n\n\n\n24   her with a big damage award.  That's what's going on here.\n\n\n\n25            Thank you.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               131\n\n     H3v1giu2\n\n\n\n 1            THE COURT:  What's next?\n\n\n\n 2            MR. CASSELL:  The motion on Kellen and Marcinkova, our\n\n\n\n 3   motion to get in adverse inference.\n\n\n\n 4            THE COURT:  Yes.\n\n\n\n 5            MR. CASSELL:  If I can be heard on that, your Honor.\n\n\n\n 6            THE COURT:  Excuse me.  Let me go back to where we\n\n\n\n 7   were.\n\n\n\n 8            Those statements, the statements of the \"victims,\" are\n\n\n\n 9   being offered for the truth, are they not?\n\n\n\n10            MS. McCAWLEY:  Your Honor, I do not believe they're\n\n\n\n11   being offered for the truth because what we're saying -- we're\n\n\n\n12   not saying whether or not what those victims said was\n\n\n\n13   necessarily true.  We're saying was she aware that there were a\n\n\n\n14   number -- and they take issue with the number.  I don't see a\n\n\n\n15   difference between 17 and 30.  But was she aware that there\n\n\n\n16   were a number of other individuals making reports at the time\n\n\n\n17   she said my client must have been lying about being abused as a\n\n\n\n18   minor.  So whether or not those are true or not, the reports,\n\n\n\n19   was she aware that there were a number of reports out there\n\n\n\n20   from other little girls saying that they were also brought to\n\n\n\n21   the massage room.  And that goes to her state of mind at the\n\n\n\n22   time she made that statement where she defames my client\n\n\n\n23   internationally.\n\n\n\n24            THE COURT:  Yes.  But aware of the reports.  How could\n\n\n\n25   she be aware of the reports?  Aware of the girls and the\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               132\n\n     H3v1giu2\n\n\n\n 1   activity, that's the truth.  But aware of the reports.\n\n\n\n 2            MS. McCAWLEY:  Yes, your Honor, and the reason why she\n\n\n\n 3   could be aware of the reports is because she'll -- remember,\n\n\n\n 4   her testimony is that she worked for Epstein from the early\n\n\n\n 5   '90s until 2009.  This investigation took place in 2006, your\n\n\n\n 6   Honor, during the course of the time she was allegedly managing\n\n\n\n 7   the Palm Beach home and his active employee, his right-hand\n\n\n\n 8   person.  So yes, of course, we should be able to ask her those\n\n\n\n 9   questions, show her the report:  Were you aware of this, of\n\n\n\n10   these reports?  Were you aware that these reports were made,\n\n\n\n11   you know, as part of this investigation?  And then she can\n\n\n\n12   answer that.\n\n\n\n13            THE COURT:  Well, that's fine.  You could do that.\n\n\n\n14   You could show her the reports and say, were you aware of them,\n\n\n\n15   but that would not get the hearsay part in.\n\n\n\n16            MS. McCAWLEY:  Well, your Honor, and of course we have\n\n\n\n17   two other of the exceptions, the business record exception,\n\n\n\n18   which we talked about, and we also noticed this as one of the\n\n\n\n19   residual hearsay --\n\n\n\n20            THE COURT:  Yes, but even as a business record, I\n\n\n\n21   think counsel is correct -- under the business records\n\n\n\n22   exception, the activities of the cops and what they did, all of\n\n\n\n23   that can go in, yes, because they're under a duty, etc., but\n\n\n\n24   not the statements.\n\n\n\n25            MS. McCAWLEY:  So for example, one of the witnesses on\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               133\n\n     H3v1giu2\n\n\n\n 1   our witness list is AH, who is in the report and she testified\n\n\n\n 2   in this case.\n\n\n\n 3            THE COURT:  Well, that's a different issue.  And you\n\n\n\n 4   said you're going to present her.\n\n\n\n 5            MS. McCAWLEY:  Yes.\n\n\n\n 6            THE COURT:  Well, all right.  That's a different\n\n\n\n 7   question.  But in other words, you could show her the report\n\n\n\n 8   and ask her if she's aware of these reports.  I assume what her\n\n\n\n 9   answer is going to be.  And that's the end of it.\n\n\n\n10            MS. McCAWLEY:  Well, your Honor, I mean, obviously\n\n\n\n11   we'd like to enter the reports under the business record\n\n\n\n12   exception through Recarey and through the residual hearsay --\n\n\n\n13            THE COURT:  But even if you do that, I don't see how\n\n\n\n14   you avoid eliminating the hearsay.\n\n\n\n15            Well, okay.  All right.\n\n\n\n16            MR. PAGLIUCA:  Your Honor, could I have one final\n\n\n\n17   comment on this.  If they're not being offered for the truth of\n\n\n\n18   the matter asserted, they're really not relevant to this case\n\n\n\n19   is my final point, because if they're not being offered for the\n\n\n\n20   truth of the matter asserted, at best it's a neutral as to\n\n\n\n21   whether these things did or didn't happen.  If they didn't\n\n\n\n22   happen, they would certainly be supportive of Ms. Maxwell's\n\n\n\n23   state of mind if she knew about them.  If they're not being\n\n\n\n24   offered for the truth of the matter --\n\n\n\n25            THE COURT:  Well, it might be material that she knew\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               134\n\n     H3v1giu2\n\n\n\n 1   that there was an investigation.\n\n\n\n 2            MR. PAGLIUCA:  You know, she could be asked that\n\n\n\n 3   question:  Did you know there was an investigation?  I think\n\n\n\n 4   she's going to say no.  I gave you her affidavit in which she\n\n\n\n 5   said prior to making her statement, she had never seen these\n\n\n\n 6   police reports.  So we all know --\n\n\n\n 7            THE COURT:  That's a different question.\n\n\n\n 8            MR. PAGLIUCA:  I understand.  But we all know the\n\n\n\n 9   answer is, that's in these police reports, and I'm pretty sure\n\n\n\n10   she testified at her deposition that she wasn't really aware of\n\n\n\n11   this investigation.  All she knew -- I think is what she\n\n\n\n12   testified to -- was that Epstein went to jail and she knew at\n\n\n\n13   some point he was a registered sex offender.  Those are the two\n\n\n\n14   things I think she knew at the end of the day at this\n\n\n\n15   deposition.  Anyway, I agree with you that the question, did\n\n\n\n16   you know there was an investigation, you know, I suppose you\n\n\n\n17   can ask that question and the answer will be yes or no,\n\n\n\n18   whatever it is.\n\n\n\n19            THE COURT:  Okay.\n\n\n\n20            MR. PAGLIUCA:  All right.  Thank you.\n\n\n\n21            THE COURT:  Okay.  I'm sorry.  Forgive me for\n\n\n\n22   interrupting.\n\n\n\n23            MR. CASSELL:  No.  Your patience has been appreciated\n\n\n\n24   today, your Honor.\n\n\n\n25            I want to address now the Marcinkova and Kellen\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               135\n\n     H3v1giu2\n\n\n\n 1   adverse inference motions.  We're a moving party.  There are\n\n\n\n 2   reciprocal motions both ways on this.  I have the numbers\n\n\n\n 3   available, if that would be useful.  I believe 673 is the\n\n\n\n 4   defendant's motion and 689 is our motion.  So those would be\n\n\n\n 5   the two motions going, obviously, in different directions.\n\n\n\n 6            Your Honor is familiar with these issues because of\n\n\n\n 7   the Epstein adverse inference motion that was argued I think\n\n\n\n 8   two weeks ago by me, and at that time -- I know you have not\n\n\n\n 9   yet formally ruled on the motion, but there was extensive\n\n\n\n10   discussion about could we just kick this down the road to the\n\n\n\n11   trial and see, you know, what Epstein says at that time and,\n\n\n\n12   you know, after he testifies, sort out whether there's an\n\n\n\n13   adverse inference.  Again, you haven't ruled on that, but I\n\n\n\n14   think I indicated at the time that certainly from Ms. Giuffre's\n\n\n\n15   point of view, we would have no objection to handling\n\n\n\n16   Mr. Epstein in that way.  I want to make clear that we would\n\n\n\n17   also have no objection to handling the Marcinkova and Kellen\n\n\n\n18   issue in that way as well.  You can put them on via deposition,\n\n\n\n19   and then we could sort out in the context of the case with a\n\n\n\n20   full record whether an adverse inference is appropriate.  But\n\n\n\n21   we surface the issue for you now so it wouldn't be something\n\n\n\n22   you'd have to do on the fly in the middle of trial.  And all\n\n\n\n23   the allegations, of course, that have been made here, I think\n\n\n\n24   it's important to put Kellen and Marcinkova on the conspiracy\n\n\n\n25   scheme, if you will.  The top of the conspiracy is Mr. Epstein,\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               136\n\n     H3v1giu2\n\n\n\n 1   his right-hand player then is Ms. Maxwell, and in the\n\n\n\n 2   conspiracy, again, in our view -- we understand the defense\n\n\n\n 3   will take a differing point of view on this, but in our view,\n\n\n\n 4   the conspiracy's next echelon is Kellen and Marcinkova.\n\n\n\n 5            And so for example, Ms. Giuffre has made allegations\n\n\n\n 6   about certain things.  Ms. Maxwell can't remember or denies\n\n\n\n 7   them, so of course Ms. Giuffre then looks to corroborate her\n\n\n\n 8   allegations of a conspiracy, and the first person she goes to\n\n\n\n 9   is Epstein, and you're familiar with that.  The second and\n\n\n\n10   third people that she goes to are Kellen and Marcinkova,\n\n\n\n11   because they report immediately to Ms. Maxwell in the\n\n\n\n12   conspiracy.  And Ms. Giuffre is going to be talking about that\n\n\n\n13   during the course of the trial, and immediately the jury is\n\n\n\n14   going to wonder, well, gosh, I wonder what Kellen says about\n\n\n\n15   that?  I wonder what Marcinkova says about that?  And your\n\n\n\n16   Honor will recall that we went to great lengths to get them to\n\n\n\n17   testify.  They were evading service, in our view.  We\n\n\n\n18   ultimately had to come to your Honor to get alternative\n\n\n\n19   service, and it was only at that point that we were able to\n\n\n\n20   have them sit for their depositions.  They sat for their\n\n\n\n21   depositions now, and what we hear from the defense, if I\n\n\n\n22   understand it, is that we don't have a good-faith basis for\n\n\n\n23   asking Kellen and Marcinkova, gee, weren't you a part of this\n\n\n\n24   sex trafficking and sex abuse conspiracy?  I think the way they\n\n\n\n25   put it in their brief is, all of this evidence shows nothing\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               137\n\n     H3v1giu2\n\n\n\n 1   other than Ms. Maxwell might have been at the same place at the\n\n\n\n 2   same time.  It's just, you know, a happenstance they were in\n\n\n\n 3   the same place and that's not admissible.  Well, your Honor\n\n\n\n 4   will notice in our opening brief on this, at pages 15 I think\n\n\n\n 5   through the next ten pages or so, we've gone through with a\n\n\n\n 6   chart and we've said, okay, here's the question we asked, and\n\n\n\n 7   then in the right-hand column of our chart we put in the\n\n\n\n 8   witnesses and, you know, the flight logs.  I know other things\n\n\n\n 9   that your Honor is very familiar with.  This is why we're\n\n\n\n10   asking these questions.  You know, the flight logs have been\n\n\n\n11   talked about over and over again, but for good reason.  Kellen\n\n\n\n12   is on some of these flight logs, and what's up?  Those are the\n\n\n\n13   questions that we asked, and of course she takes the Fifth.\n\n\n\n14            There are other things as well.  For example, Sarah\n\n\n\n15   Ransome testified, I witnessed with my own two eyes Sarah\n\n\n\n16   Kellen reporting to Ghislaine in front of me, but I can't\n\n\n\n17   remember specifics.  They weren't talking about girls.  I can't\n\n\n\n18   remember the specific conversation, but every single person,\n\n\n\n19   100 percent, 200 percent, reported to Ghislaine.  Later on in\n\n\n\n20   that same deposition -- that was at page 288 and thereabouts.\n\n\n\n21   At page 387:  I witnessed the same thing -- all the girls\n\n\n\n22   did -- the same thing I had to do was go and report to Sarah\n\n\n\n23   Kellen, Leslie Groff, and Ghislaine Maxwell.  Ghislaine was the\n\n\n\n24   main lady.  So again, we have an allegation by our client that\n\n\n\n25   Ms. Maxwell was a part of a larger conspiracy.  That's one of\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               138\n\n     H3v1giu2\n\n\n\n 1   the central issues, of course, in the case.  One of the things\n\n\n\n 2   that was called an obvious lie.  And so we want to bring in the\n\n\n\n 3   co-conspirators and ask them, Ms. Giuffre says you were in a\n\n\n\n 4   conspiracy and what's your side of the story on that?  And they\n\n\n\n 5   take the Fifth.  So there we are.  The question is, are we\n\n\n\n 6   going to conceal that from the jury or are we going to present\n\n\n\n 7   it to them?  Well, the Second Circuit case that your Honor is\n\n\n\n 8   well familiar with, LiButti, sets out the factors that have\n\n\n\n 9   determined that issue, and one of the things we hear from the\n\n\n\n10   defendant is, oh, it's never been applied in a case like this.\n\n\n\n11   I would just direct your attention, as I did during the Epstein\n\n\n\n12   argument, to the case of FDIC v. Fidelity & Deposit Co. of\n\n\n\n13   Maryland.  That's a Fifth Circuit case from 1995, in which a\n\n\n\n14   bank officer was accused of dishonest and fraudulent acts and\n\n\n\n15   kind of bogus loans, and the Fifth Circuit allowed Fifth\n\n\n\n16   Amendment invocations from the loan recipients to be used\n\n\n\n17   against him, reasoning that, well, in this kind of a case, the\n\n\n\n18   collusion then is shown by the Fifth Amendment invocation of\n\n\n\n19   the participants in the conspiracy there.  Fifth Amendment\n\n\n\n20   invocations can be held against someone who's accused to be a\n\n\n\n21   part of that conspiracy, which of course is exactly what we\n\n\n\n22   have going on here in a civil context.\n\n\n\n23            LiButti, by the way, the Second Circuit case, which is\n\n\n\n24   controlling in this jurisdiction, favorably cites the Fifth\n\n\n\n25   Circuit case in FDIC v. Fidelity & Deposit Co., explaining that\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               139\n\n     H3v1giu2\n\n\n\n 1   that is one of the reasons why in the Second Circuit they think\n\n\n\n 2   this is a good rule of law, because they approve of the result\n\n\n\n 3   that the Fifth Circuit reached in that co-conspirator case.\n\n\n\n 4            And LiButti then goes on, as your Honor is well\n\n\n\n 5   familiar, with laying out four different factors.  The first is\n\n\n\n 6   the nature of the relationship involved.  The relationship here\n\n\n\n 7   is co-conspirators.  They're in the immediate next echelon of\n\n\n\n 8   the conspiracy.  They are direct reports in the business sense,\n\n\n\n 9   although this is a criminal enterprise, but Kellen and\n\n\n\n10   Marcinkova are direct reports to Ms. Maxwell.  Of course the\n\n\n\n11   conspiracy continues.  This is not just at the time of those\n\n\n\n12   events.  The conspiracy continues to today, and your Honor is\n\n\n\n13   familiar with that from the fact that they were evading service\n\n\n\n14   while we were trying to obtain their testimony last year.\n\n\n\n15   Eventually they show up with lawyers, a Bruce Reinhart I think\n\n\n\n16   is an Epstein lawyer; I think at some point Ms. Marcinkova had\n\n\n\n17   Mr. Goldberger, who's an attorney for Mr. Epstein now.  They've\n\n\n\n18   both made significant efforts to evade service.  Why?  Because\n\n\n\n19   in our view the conspiracy continues to this day.  The\n\n\n\n20   conspiracy is trying to conceal what was done to girls in\n\n\n\n21   Florida over an extended period of time.  The concealment\n\n\n\n22   continues through the efforts not only of the defendant but\n\n\n\n23   also through the efforts of Kellen and Marcinkova.\n\n\n\n24            But there's more that binds them together even today.\n\n\n\n25   Your Honor is of course familiar with the nonprosecution\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               140\n\n     H3v1giu2\n\n\n\n 1   agreement that's at the heart of this case.  Remember the issue\n\n\n\n 2   that we were talking about yesterday.  The nonprosecution\n\n\n\n 3   agreement says to Mr. Epstein, we will not prosecute you, or\n\n\n\n 4   any potential co-conspirators, or, and then there were four\n\n\n\n 5   named individuals.  Two of those named individuals are\n\n\n\n 6   Marcinkova and Kellen.  So they're bound together and have a\n\n\n\n 7   common interest in trying to preserve that nonprosecution\n\n\n\n 8   agreement, which means, of course, attacking people who are\n\n\n\n 9   attacking the nonprosecution agreement, such as Jane Doe 3,\n\n\n\n10   that is, my client, Ms. Giuffre.\n\n\n\n11            And that is the first factor, the nature of the\n\n\n\n12   relationship there.  Very tightly bound.\n\n\n\n13            The second one is the degree of control in which the\n\n\n\n14   party has vested the nonparty witness in regard to key facts\n\n\n\n15   and the general subject matter of the litigation.  That's a\n\n\n\n16   direct quote from LiButti.  And the evidence here -- and again,\n\n\n\n17   I won't belabor all of the flight logs and specific evidence,\n\n\n\n18   but it's recited, you know, in a ten-page chart in our brief.\n\n\n\n19   Kellen and Marcinkova are very tightly bound with the\n\n\n\n20   defendants.  They are direct reports.  They are working closely\n\n\n\n21   together.  I just quoted Ms. Ransome saying, you know, that\n\n\n\n22   that was the person that they were talking to, and so you have\n\n\n\n23   a very significant degree of control.\n\n\n\n24            The third factor from LiButti is compatibility of\n\n\n\n25   interests.  Perfect compatibility of interests here.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               141\n\n     H3v1giu2\n\n\n\n 1   Ms. Giuffre has said there was a conspiracy involving all of\n\n\n\n 2   these individuals.  They're all going to say no, there wasn't.\n\n\n\n 3   We'll have a trial on that and hear the evidence.  But the\n\n\n\n 4   compatibility of interests is, that team is against\n\n\n\n 5   Ms. Giuffre.  Those co-conspirators are all working together to\n\n\n\n 6   try to undercut the credibility of Ms. Giuffre.  And of course\n\n\n\n 7   they're all hoping that she will lose this trial, which they\n\n\n\n 8   will then celebrate as a victory.  Of course if Ms. Giuffre\n\n\n\n 9   wins the trial, they will all suffer a defeat because her\n\n\n\n10   credibility in making these allegations will have been\n\n\n\n11   established.\n\n\n\n12            The final factor LiButti directs you to consider is\n\n\n\n13   the role in the underlying aspects of the litigation, and\n\n\n\n14   again, it's hard to imagine.  I won't say they are the most\n\n\n\n15   important members of the conspiracy.  Epstein is the most\n\n\n\n16   important member of the conspiracy, but the next most\n\n\n\n17   important, after Maxwell, who's the number two position, the\n\n\n\n18   next most important conspirator is Kellen and Marcinkova.  I've\n\n\n\n19   used the expression before, it's kind of playing Hamlet without\n\n\n\n20   the ghost.  We're going to be talking about a conspiracy\n\n\n\n21   without the conspirators in the case.  We are trying to bring\n\n\n\n22   the conspirators here in front of the jury so that they can\n\n\n\n23   hear what the conspirators have to say when asked questions\n\n\n\n24   about what they were doing to Ms. Giuffre and what they were\n\n\n\n25   doing to similarly situated young girls.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               142\n\n     H3v1giu2\n\n\n\n 1            The final point that the LiButti case directs you to\n\n\n\n 2   consider is whether admitting the evidence will advance the\n\n\n\n 3   search for truth.  And here we have a conspiracy, and I'm using\n\n\n\n 4   that term not as a lawyer but as a layperson for this purpose.\n\n\n\n 5   Webster's defines to conspire means to join together in a\n\n\n\n 6   secret agreement to do an unlawful or wrongful act or an act\n\n\n\n 7   which becomes unlawful as a result of a secret agreement.  And\n\n\n\n 8   so we want to present the conspirator.  Now we think that makes\n\n\n\n 9   the case that this is highly relevant and also appropriate for\n\n\n\n10   an adverse inference.  Again, your Honor could wait to rule on\n\n\n\n11   this at trial, but we think it's clear-cut now.\n\n\n\n12            Of course once you determine that something's\n\n\n\n13   relevant, you then have to consider possible prejudicial\n\n\n\n14   effect.  Obviously this is a case in which sex allegations are\n\n\n\n15   going to be at their heart.  It's not like we have a business\n\n\n\n16   dispute where somebody wants to throw in sex abuse.  We want to\n\n\n\n17   prove, in a case involving a sex conspiracy, what the\n\n\n\n18   conspirators have to say.  And there's no prejudice then to\n\n\n\n19   Maxwell in the sense of unfair prejudice.  He can ask whatever\n\n\n\n20   questions they deem appropriate as well.  But the absence of\n\n\n\n21   the co-conspirators is of course highly prejudicial to\n\n\n\n22   Ms. Giuffre.  Naturally the jury is going to wonder, you said\n\n\n\n23   Kellen was reporting to Maxwell.  Where is Kellen?  That's\n\n\n\n24   going to be the first thing they'll say when they go back into\n\n\n\n25   the jury room.  Where are these people?  And that's what\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               143\n\n     H3v1giu2\n\n\n\n 1   they're going to say if we don't have an opportunity to present\n\n\n\n 2   them to the jury.\n\n\n\n 3            The Court will recall the extraordinary lengths to\n\n\n\n 4   which Ms. Giuffre had to go to procure their testimony.  They\n\n\n\n 5   finally were able to secure it, and they should be presented.\n\n\n\n 6            Also -- I think you'll be hearing these issues next\n\n\n\n 7   week -- we used some leading questions during the deposition.\n\n\n\n 8   We tried to also use some nonleading.  Leading questions can be\n\n\n\n 9   used when?  When you have a witness who's associated with the\n\n\n\n10   party on the other side.  Well, we said they're in a\n\n\n\n11   conspiracy.  I can't imagine a case where there would be a\n\n\n\n12   clearer example of when leading questions would be appropriate.\n\n\n\n13            The final argument they made, I think last night in\n\n\n\n14   their late replies was that we somehow missed the deadline in\n\n\n\n15   taking their deposition.  What they don't disclose I think in\n\n\n\n16   their papers is, your Honor will recall that we had to come to\n\n\n\n17   you, obtain an application for alternative service, and then,\n\n\n\n18   as a result of that, they came in.  We did all these things\n\n\n\n19   with the Court's blessing and approval of taking depositions.\n\n\n\n20   Those schedules were discussed with opposing counsel.  And as\n\n\n\n21   soon as we'd taken the deposition, within approximately a week,\n\n\n\n22   we provided the designations.  That was back in February of\n\n\n\n23   this year.  There's no prejudice.\n\n\n\n24            So for all these reasons, we would ask that we be\n\n\n\n25   allowed to present two of the co-conspirators in the witness\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               144\n\n     H3v1giu2\n\n\n\n 1   box via the video depositions that we've taken.\n\n\n\n 2            MR. PAGLIUCA:  I thought I was back to my old days as\n\n\n\n 3   a public defender when I started the practice of law, your\n\n\n\n 4   Honor.  Now I'm arguing an 801(d)(2)(E) motion instead of a\n\n\n\n 5   defamation case.\n\n\n\n 6            I think we have to start with the notion that is true,\n\n\n\n 7   that this is a defamation case in which Ms. Maxwell is alleged\n\n\n\n 8   to have made a defamatory statement in 2015.  In that\n\n\n\n 9   defamatory statement Ms. Maxwell does not mention any of these\n\n\n\n10   individuals and doesn't mention Mr. Epstein, and so the\n\n\n\n11   starting point for this is, this is an entirely different issue\n\n\n\n12   than Mr. Cassell and his fantastical conspiracy argument here.\n\n\n\n13            If we want to stick to the legal issues in this case,\n\n\n\n14   I think we first need to understand that there is actually a\n\n\n\n15   specific rule of evidence that relates to co-conspirator\n\n\n\n16   hearsay exception, and that is Rule 801(d)(2)(E) of the Federal\n\n\n\n17   Rules of Evidence, and significantly, under that rule -- and\n\n\n\n18   this is why the cases using Rule 801(d)(2)(E) find indicia of\n\n\n\n19   trustworthiness in co-conspirator hearsay statements -- they\n\n\n\n20   are made at or during the course or in furtherance of a\n\n\n\n21   conspiracy.  And absent that finding, statements of\n\n\n\n22   co-conspirators are deemed to be hearsay.\n\n\n\n23            So what we're talking about here are not statements\n\n\n\n24   purportedly made by any of these individuals in 2000 or 2001.\n\n\n\n25   We're talking about statements that they are seeking to (A)\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               145\n\n     H3v1giu2\n\n\n\n 1   introduce or (B) adversely inference that are made in 2015 that\n\n\n\n 2   had nothing to do with any alleged course of or in furtherance\n\n\n\n 3   of a conspiracy.  Any alleged conspiracy would have terminated\n\n\n\n 4   years ago by operation of many different rules and law.  So\n\n\n\n 5   Mr. Cassell's entire conspiracy theory predicate to this has\n\n\n\n 6   nothing to do with the four LiButti factors.\n\n\n\n 7            And when we talk about the LiButti factors, you know,\n\n\n\n 8   there is really zero evidence that's been presented to your\n\n\n\n 9   Honor.  First of all, the relationship now, in 2017, between\n\n\n\n10   these individuals -- because that is what the controlling\n\n\n\n11   relationship is, not some relationship that happened or didn't\n\n\n\n12   happen in 2000 or 2001.  It is the relationship during the\n\n\n\n13   course of this litigation, not some other litigation.  And\n\n\n\n14   indeed, there is no relationship between these folks.  At best,\n\n\n\n15   for a brief period of time, a brief period of time, these folks\n\n\n\n16   worked in different capacities for Mr. Epstein, at best, and\n\n\n\n17   that brief period of time is more than ten years ago.\n\n\n\n18            The other part of this that Mr. Cassell overlooks or\n\n\n\n19   doesn't want to talk about is what really is at issue -- and\n\n\n\n20   this relates to this close present relationship -- does this\n\n\n\n21   witness have some reason to protect Ms. Maxwell.  I mean,\n\n\n\n22   that's really the inquiry here.  Is the witness invoking her,\n\n\n\n23   in this case, privilege against self-incrimination because it's\n\n\n\n24   going to have some benefit to Ms. Maxwell?  Well, there is no\n\n\n\n25   benefit to Ms. Maxwell for the invocation of the Fifth\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               146\n\n     H3v1giu2\n\n\n\n 1   Amendment privilege here because indeed, if these witnesses\n\n\n\n 2   were to testify truthfully, the testimony would be beneficial\n\n\n\n 3   to Ms. Maxwell.\n\n\n\n 4            If you ever get the opportunity to watch the video of\n\n\n\n 5   these two witnesses, your Honor, it's remarkable because\n\n\n\n 6   there's a lot of eye rolling and facial expressions in response\n\n\n\n 7   to the leading questions by plaintiff's lawyers that, in my\n\n\n\n 8   analysis -- I may be testifying, your Honor, I must admit.  But\n\n\n\n 9   in my observation, it was basically a nonverbal \"that's not\n\n\n\n10   true\" and then the invocation of the Fifth Amendment privilege,\n\n\n\n11   and if that gets played for the jury, the jury can see that or\n\n\n\n12   you can see it.  At one point Ms. McCawley chided one of these\n\n\n\n13   witnesses and said something like, you know, if you keep doing\n\n\n\n14   what you're doing, we're going to have to do something else,\n\n\n\n15   because she didn't like the facial expressions or the words\n\n\n\n16   that the witness was using to invoke the Fifth Amendment\n\n\n\n17   privilege.  That's how much these folks could help Ms. Maxwell\n\n\n\n18   but can't, and they can't because they're protecting their own\n\n\n\n19   interests.  They're not protecting Ms. Maxwell's interests.\n\n\n\n20   They're worried that if the plaintiff's lawyers succeed in\n\n\n\n21   Florida, they have some threat of prosecution, so they're not\n\n\n\n22   going to testify.  But again -- and this is, again, a point\n\n\n\n23   that seems to be overlooked by plaintiff's counsel -- these two\n\n\n\n24   individuals are indeed named in this nonprosecution agreement\n\n\n\n25   by name.  Ms. Maxwell is not, and Ms. Maxwell didn't choose to\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               147\n\n     H3v1giu2\n\n\n\n 1   invoke her Fifth Amendment privilege.  She shouldn't be\n\n\n\n 2   penalized because the people who are concerned and are named in\n\n\n\n 3   this nonprosecution agreement can't testify because the\n\n\n\n 4   plaintiff's lawyers are trying to undo their agreement with the\n\n\n\n 5   government.\n\n\n\n 6            Ms. Maxwell has no ability to control these folks.\n\n\n\n 7   You know, we certainly weren't going to stand in the way of\n\n\n\n 8   plaintiff's trying to take their depositions, but we have no\n\n\n\n 9   control over them, in securing their testimony or requiring\n\n\n\n10   them to cooperate in any sense.\n\n\n\n11            I cite to the Court the case of Coquina Investments v.\n\n\n\n12   Rothstein, which I didn't realize until I was reading this last\n\n\n\n13   night is ironic because the defendant in the Rothstein case is\n\n\n\n14   Mr. Edwards' former partner, who's doing 55 years in a federal\n\n\n\n15   penitentiary right now.  But in that case, which is very\n\n\n\n16   similar here, the court wouldn't impose an adverse inference\n\n\n\n17   against an employer for an employee, even though the employer\n\n\n\n18   was paying for the representation of the employee.  And that\n\n\n\n19   case is I think significant because the court again focused on\n\n\n\n20   the relationship at the time of the deposition and not some\n\n\n\n21   prior relationship.\n\n\n\n22            I talked about the co-conspirator issue.  You know,\n\n\n\n23   that's just attorney argument asserted as fact here, your\n\n\n\n24   Honor.  No one has ever found that these folks are\n\n\n\n25   co-conspirators.  It's Mr. Cassell's and Mr. Edwards' theory,\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               148\n\n     H3v1giu2\n\n\n\n 1   but it certainly is not anything that there is going to be any\n\n\n\n 2   real evidence about in this case.\n\n\n\n 3            The next two LiButti factors, the next one relates to\n\n\n\n 4   any interest in the outcome of the litigation.  Again,\n\n\n\n 5   Mr. Cassell has to manufacture some interest here.  These folks\n\n\n\n 6   are not defendants in this case, these witnesses.  They have no\n\n\n\n 7   financial interest.  They have no ties.  There is no joint\n\n\n\n 8   defense agreement.  There is no indemnification agreement.\n\n\n\n 9   There is nothing.  They have absolutely no dog in this fight,\n\n\n\n10   again, which is no interest in the litigation.\n\n\n\n11            There's just really nothing that would allow any\n\n\n\n12   adverse inference in this case one way or the other.\n\n\n\n13            Finally, your Honor -- well, two final points.  The\n\n\n\n14   questioning, you know, the kind of questions that were posed to\n\n\n\n15   these witnesses were precisely the kind of questions that have\n\n\n\n16   been disapproved in the Second Circuit.  And that's Brink's\n\n\n\n17   Inc. v. City of New York, which is in the papers; WorldCom\n\n\n\n18   Security Litigation, also in the papers; and LiButti itself.\n\n\n\n19   These are not technical objections.  It serves no legitimate\n\n\n\n20   evidentiary purpose for a lawyer to come in and simply ask a\n\n\n\n21   very bunch of highly charged, leading questions to which they\n\n\n\n22   know the witness is going to say, \"I take the Fifth.\"  There is\n\n\n\n23   no evidentiary ball advanced with those questions, because it's\n\n\n\n24   just lawyer argument that doesn't do anything for anybody.  So\n\n\n\n25   both sides could ask a hundred questions, they could both be\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               149\n\n     H3v1giu2\n\n\n\n 1   leading, they could both be exact opposite questions.  The\n\n\n\n 2   witnesses would say the Fifth to everything, and then you look\n\n\n\n 3   at the jury and you say, okay, now you can impose an adverse\n\n\n\n 4   inference against anybody you want to based on the questions\n\n\n\n 5   that the lawyers asked.  I mean, that's really what this ends\n\n\n\n 6   up being, and it's a waste of time, and it is of no evidentiary\n\n\n\n 7   significance.\n\n\n\n 8            Then the last point, which I'm just going to need to\n\n\n\n 9   correct Mr. Cassell on, the plaintiffs were saying somehow that\n\n\n\n10   we were untimely in not designating portions of these\n\n\n\n11   depositions which we believe are wholly inadmissible, and the\n\n\n\n12   point of our reply was, wait a minute, you didn't designate any\n\n\n\n13   of this testimony until after the designation date was over.\n\n\n\n14            (Continued on next page)\n\n\n\n15\n\n\n\n16\n\n\n\n17\n\n\n\n18\n\n\n\n19\n\n\n\n20\n\n\n\n21\n\n\n\n22\n\n\n\n23\n\n\n\n24\n\n\n\n25\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               150\n\n     H3VOGIU3\n\n\n\n 1            MR. PAGLIUCA:  (continued) I don't care about that,\n\n\n\n 2   but, you know, I mean, we're going to deal with these issues,\n\n\n\n 3   and we'll deal with them so the timing is of no consequence to\n\n\n\n 4   me, but I'm not complaining about it, I'm just responding to\n\n\n\n 5   it.\n\n\n\n 6            But for those reasons, your Honor, you shouldn't allow\n\n\n\n 7   anybody to present any adverse inference from these witnesses.\n\n\n\n 8   They should not just be part of this trial.  Thank you.\n\n\n\n 9            MR. CASSELL:  In reply, your Honor, I think you can\n\n\n\n10   just see from the upset there what's going to be happening at\n\n\n\n11   this trial.  This is the direct quote from Mr. Pagliuca.\n\n\n\n12   \"Fantastical conspiracy\".  That's going to be the argument from\n\n\n\n13   the other side.  They're obviously entitled to advance that\n\n\n\n14   argument.  But that's what Ms. Giuffre is going to need to\n\n\n\n15   respond to at the trial.  And, of course, the jury will think\n\n\n\n16   this is a fantastical conspiracy if Ms. Giuffre doesn't even\n\n\n\n17   bring in some of the alleged conspirators such as Epstein,\n\n\n\n18   Kellen, and Marcinkova.\n\n\n\n19            Now, we'll hear that this is somehow a hearsay issue\n\n\n\n20   under 801(d)(2).  This is not a hearsay.  There are going to be\n\n\n\n21   witnesses in the case, questioned and cross examined.  So this\n\n\n\n22   isn't a question of inadmissible hearsay, this is a question of\n\n\n\n23   presenting a witness to the jury.\n\n\n\n24            THE COURT:  How do you think this evidence is -- it's\n\n\n\n25   going to go in by way of either deposition or the depositions\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               151\n\n     H3VOGIU3\n\n\n\n 1   already taken --\n\n\n\n 2            MR. CASSELL:  Yes.\n\n\n\n 3            THE COURT:  -- or by the witnesses being compelled to\n\n\n\n 4   come and invoke and so on?  I think we know how that's going to\n\n\n\n 5   work out.\n\n\n\n 6            MR. CASSELL:  Right.  I think in this case it's going\n\n\n\n 7   to be through the deposition that's been recorded.\n\n\n\n 8            With Mr. Epstein, we're going to bring him here live\n\n\n\n 9   because we've been able to reach him by subpoena, but these two\n\n\n\n10   have been difficult to reach by subpoena, that's why we've\n\n\n\n11   taken their deposition.\n\n\n\n12            And so Mr. Epstein will testify live, he would invoke,\n\n\n\n13   Nadia Marcinkova and Sarah Kellen, the deposition has already\n\n\n\n14   been taken.  And in our --\n\n\n\n15            THE COURT:  What do you do about the statement that\n\n\n\n16   counsel just made about the impropriety of the questions?\n\n\n\n17            MR. CASSELL:  Right.  So you can't just say, hey, is\n\n\n\n18   the moon made of green cheese and they take the Fifth.  You\n\n\n\n19   can't put that in, and Booty recognizes that.  There has to be\n\n\n\n20   independent evidence that supports each question that's asked.\n\n\n\n21            And so what we've done in our brief, if you look at\n\n\n\n22   page 17 of our initial paper -- if I can just illustrate one.\n\n\n\n23            THE COURT:  No, that's all right.  That's fine.  I get\n\n\n\n24   the point.\n\n\n\n25            MR. CASSELL:  Right.  But I think this is a fair point\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               152\n\n     H3VOGIU3\n\n\n\n 1   about the defense.  I'm not sure that they get the point\n\n\n\n 2   because we've said here's a question --\n\n\n\n 3            THE COURT:  Don't worry about educating them.  It's me\n\n\n\n 4   you've got to educate.\n\n\n\n 5            MR. CASSELL:  So I would just direct you to our --\n\n\n\n 6   we've tried to show, this is not a moon made of green cheese,\n\n\n\n 7   we have very specific support for each --\n\n\n\n 8            THE COURT:  I hear you.  I hear you.\n\n\n\n 9            MR. CASSELL:  -- of the questions.\n\n\n\n10            THE COURT:  You've got it in the brief.  I understand.\n\n\n\n11            MR. CASSELL:  Right.\n\n\n\n12            So with regard to their interest in the case,\n\n\n\n13   obviously, they have an interest in this woman who is accusing\n\n\n\n14   them of being involved in a sex trafficking and sex abuse\n\n\n\n15   conspiracy having her lose this case.  They would be popping\n\n\n\n16   champagne corks.  They clearly have an interest in the case.\n\n\n\n17            The other problem, remember, under Booty, the question\n\n\n\n18   is well, are these witnesses that the plaintiff had some\n\n\n\n19   control over?  Is this somebody that the defendant has vested\n\n\n\n20   control over these facts?\n\n\n\n21            These were direct reports.  I don't think I heard any\n\n\n\n22   response to that from the other side.  These were direct\n\n\n\n23   reports to Maxwell, and so these are the people who, you know,\n\n\n\n24   when Ms. Giuffre alleged that she's involved -- Ms. Maxwell is\n\n\n\n25   involved in doing these things, these are the women who are\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               153\n\n     H3VOGIU3\n\n\n\n 1   executing the orders for Ms. Maxwell, and it's not part of a\n\n\n\n 2   fantastical conspiracy.\n\n\n\n 3            All we want to do is have the jury hear this\n\n\n\n 4   information.  We've provided in our brief very specific support\n\n\n\n 5   for each of the questions that we want to ask.  We think it's\n\n\n\n 6   entirely appropriate that the jury hear what these two have to\n\n\n\n 7   say.\n\n\n\n 8            THE COURT:  Thank you.\n\n\n\n 9            Where are we now?  Yes.\n\n\n\n10            MS. MENNINGER:  Your Honor, by my estimation, we have\n\n\n\n11   one motion left, which is 665 with the opening brief.\n\n\n\n12            THE COURT:  And what's that?\n\n\n\n13            MS. MENNINGER:  It was our motion to prohibit\n\n\n\n14   questioning of our client regarding her consensual adult sexual\n\n\n\n15   activities.\n\n\n\n16            THE COURT:  Yes.\n\n\n\n17            MS. MENNINGER:  Do I take that as a go ahead and talk\n\n\n\n18   or --\n\n\n\n19            THE COURT:  No.\n\n\n\n20            MS. MENNINGER:  Okay.  I wasn't sure.\n\n\n\n21            THE COURT:  Yes, well, I can understand.\n\n\n\n22            How can you possibly know what we're going to do when\n\n\n\n23   I don't know what we're going to do?\n\n\n\n24            MS. MENNINGER:  Your Honor, I'm happy to defer this\n\n\n\n25   issue.  I believe it is somewhat --\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               154\n\n     H3VOGIU3\n\n\n\n 1            THE COURT:  Yes.\n\n\n\n 2            MS. MENNINGER:  -- enmeshed with some of the other\n\n\n\n 3   motions that, based on plaintiff's representation, they want to\n\n\n\n 4   put off until another day, so -- until the 15 days before, in\n\n\n\n 5   particular, so I'm happy to wait.\n\n\n\n 6            THE COURT:  How does that figure -- I'm sorry.\n\n\n\n 7   Explain to me how that figures into the --\n\n\n\n 8            MS. MENNINGER:  Into this motion?\n\n\n\n 9            THE COURT:  Well, these are the things about which\n\n\n\n10   they have to give notice.\n\n\n\n11            MS. MENNINGER:  Exactly, your Honor.  The issue in\n\n\n\n12   this motion, and I'll try to be slightly circumspect, but in\n\n\n\n13   this motion, we have agreed that our client can be cross\n\n\n\n14   examined with respect to plaintiff, any of plaintiff's\n\n\n\n15   allegations, with respect to any other minor victim.  Our\n\n\n\n16   client has absolutely denied having been involved sexually with\n\n\n\n17   plaintiff or with the minor victim.\n\n\n\n18            They would like to introduce evidence of some kind\n\n\n\n19   every other acts with other people.  They have not yet\n\n\n\n20   specified, apparently, completely, what other acts and what\n\n\n\n21   other people they're talking about.\n\n\n\n22            THE COURT:  So I think we should --\n\n\n\n23            MS. MENNINGER:  Right.\n\n\n\n24            THE COURT:  So I think we should wait until we get it\n\n\n\n25   all.  Okay.  So that takes care of that.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               155\n\n     H3VOGIU3\n\n\n\n 1            MS. McCAWLEY:  Your Honor, there's just one more thing\n\n\n\n 2   procedurally, if I could indulge the Court while I have your\n\n\n\n 3   attention before we all leave.  That would be helpful.\n\n\n\n 4            THE COURT:  Don't count on it.\n\n\n\n 5            MS. McCAWLEY:  Sorry.\n\n\n\n 6            THE COURT:  Yes.\n\n\n\n 7            MS. McCAWLEY:  It's just, in your order about the ESI\n\n\n\n 8   and the issue with the non-production, you said that we should\n\n\n\n 9   suggest hearing dates.  I see that your Honor has moved the\n\n\n\n10   hearing dates to Wednesdays, so we were hoping to, since\n\n\n\n11   there's only a few Wednesdays left before our trial, reserve\n\n\n\n12   one of those to handle that hearing?\n\n\n\n13            THE COURT:  Well, I'm not sure.\n\n\n\n14            MS. McCAWLEY:  Or whatever day would work.\n\n\n\n15            THE COURT:  No.  Okay.  Now, it seems to me, correct\n\n\n\n16   me if I'm wrong, on the 5th we're going to do Epstein's motion,\n\n\n\n17   the deposition designations, the biforcation --\n\n\n\n18            MR. CASSELL:  I'm sorry, we just did that.\n\n\n\n19            THE COURT:  By the way, maybe we could do the\n\n\n\n20   biforcation issue very quickly.  What is it you want to --\n\n\n\n21            MR. CASSELL:  I think we just did that a few moments\n\n\n\n22   ago, your Honor.\n\n\n\n23            MS. McCAWLEY:  That was the one about the financial\n\n\n\n24   records.\n\n\n\n25            THE COURT:  By what?\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               156\n\n     H3VOGIU3\n\n\n\n 1            MS. McCAWLEY:  We just did that about the financial\n\n\n\n 2   records, and you gave us some direction on that, so that one's\n\n\n\n 3   been --\n\n\n\n 4            THE COURT:  Oh, okay.  So that's done.  Okay.  So\n\n\n\n 5   that's the 5th.\n\n\n\n 6            MS. McCAWLEY:  Yes.  So then there's April 12th, which\n\n\n\n 7   I believe is the following Wednesday, and then I think the one\n\n\n\n 8   after that is the 19th.\n\n\n\n 9            THE COURT:  Well, are we going to do a hearing -- I\n\n\n\n10   take it we're going to do a hearing on the reconsideration of\n\n\n\n11   the --\n\n\n\n12            MS. McCAWLEY:  That's what I'm talking about, your\n\n\n\n13   Honor.  I'm sorry.  Yes.  So that's the evidentiary issue of --\n\n\n\n14   you said they could present a forensic, based on your order of\n\n\n\n15   reconsideration of the November 2nd.  So that's the date I'm\n\n\n\n16   looking for.  I'm sorry, I should have been clearer about that.\n\n\n\n17            THE COURT:  When are we going to do that?\n\n\n\n18            MS. McCAWLEY:  Maybe the 12th or the 19th possibly?\n\n\n\n19            THE COURT:  How about the 10th.\n\n\n\n20            MS. McCAWLEY:  Okay.\n\n\n\n21            THE COURT:  Does that work for you all?\n\n\n\n22            MR. PAGLIUCA:  I can't do the 10th, your Honor, I'm in\n\n\n\n23   a deposition all day in Colorado.  I'm sorry.\n\n\n\n24            THE COURT:  How could you possibly take another case?\n\n\n\n25            MR. PAGLIUCA:  Well, believe me, I have a lot of\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               157\n\n     H3VOGIU3\n\n\n\n 1   clients that are saying that exact same thing right now, your\n\n\n\n 2   Honor.\n\n\n\n 3            MS. MENNINGER:  Your Honor, could we do the 13th, the\n\n\n\n 4   Thursday of that week?\n\n\n\n 5            THE COURT:  Yes.  I don't see any reason not to.\n\n\n\n 6   Okay.\n\n\n\n 7            MS. McCAWLEY:  That's all I had, your Honor.  Thank\n\n\n\n 8   you.  And thank you for your patience, everyone, today.\n\n\n\n 9            THE COURT:  Have we completed the briefing and\n\n\n\n10   everything everybody wants to submit on the black book issue?\n\n\n\n11            MS. McCAWLEY:  Well, yes, your Honor.  So now, as of\n\n\n\n12   last night, it was fully briefed.  So there are three briefs on\n\n\n\n13   it, essentially.  We had a motion in limine to allow it in,\n\n\n\n14   they had a motion in limine to exclude it, and it came up\n\n\n\n15   previously -- I forget, we argued it a couple weeks ago in the\n\n\n\n16   context of another motion -- oh, I'm sorry, because, your\n\n\n\n17   Honor, you requested that with respect to Diane Flores.  So we\n\n\n\n18   didn't reargue it today, it is fully briefed for you.\n\n\n\n19            THE COURT:  Okay.  In other words, I've got everything\n\n\n\n20   on that.\n\n\n\n21            MS. McCAWLEY:  You do, your Honor, yes.\n\n\n\n22            THE COURT:  Okay.  Anything else?\n\n\n\n23            MS. McCAWLEY:  Not that I'm aware of.\n\n\n\n24            MR. PAGLIUCA:  I think we're concluded today, your\n\n\n\n25   Honor.  Thank you.\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300\n\n\n\f                                                               158\n\n     H3VOGIU3\n\n\n\n 1            THE COURT:  Okay, thanks.  Have a nice weekend.\n\n\n\n 2            (Adjourned)\n\n\n\n 3\n\n\n\n 4\n\n\n\n 5\n\n\n\n 6\n\n\n\n 7\n\n\n\n 8\n\n\n\n 9\n\n\n\n10\n\n\n\n11\n\n\n\n12\n\n\n\n13\n\n\n\n14\n\n\n\n15\n\n\n\n16\n\n\n\n17\n\n\n\n18\n\n\n\n19\n\n\n\n20\n\n\n\n21\n\n\n\n22\n\n\n\n23\n\n\n\n24\n\n\n\n25\n\n\n\n                    SOUTHERN DISTRICT REPORTERS, P.C.\n\n                             (212) 805-0300",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_011304.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 277196,
    "word_count": 41876,
    "line_count": 17536,
    "import_date": "2025-11-19T21:47:47.378642",
    "prefix": "TEXT-001"
  }
}