{
  "document_id": "HOUSE_OVERSIGHT_032197",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032197.txt",
  "text": "2]\n\none form or another since antiquity. Moreover, the now-fallen\ndictators promoted a venal system of corruption built on personal\naccess to their own ruling circles. And Mubarak, rather than move\nsociety forward by dispensing with a pseudomonarchical state, sought\nto move it backward by installing his son in power. Mubarak and Ben\nAli were dull men, enabled by goons in the security services. The real\nstory in the Middle East these past few months, beyond the toppling\nof these decrepit regimes, is the possible emergence of authentic\nconstitutional monarchies in places like Morocco and Oman. Both of\nthese countries, which lie at the two geographical extremities of the\nArab world, have not been immune to demonstrations. But the\nprotesters in both cases have explicitly called for reform and\ndemocracy within the royal system and have supported the leaders\nthemselves. King Mohammed and Sultan Qaboos have moved\nvigorously to get out in front of popular demands by reforming their\nsystems instead of merely firing their cabinets. Indeed, over the years,\nthey have championed women’s rights, the environment, the large-\nscale building of schools and other progressive causes. Qaboos, in\nparticular, is sort of a Renaissance man who plays the lute and loves\nWestern classical music, and who—at least until the celebrations in\n2010 marking forty years of his rule—eschewed a personality cult.\nThe characteristics, then, of the benign dictator are evident, at times\nhewing to propositions set forth by the likes of Berlin: freedom may\ncome as much from stability as from democracy; leaders must adhere\nto the will of the people, they need not in all cases be chosen by\nthem. Yet in the Middle East these dictators remain the exception to\nthe rule, and this is why quasi monarchies of the iron-fisted Assad or\nthe crazed and tyrannical Qaddafi are now under assault. THE\nPLACE where benevolent autocracy has struck deep and has\nsystematic roots is Asia. Any discussion of whether and how\ndemocracy can be successfully implemented might, because of the\n\nHOUSE_OVERSIGHT_032197",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032197.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2078,
    "word_count": 335,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:45.064151",
    "prefix": "IMAGES-011"
  }
}