{
  "document_id": "HOUSE_OVERSIGHT_011768",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011768.txt",
  "text": "/ BARAK/ 11\n\nforce Shimon out. But Jean said he’d been giving a lot of thought to everything\nthat had happened since Rabin was killed. He felt I was the only potential Labor\nleader who could defeat Bibi in an election and “bring back sanity to Israel, lead it\nto peace.” He said he was convinced that Peres’s time had passed. “I can say that.\nI’m from his generation. And as a very close friend of Shimon, I will be the first in\nline to help you.”\n\nEarly in September, having let Shimon know through Giora and then phoning\nhim directly, I declared publicly that I would be running for the Labor leadership.\nThough he’d thanked me for telling him beforehand, he said he thought I was\nmaking a mistake, and was still against having a leadership election at all. That\nmade his public response to my announcement puzzling. He went on Israeli TV\nand said he would not be a candidate for Prime Minister in four years’ time. “The\ntime has come for a change,” he said. But while everyone took that to mean he was\nreconciled to a change of party leadership as well, it turned out that we had jumped\nthe gun. He intended to stay on as chairman.\n\nDuring the early months of 1997, Shimon and I held a series of late-night\nmeetings at his apartment to thrash out an agreed course. It was a process that was\nhard for both of us, and hurtful for him. He was now at least reconciled to the\ninevitability of an election for a new party leader, if only because his protégé Yossi\nBeilin had also put his name forward. But he kept proposing to push back the vote.\nI insisted that since the deadline under party rules was June 3, it was only right that\nall of us abide by that. I do remember a particularly poignant moment from one of\nour sessions. Peres had left the room for a minute, and Sonia came in. “Ehud,” she\nsaid to me, “keep your nerve. You’re the only one who can talk to him this way.\nHe should have retired from politics years ago. You’re the only one around him\nwho tells him the truth.”\n\nWe ended up with a compromise. Shimon accepted that the leadership election\nwould be held on June 3. I agreed that in the unlikely event Bibi decided to invite\nus into his coalition during the three months after the leadership vote, Peres would\nselect the Labor ministers. Our last meeting ended at nearly four in the morning.\nHe told me he’d arranged a reception for the party leadership at 10 a.m., in barely\nsix hours’ time. He suggested we meet in his office an hour beforehand. I didn’t\nknow what to expect. After months of discussions, I hoped he understood that I\nhad wanted the process to go differently. I had been open and honest with him\nthroughout. But I knew that, deep down, he still wanted to stay on, that he believed\n\n297\nHOUSE_OVERSIGHT_011768",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011768.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2744,
    "word_count": 510,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.648281",
    "prefix": "IMAGES-001"
  }
}