{
  "document_id": "HOUSE_OVERSIGHT_019806",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019806.txt",
  "text": "318 | Notes to pages 130-141\n\n/lee-harvey-oswald/. Like Snowden, Oswald was a high school dropout from\na broken family who joined an elite unit of the U.S. military but failed to get\nan honorable discharge, became hostile to policies of the U.S. government, and\ndefected to Russia. See Edward Jay Epstein, Legend: The Secret World of Lee Har-\nvey Oswald (New York: McGraw-Hill, 1978), 64-104.\n\n129 Clapper answered that: The transcript was published by The Washington Post,\nJan. 29, 2014. For Clapper’s earlier closed-door testimony, see Steven Aftergood,\n“The Clapper ‘Lie’ and the Senate Intelligence Committee,” FAS, Jan. 6, 2014.\n\n130 On his application to Booz Allen: Hosenball, “NSA Contractor Hired Snowden\nDespite Concerns About Resume Discrepancies.”\n\n130 in contacting Laura Poitras: Greenberg, “These Are the Emails Snowden Sent to\nFirst Introduce His Epic NSA Leaks.”\n\n130 “read” in the news reports: Snowden Q&A, Moscow, July 12, 2013, https://www\nyoutube.com/watch ?v=yNOS VurlAak.\n\n131 “Consul General-Hong Kong”: James Gordon Meek et al., “NSA Leaker Edward\nSnowden Seeks Asylum in Ecuador,” ABC News, June 23, 2013.\n\n131 “had an enormous interest”: Morell, Great War of Our Time, 284.\n\n131 the Enigma machines: Sebag-Montefiore, Enigma, 286-94.\n\nCHAPTER 14 The Crime Scene Investigation\n\n133 “Any private contractor”: Snowden, interview with Williams.\n133 Fifteen miles northwest: U.S. Navy Information Operations Command, “History\n© of NIOC Hawaii,” http://www.public.navy.mil/fec-cl0f/niochi/Pages/AboutUs ®\n“aspx.\n134 General Alexander: Alexander, interview with author.\n134 The NSA had also notified: Former NSA executive who requested anonymity,\ninterview with author.\n136 NSA did not immediately share: Morell, Great War of Our Time, 283-88.\n136 briefed by the NSA: See “Unclassified Declaration of David G. Leatherwood,”\nUS. District Court for the District of Columbia, Case 1:10-cv-02119-RMC\nDocument 63-8 Filed 04/26/13, https://www.fas.org/sgp/jud/shaffer/042613\n-leather. pdf.\n137 By late July: Former intelligence executive familiar with the initial investigation\nwho requested anonymity, interview with author.\n137 According to Ledgett: Tabassum Zakaria and Warren Strobel, “After ‘Cataclys-\nmic’ Snowden Affair, NSA Faces Winds of Change,” Reuters, Dec. 13, 2013.\n138 “Something is not right”: Transcript of interview with Alexander, Australian\nFinancial Review, May 8, 2014.\n138 This discovery came: “Glenn Greenwald’s Partner Detained at Heathrow Airport\nfor Nine Hours,” Guardian, Aug. 18, 2013.\n139 downloading documents: Ledgett was interviewed in this timeline by Bryan Bur-\nrough. See Burrough, Ellison, and Andrews, “Snowden Saga.”\n139 the chronology: NSA executive who requested anonymity, interview with author.\n140 “millions of records”: Snowden interview, German NDR TV, Jan. 26, 2014,\nhttp://www.tagesschau.de/snowden-interview-englisch100.pdf.\n140 The FBI could assume: Former Justice Department official with knowledge of the\nSnowden case who requested anonymity, interview with author.\n\n| | Epst_9780451494566_2p_all_r1.indd 318 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019806",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019806.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3120,
    "word_count": 438,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.232163",
    "prefix": "IMAGES-005"
  }
}