{
  "document_id": "HOUSE_OVERSIGHT_022571",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022571.txt",
  "text": "69\n\nto determine whether the Guidelines would recommend\nthat incarceration is appropriate, the length of any term of\nincarceration, and the appropriate amount of any fine. For\ncorporations, the offense level is modified by factors par-\nticular to organizations as described in Chapter 8 to deter-\nmine the applicable organizational penalty.\n\nFor example, violations of the anti-bribery provi-\nsions are calculated pursuant to § 2C1.1. The offense level\nis determined by first identifying the base offense level;\nadding additional levels based on specific offense charac-\nteristics, including whether the offense involved more than\none bribe, the value of the bribe or the benefit that was con-\nferred, and the level of the public official;®° adjusting the\noffense level based on the defendant's role in the offense;*!\nand using the total offense level as well as the defendant’s\ncriminal history category to determine the advisory guide-\nline range.*” For violations of the accounting provisions\nassessed under § 2B1.1, the procedure is generally the\nsame, except that the specific offense characteristics differ.\nFor instance, for violations of the FCPA’s accounting pro-\nvisions, the offense level may be increased if a substantial\npart of the scheme occurred outside the United States or if\nthe defendant was an officer or director of a publicly traded\ncompany at the time of the offense.??\n\nFor companies, the offense level is calculated pur-\nsuant to §§ 2C1.1 or 2B1.1 in the same way as for an\nindividual—by starting with the base offense level and\nincreasing it as warranted by any applicable specific\noffense characteristics. The organizational guidelines\nfound in Chapter 8, however, provide the structure for\ndetermining the final advisory guideline fine range for\norganizations. The base fine consists of the greater of the\namount corresponding to the total offense level, calcu-\nlated pursuant to the Guidelines, or the pecuniary gain or\nloss from the offense.>** This base fine is then multiplied\nby a culpability score that can either reduce the fine to as\nlittle as five percent of the base fine or increase the recom-\nmended fine to up to four times the amount of the base\nfine.’ As described in § 8C2.5, this culpability score is\ncalculated by taking into account numerous factors such\n\nas the size of the organization committing the criminal\n\nacts; the involvement in or tolerance of criminal activ-\nity by high-level personnel within the organization; and\nprior misconduct or obstructive behavior. The culpability\nscore is reduced if the organization had an effective pre-\nexisting compliance program to prevent violations and if\nthe organization voluntarily disclosed the offense, cooper-\nated in the investigation, and accepted responsibility for\n\nthe criminal conduct.?*°\n\nCivil Penalties\n\nAlthough only DOJ has the authority to pursue crim-\ninal actions, both DOJ and SEC have civil enforcement\nauthority under the FCPA. DOJ may pursue civil actions\nfor anti-bribery violations by domestic concerns (and their\nofficers, directors, employees, agents, or stockholders) and\nforeign nationals and companies for violations while in the\nUnited States, while SEC may pursue civil actions against\nissuers and their officers, directors, employees, agents, or\nstockholders for violations of the anti-bribery and the\naccounting provisions.**”\n\nFor violations of the anti-bribery provisions, cor-\nporations and other business entities are subject to a civil\npenalty of up to $16,000 per violation.>* Individuals,\nincluding officers, directors, stockholders, and agents of\ncompanies, are similarly subject to a civil penalty of up to\n$16,000 per violation,**? which may not be paid by their\nemployer or principal3®\n\nFor violations of the accounting provisions, SEC may\nobtain a civil penalty not to exceed the greater of (a) the\ngross amount of the pecuniary gain to the defendant as a\nresult of the violations or (b) a specified dollar limitation.\nThe specified dollar limitations are based on the egregious-\nness of the violation, ranging from $7,500 to $150,000 for\nan individual and $75,000 to $725,000 for a company.*\nSEC may obtain civil penalties both in actions filed in fed-\n\neral court and in administrative proceedings3”\n\nCollateral Consequences\nIn addition to the criminal and civil penalties described\nabove, individuals and companies who violate the FCPA may\n\nface significant collateral consequences, including suspension\n\nHOUSE_OVERSIGHT_022571",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022571.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4470,
    "word_count": 687,
    "line_count": 96,
    "import_date": "2025-11-19T21:47:48.095642",
    "prefix": "IMAGES-007"
  }
}