{
  "document_id": "HOUSE_OVERSIGHT_030087",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030087.txt",
  "text": "28\n\nfeature in other Nusayri rituals, namely Ali, Muhammad, and Salman\nal-Farisi (the Persian companion of Muhammad who in several\nIslamic traditions forms a link between the Arabs and the wisdom of\nancient Persia). Nusayri rituals, performed in private homes or out-of-\nthe-way places, include a ceremony known as Qurban—almost\nidentical to the mass—where wine is consecrated and imbibed in the\nChristian manner. As Matti Moosa, a leading scholar of the Nusayris,\nstates in his seminal study Extremist Shiites: The Ghulat Sects\n(1988):\n\nThe Christian elements in the Nusayri religion are unmistakable.\nThey include the concept of trinity; the celebration of Christmas, the\nconsecration of the Qurban, that is, the sacrament of the flesh and\nblood which Christ offered to His disciples, and, most important, the\ncelebration of the Quddas [a lengthy prayer proclaiming the divine\nattributes of Ali and the personification of all the biblical patriarchs\nfrom Adam to Simon Peter, founder of the Church, who is seen,\nparadoxically, as the embodiment of true Islam].\n\nMoosa suggests that like other schismatic groups residing in Syria,\nsuch as the Druzes and Ismailis, the Nusayris do not take their beliefs\nliterally, but understand them as allegorical ways of reaching out to\nthe divine. While this may be true of the educated naqibs, or spiritual\nelders, such belief systems may have different ramifications for\nsemiliterate peasants, reinforcing a contempt or disdain for outsiders\nwho do not share these beliefs. Like the Druzes and some Ismailis,\nNusayris believe in metempsychosis or transmigration. The souls of\nthe wicked pass into unclean animals such as dogs and pigs, while the\nsouls of the righteous enter human bodies more perfect than their\npresent ones. The howls of jackals that can be heard at night are the\nsouls of Sunni Muslims calling their misguided co-religionists to\nprayer.\n\nHOUSE_OVERSIGHT_030087",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1919,
    "word_count": 301,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.044197",
    "prefix": "IMAGES-010"
  }
}