{
  "document_id": "HOUSE_OVERSIGHT_030190",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030190.txt",
  "text": "Lenny had been reading a study of anti-Semitism by Jean-Paul\nSartre. Now, on stage, giving credit to Thomas Merton's poem about the\nHolocaust, he requested that all the lights go off except one dim blue spot.\nThen he began speaking with a German accent:\n\nMy name is Adolf Eichmann. And the Jews came every day to what\n\nthey thought would be fun in the showers. People say | should have\n\nbeen hung. We/n. Do you recognize the whore in the middle of\nyou-that you would have done the same if you were there\n\nyourselves? My defense: | was a soldier. | saw the end of a\n\nconscientious day's effort. | watched through the portholes. | saw\n\nevery Jew burned and turned into soap.\n\nDo you people think yourselves better because you burned your\n\nenemies at long distance with missiles without ever seeing what you\n\nhad done to them? Hiroshima auf Wiedersehen. [German accent\nends.] If we would have lost the war, they would have strung Truman\nup by the balls, Jim. Are you kidding with that? Not what kid told kid\ntold kid. They would just sch/ep out all those Japanese mutants.\n“Here they did; there they are.” And Truman said they'd do it\nagain. That's what they should have the same day as Remember\n\nPearl Harbor. Play them in unison.\n\nLenny was arrested for obscenity that night. One of the items in the\nChicago police report complained: “Then talking about the war he stated,\n\n‘If we would have lost the war, they would have strung Truman up by the\nballs.’ ” The cops also broke open Lenny's candy bars, looking for drugs.\nThey checked the IDs of audience members, including George Carlin, who\ntold the cops, “I don’ t believe in IDs.” Then they arrested him for\n\ndisorderly conduct, dragged him along by the seat of his pants and\n\nhoisted him into the police wagon.\n\nHOUSE_OVERSIGHT_030190",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030190.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1786,
    "word_count": 317,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.316710",
    "prefix": "IMAGES-010"
  }
}