{
  "document_id": "HOUSE_OVERSIGHT_019857",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019857.txt",
  "text": "Supreme Court Rejects Newman Requirement of “Pecuniary or Similarly Valuable” Personal\nBenefit for Insider Trading Liability for Tipping Family and Friends (continued trom page 1)\n\nas a personal benefit necessary to be held liable\nfor insider trading.? Sa/man will almost certainly\nembolden the SEC and federal prosecutors to\nbring more insider trading cases, because it Is\nmuch easier for the government to prove a “gift”\nto a “friend” than to prove a “pecuniary” or similar\nquid pro quo.\n\nIn Sa/man, an investment banker at Citigroup\ntipped his brother about certain pending health-\ncare mergers involving Citigroup clients. The\nbrother traded on that information for a profit,\nand also tipped his brother-in-law, Mr. Salman,\nwho also traded for a profit. At trial, the govern-\nment relied solely on the tippers giving a gift of\n\ninside information to a close family member to\nsatisfy the “personal benefit” requirement of tip-\nper-tippee insider trading liability. The government\ndid not identify any money or other valuable quid\npro quo paid for the tip. Salman was convicted at\ntrial, and his conviction was upheld by the Court\nof Appeals for the Ninth Circuit.\n\n(continued on page 3)\n\nClient Alert: Status of the New DOL Fiduciary Rule (continued from page 1)\n\na better commission for the adviser. The Obama\nadministration found that conflicted advice cost\nsavers about $17 billion a year based on a 2015\nreport. To be clear, the Rule applies only to retire-\nment accounts like 401(k)s and individual retire-\nment accounts (“IRAs”), not to regular taxable\naccounts. According to the Investment Company\nInstitute, Americans invest $7.8 trillion in IRAs\nand $7 trillion in 401(k)s.\n\nOn January 20, 2017, the DOL issued two new\nsets of Frequently Asked Questions (“FAQs”) on\nthe Rule. One of the sets of FAQs focuses on the\nnew definition of fiduciary investment advice\nand the other set is geared toward retirement\ninvestors and consumers, covering consumer\nprotection features of the new Rule. This is the\nsecond of three rounds of guidance to be pub-\nlished by the DOL prior to the effective date of\nthe new Rule.\n\nThe Executive Branch also issued responses to\nthe Rule on January 20, 2017. The White House\nissued a Memorandum from Reince Priebus to the\nheads of the executive departments and agencies\nrequesting a sixty (60)-day delay as the effective\ndate of regulations published in the Office of the\nFederal Register have not taken effect as of yet.\n\nOn February 3, 2017, President Trump signed a\npresidential memorandum to delay the Rule by\nsix (6)-months, casting doubt on its viability.\nThe memorandum instructs the DOL to conduct\n\na new “economic and legal analysis’ to deter-\nmine whether the Rule is likely to harm inves-\ntors, disrupt the industry or cause an increase\nin litigation and the price of advice. If the DOL\nconcludes that the regulation does hurt inves-\ntors or firms, it can propose a rule “rescind-\ning or revising” the regulation. On March 1,\n2017, the DOL issued a proposed rule, which\nwill extend the applicability date of its fidu-\nciary rule, including the Best Interest Contract\nExemption, from April 10, 2017 to June 9, 2017,\na 60-day delay.\n\nSome are saying the Rule would hurt investors\nbecause it would supposedly make it harder\nfor people to receive retirement advice. For\nexample, advisers would not be able to afford\nto service low-balance retirement accounts.\nOn the other hand, consumer, labor and civil\nrights groups have pushed for the Rule saying\nthat the current system provides a loophole\nthat lets brokers drain money from retirement\naccounts in fees they receive that can sway\nthe investment advice they give their retire-\nment accounts. We see that many retirement\nadvisers already have chosen to act in their\nclients’ best interests, opting to work under\nthe fiduciary standard—it is ultimately a\nbusiness advantage.\n\nThe FAQs are available on the DOL’s website\nand the Memoranda are available on the White\nHouse Press Office website.\n\nFAQs\nhttps://www.dol.gov/sites/default/files/ebsa/\nabout-ebsa/our-activities/resource-center/\nfaqs/coi-rules-and-exemptions-part-2. pdf\n\nhttps://www.dol. gov/sites/default/files/ebsa/\nabout-ebsa/our-activities/resource-center/faqs/\nconsumer-protections-for-retirement-investors-\nyour-rights-and-financial-advisers.pdf\n\nMemoranda\n\nJanuary 20, 2017—Regulatory Freeze Pending\nReview\nhttps://www.whitehouse.gov/the-press-\noffice/2017/01/20/memorandum-heads-execu-\ntive-departments-and-agencies\n\nFebruary 3, 2017—Fiduciary Duty Rule\n\nhttps ://www.whitehouse.gov/the-press-office/\n2017/02/03/ presidential-memorandum-fiduciary-\nduty-rule\n\nDaniel G. Viola is a Partner and the\n\nHead of the Regulatory and Com-\n\npliance Group. He structures and\n\norganizes broker-dealers, invest-\n\nment advisers, funds and regularly\n\ncounsels investment professionals\n\nin connection with regulatory and\n\ncorporate matters. Mr. Viola served as a Senior Com-\npliance Examiner for the Northeast Regional Office of\nthe SEC, where he worked from 1992 through 1996.\nDuring his tenure at the SEC, Mr. Viola worked on sev-\neral compliance inspection projects and enforcement\nactions involving examinations of registered invest-\nment advisers, ensuring compliance with federal and\nstate secutities laws. Mr. Viola’s examination experi-\nence includes financial statement, performance adver-\nlising, and disclosure document reviews, as well as,\nanalysis of investment adviser and hedge fund issues\narising under ERISA and blue sky laws. Dan can be\nreached at 212.573.8038, or dviola@sglawyers.com.\n\nHOUSE_OVERSIGHT_019857",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019857.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5576,
    "word_count": 824,
    "line_count": 152,
    "import_date": "2025-11-19T21:47:48.585795",
    "prefix": "IMAGES-005"
  }
}