{
  "document_id": "HOUSE_OVERSIGHT_020159",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020159.txt",
  "text": "PROLOGUE\nOn The Snowden Trail: Hong Kong 2014\n\nThe National Security Agency, or, as it now commonly called, the NSA, was created on\nOctober 24, 1952, in such a tight cocoon of secrecy that even the Presidential order creating it\nwas classified “Top Secret.” When journalists asked questions about this new agency,\nWashington officials jokingly told them that the initials NSA stood for “No Such Agency.” The\nreason for this extraordinary stealth is that the NSA is involved in a very sensitive enterprise. Its\njob is to intercept, decode and analyze foreign electronic communications transmitted around the\nglobe over from copper wires, fiber optic cable, satellite, microwave relays, cell phone towers,\nwireless transmissions and the Internet for intelligence purposes. In intelligence jargon, its product\nis called COMINT. This form of intelligence-gathering is particularly effective when the NSA’s\ntargets are unaware of the state-of-the-art tools the NSA uses to break into their computers and\ntelecommunications and decipher their enciphered messages.\n\nIn the first week of June in 2013, the NSA learned that a huge number of its most secret files\nhad been stolen. The suspect was Edward Snowden, a 29 year old civilian analyst at the NSA’s\nregional base in Oahu, Hawaii, who had fled to Hong Kong. The stolen documents revealed,\namong other things, the secret tools and capabilities that the NSA employed to do its job.\nAccording to a three-count criminal complaint filed by Federal prosecutors in the Eastern District\nof Virginia, Snowden had stolen government documents and violated the Espionage Act by the\nunauthorized and willful communication of national defense information to an unauthorized\nperson.\n\nThis was not a who-dunn-it mystery. On June 9\", 2013, in an extraordinary 12-minute video\nmade in a cramped hotel room in Hong Kong, Snowden identified himself as the person who had\ntaken the NSA documents. Watching the video, the world saw a shy, awkward and sympathetic-\nlooking, man wearing a rumpled shirt, rimless glasses and a computer geek-style haircut,\npassionately speaking out against the NSA’s violations of the law and, in a shaky voice,\nexpressing his willingness to expose them.\n\nSnowden had an innocent, idealistic, principled look about him, and the world was ready to\ncongratulate him for revealing the NSA's illegal collection of data inside the United States. But in\nfact, he stole a great deal more than documents relating to domestic surveillance. He had also\nstolen secret documents from the NSA revealing the sources and methods it employed in its\nmonitoring of foreign adversaries.\n\nWhat made this theft even more extraordinary was that he got away with it. By the time it had\n\nbeen discovered in the first week of June 2013, it was not possible for the FBI, the Grand Jury or\nany other US agency to question him because he had fled the country. He went first to Hong\nKong. Although it is economically autonomous, the city of 7.2 million is actually a special\n\nHOUSE_OVERSIGHT_020159",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3024,
    "word_count": 487,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.028966",
    "prefix": "IMAGES-005"
  }
}