{
  "document_id": "HOUSE_OVERSIGHT_024013",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024013.txt",
  "text": "New Leaf team five years ago and has made significant contributions to the NLV-II portfolio.\nJim Niedel MD PhD has worked with the team continuously for over twelve years and will\ncontinue to be a senior member of the NLV investment team for NLV-III, but will change his\nstatus to Venture Partner with the closing of NLV-III. In this role, Jim will work full-time with\nNLV during the NLV-III investment period in building and managing the NLV-III portfolio,\nand he will continue with full oversight and portfolio management responsibilities for NLV-I\nand NLV-II. With 80+ years of venture investing experience and decades of operating\nexperience in the industries in which they invest, this 6 member senior team (the “Fund\nManagers”) brings highly relevant and complementary experience to bear on this Fund. This\nteam of partners is further strengthened by a group of additional investment professionals who\nadd highly relevant scientific and life sciences investment experience and have made significant\ncontributions to the NLV-II portfolio.\n\nThe New Leaf team is distinctive in that its members have played a leadership role in the\nhealthcare venture capital industry over the last two decades. During this time, the Fund\nManagers have demonstrated the ability to source high quality investments at all stages,\nincluding start-ups, follow-on private investments, company restructurings, and structured\npublic investments. The Fund Managers source deals through a range of activities that rely on\ntheir deep relationships in academia, industry, and the investment community (private and\npublic), resulting in differentiated and, in many cases, proprietary deal flow. Once initial\ninvestments are made, the Fund Managers are focused on building value in technology based\nhealthcare companies by creating strong management teams and then collaborating with them\nto develop, manage, and execute capital efficient business plans. Through these efforts, the\nFund Managers have earned a reputation as value-added investors and have created some of\nthe best performing portfolios of healthcare technology investments in the industry.\n\nLONG TERM TRACK RECORD\n\nOver an 18 year period and across the portfolios of 6 distinct venture funds focused on\nhealthcare technology investments, the Fund Managers have delivered net performance that\nhas consistently outperformed venture industry benchmarks and relevant public equity market\nindices®>*. The Fund Managers’ track record is notable for the following reasons:\n\ne Performance has been consistently top-quartile since the mid-1990s:\nNLV-I, NLV-II and the healthcare technology portfolios in the Sprout Capital funds\nhave invested over $1.6 billion in healthcare technology companies since 1995. Over\nnearly two decades, returns have consistently exceeded Cambridge Associates’ top-\n\n5 Except as otherwise expressly noted, all performance information contained herein, including rates of return, is as of March 31,\n2014 and is unaudited. The performance information is based on the cumulative invested capital, cumulative cash dividends and\nrealized and unrealized sales proceeds in portfolio companies. Where designated as “gross”, the performance information is\npresented on a gross basis with regard to expenses and does not reflect deductions for any management fees, the general partner's\ncarried interest or other expenses. Where designated as “net”, the performance information is presented on a net basis after giving\neffect to management fees, the general partner’s carried interest and other expenses. Please refer to Section III: “Summary of\nHistorical Investment Performance” and Section XIII: “Appendices” and the endnotes in Appendix 4 for a more detailed description\nof the performance of the NLV-I, NLV-II and the Sprout Funds. An investment in the Fund does not represent an interest in any\nindicated investment or any investment portfolio of any related or other investment fund, including any investment or fund\nmanaged by the Fund Managers. Disclosure of past performance herein is for informational purposes only and is not indicative of\nfuture results.\n\n© Please refer to Section III: “Summary of Historical Investment Performance” and Section XIII: “Appendices; Appendix 3”\nincluding endnote C (regarding information provided by Cambridge Associates).\n\n2 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024013",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024013.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4377,
    "word_count": 646,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.904904",
    "prefix": "IMAGES-007"
  }
}