{
  "document_id": "HOUSE_OVERSIGHT_012991",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012991.txt",
  "text": "4.4 Hybrid Cognitive Architectures 75\n\nreasoning methods is powerful, but the overall cognitive architecture is simplistic compared\nto other systems and seems focused more on problem-solving than on the broader problem\nof intelligent agent control.\n\ne Shruti [SA93] is a fascinating biologically-inspired model of human reflexive inference,\nwhich represents in connectionist architecture relations, types, entities and causal rules\nusing focal-clusters. However, much like Hofstadter’s earlier Copycat architecture [Hof95],\nShruti seems more interesting as a prototype exploration of ideas than as a practical AGI\nsystem; at least, after a significant time of development it has not proved significantly\neffective in any applications\n\ne James Albus’s 4D/RCS robotics architecture shares a great deal with some of the emer-\ngentist architectures discussed above, e.g. it has the same hierarchical pattern recognition\nstructure as DeSTIN and HTM, and the same three cross-connected hierarchies as DeSTIN,\nand shares with the developmental robotics architectures a focus on real-time adaptation to\nthe structure of the world. However, 4D/RCS is not foundationally learning-based but relies\non hard-wired architecture and algorithms, intended to mimic the qualitative structure of\nrelevant parts of the brain (and intended to be augmented by learning, which differentiates\nit from emergentist approaches.\n\nAs our own CogPrime approach is a hybrid architecture, it will come as no surprise that\nwe believe several of the existing hybrid architectures are fundamentally going in the right\ndirection. However, nearly all the existing hybrid architectures have severe shortcomings which\nwe feel will prevent them from achieving robust humanlike AGI.\n\nMany of the hybrid architectures are in essence “multiple, disparate algorithms carrying out\nseparate functions, encapsulated in black boxes and communicating results with each other.”\nFor instance, PolyScheme, ACT-R and CLARION all display this “modularity” property to a\nsignificant extent. These architectures lack the rich, real-time interaction between the internal\ndynamics of various memory and learning processes that we believe is critical to achieving\nhumanlike general intelligence using realistic computational resources. On the other hand, those\narchitectures that feature richer integration — such as DUAL, Shruti, LIDA and MicroPsi— have\nthe flaw of relying (at least in their current versions) on overly simplistic learning algorithms,\nwhich drastically limits their scalability.\n\nIt does seem plausible to us that some of these hybrid architectures could be dramatically\nextended or modified so as to produce humanlike general intelligence. For instance, one could\nreplace LIDA’s learning algorithms with others that interrelate with each other in a nuanced\nsynergetic way; or one could replace MicroPsi’s simple learning and reasoning methods with\nmuch more powerful and scalable ones acting on the same data structures. However, making\nthese changes would dramatically alter the cognitive architectures in question on multiple levels.\n\n4.4.1 Neural versus Symbolic; Global versus Local\n\nThe “symbolic versus emergentist” dichotomy that we have used to structure our review of cogni-\ntive architectures is not absolute nor fully precisely defined; it is more of a heuristic distinction.\nIn this section, before plunging into the details of particular hybrid cognitive architectures, we\nreview two other related dichotomies that are useful for understanding hybrid systems: neural\nversus symbolic systems, and globalist versus localist knowledge representation.\n\nHOUSE_OVERSIGHT_012991",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012991.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3645,
    "word_count": 517,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.353540",
    "prefix": "IMAGES-002"
  }
}