{
  "document_id": "HOUSE_OVERSIGHT_011440",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011440.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n137\nH3vlgiu2\n\nother than Ms. Maxwell might have been at the same place at the\nsame time. It's just, you know, a happenstance they were in\nthe same place and that's not admissible. Well, your Honor\nwill notice in our opening brief on this, at pages 15 I think\n\nthrough the next ten pages or so, we've gone through with a\n\nchart and we've said, okay, here's the question we asked, and\nthen in the right-hand column of our chart we put in the\n\nwitnesses and, you know, the flight logs. I know other things\n\nthat your Honor is very familiar with. This is why we're\nasking these questions. You know, the flight logs have been\ntalked about over and over again, but for good reason. Kellen\n\nis on some of these flight logs, and what's up? Those are the\n\nquestions that we asked, and of course she takes the Fifth.\nThere are other things as well. For example, Sarah\nRansome testified, I witnessed with my own two eyes Sarah\nKellen reporting to Ghislaine in front of me, but I can't\nremember specifics. They weren't talking about girls. I can't\n\nremember the specific conversation, but every single person,\n\n100 percent, 200 percent, reported to Ghislaine. Later on in\n\nthat same deposition -- that was at page 288 and thereabouts.\nAt page 387: I witnessed the same thing -- all the girls\ndid -- the same thing I had to do was go and report to Sarah\n\nKellen, Leslie Groff, and Ghislaine Maxwell. Ghislaine was the\n\nmain lady. So again, we have an allegation by our client that\n\nMs. Maxwell was a part of a larger conspiracy. That's one of\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011440",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011440.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1672,
    "word_count": 302,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:48.287463",
    "prefix": "IMAGES-001"
  }
}