{
  "document_id": "HOUSE_OVERSIGHT_012098",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012098.txt",
  "text": "3\n\nROCKEFELLER\nS\n\nASSET MANAGEMENT\n\nFor More Information on Rockefeller & Co:\n\nROCKCO.COM insights@rockco.co\n\nNew York, NY Washington, DC Boston, MA\n\n10 Rockefeller Plaza 900 17th Street NW 99 High Street\n\n3rd Floor Suite 603 17th Floor\n\nNew York, NY 10020 Washington, DC Boston, MA\n\n212-549-5100 20006 02110\n202-719-3000 617-375-3300\n\nRockefeller Trust Company, N.A. The Rockefeller\n\n10 Rockefeller Plaza Trust Company (Delaware)\n\n3rd Floor 1201 N Market Street\n\nNew York, NY 10020 Suite 1401\n\n212-549-5100 Wilmington, DE 19801\n\n302-498-6000\n\nThis paper is provided for informational purposes only. The views expressed by Rockefeller & Co.’s Chief Investment Strategist\nare as of a particular point in time and are subject to change without notice. The information and opinions presented herein have\nbeen obtained from, or are based on, sources believed by Rockefeller & Co. to be reliable, but Rockefeller & Co. makes no\nrepresentation as to their accuracy or completeness. Actual events or results may differ materially from those reflected or\ncontemplated herein. Although the information provided is carefully reviewed, Rockefeller & Co. cannot be held responsible for\nany direct or incidental loss resulting from applying any of the information provided. Company references are provided for\nillustrative purposes only and should not be construed as investment advice or a recommendation to purchase, sell or hold any\nsecurity. Past performance is no guarantee of future results and no investment strategy can guarantee profit or protection against\nlosses. These materials may not be reproduced or distributed without Rockefeller & Co.'s prior written consent.\n\n’ Index pricing information does not reflect dividend income, withholding taxes, commissions, or fees that would be incurred by an\ninvestor pursuing the index return.\n\n2 The Russell 2000® Index is a registered trademark of the Russell Investment Group. Russell Investment Group is the owner of\nthe copyright relating to this index and is the source of its performance value.\n\nCopyright 2017 © Rockefeller & Co., Inc. All Rights Reserved.\n\nMONTHLY MARKET REVIEW NOVEMBER 2017 4\n\nHOUSE_OVERSIGHT_012098",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012098.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2167,
    "word_count": 326,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.803891",
    "prefix": "IMAGES-001"
  }
}