{
  "document_id": "HOUSE_OVERSIGHT_023923",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023923.txt",
  "text": "How Not to Teach 177\n\nRule #3: Teach practice first, theory and facts second [if you\nmust teach theory and facts at all]. It is the rare course that starts\nwith, let’s build this now. Courses that start like that usually hold the\nstudents’ interest, however.\n\nNow let’s move on to the next mistake.\n\nMistake #4: Thinking that students are not worried about the\npurpose of what they are being taught\n\nWhen students ask what use algebra will be to them, they are told\nthey will need it later. They are told this about any number of subjects\nthat they are forced to learn in high school. The problem is that sub-\nject-based education is never about the potential use of those subjects.\nThose were the subjects at Harvard in 1892; that is the only answer\nthat is true about why students are being forced to learn them. No one\ngives that answer. In fact, very few seem to know that answer.\n\nStudents have the right to know why they are learning something.\n“You will need it later,” is usually a lie, so we need to stop telling them\nthat. And, we need to think about what real reasons there are to learn\nsomething. If we cannot find those reasons, we really shouldn’t be\nteaching the subject. But, of course, I don’t think we should be teach-\ning subjects at all, so my view on this should come as no surprise.\n\nRule #4: Don’t teach anything unless you can easily explain the\nuse of learning it.\n\nLet’s look at the next mistake.\n\nMistake #5: Thinking that studying can replace repeated practice\nas a key learning technique\n\nPractice makes sense. When studying and homework mean prac-\ntice, then they are good things. But rarely is that their intent. Unless,\nof course, we are talking about practicing test taking, which makes\nsense only if good test scores are the goal. I realize that good test scores\nare, these days, the goal in our society, as one would expect in any\nsubject-based education system.\n\nSo here is rule #5:\n\nHOUSE_OVERSIGHT_023923",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023923.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1942,
    "word_count": 347,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.534152",
    "prefix": "IMAGES-007"
  }
}