{
  "document_id": "HOUSE_OVERSIGHT_032774",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_032774.txt",
  "text": "From: Starr, Ken______________________________ \nSent: 5/19/2018 8:25:18 PM \nTo: Michael Wolff \nCC: Jeffrey Epstein [jeeyacation@gmail.com] \nSubject: Re: \nImportance: High \nMichael: \nExcellent. With thanks to Jeffrey, I'm delighted to come into your orbit, and look forward to our conversation. \nMy mailing address is: \nWarm regards, Ken \nSent from my iPhone \nOn May 19, 2018, at 1:14 PM, Michael Wolff .<:> wrote: \nKen, delighted to meet. Jeffrey has long told me about your friendship and the respect he has for you. If you \nsend me your mailing address, it would be my pleasure to send you my recent book about the Trump White \nHouse. I'm now at work on a sequel focusing on the legal case against Trump and Trump's response to it. Any \ncounsel and background you might provide would aid me enormously and enrich the book. I, of course, would \nbe willing to talk with you on an entirely off-the-record basis or under any arrangement that suits. Thanks in \nadvance and I look forward to the chance to chat. All best, Michael \nOn Sat, May 19, 2018 at 1:40 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nKen - Michael , Michael/ Ken \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 032774",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_032774.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1766,
    "word_count": 280,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.036813",
    "prefix": "TEXT-002"
  }
}