{
  "document_id": "HOUSE_OVERSIGHT_010810",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010810.txt",
  "text": "an nam &® WN\n\n285\n\nrelationship with him and he has an ability to\njustify and explain his position in response --\n\nMR. SCAROLA: [If it's responsive to the\nquestion.\n\nA. It's responsive. And as far as the\nfilibustering is --\n\nBY MR. SCAROLA:\n. Do you remember what the question is?\n. ois concerned, I was here --\n. Do you remember what the question was?\n. Yes. Yes.\nWhat is the question?\n. The question is -- no, why don't you\nrepeat the question.\n\nQ. Yes, sir.\n\nA. So-\n\nQ. You know that Bob Josefsberg would not\nadvance allegations on behalf of a client that that\nclient had been lent out by Jeffrey Epstein to\nsatisfy the sexual desires of friends of Jeffrey\nEpstein, including academicians, unless Bob\nJosefsberg believed those allegations to be true,\nright?\n\nA. 1 believe that -- | know that Bob\nJosefsberg would never maintain a friendship with\n\nworn nu &F WN\n\nNNNNNN BH eB eB Oe Oe Oe oe oe oe\nUe WN ODO MON THU FB WN OO\n\n287\n\nthe people who the FBI had put on the -- the list.\nI just don't know what his responsibility was.\n\nI can say with confidence that he would\nonly act ethically and would, A, not represent --\nnot make any false statements the way your clients\nmade them, and that I wish your clients had the\nethics of Bob Josefsberg.\n\nQ. You then agree that if Bob Josefsberg\nadvanced the claims that I have described ina\ncomplaint on behalf of a client, he would not have\ndone so unless he believed those allegations to be\ntruc, having conducted a fair and reasonable\ninvestigation, correct?\n\nMR. SCOTT: Objection, asked and answered\n\nseveral times.\n\nA. I don't know the answer to that question\nbecause | don't know the context in which he made\nthese arguments. All I do know is that he never\nwould maintain a friendship with me if he believed\nin any way that I was one of the people that she had\naccused.\n\nBY MR. SCAROLA:\n\nQ. Did Alfredo Rodriguez, another one of your\nfriend's staff persons, have a motive to lic against\nyou?\n\nwo oawag ra HY PWN\n\nNNNNN YN HB HP BF BP BP BP OB OP oe\nOB WNHH OW MIA U BH wWN RO\n\n286\n\nme, as he has, if he believed that | was one of\n\nthose academicians. Bob Josefsberg knows that | was\nnot one of those academicians, and the inference of\nyour question is beneath contempt, sir.\n\nQ. Could we try to answer the question now?\n\nA. The answer is that Bob Josefsberg would\nnever maintain a friendship with me if he believed\nthat there was any possibility that I was among the\nacademicians who she was accusing of sexual\nmisconduct. I do not believe that she ever accused\nme of sexual misconduct to Bob Josefsberg, to the\nFBI, to the U.S. attorney, or even, sir, to you and\nBradley Edwards, as she says in 2000, I think, 'IL.\n\n1 think she made up this story on the eve of the\nfiling in 2014.\n\nQ. You do agree that Bob Josefsberg would not\nhave advanced the claims that he advanced if he did\nnot have confidence that they were true, correct?\n\nA. {have no idea what he believed or knew at\nthe time. I would say this: [ know Bob Josefsberg\nis an extraordinarily ethical lawyer. I don’t know\nwhat his responsibilities were in the case. I don't\nknow whether his responsibilities were to make those\nkinds of judgments or whether his responsibility was\nsimply to make sure that money was paid to each of\n\naw nam &® WN\n\nNNNNN NF BBR PP HP HR PH\nvB Wd FP OO ON THM WN HF OW\n\nA. Alberto Rodriguez --\n\nQ. No, sir, Alfredo Rodriguez.\n\nA. Alfredo Rodriguez, I never knew him by\nname. He was, of course, there out -- well outside\nof the timeframe of the alleged events in this case.\nAnd so anything that he would be able to testify to\nwould bear no relationship whatsoever to the -- the\nallegations here.\n\nHe was criminally prosecuted, to my\nmemory, for having stolen material and turned it\nover to Bradley Edwards is my recollection. And as\nthe result of that clearly had a motive to lie. And\nthe same with Mr. Alessi, clearly would have a basis\nfor believing that I may have played a role as\nJeffrey Epstein's lawyer in seeking to do harm to\nhim.\n\nBut again, there’s nothing in\nMr. Rodriguez's testimony which is in any way\ninculpatory of me. I think he has me sitting and --\nand reading a book and drinking a glass of wine.\n\n. In the presence of young women?\n. No.\nNo?\n\n28 (Pages 285 to 288)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010810",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010810.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4283,
    "word_count": 806,
    "line_count": 156,
    "import_date": "2025-11-19T21:47:44.169031",
    "prefix": "IMAGES-001"
  }
}