{
  "document_id": "HOUSE_OVERSIGHT_013225",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013225.txt",
  "text": "17.2 Measuring Incremental Progress Toward Human-Level AGI 309\n\nabout how to measure incremental progress. How do you tell when you’re 25% or 50% of the way\nto having an AGI that can pass the Turing Test, or get an online university degree. Fooling 50%\nof the Turing Test judges is not a good measure of being 50% of the way to passing the Turing\nTest (that’s too easy); and passing 50% of university classes is not a good measure of being 50%\nof the way to getting an online university degree (it’s too hard — if one had an AGI capable\nof doing that, one would almost surely be very close to achieving the end goal). Measuring\nincremental progress toward human-level AGI is a subtle thing, and we argue that the best way\nto do it is to focus on particular scenarios and the achievement of specific competencies therein.\n\nAs we argued in Chapter 8 there are some theoretical reasons to doubt the possibility of\ncreating a rigorous objective test for partial progress toward AGI — a test that would be con-\nvincing to skeptics, and impossible to \"game\" via engineering a system specialized to the test.\nFortunately, though we don’t need a test of this nature for the purposes of assessing our own\nincremental progress toward advanced AGI, based on our knowledge about our own approach.\n\nBased on the nature of the grand goals articulated above, there seems to be a very natural\napproach to creating a set of incremental capabilities building toward AGI: to draw on our\ncopious knowledge about human cognitive development. This is by no means the only possible\npath; one can envision alternatives that have nothing to do with human development (and those\nmight also be better suited to non-human AGIs). However, so much detailed knowledge about\nhuman development is available — as well as solid knowledge that the human developmental\ntrajectory does lead to human-level AI — that the motivation to draw on human cognitive\ndevelopment is quite strong.\n\nThe main problem with the human development inspired approach is that cognitive devel-\nopmental psychology is not as systematic as it would need to be for AGI to be able to translate\nit directly into architectural principles and requirements. As noted above, while early thinkers\nlike Piaget and Vygotsky outlined systematic theories of child cognitive development, these\nare no longer considered fully accurate, and one currently faces a mass of detailed theories of\nvarious aspects of cognitive development, but without an unified understanding. Nevertheless\nwe believe it is viable to work from the human-development data and understanding currently\navailable, and craft a workable AGI roadmap therefrom.\n\nWith this in mind, what we give next is a fairly comprehensive list of the competencies that\nwe feel AI systems should be expected to display in one or more of these scenarios in order\nto be considered as full-fledged \"human level AGI\" systems. These competency areas have\nbeen assembled somewhat opportunistically via a review of the cognitive and developmental\npsychology literature as well as the scope of the current AI field. We are not claiming this as\na precise or exhaustive list of the competencies characterizing human-level general intelligence,\nand will be happy to accept additions to the list, or mergers of existing list items, etc. What\nwe are advocating is not this specific list, but rather the approach of enumerating competency\nareas, and then generating tasks by combining competency areas with scenarios.\n\nWe also give, with each competency, an example task illustrating the competency. The tasks\nare expressed in the robot preschool context for concreteness, but they all apply to the virtual\npreschool as well. Of course, these are only examples, and ideally to teach an AGI in a structured\nway one would like to\n\ne associate several tasks with each competency\ne present each task in a graded way, with multiple subtasks of increasing complexity\n® associate a quantitative metric with each task\n\nHOUSE_OVERSIGHT_013225",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013225.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4001,
    "word_count": 658,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.292779",
    "prefix": "IMAGES-002"
  }
}