{
  "document_id": "HOUSE_OVERSIGHT_030071",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030071.txt",
  "text": "12\n\nimplemented; now, current demands have gone beyond it. The king\nhimself has expressed frustration many times over this, both in\ndomestic speeches and in international appearances. When Fareed\nZakaria asked him about the future of reform in Jordan in a World\nEconomic Forum debate aired on CNN on February 7, 2010, the king\nvolunteered the following answer regarding the reform process over\nthe last ten years: \"Sometimes you take two steps forward, one step\nback. There is resistance to change. There is a resistance to ideas.\nWhen we try to push the envelope, there are certain sectors of society\nthat say this is a Zionist plot to sort of destabilize our country, or this\nis an American agenda. So, it's very difficult to convince people to\nmove forward.\" The king faces a formidable task any time a reform\nprocess is initiated, as he must confront, address, or co-opt the\ntraditional constituency of the regime. Finding a way of doing this-\nwhether through attempting to arrive at a consensus among the\ndifferent societal forces, changing the make-up of his coalition,\nsubstituting certain benefits to the traditional constituency with\nothers, or convincing the political elite that the status quo is\nunsustainable-will determine to a large degree whether a serious\nreform process will ever gain traction. The various attempts to put\neconomic liberalization in the country ahead of political reform did\nnot succeed either. While it is easy to argue that citizens want bread\nbefore freedom, economic liberalization took place without the\ndevelopment of a system of checks and balances and resulted in the\nbenefits of economic reform being usurped by an elite few. To the\naverage citizen, neither bread nor freedom was attained. As a result,\nthe public has come to view liberalization and globalization\nnegatively. Economic reform must be accompanied by political\nreform, such that institutional mechanisms of accountability are\ndeveloped to monitor excesses and ensure benefits are made available\nto all. Finally, no reform process can be effective without sustained\n\nHOUSE_OVERSIGHT_030071",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030071.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2096,
    "word_count": 332,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.010745",
    "prefix": "IMAGES-010"
  }
}