{
  "document_id": "HOUSE_OVERSIGHT_017254",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017254.txt",
  "text": "4.2.12\nWC: 191694\n\nWithin minutes, the alarm was sounded and the manhunt was on. But the escapees were keeping\nto back roads in the old white Lincoln supplied by their Uncle Joe, a marijuana dealer. A tire\nwent flat the next day and was replaced with a spare. Later that night, another went flat. There\nwas no spare.\n\nAt about the same time, a young marine named John Lyons was driving his family on a vacation.\nAbout an hour into their road trip, John saw a young man standing on the side of the road next to\na white Lincoln waving his arms for assistance. At first John passed; then he stopped, backed up,\nand pulled next to the Lincoln. Four more men appeared out of the shadows with their guns\ndrawn. One of them ordered the Lyonses out of the car and motioned them into the back seat of\nthe Lincoln. Two of the men got in the car with them, and the others got into the Mazda.\n\nThe Lincoln bumped along for several miles down the rocky dirt road, with the Mazda following\nbehind. Gary stopped and the Lyonses were ordered out of the Lincoln while the men cleaned out\nthe Mazda, put their guns in it, and loaded the Lyones’ suitcases into the Lincoln.\n\nThen Gary and Randy got into the Lincoln and drove it seventy yards farther into the desert.\nThey shot some holes into the engine to disable it and told the boys to put the Lyones into the\nLincoln. After the Lyoneses were transferred, Gary turned to Ricky and said, “You boys go back\ninto the Mazda and get the water jug.” Raymond and Ricky were relieved that the Lyoneses\nwould be left with enough water to survive until help arrived.\n\nDonny, Ricky and Ray retrieved the water jug from the Lyones’ Mazda and were on their way\nback when they heard the shotguns fire. They could see flashes of fire through the darkness.\nThey stood transfixed. It seemed to last forever. Then it was quiet.\n\nAs the boys came closer they could see the carnage their father and Randy had left behind.\n\nTheir father had murdered an entire family—father, mother, baby and niece—for no apparent\nreason. They sat immobilized by horror as Randy Greenawalt drove them away in the orange\nMazda.\n\nSoon thereafter the Arizona police found the Lyons family. Mother, baby and John were in or\nnear the white Lincoln, shot to death. The niece was missing, raising the fear that she had been\nkidnapped by the Tisons. Several days later she was found: she had been shot once in the hip and\nhad managed to drag herself toward the main road before bleeding to death. The family dog lay\ndead from dehydration a few feet away from her.\n\nThe disclosure of this mass murder shocked the public, which had followed the news of the\nmanhunt with a mixture of fear and admiration for the daring prison escape. Now revulsion\nreplaced admiration. The crimes were characterized by the media as a “mad-dog murder spree,”\nand a “death orgy,” and a “ritualistic execution.” The killers were described as “crazed” and\n“desperate.” Some people refused to drive at night until the Tisons and Greenawalt were caught.\nAmong the mothers who feared for their families was Sandra Day O’Connor, who was then\nserving as a Maricopa County Trial Judge.\n\n167\n\nHOUSE_OVERSIGHT_017254",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017254.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3173,
    "word_count": 566,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.297876",
    "prefix": "IMAGES-004"
  }
}