{
  "document_id": "HOUSE_OVERSIGHT_019966",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019966.txt",
  "text": "8\n\nORG CHART\n\nhe White House, realized former naval officer Steve Bannon after a few weeks, was\n\"LT really a military base, a government-issue office with a mansion’s fagade and a few\nceremonial rooms sitting on top of a secure installation under military command. The\njuxtaposition was striking: military hierarchy and order in the background, the chaos of\nthe temporary civilian occupants in the fore.\n\nYou could hardly find an entity more at odds with military discipline than a Trump\norganization. There was no real up-and-down structure, but merely a figure at the top and\nthen everyone else scrambling for his attention. It wasn’t task-based so much as response-\noriented—whatever captured the boss’s attention focused everybody’s attention. That was\nthe way in Trump Tower, just as it was now the way in the Trump White House.\n\nThe Oval Office itself had been used by prior occupants as the ultimate power symbol,\na ceremonial climax. But as soon as Trump arrived, he moved in a collection of battle\nflags to frame him sitting at his desk, and the Oval immediately became the scene of a\ndaily Trump cluster-fuck. It’s likely that more people had easy access to this president than\nany president before. Nearly all meetings in the Oval with the president were invariably\nsurrounded and interrupted by a long list of retainers—indeed, everybody strove to be in\nevery meeting. Furtive people skulked around without clear purpose: Bannon invariably\nfound some reason to study papers in the corner and then to have a last word; Priebus kept\nhis eye on Bannon; Kushner kept constant tabs on the whereabouts of the others. Trump\nliked to keep Hicks, Conway, and, often, his old Apprentice sidekick Omarosa Manigault\n—now with a confounding White House title—in constant hovering presence. As always,\nTrump wanted an eager audience, encouraging as many people as possible to make as\nmany attempts as possible to be as close to him as possible. In time, however, he would\ntake derisive notice of those who seemed most eager to suck up to him.\n\nGood management reduces ego. But in the Trump White House, it could often seem\nthat nothing happened, that reality simply did not exist, if it did not happen in Trump’s\npresence. This made an upside-down kind of sense: if something happened and he wasn’t\npresent, he didn’t care about it and barely recognized it. His response then was often just a\n\nHOUSE_OVERSIGHT_019966",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019966.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2414,
    "word_count": 403,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.193115",
    "prefix": "IMAGES-005"
  }
}