{
  "document_id": "HOUSE_OVERSIGHT_031883",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031883.txt",
  "text": "Article 3.\n\nThe Financial Times\n\nWhy Syria will get away with it\n\nGideon Rachman\n\nJune 13 2011 -- late last week, Robert Gates, the US defence\nsecretary, launched an offensive of his own. In a speech in Brussels,\nhe dismissed most of America’s European allies as a useless bunch of\ntimewasters. I paraphrase — but not much.\n\nMr Gates pointed out that while all Nato countries had voted to\nintervene in Libya, most had chosen not to participate in the actual\nfighting. Even those European countries that are taking part began to\nrun short of munitions just 11 weeks into the fighting — forcing an\nexasperated America to step into the breach. More broadly, a\nsituation in which the US accounts for 75 per cent of the military\nspending in Nato was “unacceptable” and unsustainable. If it is not\nrectified, Mr Gates predicted, Nato faces a “dismal” future.\n\nThe conjunction of the Gates speech and the Syrian civil war is very\ntelling. It explains why a 20-year experiment with the idea that\nwestern military force can put the world to rights is coming to a\nclose.\n\nJust a few weeks ago, that would have seemed a surprising\nconclusion. Supporters of “liberal interventionism”’ hailed the\ndecision to bomb Colonel Gaddafi’s forces in Libya as evidence of a\nlonged-for new era, in which dictators can no longer feel free to\nmassacre their own people.\n\nHowever a western failure to intervene, as the Syrian army brutalises\nand kills its own citizens, is likely to be a more accurate guide to the\nfuture than the Libyan campaign. There is, of course, a direct link\nbetween the west’s reluctance to get involved in Syria and the\n\nHOUSE_OVERSIGHT_031883",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031883.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1643,
    "word_count": 282,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.053343",
    "prefix": "IMAGES-011"
  }
}