{
  "document_id": "HOUSE_OVERSIGHT_019279",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019279.txt",
  "text": "Freedom House\n\nSeveral other examples of consultants in the pay of\nauthoritarians are worth mention:\n\n¢ Until rather recently, Azerbaijan was represented\nby a battalion of lawyers, political operatives,\nand public relations specialists in Washington,\nLondon, and Brussels. While some worked for\nthe national energy company, others were hired\ndirectly by the government to explain away the\nregime's miserable human rights record to the ad-\nministration, members of Congress, think tanks,\nand other opinion makers in the United States.\n\n¢ Bahrain spent over $32 million between 2011,\nwhen political protests broke out, and 2015 on\npolitical consultants in the United States and\nBritain. During that period, the country experi-\nenced an explosion in the number of political\nprisoners as the Sunni Muslim monarchy carried\nout an often violent persecution of the Shiite\nmajority.*®\n\n¢ Despite their efforts to hollow out Venezuela's\ndemocratic infrastructure and their virulent\nanti-Americanism, the late Hugo Chavez and his\nsuccessor, Nicolas Maduro, had no difficulty in\nfinding American consultants who would repre-\nsent the interests of their government and the\nnational oil company.”\n\n¢ Richard Burt, a former U.S. diplomat in Re-\npublican administrations, earned hundreds of\nthousands of dollars promoting a critical Rus-\nsian energy project while also helping to shape\ncandidate Trump's foreign policy positions.\nAccording to Politico, Burt received $365,000\nin the first half of 2016 for lobbying on behalf of\nNord Stream ||, a Russian-backed pipeline plan\nthat would deliver more natural gas directly to\nWestern and Central Europe via the Baltic Sea,\nbypassing Ukraine and Belarus. At the same\ntime, Burt was helping to write a major Trump\nforeign policy address. That speech, among\nother things, called for greater cooperation with\nRussia.?®\n\n¢ In early 2017, an Egyptian intelligence agency\nhired two Washington public relations firms\n\nto lobby on the country’s behalf and boost its\nimage. Filings with the Department of Justice\nshowed the General Intelligence Service hired\nWeber Shandwick and Cassidy and Associates\nin a deal worth $1.8 million annually.\n\ne Michael Flynn, who served briefly as President\nTrump's national security adviser, did lucra-\ntive consulting work for a firm with ties to the\ngovernment of Turkish president Recep Tayyip\nErdogan before and immediately after the 2016\nelection. Among other things, Flynn wrote an\nop-ed that urged the American government to\nexpel Fethullah Gillen, a controversial cleric\nwho was accused by the Turkish government of\nmasterminding the 2016 coup attempt. Flynn's\nconsulting firm was paid $535,000 for work\nbetween September 9 and November 14.”\n\nBalance sheet\n\nEven as they declare their disdain for liberal values,\nmodern authoritarians take maximum advantage\n\nof the freedoms that are embedded in democratic\nsystems. Russia, China, Venezuela, Iran, and others\nhave established television networks that broadcast\nbeyond their borders to countries around the globe.\nViewers in the United States or Europe can watch\nRussia's RT or China Central Television on their local\ncable systems. Pro-Beijing tycoons have gained a\nstrong foothold in the Hong Kong press landscape,\nand Chinese businesses are making substantial\ninvestments in Hollywood studios and production\ncompanies.\n\nRussia would not tolerate a foreign power providing\nfunding for an opposition political party. Yet it helps\n\nto finance France's National Front and quite possi-\n\nbly Hungary's Jobbik. In 2013, Greenpeace activists\nattempted to scale a Russian offshore drilling platform\nas part of a protest against Arctic oil exploration; the\nauthorities arrested the protesters, charged them\nwith piracy, and held them for two months before their\nrelease.”' Yet at the same time, the Kremlin was al-\nlegedly fostering anti-fracking demonstrations in parts\nof Central and Eastern Europe.”? Russia organizes\nbogus election-monitoring missions that give a stamp\nof approval to polling in Crimea and other authoritar-\nian settings, while effectively preventing legitimate\nelection observation teams from functioning on its\nown soil.\n\nAuthoritarian states also rent the services of former gov-\nernment officials and members of Congress, powerful\nlawyers, and experienced political image-makers to per-\nsuade skeptical audiences that they share the interests\nof democracies. These lobbyists work to advance the\neconomic goals of their clients’ energy companies and\nother businesses, but they also burnish the reputa-\n\nwww.freedomhouse.org\n\n45\n\nHOUSE_OVERSIGHT_019279",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019279.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4581,
    "word_count": 683,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:44.568709",
    "prefix": "IMAGES-005"
  }
}