{
  "document_id": "HOUSE_OVERSIGHT_012945",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012945.txt",
  "text": "2.5 Integrative and Synergetic Approaches to Artificial General Intelligence 29\n\ne a manipulatives center, with a variety of different objects of different shapes and sizes,\nintended to teach visual and motor skills\n\ne a ball play center: where balls are kept in chests and there is space for the robot to kick\nthe balls around\n\ne a dramatics center where the robot can observe and enact various movements\n\nOne Running Example\n\nAs we proceed through the various component structures and dynamics of CogPrime in the\nfollowing chapters, it will be useful to have a few running examples to use to explain how the\nvarious parts of the system are supposed to work. One example we will use fairly frequently is\ndrawn from the preschool context: the somewhat open-ended task of Build me something\nout of blocks, that you haven’t built for me before, and then tell me what it is. This\nis a relatively simple task that combines multiple aspects of cognition in a richly interconnected\nway, and is the sort of thing that young children will naturally do in a preschool setting.\n\n2.5 Integrative and Synergetic Approaches to Artificial General\nIntelligence\n\nIn Chapter 1 we characterized CogPrime as an integrative approach. And we suggest that the\nnaturalness of integrative approaches to AGI follows directly from comparing above lists of\ncapabilities and criteria to the array of available AI technologies. No single known algorithm\nor data structure appears easily capable of carrying out all these functions, so if one wants\nto proceed now with creating a general intelligence that is even vaguely humanlike, one must\nintegrate various AI technologies within some sort of unifying architecture.\n\nFor this reason and others, an increasing amount of work in the AI community these days\nis integrative in one sense or another. Estimation of Distribution Algorithms integrate proba-\nbilistic reasoning with evolutionary learning [Pel05]. Markov Logic Networks [RD06] integrate\nformal logic and probabilistic inference, as does the Probabilistic Logic Networks framework\n[GIGHO08] utilized in CogPrime and explained further in the book, and other works in the\n“Progic” area such as [WW06]. Leslie Pack Kaelbling has synthesized low-level robotics methods\n(particle filtering) with logical inference [ZPIX07|. Dozens of further examples could be given.\nThe construction of practical robotic systems like the Stanley system that won the DARPA\nGrand Challenge [Tea06] involve the integration of numerous components based on different\nprinciples. These algorithmic and pragmatic innovations provide ample raw materials for the\nconstruction of integrative cognitive architectures and are part of the reason why childlike AGI\nis more approachable now than it was 50 or even 10 years ago.\n\nFurther, many of the cognitive architectures described in the current AI literature are “inte-\ngrative” in the sense of combining multiple, qualitatively different, interoperating algorithms.\nChapter 4 gives a high-level overview of existing cognitive architectures, dividing them into\nsymbolic, emergentist (e.g. neural network) and Aybrid architectures. The hybrid architectures\ngenerally integrate symbolic and neural components, often with multiple subcomponents within\neach of these broad categories. However, we believe that even these excellent architectures are\nnot integrative enough, in the sense that they lack sufficiently rich and nuanced interactions\n\nHOUSE_OVERSIGHT_012945",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012945.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3460,
    "word_count": 522,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.643681",
    "prefix": "IMAGES-002"
  }
}