{
  "document_id": "HOUSE_OVERSIGHT_017161",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017161.txt",
  "text": "4.2.12\nWC: 191694\n\nProfessor Dershowitz sees his job not as teaching “the specifics of law in any jurisdiction;\nanyone can find that on his own,” but to teach his students how “to ask the right questions\nand bring to bear the right information for the right purpose.” In short, her purports to\nteach his students how to think critically and teach themselves.\n\n“T can only present the problems,” he explains. “In many instances there are no answers,\nand I don’t particularly care what answers the students find. As long as they see the\nprocess in perspective and are equipped to ask the right questions, that’s all that counts.”\n\nWe deal with common day-to-day documents of the law—indictments, probation reports,\ntranscripts—not merely sterile abstracts of appellate cases...Every major problem faced by\nthe practicing lawyer will come up eventually. But the student will have to find them; they\nwon’t pop out at him...We don’t play the logical, cute little game that often typifies\ncriminal law courses. There are rarely pat answers and clear distinctions in this course;\nthe student will have to make his own chapter titles.”\n\nSome traditionalists were appalled at my interdisciplinary approach. One distinguished alumnus\nspoke for many when he wrote:\n\n“Professor Dershowitz seems to epitomize some of the lack of reality at the law\nschool....Until such time as our whole penalogical system is changed, the law student is\ngoing to have to know his ‘law’ as his preliminary basis for the experience to cope with\nexisting institutions and do a lawyer’s job. One cannot deny the credentials of Professor\nDershowitz’s genius, but I question whether the application of his genius as apparently\napplied, is of any help making good lawyers out of Harvard law students.”\n\nMy approach was defended by Justice Arthur Goldberg, for whom I had just finished clerking,\nwho assured my critics that: “Mr. Dershowitz’s students will be the beneficiaries of his engaging\npersonality and extraordinary insight into the subjects he will teach, just as I was.”\n\nThe Harvard Law Record also editorialized that:\n\nIt is good to know that many of these subjects are being injected into the Harvard Law\ncurriculum by young Professor Alan M. Dershowitz; no doubt, even with our liberal arts\nbackgrounds, we could stand and benefit from more such learning.\n\nShortly thereafter, a lead article in the New York Times Magazine, comparing Harvard and Yale\nlaw schools, described me as “a fresh wind blowing through Harvard” and as an extremely\npopular teacher.*’ That article afforded me legitimacy, even among some of the faculty and\nalumni who remained skeptical about my non-traditional approach to teaching law. At the end of\nmy first year, I was given the highest teaching rating among the faculty. A subsequent article said\nthat, “his students have praised him as ‘the master of the hypothetical—answer one correctly, and\nhe’s got one in his arsenal that’s guaranteed to tie your tongue in knots.’” Soon, younger\nteachers were asking to sit in on my classes. I always said yes.\n\n?1 New York Times Magazine, September 11, 1966, Victor S. Nevasky, The Yales vs. The Harvards\n74\n\nHOUSE_OVERSIGHT_017161",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3176,
    "word_count": 517,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.303750",
    "prefix": "IMAGES-004"
  }
}