{
  "document_id": "HOUSE_OVERSIGHT_013286",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013286.txt",
  "text": "a mentor to finance-minded graduates of the University of\nRichmond, his alma mater. Died May 10 of colon cancer.\n\nJoyce Brothers, 85. Armed with a Ph.D. in psychology, she became\na pioneer in dispensing advice about love, self-image and sex on\nU.S. television and radio and syndicated newspaper columns,\nstarting in the late 1950s. Died May 13 of respiratory failure.\n\nChuck Muncie, 60. A running back for the NFL’s New Orleans\nSaints and San Diego Chargers who in 1981 set a record for\nrushing touchdowns in a season and then had his career cut short\nbecause of cocaine use. Died May 13 of a heart attack.\n\nJorge Rafael Videla, 87. Argentina’s military junta leader, who\noversaw a Campaign of murder and kidnapping from 1976 to 1981.\nDied May 17 in a Buenos Aires prison, where he was serving a\n\nlife sentence for human rights violations.\n\nKen Venturi, 82. The American golfer who won the 1964 U.S. Open\nand spent 35 years as a TV golf analyst. Died May 17 of a spinal\ninfection and pneumonia.\n\nIsabel Benham, 103. Her mastery of U.S. railroad financing in\nthe 1930s made her an influential bond analyst and in 1964 she\nbecame the first female partner at R.W. Pressprich & Co., a Wall\nStreet firm. Died May 18.\n\nRay Manzarek, 74. The keyboardist and songwriter who with Jim\nMorrison founded The Doors, a 1960s U.S. rock group that sold\nmore than 100 million records. Died May 20 of bile duct cancer.\n\nJohn Q. Hammons, 94. He created John Q. Hammons Hotels in 1969\nand became the largest private, independent upscale-hotel\n\nmanager in the U.S., developing properties for brands such as\nMarriott, Renaissance and Embassy Suites. Died May 26.\n\nRoberto Civita, 76. An Italian-born entrepreneur, who became the\nbillionaire chairman of Grupo Abril, which publishes some of\nBrazil's most-read magazines. Died May 26 of complications from\nan abdominal aneurysm.\n\nHOUSE_OVERSIGHT_013286",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013286.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1878,
    "word_count": 315,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.227434",
    "prefix": "IMAGES-002"
  }
}