{
  "document_id": "HOUSE_OVERSIGHT_013108",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013108.txt",
  "text": "192 11 Stages of Cognitive Development\n\nFinally, another limiting aspect of Piaget’s model is that it did not recognize any stages\nbeyond formal operations, and included no provisions for exploring this possibility. A mumber of\nresearchers [Bic88, Arl75, CRK82, Rie73, Mar01| have described one or more postformal stages.\nCommons and colleagues have also proposed a task-based model which provides a framework for\nexplaining stage discrepancies across tasks and for generating new stages based on classification\nof observed logical behaviors. [K1<90] promotes a statistical conception of stage, which provides a\ngood bridge between task-based and stage-based models of development, as statistical modeling\nallows for stages to be roughly defined and analyzed based on collections of task behaviors.\n\n[CRK&82] postulates the existence of a postformal stage by observing elevated levels of abstrac-\ntion which, they argue, are not manifested in formal thought. [CTS~ 98] observes a postformal\nstage when subjects become capable of analyzing and coordinating complex logical systems\nwith each other, creating metatheoretical supersystems. In our model, with the reflexive stage\nof development, we expand this definition of metasystemic thinking to include the ability to\nconsciously refine one’s own mental states and formalisms of thinking. Such self-reflexive re-\nfinement is necessary for learning which would allow a mind to analytically devise entirely new\nstructures and methodologies for both formal and postformal thinking.\n\nIn spite of these various critiques and limitations, however, we have found Piaget’s ideas\nvery useful, and in Section 11.4 we will explore ways of defining them rigorously in the specific\ncontext of CogPrime’s declarative knowledge store and probabilistic logic engine.\n\n11.3.1 Perry’s Stages\n\nAlso relevant is William Perry’s [Per70, Per81] theory of the stages (“positions” in his terminol-\nogy) of intellectual and ethical development, which constitutes a model of iterative refinement\nof approach in the developmental process of coming to intellectual and ethical maturity. These\nstages, depicted in Table 11.2 form an analytical tool for discerning the modality of belief of\nan intelligence by describing common cognitive approaches to handling the complexities of real\nworld ethical considerations.\n\n11.3.2 Keeping Continuity in Mind\n\nContinuity of mental stages, and the fact that a mind may appear to be in multiple stages\nof development simultaneously (depending upon the tasks being tested), are crucial to our\ntheoretical formulations and we will touch upon them again here. Piaget attempted to address\ncontinuity with the creation of transitional “half stages”. We prefer to observe that each stage\nfeeds into the other and the end of one stage and the beginning of the next blend together.\n\nThe distinction between formal and post-formal, for example, seems to “merely” be the\napplication of formal thought to oneself. However, the distinction between concrete and formal is\n“merely” the buildup to higher levels of complexity of the classification, task decomposition, and\nabstraction capabilities of the concrete stage. The stages represent general trends in ability on\na continuous curve of development, not discrete states of mind which are jumped-into quantum\nstyle after enough “knowledge energy” builds-up to cause the transition.\n\nHOUSE_OVERSIGHT_013108",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013108.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3405,
    "word_count": 501,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.031732",
    "prefix": "IMAGES-002"
  }
}