{
  "document_id": "HOUSE_OVERSIGHT_018588",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018588.txt",
  "text": "don't understand the difference between these two,\" I said, prompting the educators to\nconfer amongst themselves in siZulu. Finally, one offered, \"Be Faithful is about\nmonogamy with one partner. Zero Grazing is about having multiple wives and not going\noutside the marriage.\" The others seemed to agree. Given their limited English and my\nlimited siZulu, I decided not to ask: \"Does promoting both strike you as a mixed\nmessage?\" (I did ask whether they think people listen to their advice. In response, they\njust looked depressed.)\n\nClearly, the fidelity fix has arrived. What's harder to determine is how much, and in what\nmanner, the message is being emphasized -- not to mention, whether it's actually taking\nroot.\n\nKK Ok\n\nGiven my experience with polyamory, and my nigh-rabid promotion of straightforward\ncommunication as the Cure For All Ills, I can't help wondering: would it help to port\ncommunication tactics from our polyamorous allies over to southern Africa? But\npolyamory is fundamentally different from polygyny. Polyamory assumes that both\npartners have equal footing -- equal negotiating status -- whereas polygyny assumes that\nmen are entitled to privileges women aren't. Would it be possible to take the lessons of\neven-handed polyamory, and apply them to polygyny?\n\nWhat if I choose not to address polygyny -- to avoid the whole culturally fraught debate,\nand just create relationship communication workshops inspired by polyamorous (and\nBDSM) analysis? (That way, with no one alienated by an overt stance, I may reach the\naudience better anyway.) Will it work if I teach from a perspective of assumed gender\nequality? My instinct is \"yes\"; I've even found a heartening example! The well-known\nSouth African Pastor Agrippa Khathide preaches equality for women and sexual pleasure\nfor everyone (as long as they're married first, of course). He gives explicit sermons\nincluding technical sexual advice, and has been quoted in interviews asserting things like:\n\"married people should be totally free to express themselves any way they wish in the\nbedroom,\" that \"they must be willing to experiment, explore and explicitly acknowledge\nthe giving and receiving of pleasure,\" and that women are entitled to \"enjoyment of sex\nlike men.”\n\nIf he can do that, surely I can do something similar! Surely, then, my inherent egalitarian\nassumptions would make a positive impact, even if I say nothing direct about irritating\nmale entitlement. Yet I worry that if I focus on relationship communication and don't\ndirectly take on the monogamy juggernaut, I will sidestep the heart of these debates.\nIndeed, not only might I be sidestepping -- I might be turning my gaze from the very\nplace I ought to focus.\n\nte ok ok\n\nPerhaps the hardest part about wrapping my head around a fidelity campaign isn't\nwhether certain tactics are appropriate or inappropriate, effective or ineffective. It's that\nthey can be both, or neither -- and while culture matters, it varies by individual. More to\nthe point, while culture affects attitudes towards Abstinence and Condoms, there aren't\nmany ways to interpret the implementation of those two dicta.\n\nHOUSE_OVERSIGHT_018588",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018588.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3162,
    "word_count": 504,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.642861",
    "prefix": "IMAGES-005"
  }
}