{
  "document_id": "HOUSE_OVERSIGHT_010738",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010738.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 4 of 19\n\nI, Jane Doe #3’s Continued Smears of Prof. Dershowitz\nDemonstrate His Need to Intervene\n\nJane Doe #3 and her counsel’s actions over the past month have confirmed that Prof.\nDershowitz’s request for intervention stands upon dramatically different circumstances than\nother intervention motions in this case, or any other case for that matter. Simply put, the scope\nand tenor of their attacks against Prof. Dershowitz differ both in degree and in kind from other\nreputational muggings conducted in the case before this Court. Nor is there a single reported\ndecision in federal case law in which the vitriol, severity, and length of the attacks against a\nnonparty approach those levelled against Prof. Dershowitz here. What has become further\napparent is that if Jane Doe #3’s Motion for Joinder is granted and Prof. Dershowitz is not\nallowed to intervene, Jane Doe #3 and her counsel will proceed with their attacks against him, all\nthe more emboldened with complete impunity.\n\nWhile Jane Doe #3 asks to “prove” her allegations against Prof. Dershowitz, she argues\nparadoxically that he does not have “any direct interest” in defending these allegations. Instead,\nshe directs Prof. Dershowitz to defend the allegations that she makes in a contrived lawsuit filed\nby her attorneys against him in Broward County Circuit Court for defamation of them.\nMoreover, the law cited by Prof. Dershowitz, including the Sackman and Penthouse cases,\ndemonstrates a need and entitlement to intervene to vindicate his legitimate reputational interest\nthat no other party is situated to protect. “The individual’s right to the protection of his own\ngood name reflects no more than our basic concept of essential dignity and worth of every\nhuman being — a concept at the root of any decent system of ordered liberty...” Krauser v.\nEvolution Holdings, Inc., 975 F.Supp. 2d 1247, 1260 (S.D. Fla. 2013); quoting Spencer v.\n\nKemna, 523 U.S. 1, 24 n. 5 (1998) (Stevens, J., dissenting).\n\nHOUSE_OVERSIGHT_010738",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010738.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2068,
    "word_count": 330,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:47.886059",
    "prefix": "IMAGES-001"
  }
}