{
  "document_id": "HOUSE_OVERSIGHT_020163",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020163.txt",
  "text": "11\n\nof his client. “Not even where he was staying in May in Hong Kong,” I persisted. He leaned\nforward and, after a brief hesitation, said, jokingly I assumed that he would not divulge that\ninformation “even if you held a gun to my head.” We met two more times but, true to his word,\nTibbo would not say if he even knew the identity of the “carer.”\n\nMeanwhile, Joyce Xu, a very resourceful Chinese journalist who was assisting me in Hong\nKong, had filed the equivalent of a Freedom of Information request with the Hong Kong Security\nBureau asking for information about Snowden’s movements in May. Thomas Ng, the Secretary\nfor Security, turned down the request, adding that Hong Kong authorities do not keep records of\nhotel registrations. So I ran into a dead end on the issue of Snowden's “carer” and his\n\nwhereabouts for those eleven crucial days with the Hong Kong authorities.\n\nAt this point, I had some much-needed help from an old friend on the White House staff.\nBefore I had left New York, I asked him if he could find someone at the consulate in Hong Kong\nwho might brief me on the Snowden case. I didn’t hear from him until just a few days before I\nwas due to return to New York. He had managed to put me in touch with a former employee of\nthe consulate, who he said was “fully informed” about the efforts of the US mission to locate\nSnowden in Hong Kong. This person was still living in Hong Kong and he agreed to meet with\nme on condition that I did not mention either his name or his position in the US mission in Hong\nKong. The venue was the terrace lounge of the American Club in Exchange Square in central\nHong Kong, a posh club mainly for expatriate Americans. It was on the 48\" floor with a\nspectacular view of Victoria Harbor. Once there, I had no problem finding my source. He was, as\nhe had described himself, a large man with short-cropped brown hair wearing a brightly-striped\ntie. He was sitting alone at a discreet table in the corner. I introduced myself and gave him a\ncopy of my latest book, The Annals of Unsolved Crime.\n\nAfter ordering drinks, he told me in a soft voice about the American reaction to Snowden’s\nrevelations in Hong Kong. “All hell broke loose,” he said, describing the atmosphere at the US\nmission after Snowden’s video was posted on the Guardian’s website on June 9\", 2013. To\nbreak the ice, I went over some of the assertions Snowden had made concerning the US consulate\nin that extraordinary video. For example, Snowden had said that he could be seized at any\nmoment by a CIA rendition team based at the US consulate “just down the road” from the Mira\nHotel. “Was that true,’ I asked? He rolled his eyes, and said, “Snowden has a pretty wild\nimagination. For one thing, the US consulate is not down the road from the Mira in Kowloon, it\nis here on Hong Kong Island. And there was no CIA rendition team in Hong Kong.”\n\nMy next question concerned a second period during which Snowden's whereabouts are\nunknown—the period between the time he left the Mira Hotel on June 10, 2013 and the day he\nleft Hong Kong for Russia on June 23, 2013. When I asked my consulate source whether the US\nmission took any action to track Snowden during these 13 days, he explained that the FBI had a\ncontingent of “legal attaches” based at the consulate to pursue, among other things, video pirates.\nIn addition, the CIA and the Defense Intelligence Agency had a handful of “China-watchers” in\n\nHOUSE_OVERSIGHT_020163",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3445,
    "word_count": 626,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.596968",
    "prefix": "IMAGES-005"
  }
}