{
  "document_id": "HOUSE_OVERSIGHT_011418",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011418.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n115\nH3vlgiu2\n\nand the case says, it's undisputed the defendant had actual\n\nprior knowledge of the issues, of the at-issue statements that\n\nwere offered by the defendant. Again, the statements were mad\nto Crescenz.\nAnd then the last case is a 1983 case, Tierney v.\n\nDavidson. That involved civil rights violations and objective\n\nreasonableness by the officers who conducted a search of a\nbuilding. I think the Court knows from doing this kind of work\n\nthat pretty much anything in an officer's head is allowed in a\n\nqualified immunity case, because whether the officer did\n\nsomething that was objectively reasonable or not depends on\n\nwhat's in the officer's head, and so there is (A) an exception\n\nin these kinds of cases, but (B), in fact, the evidence that\n\nwas being discussed in the qualified immunity situation related\n\nto statements that the officers had heard, which formed the\nbasis of why they went into a building.\nSo in each and every one of these cases and all cases\n\nthat deal with state of mind, the person who it is being\n\nintroduced either for or against, not for the truth of the\n\nmatter asserted but for their state of mind, has to know about\naL\n\nYou have attached to our reply an affidavit from\nMs. Maxwell who says she's never read any of these police\nreports prior to January 2015. And there is good reason for\n\nthat, your Honor. It's not easy to get these police reports.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011418",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011418.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1536,
    "word_count": 268,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:47.225027",
    "prefix": "IMAGES-001"
  }
}