{
  "document_id": "HOUSE_OVERSIGHT_015003",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015003.txt",
  "text": "2. WTC Attack — 9/11 (2001)\n3. BENGHAZI Attack — 9/11 (2012)\nBut you have to remember that H. W. Bush was planted:\n\nAUTHOR PETER DALE SCOTT: Sometimes you have little deep events that most people don't even\nnotice. One of those would be the Halloween Massacre. The older people remember the Saturday\nNight Massacre which happened under Nixon. I'm talking about the Halloween Massacre of October\n31, 1975, and probably people watching this show have never heard of it.\n\nThat was under Ford, and Ford may have condoned it because it was trying to help restore his\npopularity. He was going way down in the polls. But it was a very important series of events all on the\nsame night. The head of the CIA was fired, William Colby, replaced by a relatively unknown man\ncalled George H. W. Bush who then went on to authorize something that Colby had refused to\nauthorize - the Team B report - the Team B to recalculate the Soviet threat and it was pre-\ndetermined. They were going to find that it was much bigger than the professionals angled like\nRaymond [inaudible] that | mentioned.\n\nThey said Russia is less of a threat now than it used to be. Well, that was terrible news for the\nindustrial complex so the Team B came in and said oh, no, no, no, it's much more of a threat than it\nused to be, and that's why we got this huge military build-up. It started actually under Carter but we\nthink of it as the Reagan build-up, and that of course is a major factor in having ended the Soviet\nUnion because the Soviet Union tried to match it with a weaker economy. And that arms race which\nwas not about threats but was about fighting economic war, that was an arms race which you could\nsay that the Soviet Union lost because they couldn't keep it up. Their economy went more and more\ndownhill because they were deflecting resources away from vital domestic functions. But really I'm\ntrying to talk here about the Halloween Massacre...\n\nJust the change in the CIA was a major historical event but it wasn't very visible. The second thing\nthat happened was they fired Jim Schlesinger as Secretary of Defense... It was being done by\n[President Ford's] Chief of Staff and his assistant who are two names barely known then but quite\nfamous since. Chief of staff was Donald Rumsfeld and the assistant was Dick Cheney. And that was\nthe first real intrusion of the Rumsfeld-Cheney team into American politics. And they became the real\nheart of what | consider the Deep State in the 1980s when they were planning for Continuity of\nGovernment which was a plan for emergency rules like warrantless surveillance and warrantless\ndetention and the militarization of homeland security. All those things were planned all through the\n‘80s - COG planning by Donald Rumsfeld and Dick Cheney. Even when Rumsfeld wasn't in the\ngovernment, he was authorized by Reagan to do this planning.\n\nAnd why is that important to our history? Because in 2001, these two men were now in the\ngovernment - Vice President and Secretary of Defense - the two top people in Washington on\nSeptember the 11th, 2001 when Bush was down in Florida - George W. Bush - and what did they do\non that day? They implemented the plans they had been planning for 20 years. Another major event\nin American history but it's not usually told that way.\n\nWe implemented - it’s in the 9/11 Commission Report that COG plans were implemented on that day.\nThis is a huge change in our country. We now have an ARMY command, NORTHCOM, to take\ncharge of America - North America, the way SOUTHCOM is in charge of South America and\nCENTCOM is in charge of Central Asia.\n\nThis used to be illegal... We had the posse comitatus acts which said, yes, if there’s a real emergency\n\nHOUSE_OVERSIGHT_015003",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015003.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3719,
    "word_count": 666,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.613244",
    "prefix": "IMAGES-003"
  }
}