{
  "document_id": "HOUSE_OVERSIGHT_028174",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028174.txt",
  "text": "/ BARAK / 40\n\ntalks. I did realize that, “null and void” or not, our proposals or suggestions would\nnot simply disappear from memory. But I felt the point of principle was essential if\nIsrael was going to be able to consider the kind of far-reaching concessions which\nfinal peace deals might require.\n\nIn the end, I realized that we might simply discover that Assad, and certainly\nArafat, were not willing or ready to make peace. We might, initially at least, have\nto settle for a more incremental step. “Right here in Camp David, Begin, Sadat and\nCarter couldn’t complete the process,” I pointed out. “They signed a “framework\nagreement’ and it took months of further diplomacy to reach a peace treaty. Maybe\nwe ll end up doing the same.” But I told the President I was convinced that if we\ndidn’t try to get agreements, we’d have no way of knowing whether the will to\nmake peace was there on the other side. Assad, I suspected, was the more likely to\nreciprocate. That was a major reason I wanted to start our efforts with him. But so\nfar, his true intentions had never been fested, beyond his obvious determination to\nget back the Golan. Nor had Arafat’s, beyond his focus on the detail and extent of\nWest Bank redeployments.\n\nPresident Clinton did not object to an early effort to reopen our efforts with the\nSyrians. But he was worried about the effects of ignoring the already-creaking\nprospects of fulfilling the promise of Oslo. If we were going to delay focusing on\nthat, Clinton told me, he needed to be able to assure Arafat the wait would be\nworth his while. What could we give the PLO leader in return for putting off the\nWye redeployments further, he asked. And then, the real question on his mind:\n“Ehud, when we get to the final redeployment and a peace deal, how much of the\nWest Bank are you prepared to hand back?”\n\nI simply didn’t know at this stage. Much would depend on whether we could be\nsure Arafat could or would deliver a final peace. But even if I had known, I would\nhave been reluctant to name a precise percentage. Though I had full trust in\nPresident Clinton, I knew that everything he and I said would be shared with at\nleast a few of his closest policy aides and negotiators. Sooner or later, word would\nget to Arafat. When we did begin negotiations, he’d take whatever number I gave\nas a mere starting point. Still, I knew I had to signal the President that I was serious\nabout negotiating with Arafat when the time came. I also knew the main source of\nhis concern. In order to get the agreement at Wye, the President had signed on to a\nprovision that the dimension of the third and final redeployment phase would be\ndetermined by Israel alone. By that stage, when we got there, Arafat would have\n\n326\nHOUSE_OVERSIGHT_028174",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2758,
    "word_count": 500,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.735015",
    "prefix": "IMAGES-009"
  }
}