{
  "document_id": "HOUSE_OVERSIGHT_017354",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017354.txt",
  "text": "4.2.12\nWC: 191694\n\nI concluded my article with the following words:\n\nPresident Clinton’s visit was entirely in keeping with President George Washington’s letter\nto the Jews of Newport, Rhode Island, in which he wrote that mere “toleration” is not\ngood enough in America. Here, Jews as well as others, must be treated as equals. The\nattendance of our president and first lady at a Jewish service made many Jews feel like\nfirst-class citizens, rather than tolerated guests.\n\nI sent the President a copy of my article. He sent back a handwritten note expressing his\nappreciation for being invited to the services and for the article, and included a signed photograph\nof the dinner.\n\nDuring the subsequent summers, the Clintons vacationed in Martha’s Vineyard and lived right\nnear us. We frequently dined, partied and even square danced with them and became their\nfriends. We were invited to the White House on several occasions and the President sought my\nadvice from time to time.\n\nSometimes, I offered unsolicited advice, such as when I repeatedly urged him to commute the life\nsentence of Jonathan Pollard to time served. I pestered him so much about Pollard that he finally\ntold me he didn’t want to hear anything more about it. I replied, “You can choose not to listen,\nbut I’m not going to stay quiet.” In the end, he wanted to commute the sentence, but he got push-\nback not only from the intelligence community but also from several Jewish senators. He told me\nthat if I can’t even get the Jewish senators to support commutation, how could he justify it to the\nintelligence community, which was adamantly opposed to it.\n\nAnother issue on which I initially offered my unsolicited advice involved the Monica Lewinsky\nmatter. As I watched the Lewinsky drama unfold, I saw a familiar pattern that had had gotten\nmany other celebrities into trouble: opting for short term gratification without considering the\n\nlonger term consequences.\n\nAt every decision point, the President and his advisors opted for a political tactic that helped them\nget good headlines and poll results in the short term, rather than focusing on the longer term\nstrategy that might have prevented an entirely lawful sexual indiscretion from turning into a\npossible crime.\n\nThe first — and most important — point was the President’s foolhardy decision to engage in a\nsurreptitious sexual relationship with a White House intern at a time when he knew he was under\nintense investigation by Kenneth Starr, a somewhat puritanical prosecutor and was subject to a\nlawsuit for sexual harassment by a vindictive woman who was represented by politically\nmotivated lawyers.\n\nIf there was indeed a “right wing conspiracy” out there waiting to “get” the President, as Hillary\n\nClinton had alleged in a television interview, it is difficult to imagine any action more reckless\nthan oval office sex with a young blabbermouth whose goal was probably as much to brag about\n\n267\n\nHOUSE_OVERSIGHT_017354",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017354.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2957,
    "word_count": 489,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.318923",
    "prefix": "IMAGES-004"
  }
}