{
  "document_id": "HOUSE_OVERSIGHT_022754",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022754.txt",
  "text": "run afoul of prosecutors, the political moment, the media, or the Internet hoi\npolloi.\n\nIn this view, Epstein is a sort of Dreyfus of the rich.\n\nAnd then there is the glue of wealth. Once, at lunch in the Epstein\ndinning room with Bill Richardson, the former Governor of New Mexico,\nand past Presidential aspirant, when Epstein left the room for a few minutes,\nI asked the obvious question, the one everybody asks each other, “How did\nyou meet Jeffrey?” Richardson seemed surprised: “Jeffrey,” he said, as\nthough stating what should have been perfectly obvious, “is the biggest\nlandowner in New Mexico.”\n\nAnd then there is Epstein’s yet more structural explanation as to why\nafter prison and with continuing tabloid infamy he can maintain his valued\nplace. It comes back, not unexpectedly, to the nature or the needs of money:\n\n“At a certain level of finance, almost everyone is allied with an\ninstitutional interest. You are part of government, or you want to be in\ngovernment, or you are connected to a bank or other portfolio, or you have\nkey relationships with certain corporations or industries. Because of my\nsituation, I have none of that. I have no institutional ties which makes me in\nsome sense one of the few wholly independent sources of information and\nactual honest brokers. That’s the usefulness of disgrace.”\n\nAnd then there is too, that he is right. Since I began working on this\npiece in September, Epstein predictions about the price of oil, yen, ruble,\nand euro have all born out. ((If I had invested $100,000 the way Epstein said\nI should in early September, by the end of January I would have made $TK\nmillion. Alas, I did not invest.)\n\nAnd something else, which perhaps also surely accounts for Epstein’s\ncontinuing relationships with the rich and powerful:\n\nMost everyone who is now of a certain age and certain ambition and\ncertain status grew up in, and found they were temperamentally suited to, the\nnew age of wealth that started in the late 1970s. A meritocracy on steroids,\nor, as Vanity Fair would baldly and ingratiatingly dub it, the new\nestablishment, an increasingly parallel world, a self-invented one, at further\nand further remove from the ordinary one. Epstein is just one version, albeit\npicaresque, as well as louche, of this shared story.\n\nHe often tells, with some obvious marvel, his middle class to riches\ntale: born in 1953 in Coney Island, father works for the city’s Parks\nDepartment, mother a housewife.\n\nThe captain of the math team at Lafayette High school in\nBensonhurst, goes on to Cooper Union where the tuition is free. He drops\n\nHOUSE_OVERSIGHT_022754",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022754.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2607,
    "word_count": 442,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.663149",
    "prefix": "IMAGES-007"
  }
}