{
  "document_id": "HOUSE_OVERSIGHT_024206",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024206.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\n2. Structural Change — Advantageous Time for Global Utility Sector Long/Short Investing\n\nThe high level of structural change occurring around the globe makes this a particularly advantageous time\nto be long/short investing in the global utility sector. The various examples for each region, the importance\nof structural change to each region and the opportunities are listed in Section 3.\n\ne Structural Change in Electron’s Research Process\n\nSince the original Electron was formed in 2004, Electron’s research process has focused on structural\nchange to determine its impact on the underlying future earnings potential of our companies (see\nAppendix 1, page 22). Whenever there is structural change, distortions and inefficiencies arise. These\ninvariably result in both winners and losers among utility stocks, in large part because of the heavy\ninfluence of public policy on the sector (e.g. governments and regulators). Policymakers will never want to\nknowingly provide windfall profits to utilities; if a structural change is producing a winner, we look for the\nloser. If a loser cannot be found, we keep looking: the loser will eventually surface.\n\ne Structural Change Cycle\n\nAs cycles are an important feature of life, so are cycles of structural change important in the global\nindustry. During the recession following the financial crisis, the activity level of structural change did\nslow down around the globe. This is not surprising as governments, regulators and other stakeholders\nslowed the pace of structural change (i.e. a hunkering down mentality took hold among _ utility\nstakeholders) and companies slowed their rate of capital spending (because of uncertain economic\ngrowth prospects). As time has passed, the outlook for global growth has stabilized, tail risks have been\nmanaged and confidence has returned, and companies have begun spending previously-delayed capex\nneeded to ensure system reliability. This collectively has prompted utility stakeholders to pick up the\npace of structural change. Given that we track structural change globally, we estimate that this inflection\npoint of increased structural change occurred approximately 12-18 months ago.\n\ne Investors Not Positioned for Structural Change Pickup\n\nThat we are at an inflection point for a pickup in structural change is underappreciated by the market.\nMoreover, it is occurring at a time when there are fewer eyes focused on global utilities. The\nunderappreciated pickup in structural change activity levels combined with low investor involvement\nspells opportunity for the Electron Global Fund as it plays to the Electron team’s competitive advantage.\nThis driver was critical to the investment professionals’ decision to re-launch the independent Electron.\n\no Long-Only Investors Substantially Underweight but Hedge Funds Turning\nThe global utility sector is the world’s most-underweight sector by a large margin. Moreover, the\nunderweighting has dipped to a comparably extreme level only 4 times (including now) over the last\n\n10 years. Each time this extreme has been crossed, over the next 24 months global utilities rose by\n38% on an absolute basis and outperformed the global broad market by 20%, on average.\n\n5 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024206",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024206.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3300,
    "word_count": 496,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.483757",
    "prefix": "IMAGES-007"
  }
}