{
  "document_id": "HOUSE_OVERSIGHT_024540",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024540.txt",
  "text": "k12 intends to expand the business to international markets and believes there is a significant worldwide\ndemand for high-quality online curriculum. In the near-term it can do so by serving multinational\ncorporations with large employee bases comprised of expatriates.\n\nki2 generated $6 million of revenue in 2002, its first year of operations, growing to more than $116.0\nmillion projected for FYE June 30, 2006.\n\n13.3. Virtual Schools and District-Managed Virtual Programs (94% 2006E Revenue)\n\nThe past decade has seen an increase in the number of contracts and charters awarded to Education\nManagement Organizations (“EMOs”), which manage traditional K-12 public schools on behalf of a school\ndistrict (“contract schools”) or manage charter schools either as the charter holder (“charter schoois”) or\nunder contract with the charter holder (“contract charters\"). In the early half of the 1990's, EMOs were\nmostly contract schools, managing traditional K-12 schools on behalf of schoo! districts. Later, as public\nmoney became available to charter schcols through the use of vouchers, these organizations moved\ntoward charter schocl management and contract charter management.\n\nA movement toward alternatives to the public school system is expected to generate substantial growth in\nthe for-profit EMO sector. Alternative schools and alternative management pregrams provide a significant\nopportunity to improve the current educational “product.” Furthermore, under the NCLB, growth in public\nschool management is expected to continue as schcols that fail to achieve “Adequate Yearly Progress”\n(\"AYP”) for four consecutive years are subject to one of the following sanctions: replacement of all or most\nstaff including the principal, state takeover of the school, hiring an outside entity to manage the school, or\nbecoming a charter school. 412 is well positioned to take advantage of these trends.\n\nTo comply with NCLB, all states submitted a plan to the Department of Education indicating baseline\nachievements for the 2002-03 school year and how 100% \"proficiency\" would be achieved by 2013-14.\nThe law mandates that student progress and achievement be measured (“assessed”) by math and\nreading tests that will be given to every child, every year, beginning in the 2005-06 school year. In\naddition, a science assessment will be added beginning with the 2006-07 school year. Under Bush\nadministration proposals, by the 2009-10 school year, students will be tested every year from grades 3 to\n11. These assessments are considered intermediate benchmarks that measure a school’s ability to\ndemonstrate “Adequate Yearly Progress” (AYP) toward meeting its own goals.\n\nContract Charters. Charter schocls are independent public schools, designed and operated by\ncommunity groups or non-profit entities, but sponsored by designated local or state educational\norganizations that monitor their quality and integrity. In return for a large measure of autonomy and\nfreedom from regulation, charter schools are accountable for student academic performance.\n\nThe Genter for Education Reform estimates that, in the 2004-05 school year, there were 3,345 charter\nschools serving nearly 894,000 students, representing an estimated 1.6% of total K-12 students. Charter\nschools now operate in 40 states and the District of Columbia, up from 38 in the 2003-04 school year. In\nthe 2004-05 school year, enrollment in charter schools represented 1.6% of total K-12 enrollment and\nannual spending on charter schools was $7 million or 1.4% of total spending on all K-12 schools.\nHowever, in the decade of 1995-2005 the number of charter schools had grown on average nearly 13%\nannually while charter school enrollment increased over 20%, clearly outpacing the less than 1% average\nK-12 enrollment growth over the same period.*”\n\nk12 participates In the charter school business by setting up virtual public schools that it manages through\na partnership with a non-profit entity. After going through the legislative process at the local or state level\nand obtaining a charter for a school, k12 sets up a non-profit organization with a principal and the right\nadministrative team to create the school. A12 then enters into a contract with the non-profit organization\n\n* Source: Harris Nesbitt, Education and Training, September 2005.\n\n107\n\nHOUSE_OVERSIGHT_024540",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4337,
    "word_count": 654,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.233826",
    "prefix": "IMAGES-008"
  }
}