{
  "document_id": "HOUSE_OVERSIGHT_010826",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010826.txt",
  "text": "01:14:53\n\n04:14:55\n\n04:44:58\n\n01:14:59\n\n01:15:00\n\n04:15:04\n\n01:15:04\n\nOn OM & GO hw «A\n\n01:45:07\noso7 9\norts07 10\n04:48:07 11\not15:08 12\nots 13\n04:15:42 14\nott 15\nons 16\nonis20 17\n04:18:22 18\n04:15:24 19\norts2e 20\n01:15:30 21\n04:18:35 22\nonisae 23\nons 24\navtsas 25\n\nOt: 5:54\n01:18:53\n04:18:55\n04:15:58\n01:18:59\n01:16:02\n04:16:05\n\n01:46:07\n\nmoan ooh © bh «a\n\n01:16:09\nores 10\nonere 11\notse17 12\norie19 13\norntezz2 14\nortezs 15\nort28 16\not633 17\novtess 18\novtess 19\norte30 20\nartes: 21\nortess 22\nontea? 23\nones? 24\narteso 25\n\n17 of 38 sheets\n\n65\nsupports that allegation.\n\nA. Okay. The privileged information, obviously,\nyou're asking me not to reveal at this point.\n\nQ. I'm asking you -- I'm asking you to tell me\nthe nonprivileged information. And I'm not agreeing\nwith your privilege assertion --\n\nA. Sure.\n\nQ._—-- but for purposes of this question --\n\nA. For purposes of this question.\n\nQQ. -- I'm accepting it.\n\nA. All right.\n\nQ. Putting aside what you claim is privileged, I\nwant to know everything that's the factual basis for\nincluding the allegation about other minors.\n\nA. Okay. Privileged information which I'm not\ndisclosing in any way would have interacted with a vast\nbody of other information.\n\nThe vast body of other information would have\nstarted with an 89-page police report from the Palm\nBeach Police Department that showed for about a\nsix-month period in 2005, there was sexual abuse of\nminor girls going on on a daily basis, in -- whenever\nJeffrey Epstein was in his Paim Beach mansion.\n\nAnd on some cases, it was going on not once,\nnot twice, but three times during the day. That -- let\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n66\nme just be clear. I mean, I -- I referred to the\n89-page police report. I have offered to put it into\nthe record if -- if it would speed things up, but let's\njust talk about some of the things that are in that\n89-page police report.\n\nThis was a -- a very intensive investigation\nthat the Palm Beach Police Department put together.\nThey did, for example, what are called trash covers;\nthat is when trash came out of the -- of the mansion of\nEpstein, the police would intercept the trash and then\nthey would go through the trash and lock for\nincriminating information.\n\nAnd what they began to discover was memo\npads -- and I say \"memo pads,\" let's be clear, pad after\npad after pad, or I guess I should say, sheet after\nsheet after sheet that had the name of a girl, and then\nthere was a notation of something to the effect of a\nmassage.\n\nAnd so the Palm Beach Police Department began\ntracking down, well, wait a minute, these -- these are\ngirls giving massages and they don't seem to have any\nspecialized training in massages; they don't seem to be\nmasseuses in any sense of the term; what's going on\nhere?\n\nAnd so the Palm Beach Police Department\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n01:16:52\n\n04:16:54\n\n04:16:57\n\n01:16:59\n\n04:17:02\n\n04:17:03\n\n01:17:06\n\n04:47:09\n\nOon Ook Wh =\n\nORAS\nOtt? 10\nOATS 11\nO1722 1 2\nO4:17:25 1 3\n04:47:28 14\nO4:47:28 15\n01:47:30 16\n04:17:35 17\nO447:36 18\n04:47:38 19\nO417:40 20\n01:17:43 21\nO1t748 22\nO1:47:53 23\n04:17:57 24\nO4:47:59 25\n\n04:18:04\n04:48:03\n04:18:06\n01:18:07\n04:18:10\n04:18:42\n04:18:14\n\n01:18:48\n\nmoon Oak WO th a\n\n04:18:21\norte27 10\novteze 11\novte32 12\notraas 13\novtaze 14\norteas 15\novisas 16\n04:18:46 17\nartaso 18\nortes3 19\notrase 20\nottess 21\noness 22\n011902 23\no1907 24\noni912 25\n\nPage 65 to 68 of 151\n\n67\nbegan, you know, I guess what we would call\nknock-and-talks, knocking on doors to try to get to some\nof these girls, and they would get to the girls, and\nmany of them initially were -- were afraid to explain\nwhat had happened.\n\nBut as they -~- as they continued talking to\nthem, the girls began to explain that what was happening\nwas, they were going over to Epstein's house under the\nguise of giving a massage, and when they got there, the\nmassage was, in fact, sexual activity.\n\nAnd for many of the girls, I think, as I say\naround 23, 24, something along those lines, they were\nunderage. They were under the age of consent in\nFlorida.\n\nAnd so each and every one of those events was\na crime being perpetrated -- and let's be clear, not\njust being perpetrated by Epstein, but by other people\nwho were involved there at the mansion.\n\nAnd so what the -- the Palm Beach Police\nDepartment was putting together was that this mansion in\nFlorida was the nest of sexual abuse of young girls here\nin Florida that involved, literally, in the -- in this\nperiod of time, more than a hundred events that they\nwere able to document of sexual abuse.\n\nAnd when you put that together with the\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n68\npattern or practice that was being revealed there, there\nwere hundreds of acts of sexual abuse going on in the\nmansion.\n\nBut then what becomes -- and this is where I\nindicated that, you know, the answer would continue on,\nThe -- the problem was that the evidence was starting to\nshow that this was a much broader series of events. For\nexample, there were flight logs showing that Mr. Epstein\nwas then flying with underaged girls, and those flight\nlogs, you know, as -- as the flight logs began to\ndevelop, for example, we have seen, I know in the last\nday or two here, one underage girl was Virginia Roberts\nwho is on the flight, you know, with Epstein, and with\nMaxwell, and those sorts of things.\n\nSo you start to look at the flight logs and\nyou see what's going on is not just events that are\noccurring in Florida, but it's occurring ona\nmulti-state basis, which now starts to make it a federal\ncrime. For example, we are seeing evidence that --\nlet's just talk about Virginia Roberts since she's\ncentral to this case.\n\nWe are seeing Virginia Roberts being flown\nfrom Florida to New York where she's in the clutches of\nJeffrey Epstein who is sexually abusing her, you know,\nmany times a week. And not just Jeffrey Epstein, but\n\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n10/20/2015 01:07:28 PM\n\nHOUSE_OVERSIGHT_010826",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010826.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5963,
    "word_count": 1070,
    "line_count": 281,
    "import_date": "2025-11-19T21:47:48.581208",
    "prefix": "IMAGES-001"
  }
}