{
  "document_id": "HOUSE_OVERSIGHT_021180",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021180.txt",
  "text": "Chapter 11\n\nThroughout the remainder of the quickly passing year I was on a\nconstant move with Jeffrey. Attending various dinner parties, mostly with\nother esteemed billionaires and widely acclaimed scientists. Jeffrey likes\nto surround himself with the most brilliant and powerful of minds, filling\nhis little black book with some of the most esteemed and even infamous\npeople in today’s wealthy society. It was during those intellectual\ngatherings that my body was also put on the banquet menu but this time\nfor a powerful senator George Mitchell and another prominent Nobel-\nPrize winning scientist who’s name would be mentioned but for all the\nlife of me can no longer remember. They would be only some of the\nrecognizable figures of the high society that became added to my list of\nclientele, of course being introduced to for a lot more than just a client of\nmassage.\n\nAs an amusement to Jeffrey’s associates I also knew my place was to\nentertain but not to every desired content. I was to show them a good time\nbut not the way I would have to use technique and effort for Jeffrey. The\nvery teachings from Jeffrey himself, or my tutor, as he liked to so\neloquently put it. Consistently being used and adored for the likeliness of\nmy youthful looks I was becoming very accustomed to my lifestyle with\nJeffrey, never really relaxing into it, but just accepting this as being as\ngood as it will ever get for me. 1 didn’t think J should be complaining,\nwasn't I being offered a life in exchange for servitude? Just letting the\nsigns of my anxiety and depression pass me by while I blanketed them\nwith my pills, suffocating under a blanket of pain is all IT was really doing.\n\nI spent Christmas and the New Years holidays with Jeffrey in N.Y.C,\nwho doesn’t celebrate the occasion, as he is of Jewish descent. Not that\nhe was a religious man anyways, I never even saw him celebrate\nHanukah either. We firstly stayed at his ranch in Santa Fe for a week,\nthen left for a long plane trip to Paris, France where we all suffered jet lag\nfor the next twenty four hours. We all stayed in a grand hotel with a view\nthe Champs’ Elyse.\n\nEmmy and | shared a room and with her gifted ability to make new\ncontacts in just a few hours, she brought out a jay to share on the rooftop\nat nighttime while we were overlooking the lit up Eiffel Tower. We never\ngot really close as buddies but we both knew what we were indebted to\nand felt each other’s sorrows. All four of us went out shopping at Chanel,\nD&G, Ralph Lauren, and many other little exclusive boutiques the\nfollowing afternoon. As a gift Jeffrey bought me a white terry clothed\ngoose feathered sofa and had it sent back to my apartment in Florida, and\nbought some new tapestries to have sent back to Santa Fe for his ranch.\n\n71\n\n(1 Copyright Protected Material\nCONFIDENTIAL GIUFFRE004204\n\nWe also visited his up and coming Paris apartment. It was a modern,\ntypical flat being refurbished, and we went to see how it was all looking.\nJeffrey liked to fuss about every detail and harass the builder’s about their\nwork, changing last minute details at a whim.\n\nDays and many croissants later we left for Spain feeling bloated and\nsleepy. We only stayed in Spain for the afternoon, going to see another\nastounding Moroccan castle for Jeffrey to replicate at one of his many\nmansions. It was only a short plane ride to Tangier, Africa for more\ncastles hopping. We arrived at the historic landmark and the only five star\nhotel in Tangier called E] Minzah in the village of Ville Nouvelle. The\ncity and outskirts were still very hostile at the time, females being warned\nto not walk the streets alone and not to leave the house after dark or be at\nrisk of being raped or worse.\n\nWhen we got to the room, it was oozing with every expected bit of\nextravagance that a luxurious historical palace should offer until I was\ngreeted with a pile of monkey poo in the very middle of my bed. Not a\nhappy camper I called Jeffrey, Ghislane and Emmy into my adjoining\nroom and they all had quite a good laugh at my expense. Within a\nmoments notice of a complaint call to the front desk and we had an\nattendant cleaning up my bed linen. The cleaner noticed the window was\nstill opened, he warned not to leave it ajar at nighttime just in case\nanother monkey wanted to make himself comfortable in my quarters.\n\nGhislane joked that maybe | should keep it open I might find a suitable\nhusband before I get any older. Always the instigator of a good joke but\nunable to take one herself she didn’t like when I poked back that it was\nmore in her recent taste of men, since she loved to brag about her\nrendezvous with her various lovers. Once she came back giddy as a\nschoolgirl with an explosion of news, with all the build up and excitement\nin her voice you’d think she was the next crown princess, but she had\ngiven George Clooney a blowjob in the bathroom at some random event,\nshe never let that one down.\n\nWe all went to explore the towns surrounding Moroccan castles and\nmeet their royalty that lived in them. Jeffrey’s personal interior designer’s\nmet us at the residences. They walked around hurriedly, scribbling notes\ninto their clipboards and whispering between themselves. The palaces\nwere historically unique and beautiful but I wondered how could they live\nso grandeur behind these walls when they lived in a city of such poverty\nstricken squabble. Beggars lined the streets, people could just go missing\nand no one could care less, and you heard of barbaric murders happening\nevery night. Against the advice of the Palace Attendant and Jeffrey’s\nwishes, I decided to take a stroll one afternoon, mainly just to take photos\nof exotic Africa and do some shopping in the village markets but I ended\nup being intrigued by a group of young children playing in the streets.\n\n72\n\n(0 Copyright Protected Material\n\nGIULFRE004205\n\nHOUSE_OVERSIGHT_021180",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021180.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5874,
    "word_count": 1051,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:48.598438",
    "prefix": "IMAGES-006"
  }
}