{
  "document_id": "HOUSE_OVERSIGHT_025765",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025765.txt",
  "text": "Economic Research:\n\nHow Increasing Income Inequality Is Dampening\nU.S. Economic Growth, And Possible Ways To\nChange The Tide\n\nThe topic of income inequality and its effects has been the subject of countless analysis stretching back generations\nand crossing geopolitical boundaries. Despite the tendency to speak about this issue in moral terms, the central\nquestions are economic ones: Would the U.S. economy be better off with a narrower income gap? And, if an unequal\ndistribution of income hinders growth, which solutions could do more harm than good, and which could make the\n\neconomic pie bigger for all?\n\nGiven the decades--indeed, centuries--of debate on this subject, it comes as no surprise that the answers are complex.\nA degree of inequality is to be expected in any market economy. It can keep the economy functioning effectively,\n\nincentivizing investment and expansion--but too much inequality can undermine growth.\n\nHigher levels of income inequality increase political pressures, discouraging trade, investment, and hiring. Keynes first\nshowed that income inequality can lead affluent households (Americans included) to increase savings and decrease\nconsumption (1), while those with less means increase consumer borrowing to sustain consumption...until those\noptions run out. When these imbalances can no longer be sustained, we see a boom/bust cycle such as the one that\n\nculminated in the Great Recession (2).\n\nAside from the extreme economic swings, such income imbalances tend to dampen social mobility and produce a\nless-educated workforce that can't compete in a changing global economy. This diminishes future income prospects\n\nand potential long-term growth, becoming entrenched as political repercussions extend the problems.\n\nAlternatively, if we added another year of education to the American workforce from 2014 to 2019, in line with\neducation levels increasing at the rate of educational achievement seen from 1960 to 1965, U.S. potential GDP would\nlikely be $525 billion, or 2.4% higher in five years, than in the baseline. If education levels were increasing at the rate\n\nthey were 15 years ago, the level of potential GDP would be 1%, or $185 billion higher in five years.\n\nOur review of the data, as well as a wealth of research on this matter, leads us to conclude that the current level of\nincome inequality in the U.S. is dampening GDP growth, at a time when the world's biggest economy is struggling to\n\nrecover from the Great Recession and the government is in need of funds to support an aging population.\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 3\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025765",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025765.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2648,
    "word_count": 408,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.664119",
    "prefix": "IMAGES-008"
  }
}