{
  "document_id": "HOUSE_OVERSIGHT_023492",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023492.txt",
  "text": "6\n\nOther signatories followed suit: Italy invaded Abyssinia in 1935 and\nGermany launched World War II with the invasion of Poland in\n1939.\n\nThe great powers that signed the Kellogg-Briand Pact understood its\nutopian character, but they affirmed it anyway. As with any public\nendorsement that embraces virtue and rejects vice, the pact appeared\nto offer little to lose. What did it matter if there was no reasonable\nassumption that all parties would act in good faith, and no\nmechanism for enforcement? What harm could come from a lofty\nideal formalized with fanfare and champagne in Paris? Realists\namong its supporters argued that even if prohibiting war couldn’t\nactually end aggression, it would at least bolster the principle that\ndisputes should be resolved peacefully. Outlawing war made good\npeople feel better; how could that be bad?\n\nBut, looking back, we can see that the illusion created by Kellogg-\nBriand, that war had been outlawed, together with widespread but\nunjustified faith in the League of Nations, was part of the negligence\nthat allowed Hitler to build his strength and seize vast territories from\nhis neighbors without serious opposition. The Kellogg-Briand frame\nof mind contributed to the responsibility-evading defense and foreign\npolicies of Britain, France, and others in the 1930s, countries that\nmight have stopped Adolf Hitler in his tracks if they had not been so\nwishful and unrealistic. Far from making the world safer, proclaiming\nthe “norm” of nonaggression had lulled the great powers into a lethal\nvulnerability. The lesson here is that nations, by indulging\nutopianism, do not necessarily make the world more idealistic. In\nfact, they may help bring about the very evils they are trying to\neliminate.\n\nAsserting that the world should forsake nuclear weapons sounds—\nand is—a lot like declaring that war should be illegal. And the\narguments for adopting the goal of “global zero” are no more\n\nHOUSE_OVERSIGHT_023492",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023492.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1954,
    "word_count": 312,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.038731",
    "prefix": "IMAGES-007"
  }
}