{
  "document_id": "HOUSE_OVERSIGHT_023085",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023085.txt",
  "text": "No interest tax shield\n\nAnother key offset to the lower corporate tax rate is the proposed ending of the\ndeduction of net interest expense. We assume that this rule would apply to new debt\nand that existing debt would be grandfathered. This tax shield removal would increase\nthe cost of debt by an incremental 25% (not to mention the 100bp+ rise in long-term\ninterest rates seen since the summer of 2016). In the table below, we illustrate the\nimpact on S&P 500 corporate profits. We estimate that over time, the removal of the\ninterest rate deduction would detract about 4%, or $4-5 from S&P 500 2018 EPS,\nalthough the initial impact would be less significant given 70-90% of the debt is long\nterm.\n\nTable 17: Estimated EPS impact from the removal of interest tax shield\nS&P 500 Non-Financials\n\nNet Debt ($mn) 2,899\nNet DebtEBITDA 1.74\nNew tax rate 20%\nAfter-tax interest rate [interest rate w/ no tax shield * (1 - new tax rate)] 42%\nInterest rate w/ no tax shield [interest expense / net debt] 5.2%\nChange in cost of debt [(interest rate w/ no tax shield / after-tax interest rate) -1] 25%\nPotential profit impact (%) [(interest rate w/) no tax shield - after-tax interest rate) * (net debt / net income}] 4%\n\nPotential impact on 2018 EPS $4-5\n\nSource: BofAML US Equity & US Quant Strategy, S&P, FactSet\n\nMany investors assume that interest deductions would likely apply only to new debt, and\nif this were the case, the drag would be gradual for the overall S&P 500 as debt matures\nand is refinanced. Companies have shifted the composition of their debt toward longer\nmaturities and fixed rates. We estimate an average S&P 500 debt maturity of over eight\nyears, with just one-third maturing within the next three years. The grandfathering of\nexisting debt is a reasonable assumption, but not a sure thing, in our view. There is a\npossibility that legislators apply it to all debt on the grounds that most companies are\nexpected to be net beneficiaries of comprehensive tax reform.\n\nThere is also a possibility that this policy is phased in over a number of years, with\ncertain portions of the existing debt losing their interest deductibility over time.\n\nChart 17: Russell 1000 debt by type and Chart 18: Russell 1000 debt by type and Table 18: Russell 1000 estimated weighted\nmaturity - 2007 maturity - October 2016 average debt maturity (ex-Financials & REITs)\nLT Sector Estimated Wtd Avg Maturity (years)\nST Fixed ST UT Cons. Disc. 70\nFloating, 5A 2% ikea, Cons. Staples 8.1\n23.3% ; 66.6% Energy BA\nHealth Care 8.0\nIndustrials 8.0\nMaterials 14\nLT Technology 14\nFloating, Telecom 108\n19.7% ST aes 12.0\nFixed, otal 8.3\n2 8% Source: FactSet, BofAML US Equity & US Quant Strategy\nSource: FactSet, BofAML US Equity & US Quant Strategy Source: FactSet, BofAML US Equity & US Quant Strategy\n\nThe most negatively impacted companies would clearly be the ones with the most\nleverage, in addition to those with depressed earnings (Metals & Mining, Energy, etc.).\nWhile the Utilities sector has a lot of leverage, there would likely be a pass through to\ncustomers in determining their allowed rate increase.\n\nBankof America\n\nMerrill Lynch Equity Strategy Focus Point | 29 January 2017. 17\n\nHOUSE_OVERSIGHT_023085",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023085.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3206,
    "word_count": 548,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:49.026920",
    "prefix": "IMAGES-007"
  }
}