{
  "document_id": "HOUSE_OVERSIGHT_015632",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015632.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 12 of 20\n\nScarola) and Dershowitz’s extended answer are quoted in full— including Dershowitz’s\nreference to the oral sex allegation that he now argues this Court should treat as “confidential”:\n\nQ. [Y]ou [are] aware that years before December of 2014, when the\nCVRA pleading was filed, that your name had come up repeatedly in\nconnection with Jeffrey Epstein’s abuse of minors, correct? . . .\n\nA. Let me answer that question. I am aware that never before 2014,\nend of December, was it ever, ever alleged that I had acted in any\nway inappropriately with regard to Virginia [Giuffre], that I ever\ntouched her, that I ever met her, that Ihad ever been with her. I was\ncompletely aware ofthat. There had never been any\nallegation. She claims under oath that she told you that secretly in\n2011, but you have produced no notes of any such conversation.\nYou, of course, are a witness to this allegation and will be deposed\nasa witness to this allegation. I believe it is an entirely false\nallegation that she told you in 2011 that she had had any sexual\ncontact with me. I think she’s lying through her teeth when she\nsays that. And I doubt that your notes will reveal any such\ninformation.\n\nBut if she did tell you that, she would be absolutely, categorically\nlying. So I am completely aware that never, until the lies were put\nin a legal pleading at the end of December 2014, it was\nnever alleged that I had any sexual contact with Virginia Roberts.\n\nI know that it was alleged that I was a witness to Jeffrey Epstein's\nalleged abuse and that was false. | was never a witness to any of\nJeffrey Epstein's sexual abuse. And I wrote that to you, something\nthat you have falsely denied. And I stand on the record. The record\nis clear that I have categorically denied I was ever a witness to\nany abuse, that | ever saw Jeffrey Epstein abusing anybody.\n\nAnd -- and the very idea that I would stand and talk to Jeffrey\nEpstein while he was receiving oral sex from Virginia Roberts,\nwhich she swore to under oath, is so outrageous, so preposterous,\nthat even David Boies said he couldn’t believe it was true.\n\nMS. McCAWLEY: I object. I object. I'm not going to allow you to reveal\nany conversations that happened in the context of a settlement discussion.\n\nTHE WITNESS: Does she have standing?\n\nHOUSE_OVERSIGHT_015632",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015632.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2467,
    "word_count": 434,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.074945",
    "prefix": "IMAGES-003"
  }
}