{
  "document_id": "HOUSE_OVERSIGHT_024143",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024143.txt",
  "text": "Key financial market driver 1 - Eurozone crisis\n\nKey questions\n\ne What is the way forward for Eurozone banks?\n\ne What is the most likely course of events in Spain, Italy and Portugal?\n¢ In what direction will the economy and the ECB go?\n\nClO View (Probability: 65%*) Austerity and weak growth\n¢ Support for the banking sector is a major political agenda item, and the request for external support for\nSpanish banks can be seen as the starting point for greater European support and oversight for banks, to\nbe discussed at the upcoming European Council.\n\n¢ Greece's debt remains unsustainable, but the risk of a euro exit over the next six months has diminished\nafter the 17 June elections, which have produced a viable government coalition. The Troika may only\naccept moderate adjustments to the second Greek package. Portugal is likely to receive an increased\nbailout package and is unlikely to default in 2012. Progress on reforms and consolidation in Spain and Italy\nis most crucial for the near-term development of the crisis. Risk premiums would rise strongly on any\nfailure to meet deficit targets; we expect bond risk premiums to remain elevated for Spain and Italy over\nthe next six months.\n\n¢ Following stagnation in 1Q 2012, economic surveys are commensurate with a quarterly GDP contraction\nof around 0.3% at present. Business survey evidence points to a general wait and see mode. The risk to the\noutlook for a stabilization of economic growth in the second half of 2012 is skewed to the downside. The\nECB remains on hold, but the bar to support the economy and markets has been lowered substantially. We\nsee a significant probability of policy action in early July, including the possibility of a rate reduction.\nDespite all the talk about political measures to support growth and increased tolerance for budget\nslippages, there is practically no leeway for fiscal stimuli. The near-term growth impact of any fiscal\nmeasure will at best be marginal, in our view.\n\nA Positive scenario (Probability: 15%*)\n\n¢ Bond yields are contained, as peripheral countries' budgets stay on track and economic activity recovers\nfaster than expected. Greece fully complies with the austerity plans and receives further support. Market\nconfidence is restored, and economic growth stagnates in 2012.\n\n& Negative scenario (Probability: 20%*) Major shock\n¢ Major shocks could include Spain being pushed into a full IMF/EU program, possibly by a rating cut to\njunk, enhancing pressure also on Italy; serious political disagreement in core countries (for instance after\nDutch elections, etc.); a possible Portuguese default; a Greek euro exit; or a major external growth shock.\n\nReturn to macro stability\n\nKey dates\n\n5 July ECB press conference\n\n9-10 July Eurogroup/ECOFIN-Meeting\n\n24 July Eurozone purchasing manager indices (PMI), July estimates\n\n36 UBS\n\nBottoming in Eurozone leading\nindicators (PMI) in June?\n\n65\n60\n55\n50\n45\n40\n35\n\n30\n\n06 07 08 09 10 11 12\n—Manufacturing —Services —Composite\n\nSource: Bloomberg, UBS CIO, as of 21 June 2012 (estimates)\n\nYield of Spanish and Italian 10-year\nbonds over German Bunds (in bps)\n\n600\n500\n400\n\n300\n\n01/2011\n\n04/2011\n\n07/2011 10/2011. 01/2012: 04/2012\n—ltaly Spain\n\nSource: UBS CIO, Bloomberg, as of 18 June 2012\n\nNote: Past performance is not an indication of future returns.\n\n* Scenario probabilities are based on qualitative assessment.\n\nFor further information please contact CIO analyst Thomas Wacker, thomas.wacker@ubs.com and\nClO economist Ricardo Garcia, ricardo-za.garcia@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024143",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3626,
    "word_count": 576,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:45.374425",
    "prefix": "IMAGES-007"
  }
}