{
  "document_id": "HOUSE_OVERSIGHT_022536",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022536.txt",
  "text": "Additional Principles of Criminal\nLiability for Anti-Bribery Violations:\nAiding and Abetting and Conspiracy\n\nUnder federal law, individuals or companies that aid\nor abet acrime, including an FCPA violation, are as guilty as\nif they had directly committed the offense themselves. The\naiding and abetting statute provides that whoever “commits\nan offense against the United States or aids, abets, counsels,\ncommands, induces or procures its commission,” or “will-\nfully causes an act to be done which if directly performed\nby him or another would be an offense against the United\nStates,’ is punishable as a principal.'” Aiding and abetting is\nnot an independent crime, and the government must prove\nthat an underlying FCPA violation was committed.*”\n\nIndividuals and companies, including foreign nation-\nals and companies, may also be liable for conspiring to\nviolate the FCPA—i.e., for agreeing to commit an FCPA\nviolation—even if they are not, or could not be, indepen-\ndently charged with a substantive FCPA violation. For\ninstance, a foreign, non-issuer company could be convicted\nof conspiring with a domestic concern to violate the FCPA.\nUnder certain circumstances, it could also be held liable\nfor the domestic concern’s substantive FCPA violations\nunder Pinkerton v. United States, which imposes liability on\na defendant for reasonably foreseeable crimes committed\nby a co-conspirator in furtherance of a conspiracy that the\ndefendant joined.”\n\nA foreign company or individual may be held liable\nfor aiding and abetting an FCPA violation or for conspiring\nto violate the FCPA, even if the foreign company or indi-\nvidual did not take any act in furtherance of the corrupt\npayment while in the territory of the United States. In con-\nspiracy cases, the United States generally has jurisdiction\nover all the conspirators where at least one conspirator is\nan issuer, domestic concern, or commits a reasonably fore-\nseeable overt act within the United States.” For example,\nif a foreign company or individual conspires to violate the\nFCPA with someone who commits an overt act within the\nUnited States, the United States can prosecute the foreign\ncompany or individual for the conspiracy. The same prin-\n\nciple applies to aiding and abetting violations. For instance,\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\neven though they took no action in the United States,\nJapanese and European companies were charged with con-\nspiring with and aiding and abetting a domestic concern’s\n\nECPA violations.?”\n\nAdditional Principles of Civil Liability\nfor Anti-Bribery Violations: Aiding and\nAbetting and Causing\n\nBoth companies and individuals can be held civilly\nliable for aiding and abetting FCPA anti-bribery violations\nif they knowingly or recklessly provide substantial assis-\ntance to a violator.™ Similarly, in the administrative pro-\nceeding context, companies and individuals may be held\nliable for causing FCPA violations.” This liability extends\nto the subsidiaries and agents of US. issuers.\n\nIn one case, the U.S. subsidiary of a Swiss freight for-\nwarding company was held civilly liable for paying bribes on\nbehalf of its customers in several countries.” Although the\nUS. subsidiary was not an issuer for purposes of the FCPA,\nit was an “agent” of several US. issuers. By paying bribes on\nbehalf of its issuers’ customers, the subsidiary both directly\n\nviolated and aided and abetted the issuers’ FCPA violations.\n\nWhat Is the Applicable Statute of\nLimitations?\n\nStatute of Limitations in Criminal Cases\n\nThe FCPA’s anti-bribery and accounting provisions\ndo not specify a statute of limitations for criminal actions.\nAccordingly, the general five-year limitations period set\nforth in 18 US.C. § 3282 applies to substantive criminal\nviolations of the Act.?”\nIn cases involving FCPA conspiracies, the govern-\n\nment may be able to reach conduct occurring before the\n\nfive-year limitations period applicable to conspiracies\n\nHOUSE_OVERSIGHT_022536",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022536.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3946,
    "word_count": 603,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:46.295961",
    "prefix": "IMAGES-007"
  }
}