{
  "document_id": "HOUSE_OVERSIGHT_017439",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017439.txt",
  "text": "4.2.12\nWC: 191694\n\nIn my 40s, I made another career change. I stopped writing law review articles and started to\nwrite books about law for a general audience. My first book, written in my early 40s, was The\nBest Defense, which became a national best seller and is still in print. It has been followed by 28\nadditional books, six of which became best sellers. My books have been translated into a dozen\nlanguages, and well over a million of them have been sold throughout the world. One of them,\nChutzpah, was the number one best seller on The New York Times and other lists. My career as\na popular writer of non-fiction and fiction has been gratifying, especially when readers tell me that\nmy books have influenced their thinking and their lives. I think of my book writing as part of my\njob as a teacher, both to my Harvard law students and to my readers.\n\nIn my 40s, I also became a regular presence on national television, explaining the law and\nadvocating civil liberties positions. I appeared frequently with Ted Koppel, Larry King, Katie\nCouric and other widely watched shows. As a result, I became something of a public figure (for\nbetter or worse.) I also met my second wife, Carolyn Cohen, and began to live a more stable and\nrewarding home life.\n\nIn my 50s, my life changed again. Because of my success as a lawyer, my media visibility and my\nbooks, I began to attract world famous people as clients. The nature of my practice changed\nconsiderably, and although I still took half of my cases without fee, the fees for my paying cases\nwent up dramatically, and for the first time in my life I was relatively wealthy. My wife and\nI—who by this time had a daughter named Ella—bought a beautiful home in Cambridge and a\nvacation home on Martha’s Vineyard. We began to collect art and to open our home to students\nand charity events. Shortly thereafter, my son Jamin married Barbara and had two children, Lori\nand Lyle, making me a relatively young grandfather.\n\nClients, including several billionaires, were flocking to me and I had my choice of cases. I tried to\nstrike a balance among the cases I took, but the media focused only on my rich and famous\nclients. Suddenly I was a celebrity lawyer. I hated that designation, and it didn’t accurately\nreflect my day-to-day work, but it stuck and my obituary will probably use the term, no matter\nwhen it is published.\n\nMy next career change took place in my 60s, when I began to devote considerable time and\nenergy to the defense of Israel against efforts to demonize and delegitimize the Jewish state. As I\nentered my seventh decade and looked back on my life’s work, I saw most trends moving in a\npositive direction: freedom of expression, though never secure, was expanding; science was\nplaying more of a role in solving homicides that ever before, though the courts were not keeping\npace with technological developments; racial, gender, religious and even sexual orientation,\nequality, though far from complete, was much closer to reality than when I was growing up.\nThere was, however, one important issue that was moving in the wrong direction: the campaign\nto demonize and delegitimize Israel—being conducted by the strangest of bedfellows, the hard\nideological left and the hard Islamic right—was crossing dangerous lines. Israel’s imperfections\n(and what nation is anything but imperfect) was becoming the newest excuse for legitimizing the\noldest of bigotries. The line from anti-Zionism to anti-Semitism—a line Martin Luther King\nwarned about in a speech at Harvard shortly before his death—was being crossed. For the first\ntime in my adult life, I was seeing an increase in the hatred of Jews.\n\n352\n\nHOUSE_OVERSIGHT_017439",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017439.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3688,
    "word_count": 633,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.227127",
    "prefix": "IMAGES-004"
  }
}