{
  "document_id": "HOUSE_OVERSIGHT_019476",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019476.txt",
  "text": "daviqplaine\n\nJune 1, 2015\n\nUS DHS CIS\n\nVermont Service Center\n30 Houghton Str eet\n\nSt. Albans, VT 05478\n\nRe: Ms. migration Application\n\nDear Sir or Madam:\n\n1 am writing this letter on behalf of Ms. a. and in connection with her O-1 Visa\nApplication.\n\nMy name is David Blaine and I am a magician. I have performed my own brand of close up\nmagic all over the world, and have also set and broken several world records, including holding my breath\nfor over 17 minutes, spending 35 hours atop a 100-foot pole, surviving only on water for 44 days, and\nenduring a week buried in a coffin. I have traveled internationally, performing magic privately for\nPresident Bill Clinton and Secretary of State Hillary Clinton, President George W. Bush, Secretary of\nDefense Donald Rumsfeld at the Pentagon, Henry Kissinger, Bill Gates and Mayor Michael Bloomberg.\n\nI met Ms. iE 2 few years ago through mutual friends and I was highly\nimpressed with her. Aside from being an amazing fashion model, she has a strong passion for children\nand education. I realized what a talented public relations and fundraising expert she is when I saw her\norganizing numerous high end charitable events and organizations, as well as finding A-list funders for\nher causes.\n\nA fundraiser and public relations expert of extraordinary ability can find, target, and approach the\ncorrect people for their cause, and then recruit them with the correct individual enticements. This is a\nvery difficult thing to pull off, but [J was able to do so, not only with efficiency and success, but\nwith great ease and grace, and she seems determined to keep going. The success stories she drew for the\nchildren of the US Virgin Islands, the Ivory Coast, and many others are incredible. She truly makes a\ndifference in the lives of the world’s children.\n\nThat is a passion that we both share. Every year, I travel all across the country and the world to\nperform magic for children’s hospital wards, burn units, and juvenile prisons and detention centers. I also\ntruly enjoyed performing magic for Paul Newman and groups of children at the Hole in the Wall Gang\nCamp, among other charitable causes.\n\nI’ve been discussing with how we can work together to raise money for children and\neducation. Therefore, I wholeheartedly support her visa application.\n\nPlease feel free to contact me if you have any further questions or concerns.\nBest Regards,\n\n{/~ ‘\nDavid Bléine\n\nDB PRODUCTIONS, LLC\n\n354 BROADWAY SUITE B NEW YORK, NY 10013\n| ae - no\n\nHOUSE_OVERSIGHT_019476",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019476.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2506,
    "word_count": 426,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.866648",
    "prefix": "IMAGES-005"
  }
}