{
  "document_id": "HOUSE_OVERSIGHT_015761",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015761.txt",
  "text": "Understanding 71\n\nus to predict this future even though there is no clue from the motion of\nVenus today. Understanding allows us to predict discontinuous events: a\nsystem changing its state or a star running out of fuel.\n\nWe see the same predicament in stock markets. Stock markets\nnormally behave in a linear fashion but, when they go wrong; they go\nvery wrong. Recent recessions have been made much worse by the failure\nof hedging systems to handle market disruption. Some even think the\ncrises were caused by the automatic trading strategies of these hedging\nsystems.\n\nThe quants - as mathematicians in banks are called — spend\nconsiderable effort modeling financial instruments to show that if one\nstock goes down, another will go up at the same time. If the stocks\nare held together your investment is safe because, on average they will\nremain constant. The problem with these correlations, which often hold\nreliably for many years, is that when trouble hits they fall apart. Historical\ncorrelations don't give us understanding of the future: something that\nwas only meant to happen once in a million years has happened within\nsix months. As they say on your investment papers, past performance is\nno predictor of future results.\n\nDo Computers Understand?\n\nToday’s computers don't have our general-purpose ability to understand.\nWatson was thrown off by badly formatted English. The human\ncontestants, by contrast, had no problem with this. Just how good would\nWatson have to be, to call it - or should I say ‘him - intelligent? How\ncould I judge this had happened? Alan Turing proposed an ingenious\ntest in his 1950 paper Computing Machinery and Intelligence using “The\nImitation Game? We now call the Turing Test.\n\nIf we ask a series of questions to a computer and we cannot tell its\nresponses from those a human would give, then the computer is, for all\npractical purposes, the same as a human. Since we are intelligent — or at\nleast we hope we are — the computer must also be intelligent. QED.\n\nThat’s all there is to the Turing Test. Puzzled? Let’s pick his argument\napart.\n\nImagine you are chatting away on Facebook with someone you\ndon't know. They may have posted a photograph so you can see what they\nlook like. The photo might be a fake; you have no real way to tell. What\nquestion would you ask the other ‘person’ to prove they were human and\nnot a computer? There are obviously some giveaway questions. Please\nmultiply the numbers 342,321 and 23,294 and give me the answer. This\n\nHOUSE_OVERSIGHT_015761",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015761.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2519,
    "word_count": 431,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.754874",
    "prefix": "IMAGES-003"
  }
}