{
  "document_id": "HOUSE_OVERSIGHT_021162",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021162.txt",
  "text": "he’d take care of it for me. We said our good-byes outside in the\ndriveway, Jeffrey even coming outside to meet with my father to shake\nhis hands and assure him that his daughter will be more than looked after.\nI hugged my dad tightly, feeling like I was on the verge of a steep cliff,\nwhen he let go, so did the last of my innocence.\n\nJuan drove Jeffrey, Ghislane and I to Palm Beaches’ Private Airport\nand the luggage handlers escorted us on the tar mat where we all boarded\non Jaffrey’s black jet. Larry was his main pilot, he had shiny grey hair\nand long lanky legs, but a very sincere smile that instantly made you feel\nat ease. He greeted us at the staircase that led into the main cabin. It was\nas lavish as [| imagined it would be. The seats were enveloped in the finest\nbeige leather with polished wood grain finishes and there was a kitchen in\nthe back with an adjoining toilet. Jeffrey saw the amazement in my eyes\nand to make it more thrilling he brought me up to the cockpit and let me\nwatch with a bird’s eye view of the take off. I was on a natural high when\nI came back to the cabin and was instantly brought back down when\nJeffrey rested his bare feet on top of the reclined seat and instructed me to\nget to work and start massaging him. My future was in his hands now, so\nwhen he wanted something, | wouldn’t hesitate in giving it to him.\n\nChapter 6\n\nUpon our arrival at New Jersey’s Private Airstrip, the driver Jo-Jo met\nus. His name was most likely shortened for something of his oriental\ndecent. Jeffrey liked to shorten the names of his multi-cultural staff into\nAmerican names. Even Juan and Maria were known as John and Mary.\nWe arrived in the Upper East Side of Manhattan. His principal place of\nresidence was the largest home in Manhattan, eight stories of opulence. It\nused to be a Private School for boy’s many years ago, until Les Wexner,\nJeffrey’s best friend and mentor bought it for him as a mysterious gift.\n\nThere were two large Chinese gargoyles outside the entrance, and\nbeside the heavy looking wooden doors there was an intercom with a\ncamera overlooking us. 1 walked up the concrete steps into a realm of\nwealth, glamour and most of all influence. My eye’s glistened at the\nsplendor of his palace. Caramel colored marble tiles spread through the\nfirst floor, where his gourmet kitchen and dining hall were also located.\nThen I came to this sweeping staircase that curved into the next level\nwhere Jeffrey and I went into his office, even though it looked more like\na museum exhibit. Ancient draperies that told lascivious stories of their\nown covered parts of the elevated walls, and the remaining wall spaces\nwere taken up by rows on top of rows of books. He loved to read, as he\n\n35\n\noften found it hard to sleep and was comforted in the early morning hours\nwith his literature, or sometimes in other ways I would come to find out.\nThere was a mantle piece and a sofa with two armchairs next to the grand\npiano that flaunted more of Jeffrey’s beautiful conquests, young women\nposing in salacious pictures, suggesting I could be easily replaced next to\none of those girls if] failed in keeping him satisfied. There were also\nsome pictures with recognizable political and royal figures either shaking\nJeffrey’s hand, or with an arm around each other, even one with Jeffrey\nand the Dali Lama, although his church was the bank. He liked to use his\npower, wealth, and money to manipulate everyone in his life.\n\nHe made a phone call that sounded business like and I didn’t mind, I\nwas quite enjoying taking in all of the beauty around me, I was blinded\nby all of it. I was still waiting for him when, Ghislane came in. She asked\nme what I thought so far of my trip to N.Y.C, | knew she was talking\nabout the house, she loved to gloat, even though none of it actually\nbelonged to her, she wanted everyone to believe that it did. I\ncomplimented her on the mid-evil looking tapestries and a few other\nadornments, when she cut me off mid-sentence to compliment it herself,\ntelling me the history about one of the 17\" century tapestry’s which to an\nunsophisticated eye, looked to me like a rug on the wall.\n\nJeffrey hung the phone up and walked over to the sofa where we were\nsitting next to the mantle piece and took a seat on one of the armchairs.\nHe didn’t seem worried from the phone call but his mind was definitely\nsomewhere else from the hard look on his face. We all spoke for a few\nmoments more about the splendid décor before Jeffrey had enough small\ntalk and needed some of his own relaxation time. He told Ghislane he\nwas going to show me to the massage room and he’d be back in a couple\nhours. She agreed he looked like he could use some time to unwind and\nwith that wry grin of hers, she gave me a look that told me precisely how\nhe was expecting to be relaxed.\n\nWe left his office all together, Ghislane going downstairs, and Jeffrey\nshowing me to the lifts. The lift looked like it’s original that came with\nthe school. It was made out of brass antique with archaic cuts throughout\nthe arches at the top. It wasn’t the only lift in the house, but certainly the\nmost beautiful. We walked down a long hall carpeted in a royal red and\ngolden trim, passing by a bronze pagan statue of the horny little goat God\n“Pan’. How adequate, I thought, fit Jeffrey to a tee. We walked into this\ndimly lit room. Another daunting chamber that looked like we had\nstepped back in time to the dark ages. It took a second for my eyes to\nadjust to the darkness, and Jeffrey beckoned me to follow him through\nthe room to the open adjoin shower, toilet and steam room. The room was\nin black marble to accent the dreariness, and smaller than the one in Palm\n\n36\n\n[ Copyright Protected Material 0 Copyright Protected Material\nCONFIDENTIAL GIUFFRE004 168 CONFIDENTIAL GIUFFREO04169\n\nHOUSE_OVERSIGHT_021162",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021162.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5826,
    "word_count": 1074,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:44.455613",
    "prefix": "IMAGES-006"
  }
}