{
  "document_id": "HOUSE_OVERSIGHT_017340",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017340.txt",
  "text": "4.2.12\nWC: 191694\n\nToo Young To Consent?\n\nUnder the law, can a rape occur even when both parties consent and even when the alleged victim\nis eager to engage in the sexual activity? The answer to this question is also yes. This is so\nbecause every state has a statutory age of consent, and anyone below that age (girl or boy) is\nirrefutably deemed incapable of consenting even if she initiated the encounter and was sexually\nexperienced. The age of consent varies from state to state and from country to country. In some\nplaces, it is as low as fourteen; in other places, it is as high as eighteen. In some states, the age of\nthe alleged rapist is also relevant. Under these “Romeo and Juliet” statutes, consensual sex\nbetween people of approximately the same age is not rape even if one of them is below the age of\nconsent.\n\nMay contemporary commentators believe that the age of consent statutes in states that place it as\nhigh as 17 or 18 are unrealistic, since a large percentage of teenagers become sexually active at\nlower ages. Setting the age of consent higher than the norm accords prosecutors enormous\ndiscretion to pick and choose whom to prosecute among the many violators. I worked on such a\ncase recently\n\nMy client in this case lived in a state in which the age of consent was seventeen, had a home in a\ncountry where the age of consent was fourteen, and also had a home in a state where the age of\nconsent was eighteen. Unfortunately for him the sexual encounter for which he was charged took\nplace in the state where the age of consent was 18. It was also a state in which the age when\nmost teenagers became sexually active was far lower than 18.\n\nMy client was a wealthy businessman and philanthropist, who was single, middle-aged, and had\nmany young girlfriends. He loved receiving massages, and his preference was to be massaged by\nyoung women in their late teen years. (He was not a pedophile, and had absolutely no interest in\nprepubescent girls).\n\nMy client had a large home with a swimming pool at which he liked to entertain willing young\nwomen who often sunbathed and swam topless. No crime there. His assistant arranged for the\nyoung women who would come and give him massages, which sometimes ended happily. The\nyoung women were paid for the services they rendered, which sometimes included some\ntouching, but nothing beyond that. The assistant was instructed to ask for ID for each of the\nmasseuses and to be certain they were all over eighteen. Because he paid handsomely for services\n— $200 for half an hour — young women were eager to provide them, and a few of them presented\nfalse IDs to conceal the fact that they were not quite 18. Some of them already worked as\nmasseuses in what were euphemistically called “jack shacks,” where they were paid to provide\nhappy endings to massage customers. Others worked as strippers. And several were prostitutes\nwho paid for their drug habits by selling their bodies for sex. None was sexually inexperienced.\n\nOne day, the wife of a policeman overheard their seventeen-year-old daughter talking on the\nphone about giving a massage to a middle-aged man. The policeman reported the incident to his\nchief, who then began a full-scale investigation.\n\n253\n\nHOUSE_OVERSIGHT_017340",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017340.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3245,
    "word_count": 566,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.322467",
    "prefix": "IMAGES-004"
  }
}