{
  "document_id": "HOUSE_OVERSIGHT_015921",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015921.txt",
  "text": "Fred Brooks explains why writing software is hard, and why machines\n\nare not going to do it for us anytime soon. The original article\n\nappeared in the proceedings of the Tenth World Software Conference.\n\nIt was subsequently expanded into the, now famous, book, The Mythical\nMan Month.\n\nBrooks believed solving real world problems involves understanding\n\nthe essential complexity of life. ‘Accidental Complexity’ — the simple type\n\nI: No Silver Bullet — Essence and Accidents of Software Engineering,\n\n— is the time-consuming part of writing software, for example, listing all\n220 countries of the world in a website, or making sure all the buttons in\nan interface line up correctly. These tasks are tedious — you have to look\nup all the countries in Wikipedia and make decisions, such as whether\nthe United Kingdom will be denoted ‘UK’ or ‘GB. They don’t need any\nreal ingenuity. ‘Essential Complexity’ is altogether different. It involves\nunderstanding the world and setting out the rules in meticulous detail.\nBrooks argued essential complexity is not susceptible to being sped up\nby machine processes. Navigating these architectural decisions cannot\nbe automated. He gives us an analogy by comparing writing software to\nbuilding a house.\n\nWhen you build a house, an architect designs it, an engineer makes\nthe calculations to ensure it is safe, and a construction firm builds it. The\nconstruction process dominates the cost and time. In software projects,\nan engineer writes a program that precisely defines the design and the\nconstruction and calculation is done by a compiler — software that\ntakes the design and makes it machine-readable. Compilers operate in\na fraction of a second. Making software is, therefore, dominated by the\ndesign time, and design is all about capturing the essential complexity\nof a task.\n\nThis chapter will try to show where essential complexity comes\nfrom, why computers can't tackle this sort of complexity and, therefore,\nwhy they can't write software. Good news for programmers as this means\njob security!\n\nFor a more thorough treatment of the mathematics read my paper\nThe Free Will Universe at www.jamestagg.com/freewillpaper.\n\nHOUSE_OVERSIGHT_015921",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2189,
    "word_count": 345,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.137107",
    "prefix": "IMAGES-003"
  }
}