{
  "document_id": "HOUSE_OVERSIGHT_028017",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028017.txt",
  "text": "entire airport. Though I didn’t say so, I had my doubts it would work. It was a\nbit like the initial option for the Rue Verdun raid Dado had rejected: a classic\nground assault which, in addition to eliminating any chance of surprise,\nobviously ran the risk of igniting a small ground war. But I did think that some\ncombination of Peled’s idea and the surprise commando strike we’d been\nlooking at might provide an answer.\n\nA few hours later, the hostages’ ordeal took a chilling turn, which soon also\nprovided us with our first real detailed picture of the scale of the challenge we\nfaced. In a haunting echo of the Nazis’ “selection” process in the Holocaust, the\nterrorists separated all the passengers with Israeli passports or Jewish names.\nThey let the rest of them go, and allowed them to board a special Air France\nflight back to Paris. We immediately dispatched Amiram Levin to debrief the\nfreed passengers. On a scrambled teleprinter line Wednesday night, Amiram\ncame up with far more than we could have hoped for. One of released\npassengers was a French woman who had managed to hide the fact she was\nJewish. She confirmed reports we had been getting that the hostages were being\nheld in the airport’s former terminal building, about a mile from its newer\nterminal and the main runways. Other passengers revealed that the hijackers had\nplaced explosives around the old terminal building. And that, despite my hope\nthat Idi Amin would stand aside if we did decide to go in and rescue the\nhostages, his troops were helping to guard the area.\n\nSo in addition to taking on the hijackers, we’d have to find a way to deal\nwith Ugandan soldiers. In another round of discussions in my office through the\nlate hours of Wednesday night, we finally settled on our plan: Peled’s major\nairborne operation, but with a Sayeret Matkal strike force, with its “Ugandan”\nmotorcade, spearheading it. Minutes later, three other C-130s would fly in\nadditional troops to secure the rest of the airport, deal with any Ugandan army\nresistance, and fly out the Israeli soldiers and the hostages.\n\nAn operation on that scale naturally meant bringing in Dan Shomron. After\nI’d taken the plan to Kuti Adam, he briefed Dan on the full detail and called me\ndown to see him again. Dan had left to start preparations for the operation. He’d\nmade just one request, Kuti said: that I be in command of the sayeret force.\n\n169\n\nHOUSE_OVERSIGHT_028017",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028017.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2423,
    "word_count": 421,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.466095",
    "prefix": "IMAGES-009"
  }
}