{
  "document_id": "HOUSE_OVERSIGHT_018640",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018640.txt",
  "text": "sleeping with someone else. S&M masochism: the gift that never stops giving!\n\nI think it's important to note here that I didn't become less jealous because I felt like I\n\"should,\" or because I was told not to be jealous. In fact, I had an early boyfriend who\nacted like I was a hysterical bitch every time I got jealous... and he made things much\nworse. With him, I just felt awful when I got jealous; I couldn't get past it. I felt like he\nwas judging me for something I couldn't help; I felt like my mind was fragmenting as I\ntried to force myself to \"think better\" without any outside support; and worst of all, I felt\nlike I couldn't rely on him to respect my feelings.\n\nIt was the men who treated my emotions like they were reasonable and understandable\nwho decreased my jealousy. It's much harder to be jealous when your partner is saying,\n\"T totally understand,\" than it is when your partner is saying, \"What the hell is the matter\nwith you?\" Maybe that's what makes monogamy such an effective jealousy-management\ntactic: monogamy can be like a great big sign or sticker or button you can give to your\npartner that says, \"I respect your jealousy.\" Which is not to say that monogamy is always\neffective for this -- we all know that monogamous people get jealous all the time! (Which\nonly adds to my point that monogamy might be viewed as just one of many tactics, rather\nthan an answer, when jealousy is a problem.)\n\nNow, back to the current article. Jealousy is an incredibly hot-button topic, so I'm\nnervous about this, but let's focus in on it a little more.\n\nKK Ok\n\nThe Feeling of Jealousy\n\nJealousy and its cousin, competition, are both things that happen a lot in relationships.\nSome people are so uncomfortable acknowledging this that they repress those feelings, or\nignore the behavior that goes along with them... but I've rarely seen that end well. I\nbelieve that some people lack jealousy and competitive urges, but I've also seen a lot of\npeople who feel those things but can't admit it. Not even to themselves.\n\nI dated a guy last year who told me at the start of our relationship that he never got\njealous. At first I took him at his word, but I quickly noticed that he changed the subject\naggressively when I mentioned past lovers. We had a mutual friend with whom I had a\nlot of chemistry; when the three of us were together, my boyfriend acted uncomfortable\nand irritable, and when I specifically acted in ways that made it obvious I was with him --\nlike by giving him Public Displays of Affection in front of the other guy -- he relaxed.\n\nI sighed internally when I observed this, and I felt frustrated, but wasn't sure how to talk\nabout it without sounding like I was calling him a liar. Fortunately, he brought it up later.\n\"I think I do get jealous sometimes, and I just don't like to think about it because it makes\nme feel like a bad person,\" he said, one night while we were making dinner. In that\nmoment, my respect for him skyrocketed. It's hard for people to keep track of themselves\nlike that, and to shift their self-image when confronted with new evidence.\n\nSome people seem to interpret their lovers’ jealousy as a sign of love. Hey, I'll admit that\nI've had moments of being flattered or pleased when my boyfriends show signs of\njealousy -- or when they act a little competitive. Sometimes those things are scary,\n\nHOUSE_OVERSIGHT_018640",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018640.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3375,
    "word_count": 610,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.589461",
    "prefix": "IMAGES-005"
  }
}