{
  "document_id": "HOUSE_OVERSIGHT_017266",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017266.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 13: Using Science, Law, Logic and Experience to Disprove Murder\nIntroduction\n\nIn 18__, Oliver Wendell Holmes, Jr. taught us that the life of the law has not been logic—it has\nbeen experience.” Recent experience has dramatically changed the way murders are prosecuted\nand defended. I have been part of that change, having been involved in some of the most\nsignificant homicide cases over the past half-century.\n\nThe crime of murder is as old as human nature. Virtually every important work of fiction and non-\nfiction includes accounts of murder, or murder trials and of unsolved homicides. The Bible\nrecounts the murder of Abel by Cain. That crime was solved by God questioning Cain: “Where is\nyour brother Abel?” Cain’s evasive answer—“Am I my brother’s keeper?”—convinced God, and\nthe reader, of Cain’s guilt. Shakespeare’s “perfect” murder is committed by Hamlet’s uncle\npouring poison into the ear of the king. That crime too is solved by provoking the killer into\ndemonstrating his guilty conscience. Both the Bible and Shakespeare also recount cases in which\ninnocent people are framed by planted evidence: Potaphor’s wife frames Joseph; and Iago frames\nDesdemona. Dostoevsky creates an interrogator so subtle that Raskolnikov needs to confess.\nSherlock Holmes solves murders through observation, deduction and primitive science. In 19\"\nCentury America, sheriffs would tell uneducated suspects that if the corpse bled in their presence,\nit proved their guilt. Then came the lie detector, ballistics testing, fingerprint matching, and\nother techniques that purported to be based on science. Throughout history, there has been\nextensive reliance on eyewitnesses, informers and accessories. Now we have DNA.\n\nDNA and other recent scientific developments have cast doubt upon all the previous techniques of\nsolving homicide cases. Defendants who had been convicted on the basis of confessions, eye\nwitness testimony, ballistics, fiber, hair, fingerprint, voice analysis, accomplice testimony and\nother “reliable” indicia of guilt have been exonerated by DNA and other recent scientific\nbreakthroughs. Some who were not even suspected have now been convicted on the basis of this\nnew science.\n\nThe pervasive presence of surveillance cameras and other means of recording events has also\ncontributed to the increasing accuracy of detecting homicides and other serious crimes, as has\nmore sophisticated forensic testing and better crime laboratories, though problems with the latter\npersist.\n\nEvery technique for solving homicides can also be used to defend against false charges of\nhomicide. Every prosecutorial sword can become a shield in the hands of an astute criminal\ndefense lawyer.\n\n° Whether he knew it or not, Holmes was echoing the views of the 15\" Century Jewish sage Isaac Abravanal who\nobserved that “experience is more forceful than logic.”\n° Porgy and Bess\n\n179\n\nHOUSE_OVERSIGHT_017266",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017266.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2926,
    "word_count": 449,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.429606",
    "prefix": "IMAGES-004"
  }
}