{
  "document_id": "HOUSE_OVERSIGHT_014067",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014067.txt",
  "text": "88 CASSELL ET AL. [Vol. 104\n\ncrime victims to assert CVRA rights “in the district court in which a\ndefendant is being prosecuted for the crime or, if no prosecution is\nunderway, in the district court in the district in which the crime\noccurred.”'® The Department contends that this language refers quite\nnarrowly to the “period of time between the filing of a complaint and the\ninitiation of formal charges.”'®° In support of its position, the Department\ncites a Fourth Circuit case interpreting the Sixth Amendment right to\ncounsel, which held that a “prosecution” for purposes of that Amendment\ndoes not begin when a criminal complaint is filed.'!°? In OLC’s view, the\nvenue provision’s direction that victims should assert nghts when “no\nprosecution is underway” applies only to the limited time between when the\nGovernment files a complaint against a defendant and some later point\nwhen the “prosecution” actually begins. OLC notes that the filing of a\ncomplaint triggers an initial appearance, where crime victims can have\nimportant interests at stake, such as the right to be heard about a\ndefendant’s release on bail. OLC believes it is only to such post-complaint,\nyet pre-indictment, proceedings (i.c., the initial appearance) that the venue\nprovision’s “no-prosecution-underway” language covers.\n\nAs a preliminary matter, OLC’s interpretation of the word\n“prosecution” in the Department’s narrow construction of the venue\nprovision is a twisted one, at odds with the way that term is conventionally\nused. The filing of a complaint is typically viewed as the start of a criminal\nprosecution. For example, the leading criminal procedure hombook states\nthat “[wlith the filing of the complaint, the arrestee officially becomes a\n‘defendant’ in a criminal prosecution.\"\n\nMoreover, having specifically rejected the filing of the criminal\ncomplaint as the starting point for a “prosecution” within the CVRA’s\nvenue provision, OLC refuses to consider the implications of its alterative\nstarting point: the formal filing of an indictment. OLC states that “a\nprosecution of a felony must commence with the retum of an indictment by\na grand jury,” citing the Federal Rules of Criminal Procedure.’ Yet OLC\ndoes not pause to recognize that, while felonies proceed by way of\nindictment, misdemeanors can proceed not only by indictment but also by\ncomplaint.'” The CVRA draws no distinction between misdemeanor and\n\n65 OLC CVRA Rights Memo, supra note 2, at 14 (quoting 18 U.S.C. § 3771(d\\(3) (2012)).\n°° Id.\n\n67 Td. (citing United States v. Alvarado, 440 F.3d 191, 200 (4th Cir. 2006)).\n\n68 Wayne R. LAFAVE ET AL., CRIMINAL PROCEDURE § 1.2(g), at 11 (Sth ed. 2009)\n(emphasis added).\n\n© OLC CVRA Rights Memo, supra note 2, at 14 (citing Fep. R. Crm™. P. 7(a)(1)).\n\n10 Fep. R. Crim. P. 58(b)(1) (“The trial of a misdemeanor may proceed on an\nindictment, information, or complaint.” (emphasis added)).\n\nHOUSE_OVERSIGHT_014067",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014067.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2919,
    "word_count": 466,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.467586",
    "prefix": "IMAGES-002"
  }
}