{
  "document_id": "HOUSE_OVERSIGHT_022578",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022578.txt",
  "text": "What Are the Different Types of\nResolutions with SEC?\n\nCivil Injunctive Actions and Remedies\n\nIn a civil injunctive action, SEC seeks a court order\ncompelling the defendant to obey the Jaw in the future.\nViolating such an order can result in civil or criminal con-\ntempt proceedings. Civil contempt sanctions, brought by\nSEC, are remedial rather than punitive in nature and serve\none of two purposes: to compensate the party injured as a\nresult of the violation of the injunction or force compliance\nwith the terms of the injunction.\n\nWhere a defendant has profited from a violation of\nlaw, SEC can obtain the equitable relief of disgorgement\nof ill-gotten gains and pre-judgment interest and can also\nobtain civil money penalties pursuant to Sections 21(d)(3)\nand 32(c) of the Exchange Act. SEC may also seek ancillary\nrelief (such as an accounting from a defendant). Pursuant\nto Section 21(d)(5), SEC also may seek, and any federal\ncourt may grant, any other equitable relief that may be\nappropriate or necessary for the benefit of investors, such\nas enhanced remedial measures or the retention of an inde-\n\npendent compliance consultant or monitor.\n\nCivil Administrative Actions and Remedies\n\nSEC has the ability to institute various types of admin-\nistrative proceedings against a person or an entity that it\nbelieves has violated the law. This type of enforcement action\nis brought by SEC’s Enforcement Division and is litigated\nbefore an SEC administrative law judge (ALJ). The AL]’s\ndecision is subject to appeal directly to the Securities and\nExchange Commission itself, and the Commission’s decision\nis in turn subject to review by a US. Court of Appeals.\n\nAdministrative proceedings provide for a variety of\nrelief. For regulated persons and entities, such as broker-\ndealers and investment advisers and persons associated with\nthem, sanctions include censure, limitation on activities,\nsuspension of up to twelve months, and bar from associa-\ntion or revocation of registration. For professionals such as\n\nattorneys and accountants, SEC can order in Rule 102(e)\n\nResolutions\n\nproceedings that the professional be censured, suspended,\nor barred from practicing before SEC.\" SEC staff can seek\nan order from an administrative law judge requiring the\nrespondent to cease and desist from any current or future\nviolations of the securities laws. In addition, SEC can obtain\ndisgorgement, pre-judgment interest, and civil money pen-\nalties in administrative proceedings under Section 21B\nof the Exchange Act, and also can obtain other equitable\nrelief, such as enhanced remedial measures or the retention\n\nof an independent compliance consultant or monitor.\n\nDeferred Prosecution Agreements\n\nA deferred prosecution agreement is a written agree-\nment between SEC and a potential cooperating individual\nor company in which SEC agrees to forego an enforcement\naction against the individual or company if the individual\nor company agrees to, among other things: (1) cooper-\nate truthfully and fully in SEC’s investigation and related\nenforcement actions; (2) enter into a long-term tolling\nagreement; (3) comply with express prohibitions and/\nor undertakings during a period of deferred prosecution;\nand (4) under certain circumstances, agree either to admit\nor not to contest underlying facts that SEC could assert\nto establish a violation of the federal securities laws. If the\nagreement is violated during the period of deferred prosecu-\ntion, SEC staff may recommend an enforcement action to\nthe Commission against the individual or company for the\noriginal misconduct as well as any additional misconduct.\nFurthermore, if the Commission authorizes the enforce-\nment action, SEC staff may use any factual admissions\nmade by the cooperating individual or company in support\nof a motion for summary judgment, while maintaining the\nability to bring an enforcement action for any additional\n\nmisconduct at a later date.\n\nHOUSE_OVERSIGHT_022578",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022578.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3944,
    "word_count": 609,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:44.119501",
    "prefix": "IMAGES-007"
  }
}