{
  "document_id": "HOUSE_OVERSIGHT_016946",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016946.txt",
  "text": "“URGENT!” URGENT!” the cc’d copy of an email screamed, one of a dozen emails that\ngreeted me as I turned on my phone at the baggage carousel at Malpensa Airport after\nthe long flight from JFK. “The great American visionary thinker John Brockman arrives\nthis morning at Grand Hotel Milan. You MUST, repeat MUST pay him a visit.” It was\nsigned HUO.\n\nThe prior evening, waiting in the lounge at JFK, I had had the bright idea to write\nmy friend and longtime collaborator, the London-based, peripatetic art curator Hans\nUlrich Obrist (known to all as HUO), and ask if there was anyone in Milan I should\nknow.\n\nOnce I was settled at the hotel, the phone began ringing and a procession of\nleading Italian artists, designers, and architects called to request a meeting, including\nEnzo Mari, the modernist artist and furniture designer; Alberto Garutti, whose aesthetic\nstrategies have inspired a dialogue between contemporary art, spectator, and public\nspace; and fashion designer Miuccia Prada, who “requests your presence for tea this\nafternoon at Prada headquarters.” And thus, thanks to HUO, did the jet-lagged “great\nAmerican visionary thinker” stumble and mumble his way through his first day in Milan,\nNovember 2011.\n\nHUO is sui generis: He lives a twenty-four-hour day, sleeping (I guess) whenever,\nand employing full-time assistants who work eight-hour shifts and are available to him\n24/7. Over a recent two-year period, he visited art venues in either China or India for\nforty weekends each year—departing London Thursday evening, back at his desk on\nMonday. Last year, once again, ArtReview ranked him #1 on their annual “Power 100”\nlist.\n\nRecently we collaborated on a panel during the “GUEST, GHOST, HOST:\nMACHINE!” Serpentine event that took place at London’s new City Hall. We were\njoined by Venki Ramakrishnan, Jaan Tallinn, and Andrew Blake, research director of\nThe Alan Turing Institute. The event was consistent with HUO’s mission of bringing\ntogether art and science: “The curator is no longer understood simply as the person who\nfills a space with objects,” he says, “but also as the person who brings different cultural\nspheres into contact, invents new display features, and makes junctions that allow\nunexpected encounters and results.”\n\n143\n\nHOUSE_OVERSIGHT_016946",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016946.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2284,
    "word_count": 367,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.197887",
    "prefix": "IMAGES-004"
  }
}