{
  "document_id": "HOUSE_OVERSIGHT_029476",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029476.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n1\n\nDear Mr. Jeffrey Edward Epstein\n\n“Twin City; For Today, for the Future, and for Our Community”. Twin City Makes Connections\nfor Life.\n\nTwin City Mobile Integrated Health Services (TCMIH) is a private, non-profit, non-emergency,\ncertified, advance and basic life support interfacility ambulance provider, specialized transport and\nmobile phlebotomy service. Our staff are trained professionals who have the experience of\ntransporting thousands of patients to and from various healthcare facilities and playing a key role\nin the Virgin Islands Prehospital Care.\n\nTCMIH provides patient centered, compassionate care in an atmosphere of safety and\nprofessionalism, serving hospitals, clinics, nursing homes, air ambulance and private medical\nfacilities in the Virgin Islands.\n\nAs a provider of mobile medical service, we bring to the community a company that is committed\n\nto excellence in medical transportation and patient care. From our team of highly skilled\nPhlebotomist, EMR’s, EMT’s, Advanced EMT’s, Nurses and Paramedics ready to care for their\npatient’ s needs, to the professional management team our focus remains patient centered and safety\ndriven from start to finish. TCMIH is guided by the vision of experienced healthcare providers\nfrom our local EMS, Florida EMS and a Certificate of Need/Necessity (CON) awarded by the\nVirgin Islands Department of Health. Twin City invests heavily in itself through its personnel,\nequipment, vehicle and training to maintain the highest level of quality and professionalism. We\nalso invest back into the community through donations and community service projects.\n\nWhile no one anticipates or favors an injury or crisis, mental crisis, illness or the aging process\nyou can rest assured that your medical needs will be met professionally by a team of caring\nindividuals focused on making the most comfortable and compassionate experience possible.\n\nSincerely!\n\nEugene Phipps, TNT EMR\nPresident\nTwin City Care, Inc.\n\nJeffery D. Gilliard, BS, NRP/CCEMTP/FPM\nCEO\nTwin City Care, Inc.\n\nJerry Galloway, NRP, CCEMTP\n\nChief Operations Officer\nTwin City Care, Inc.\n\nHOUSE_OVERSIGHT_029476",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029476.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2211,
    "word_count": 327,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.343748",
    "prefix": "IMAGES-010"
  }
}