{
  "document_id": "HOUSE_OVERSIGHT_019917",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019917.txt",
  "text": "and Melania. Instead of wearing a game face, going into the inaugural events, the\npresident-elect wore what some around him had taken to calling his golf face: angry and\npissed off, shoulders hunched, arms swinging, brow furled, lips pursed. This had become\nthe public Trump—truculent Trump.\n\nAn inauguration is supposed to be a love-in. The media gets a new and upbeat story.\nFor the party faithful, happy times are here again. For the permanent government—the\nswamp—it’s a chance to curry favor and seek new advantage. For the country, it’s a\ncoronation. But Bannon had three messages or themes he kept trying to reinforce with his\nboss: his presidency was going to be different—as different as any since Andrew\nJackson’s (he was supplying the less-than-well-read president-elect with Jackson-related\nbooks and quotes); they knew who their enemies were and shouldn’t fall into the trap of\ntrying to make them their friends, because they wouldn’t be; and so, from day one, they\nshould consider themselves on a war footing. While this spoke to Trump’s combative\n“counterpuncher” side, it was hard on his eager-to-be-liked side. Bannon saw himself as\nmanaging these two impulses, emphasizing the former and explaining to his boss why\nhaving enemies here created friends somewhere else.\n\nIn fact, Trump’s aggrieved mood became a perfect match for the Bannon-written\nagerieved inaugural address. Much of the sixteen-minute speech was part of Bannon’s\ndaily joie de guerre patter—his take-back-the-country America-first, carnage-everywhere\nvision for the country. But it actually became darker and more forceful when filtered\nthrough Trump’s disappointment and delivered with his golf face. The administration\npurposely began on a tone of menace—a Bannon-driven message to the other side that the\ncountry was about to undergo profound change. Trump’s wounded feelings—his sense of\nbeing shunned and unloved on the very day he became president—helped send that\nmessage. When he came off the podium after delivering his address, he kept repeating,\n“Nobody will forget this speech.”\n\nGeorge W. Bush, on the dais, supplied what seemed likely to become the historic\nfootnote to the Trump address: “That’s some weird shit.”\n\nOOK Ok\n\nTrump, despite his disappointment at Washington’s failure to properly greet and celebrate\nhim, was, like a good salesman, an optimist. Salesmen, whose primary characteristic and\nmain asset is their ability to keep selling, constantly recast the world in positive terms.\nDiscouragement for everyone else is merely the need to improve reality for them.\n\nBy the next morning, Trump was soliciting affirmation of his view that the\ninauguration had been a great success. “That crowd went all the way back. That were\nmore than a million people at least, right?” He made a series of phone calls to friends who\nlargely yes’d him on this. Kushner confirmed a big crowd. Conway did nothing to\ndissuade him. Priebus agreed. Bannon made a joke.\n\nHOUSE_OVERSIGHT_019917",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019917.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2979,
    "word_count": 468,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.310421",
    "prefix": "IMAGES-005"
  }
}