{
  "document_id": "HOUSE_OVERSIGHT_011755",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011755.txt",
  "text": "votes: one for a party list and one for a directly elected Prime Minister. This\nwould be a personal test, an opportunity for Shimon to build on the still-tenuous\nachievement of Oslo and finally secure the endorsement of the Israeli people.\n\nIt seemed, for a while, I might even have a role. A few days later, Peres and I\nmet again. In Israeli elections, the campaign manager is called head of hasbarah\n— media and public-information planning. He told me he still didn’t know\nexactly when he would call the election. But he asked me to take on that role.\n\nBoth Peres and I proved to be right about the Syrians. The negotiations did\nresume, and two rounds of talks were held at Wye River, on Maryland’s eastern\nshore, in December 1995 and January 1996. They did focus on the whole range\nof issues in an eventual peace, just as Peres had hoped, and some progress was\nmade in identifying areas of potential agreement. But the bulldog never took its\neyes of our ankle. There was no escaping the fact that without addressing the\nquestion of our withdrawal from the Golan Heights, we weren’t going to get to\nthe next stage. So a decision had to be made.\n\nPeres, no less than Rabin, knew what the trade-off would be. Israel needed a\nseries of ironclad security arrangements, and a genuine peace, rather than just\nagreement to a cessation of hostilities. Syria would demand to get back all, or at\nleast virtually all, of the Golan. Peres now focused on clarifying, in his own\nmind, whether we should be willing to agree to trade the Golan for a peace\ntreaty. Our key meeting took place in early February, in the underground bunker\nin the Airya. Peres asked Amnon Lipkin, as chief of staff, and our other top\ngenerals for a presentation on their view of the security arrangements required\nwith Syria under a peace deal. They recommended that Israel insist on keeping a\nsizeable part of the Golan, as well as a range of demilitarization provisions\nwhich reached pretty much to the edge of Damascus. I’d been asked for my\nview by Rabin when I was chief-of-staff. Obviously, from a purely military\nstandpoint, the ideal situation would be to keep the whole of the Golan Heights.\nNo chief of staff was going to recommend pulling out. But I'd always added a\nrider: to withdraw as part of a peace agreement, with all its other likely benefits,\nwas not a military question. It was a decision for the government. The relevant\nquestion for a chief of staff was whether we could ensure the security of Israel if\nthe government decided on a withdrawal, to which I answered yes.\n\n284\nHOUSE_OVERSIGHT_011755",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011755.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2584,
    "word_count": 458,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.715198",
    "prefix": "IMAGES-001"
  }
}