{
  "document_id": "HOUSE_OVERSIGHT_017562",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017562.txt",
  "text": "C. K. WILLIAMS\n\nC. K. Williams (born Charles Kenneth Williams on November\n2, 1936) is an American poet, critic and translator. Williams\nhas won nearly every major poetry award. Flesh and Blood\nwon the National Book Critics Circle Award in 1987. Repair\n(1999) won the 2000 Pulitzer Prize for Poetry, was a National\nBook Award finalist and won the Los Angeles Times Book\nPrize. The Singing won the National Book Award, 2003 and\n\nin 2005 Williams received the Ruth Lilly Poetry Prize.\n\nC. K. Williams grew up in Newark, New Jersey and\ngraduated from Columbia High School in Maplewood. He\nlater briefly attended Bucknell University and graduated from\nthe University of Pennsylvania. While at Penn he studied\nwith the romantic scholar, Morse Peckham, and spent a great\ndeal of time in the circle of young architects who studied\nwith and worked for the great architect Louis Kahn. In an\nessay, “Beginnings,” he acknowledges Kahn’s dedication and\npatience as essential to his notion of the life of an artist.\n\nWilliams lived for a period in Philadelphia, where he\nworked for a number of years as a part-time psychotherapist\nfor adolescents and young adults, a ghost-writer and editor,\nthen began teaching, first at the YM-YWHA in Philadelphia,\nthen at several universities in Pennsylvania, Beaver College,\nDrexel, and Franklin and Marshall. He subsequently taught\nat many other universities, including Columbia, NYU, Boston\nUniversity, the University of California, both at Irvine and\nBerkeley, before finally becoming a professor at George Mason\nUniversity, then moving in 1995 to Princeton University, where\nhe has taught poetry workshops and translation ever since.\n\nHe met his present wife, Catherine Mauger, a\nFrench jeweler, in 1973, and they have a son who is nowa\nnoted painter, Jed Williams. He has a daughter from an earlier\nmarriage, Jessie Burns, who is a writer. He lives half the\nyear near Princeton, and the rest in Normandy in France.\n\nHe is amember of the American\nAcademy of Arts and Letters.\n\nHis first book, Lies, was published in 1969, and since\nthen he has published many collections of poetry, culminating\nin his Collected Poems, of which Peter Campion wrote in The\nBoston Globe: “Throughout the five decades represented\nin his new Collected Poems, Williams has maintained the\nmost sincere, and largest, ambitions. Like Yeats and Lowell\nbefore him, he writes from the borderland between private\nand public life.... [His poems] join skeptical intelligence\nand emotional sincerity, in a way that dignifies all of our\nattempts to make sense of the world and of ourselves. C. K.\nWilliams has set a new standard for American poetry.”\n\nAnother collection, Wait, appeared in 2010, and\nanother, Writers Writing Dying, will come out in 2012.\n\nHe has written a memoir, Misgivings, which\nappeared in 2000, a collection of essays, Poetry and\nConsciousness, 1999, and a critical study of Walt Whitman,\n\nOn Whitman, 2010. A new collection of essays, In Time:\nPoets, Poems and the Rest, will be published in 2012.\n\nWilliams is also an acclaimed translator,\nnotably of Sophocles’ Women of Trachis and Euripides’\nThe Bacchae, as well as of the Polish poet Adam\nZagajewski and the French poet Francis Ponge.\n\nHe has also published several children’s books.\n\nAPES\n\nOne branch, | read, of a species of chimpanzees has something like territorial wars,\nand when the...army, | suppose you'd call it, of one tribe prevails and captures an enemy,\n“Several males hold a hand or foot of the rival so the victim can be damaged at will.”\n\nThis is so disquieting: if beings with whom we share so many genes can be this cruel,\nwhat hope for us? Still, “rival?” “victim, “will”-don’t such anthropomorphic terms\nmake those simians’ social-political conflicts sound more brutal than they are?\n\nThe chimps Catherine and | saw on their island sanctuary in Uganda we loathed.\nUnlike the pacific gorillas in the forest of Bwindi, they fought, dementedly shrieked,\nthe dominant male lorded it over the rest; they were, in all, too much like us.\n\nAnother island from my recent reading, where Columbus, on his last voyage,\nencountering some “Indians” who'd greeted him with curiosity and warmth, wrote,\nbefore he chained and enslaved them, “They don’t even know how to kill each other”\n\nIt's occurred to me I've read enough—at my age all it does is confirm my sadness.\nSurely the papers: war, terror, torture, corruption—they’re like broken glass in the mind.\nBack when | knew | knew nothing, | read all the time, poems, novels, philosophy, myth,\n\nbut | hardly glanced at the news, there was a distance between what could happen\n\nand the part of myself | felt with: now everything’s so tight against me | hardly can move.\n\nThe Analects say people in the golden age weren't aware they were governed; they just\nlived.\n\nCould | have passed through my own golden age and not even known | was there?\nSome gold: nuclear rockets aimed at your head, racism, sexism, contempt for the poor.\nAnd there | was, reading. What did | learn? Everything, nothing, too little, too much...\nJust enough to get me here: a long-faced, white-haired ape with a book, still turning the\n\npage.\n\nC. K. WILLIAMS\n\nHOUSE_OVERSIGHT_017562",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5181,
    "word_count": 860,
    "line_count": 111,
    "import_date": "2025-11-19T21:47:48.822243",
    "prefix": "IMAGES-004"
  }
}