{
  "document_id": "HOUSE_OVERSIGHT_025564",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025564.txt",
  "text": "Morgan Stanley | RESEARCH\n\nExhibit 18:\n\nHLNE Currently Trades 23.4x on FY2 P/E (an 18% premium to when the\ncompany began trading after going public in early 2017); Partners\nGroup currently trades at a 28.2x P/E (a 21% premium to its last 3 year\naverage P/E ratio)\n\nC-Corp Alts FY2 P/E Multiple\n\n——HLNE =—==PGHN\n\n29.0x —\n\n27.0x\n\n25.0x\n\n23.0x -_\n\n21.0x\n\n19.0x\n\n17.0x\n\n15.0x - . .\nJan-15 Jul-15 Jan-16 Jul-16 Jan-17 Jul-17 Jan-18\n\nSource: Thomson Reuters, Morgan Stanley Data\nNote: Hamilton FY2 EPS estimates are on the company's fiscal year basis, the twelve months ending 3/31\nHLNE and PGHN P/E multiples as of 1/12/2018 based on consensus EPS\n\n3) Bond Yield Approach\n\nOur third approach to coming up with the appropriate multiple\nfor fee-related earnings is to compare fee revenues to a similar\nto a bond with a 10-year duration given the locked-in nature of\ncommitted capital with fees paid on commitments (Par Value) as\nopposed to paid on NAV. Importantly, the Alts are increasingly\ngrowing permanent capital or very long duration capital that has\nattractive life-time value of the contract. APO has the largest\namount of permanent capital, representing about 43% of AUM,\nfollowed by ARES at 16%. This results in a stable stream of reve-\nnues, however there could be variability on the expenses that would\nimpact fee related earnings. Under the bond approach the \"default\nrisk\" in this scenario would be counter party risk that management\nfees would not be paid by limited partners. These LPs include sover-\neign wealth funds, pensions, and other institutional investors that we\n\nview as highly unlikely to default.\n\nOur methodology starts with the 10-year US treasury yield, given\nthe similar duration to the life of the draw down funds management\nfees. We then add an appropriate credit spread on top of the 10-year\nyield to account for the risk that these institutions \"miss\" payment of\ntheir management fees. We also consider the fact that not all fee\npaying assets under management at the alts are subject to lock ups\n(such as hedge fund AUM, open ended funds). Those alts with larger\namounts of permanent capital or longer duration of assets would\nsuggest a Lower credit spread given less risk of lost revenues in our\n\nview.\n\nNORTH AMERICA INSIGHT ~~\n\nWe look at AA and BBB credit spreads as a proxy for high and low\n\"default risk\" for LPs paying management fees. AA credit spreads\nare currently at 53bps and BBBare currently at 122bps. Again, the risk\nof \"default\" is likely overstated by using these yields but we show this\nrange to account for other factors including differences in duration\nof assets. We then add these spreads to the current 10 yr treasury\nyield of 2.62% to get a yield of 3.15% and 3.84% respectively. Lastly,\nwe capitalize these yields to back into implied FRE multiples by\ntaking 1 divided by each of the yields. This implies a multiple of 31.7x\nusing AA spread and 26.0x using BBB spread. Finally we take an\naverage of the two credit spread approaches to get to 28.9x.\n\nExhibit 19:\n\nPermanent capital represents 15% of AUM on average for alternatives\nand we see 63% on average with a contractual life of 7+ years\n\nAlts Contractual Life of AUM\n\n= 7+ Years at Commitment\n89%\n\nm= Permanent Capital\n\n100%\n90% -84% 83%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\n80%\n\nAPO ARES BX KKR CG OAK\n\nSource: Company Data, Morgan Stanley Research\n\nNote: KKR permanent capital refers to capital of infinite duration. Contractual life of AUM refers to the\nduration at inception for KKR\n\nExhibit 20:\n\nOur cap rate approach to valuing FRE implies a multiple of 26.0 to 31.7x\nbased on a yield of 3.15% using a AA credit spread on the 10-year trea-\nsury yield and a 3.84% yield using a BBB credit spread\n\nWalk to Assumed Yields for Cap Rates\n4.50%\n\n4.00%\n3.50%\n3.00%\n2.50%\n\n3.84%\n\n3.15%\n\n2.62% 0.53%\n\n2.00%\n1.50%\n1.00%\n0.50%\n0.00%\n10-Yr Credit Yield 10-Yr Credit Yield\nTreasury Spread Treasury Spread\n(low end) (high end)\n\nSource: Thomson Reuters, Morgan Stanley Research\n\nHOUSE_OVERSIGHT_025564",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4002,
    "word_count": 684,
    "line_count": 145,
    "import_date": "2025-11-19T21:47:47.334569",
    "prefix": "IMAGES-008"
  }
}