{
  "document_id": "HOUSE_OVERSIGHT_013019",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013019.txt",
  "text": "5.3 An Architecture Diagram for Human-Like General Intelligence 103\n\nconcreteness, but of course the architecture is intended to be extended more broadly. In the\nhierarchy corresponding to an arm, for example, the lowest level would contain control patterns\ncorresponding to individual joints, the next level up to groupings of joints (like fingers), the\nnext level up to larger parts of the arm (hand, elbow). The different hierarchies corresponding\nto different body parts cross-link, enabling coordination among body parts; and they also con-\nnect at multiple levels to perception hierarchies, enabling sensorimotor coordination. Finally\nthere is a module for motor planning, which links tightly with all the motor hierarchies, and\nalso overlaps with the more cognitive, inferential planning activities of the mind, in a manner\nthat is modeled different ways by different theorists. Albus [AMO1] has elaborated this kind of\nhierarchy quite elaborately.\n\nThe reward hierarchy in Figure 5.6 provides reinforcement to actions at various levels on\nthe hierarchy, and includes dynamics for propagating information about reinforcement up and\ndown the hierarchy.\n\nLANGUAGE SUBSYSTEM\n\nPERCEPTUAL HIERARCHY : ) | MOTOR HIERARCHY\n\nFig. 5.7: Architecture for Language Processing\n\nFigure 5.7 deals with language, treating it as a special case of coupled perception and action.\nThe traditional architecture of a computational language comprehension system is a pipeline\n[JMO09] [Goel0d], which is equivalent to a hierarchy with the lowest-level linguistic features (e.g.\nsounds, words) at the bottom, and the highest level features (semantic abstractions) at the top,\nand syntactic features in the middle. Feedback connections enable semantic and cognitive mod-\nulation of lower-level linguistic processing. Similarly, language generation is commonly modeled\nhierarchically, with the top levels being the ideas needing verbalization, and the bottom level\ncorresponding to the actual sentence produced. In generation the primary flow is top-down,\nwith bottom-up flow providing modulation of abstract concepts by linguistic surface forms.\n\nSo, that’s it — an integrative architecture diagram for human-like general intelligence, split\namong seven different pictures, formed by judiciously merging together architecture diagrams\nproduced via a number of cognitive theorists with different, overlapping foci and research\nparadigms.\n\nIs anything critical left out of the diagram? A quick perusal of the table of contents of\ncognitive psychology textbooks suggests to me that if anything major is left out, it’s also\nunknown to current cognitive psychology. However, one could certainly make an argument for\nexplicit inclusion of certain other aspects of intelligence, that in the integrative diagram are\n\nHOUSE_OVERSIGHT_013019",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013019.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2812,
    "word_count": 404,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.209119",
    "prefix": "IMAGES-002"
  }
}