{
  "document_id": "HOUSE_OVERSIGHT_017332",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017332.txt",
  "text": "4.2.12\nWC: 191694\n\nAlthough I always try to learn from my evaluations, I refused to be bullied into abandoning a\nteaching style that I believe is best designed to stimulate thinking. It takes no courage for me to\nexercise my academic freedom, since I have tenure. But if I were an untenured assistant\nprofessor, would I have the courage to risk the wrath of the P.C. cops? Are other, less\nestablished, teachers being coerced into changing their teaching by the fear of negative\nevaluations, which can be fatal to tenure? You bet they are, and it poses a real danger to\nacademic freedom and good education. One criminal law professor told me that he searches for\ncasebooks that don’t cover rape: “If it’s covered in the book and I skip it, I get criticized. And if\nI discuss it, I get criticized. This way I can blame it on the book.” Talk about lack of courage!\n\nI told the students who threatened to charge me with sexual harassment to go ahead and make my\nday. I would love to defend against such a charge, by demonstrating their misuse of the serious\nmoral crime of real sexual harassment. I have represented women who have experienced real\nsexual harassment—including a graduate student who was explicitly told by her faculty advisor\nthat the quality of her recommendation would depend on whether she slept with him—and I\nunderstand the enormous pain it can cause. In that case of quid pro quo sexual harassment, there\nwas no grey area. The professor was as clear as could be. The student told me that she had really\nthought the professor liked her because of the excellent work she had done for him. Now she\nwasn’t sure. She was devastated. Her self confidence was shattered. She wanted justice. She\nalso wanted to make sure that her career as an academic would not be hurt by her refusal to “go\nalong” with the offer of a good recommendation. That was real sexual harassment! Listening to\nviews about rape that are different from your own isn’t sexual harassment. It’s called education.\n\nI advised the sexually harassed student to file a complaint and bring a lawsuit. She agreed. I\nexplained to her what a complaint would entail. She said she understood and was prepared to\nendure depositions, cross examinations, and other attacks on her. The next day she came to my\noffice and told me she couldn’t go through with it. She was terrified that it would destroy her\nprospects for an academic appointment to take on so influential and powerful an academic. She\nwas also afraid that if she did nothing, he would carry out his threat to write her a bad\nrecommendation.\n\nI suggested that she talk to the professor and tell him that she had consulted me but had decided\nnot to fill a complaint or lawsuit and that she hoped that he would give her the recommendation\nshe deserved. She did that and eventually received a superb recommendation. She is now\nteaching at a fine university. So is he.\n\nThe students in my class never followed through on their threat.\n\nSome women do lie\n\nI continue to challenge the students by teaching both about cases in which guilty rapist are\nwrongly acquitted, and cases in which innocent people have been falsely accused of rape. I teach\nthat when it comes to the serious crime of rape, it appears that both men and women lie,\nexaggerate, or misremember more often than with other, less emotionally charged, crimes. Here\nare some examples:\n\n245\n\nHOUSE_OVERSIGHT_017332",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017332.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3400,
    "word_count": 595,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.894088",
    "prefix": "IMAGES-004"
  }
}