{
  "document_id": "HOUSE_OVERSIGHT_018394",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018394.txt",
  "text": "ever better, like a video resolving itself from low-quality to HD in front of your eyes.\nSuccess attracts still more users. All of them are Google’s sensors, in a way. Medical\ndiagnosis, cybersecurity, trading algorithms, search - pretty much any linked ball of\nchips and humans and sensors throbs with this logic. The best of the leading\ntechnology firms understand the power of this logic: Google’s TensorFlow artificial\nintelligence engine, for instance, was largely regarded by experts as nearly a decde\nahead of competitors in 2015. So the company began giving away access for free. In\ntraditional economic terms this would be insane; but with network logic the\nstrategy is clear: The more people who use TensorFlow, the smarter it gets, which in\nturn attracts still more users. Dense and learning fusions of mind and data like\nTensorFlow and other soon-arriving AI systems are all gated universes. The\n“increasing returns” for those inside - you, me, our neighbors - breed mutual\nefficient success and, of course, massive power for their owners. We're part of the\ngame too: The more people tied in, the better our lives get.\n\nThe topological charm of these explosively growing clusters was first teased apart\nby the electrical engineer Bob Metcalfe in the 1970s. Metcalfe was hunting fora\nbetter way to send data - say grocery lists to his wife - through Menlo Park and he\nperfected a connection protocol called Ethernet, which soon became a standard for\nlinking machines. What Metcalfe noticed, as more and more users piled into the\ngateland of Stanford’s Ethernet-connected machines, was that the power of the\nsystem was growing exponentially with each additional user. This became known\nlater as “Metcalfe’s Law”: The power of a network grows, massively, with each\nadditional user. A system with one phone, for example, is really not very useful. Who\nwould you call? A system with two phones means one possible connection - we can\ncall each other. But when you increase the number of phones by a factor of two -\nfrom five to ten, say - the number of possible connections more than doubles from\nten to 45 . The difference between Bob Metcalfe and his wife sharing grocery lists\nand a connected national network of husbands and wives is immense - an insight\nthat led Bob Metcalfe and his wife to start a networking company that made them\nbillionaires.\n\nMetcalfe’s Law has another angle, and it’s here where some of the unnerving,\ndangerous political power of network gates is revealed: It’s not merely that the\npower of a network grows exponentially with each additional user; it’s that the cost\nof being cut out grows every bit as fast. Maybe even faster. If | shut you out of Google\ntoday, it’s painful. But tomorrow - after a day of new information and websites and\nservices come on line - it will be even more costly. The network scientists Rahul\nTongia and Ernest Wilson have called this “The Flip Side of Metcalfe’s Law.”235 To be\nexcluded from a database of cancer genetics, for instance, when it has a million\nmembers is probably not such a painful problem; to be locked out of the chance to\ncompare your genes with a billion others, however, is hugely costly. Maybe even\nfatal. Imagine if I cut you out tomorrow from the NYSE, your phone system, smart\ndiagnostic webs, cybersecurity patches? It’s not like you can swap our your Ford for\n\n235 The network scientists: Rahul Tongia and Ernest J. Wilson III, “The Flipside of\nMetcalfe’s Law”, International Journal of Communication 5 (2011), 665-681\n\n162\n\nHOUSE_OVERSIGHT_018394",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018394.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3540,
    "word_count": 598,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.385597",
    "prefix": "IMAGES-004"
  }
}