{
  "document_id": "HOUSE_OVERSIGHT_023461",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023461.txt",
  "text": "4\n\nMohammed in the year 632; Sunnis have regarded them as a heretical\nsect ever since. Arabs and Persians, along with many others, have\nvied for the land and resources of the Middle East for almost as long.\nThese days, geopolitics also plays a role. The two sides have\nassembled loosely allied camps. [ran holds in its sway Syria and the\nmilitant Arab groups Hezbollah in Lebanon and Hamas in the\nPalestinian territories; in the Saudi sphere are the Sunni Muslim-led\nGulf monarchies, Egypt, Morocco and the other main Palestinian\nfaction, Fatah. The Saudi camp is pro-Western and leans toward\ntolerating the state of Israel. The Iranian grouping thrives on its\nreputation in the region as a scrappy \"resistance\" camp, defiantly\nopposed to the West and Israel.\n\nFor decades, the two sides have carried out a complicated game of\nmoves and countermoves. With few exceptions, both prefer to work\nthrough proxy politicians and covertly funded militias, as they\nfamously did during the long Lebanese civil war in the late 1970s and\n1980s, when Iran helped to hatch Hezbollah among the Shiites while\nthe Saudis backed Sunni militias.\n\nBut the maneuvering extends far beyond the well-worn battleground\nof Lebanon. Two years ago, the Saudis discovered Iranian efforts to\nspread Shiite doctrine in Morocco and to use some mosques in the\ncountry as a base for similar efforts in sub-Saharan Africa. After\nSaudi emissaries delivered this information to King Hassan II,\nMorocco angrily severed diplomatic relations with Iran, according to\nSaudi officials and cables obtained by the organization WikiLeaks.\nAs far away as Indonesia, the world's most populous Muslim country,\nthe Saudis have watched warily as Iranian clerics have expanded their\nactivities—and they have responded with large-scale religious\nprograms of their own there. The 1979 Iranian revolution was a major\neruption that still looms large in the psyches of both nations. It\n\nHOUSE_OVERSIGHT_023461",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023461.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1952,
    "word_count": 311,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.005402",
    "prefix": "IMAGES-007"
  }
}