{
  "document_id": "HOUSE_OVERSIGHT_011918",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011918.txt",
  "text": "32, Plaintiff Brunel continues to own and operate Plaintiff MC2 to this day, their names\nnever having been cleared from the massive and totally negative media coverage involving\nEpstein and his illegal activities. Plaintiffs have been, and continue to be, irreparably harmed by\nthese false internet-based links to Epstein. (Exhibits R & S attached).\n\n33. Second, Plaintiff Brunel was also told by Epstein to leave the Palm Beach area in\nanticipation of a deposition of Plaintiff Brunel in a criminal case against Epstein. On the direct\nadvice of Epstein, Plaintiff Brunel went to Europe and Asia for a period of time. This was done\nfor the sole purpose of delaying Plaintiff Brunel’s deposition.\n\n34. Asa direct result of Plaintiff Brunel’s travels, his deposition was delayed twice. When it\nwas finally scheduled for November 2009, Plaintiff Brunel was in fact available (Exhibit L\nattached). However, a medical emergency in the family of his attorney further delayed this\ndeposition (Exhibit M attached). It was never rescheduled and he was never deposed.\n\n35. This was a blatant example of obstruction of justice in the criminal case. Epstein was\nsolely responsible for telling Plaintiff Brunel to leave the area. Plaintiff Brunel lost a huge\nopportunity to clear his name, and that of his agency, Plaintiff MC2.\n\n36. Third, as a result of all of the facts stated above, Plaintiff Brunel was under tremendous\npsychological pressure throughout this period of time.\n\n37. This psychological pressure resulted in Plaintiff Brunel avoiding business contacts as set\nforth above. This pressure also directly caused Plaintiff Brunel to avoid certain social contacts\nduring this period of time.\n\n38. Plaintiff Brune] became extremely withdrawn and anxious at this time.\n\n39. — Epstein’s conduct was the direct cause of Plaintiff Brunel’s psychological state. The\npress was reporting extensively on the lurid details of Epstein’s illegal activities with the under-\n\naged girls.\n\nHOUSE_OVERSIGHT_011918",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011918.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1994,
    "word_count": 311,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.129287",
    "prefix": "IMAGES-001"
  }
}