{
  "document_id": "HOUSE_OVERSIGHT_018283",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018283.txt",
  "text": "Terrorism, we have to understand, is merely one example of network danger and\npower. So is China. And Russia. And these may not even be the most dangerous or\ndevastating network battles that will take place in our lives. It’s a commonplace to\nsay now that the international system is in the greatest period of upheval in more\nthan half a century. But often this sort of remark is accompanied by a list of moving\npieces that seem to be unconnected: China’s rise, the return of Russia, changes in the\nMiddle East, globalization and then reverse globalization. “Who would have thought\nthe post Cold War era, which was supposed to be characterized by ‘softpower’ and\neconomic interdependence would be so violent?”®* one team of scholars recently\nwrote, reflecting the genuine wonderment of many “experts” who failed to predic\nthe end of the Cold War and then, largely, the nature of what has come after. Who\nwould have thought? Well, as we'll see, anyone who understands networks.\n\nThomas Hobbes - the 16 century British philosopher long considered an early\nmaster of the analysis of cold, brutal power - once put it simply enough: Nations, he\nsaid, need to be mastered. “During the time men live without a common power to\nkeep them all in awe, they are in that condition which is called war,” he wrote. “Such\na war as is of every man against every man.”°’ A precondition of peace, for Hobbes,\nwas that some country or force or tribe decisively grips a region, an empire, even\nthe globe. “A common power to keep them all in awe,” fulfilled a need for order. In\nour connected age, the common, awesome power is already here. It is networks. The\nbattle now is for and on of this genuinely historic, still curious force. They will be\nattacked, throttled, trashed, accelerated, used, upgraded, won and lost and inflicted\non each of us and our security by those with a new sensibility. To feel the world with\na Seventh Sense will reveal a whole new landscape of power; it will permit us to see\nthe fibers of a new age and then weave them into how we see and think and, finally,\nact. That essential, decisive terrain of our new age is, to the “Smart Power” and\n“Don’t Come Home” crowd, still largely invisible and, anyhow, incomprehensible.\n\n7.\n\nJust as rivers or mountains or air currents drove commerce and combat in past eras,\nnetworks will strongly, probably decisively, influence the dynamics ahead. Today\nyou can’t, after all, operate on the rivers or mountains or in the skies or space\nwithout lively, near-instant connection. The space these interlocking networks\noccupy represents a new geography. It is growing every day, as if it were a giant new\ncontinent fusing together under the surface of the sea. We are, as the team at Gee!\nDo! discovered, moving from a world in which nations battled nations to one in\nwhich nations battle networks. And a world where networks battle networks. In\ncoming years, networks will surely break nations, as once nations broke each other.\nIt is linked the systems of trade and economics and biology and data that will create\n\n66 “Who would have thought”: Robert Hutchings and Jeremi Suri, Foreign Policy\nBreakthroughs: Cases in Successful Diplomacy (Oxford: Oxford University Press,\n2015) p. 2\n\n67 “During the time”: Thomas Hobbes, Leviathan, (Cambridge University Press,\n2002) 88,\n\n51\n\nHOUSE_OVERSIGHT_018283",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018283.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3342,
    "word_count": 570,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.025448",
    "prefix": "IMAGES-004"
  }
}