{
  "document_id": "HOUSE_OVERSIGHT_024652",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024652.txt",
  "text": "Or\n>\nA\n“Bw\nPlan\nfon on\n\nCannabis Investment Report | December 2017\n\nCannabis Sativa Leaf Cannabis Indica Leaf Cannabis Ruderalis Leaf\n\nMany hybrid varieties of cannabis—sometimes referred to as strains—have developed from these three\nspecies, both through selective breeding and in the wild. Most cannabis varieties grown today are hybrids\nthat exhibit features of two or more of these principal species. Cannabis varieties consumed for physio-\nlogical effects generally are hybrids of sativa and indica that produce relatively large and dense flowers.\nCertain cannabis varieties—known as hemp—that are grown to produce industrial goods generally\nare sativa-dominant varieties or hybrids of sativa and ruderalis that produce relatively small and sparse\nflowers.\n\nCannabis yields more than 100 different compounds known as “cannabinoids,” which, when con-\nsumed, act on cannabinoid receptors in cells in the human nervous and immune systems. The primary\ncannabinoid in most cannabis is tetrahydrocannabinol, or THC, the psychoactive compound respon-\nsible for the “high” or euphoric feeling commonly associated with cannabis consumption. The next\nmost abundant cannabinoid is cannabidiol, or CBD, which produces a physical effect without the\npsychoactive effects associated with THC.\n\nCannabis also includes a variety of compounds known as “terpenes,” which are understood to\ninteract with cannabinoids to produce some of the physiological effects sought by cannabis consumers.\n‘Terpenes are present in cannabis and many other types of plants and are responsible for a plant’s aroma\nand flavor. Examples of terpenes found in cannabis include limonene, which is known for its citrus\nsmell and is also present in citrus fruit rinds, and pinene, which is known for its pine and fir aromas\nand is also found in pine resin.\n\nThe highest concentrations of cannabinoids and terpenes are found in the “trichomes” on the\nflowers of unpollinated female cannabis plants. Trichomes are crystalline or hairlike components that\nsecrete cannabinoids, terpenes and other compounds; they generally occur all over the cannabis plant\nbut are found in highest concentration on the flower. The following illustration shows the basic anat-\nomy of a cannabis plant, and the images to the right show a female cannabis plant flower and a close-up\nview of trichomes.\n\n16 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024652",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024652.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2415,
    "word_count": 364,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.340796",
    "prefix": "IMAGES-008"
  }
}