{
  "document_id": "HOUSE_OVERSIGHT_016691",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016691.txt",
  "text": "MOTION PASSED UNANIMOUSLY\n\nFrom: John Page/PalmBeach\n\nTo: Kirk Blouin/PalmBeach@PalmBeach\nCc: Tim Frank/PalmBeach@PalmBeach\nDate: 06/26/2008 09:00 AM\n\nSubject: ARCOM\n\nKirk: We had our June monthly ARCOM meeting yesterday. You likely know that ARCOM is working\nwith Mr. Trump to re-install a hedge on his North County Road property. | believe this case is now\npending in front of Code Enforcement. In May, ARCOM approved a plan to replace the former hedge\nwith silver buttonwood shrubbery, which would additionally be back-planted with silver buttonwood\ntrees....the overall effect would be an eventual 20' high screen. The shrubs have been planted, but\nyesterday attorney Ray Royce asked for postponing the trees until the end of the Hurricane season.\nARCOM said NO and directed the attorney and landscaper to get the trees in ASAP. Also, more\nshrubbery was required at the main entry (north side) to match the newly installed hedge on the south\nside.\n\nAs the meeting was ending, the Commissioners asked for one of two things. They asked that either 1) a\nquick written report from Code Enforcement be made available to them at their next meeting on July 23\n(9:00 a.m.) about the enforcement status of the case, or 2) that someone from Code Enforcement attend\ntheir meeting to provide a verbal status report. Their patience is wearing thin with the whole hedge issue,\nand it has them naturally curious about what is happening with their counterparts on Code Enforcement.\n\nWould you or the appropriate representative from Code Enforcement be available on July 23? That\n\nwould be my preference because follow-up questions almost always pop up. If not, can you provide me\nwith a brief summary of your enforcement history and pending status? Thanks, JP\n\nHOUSE_OVERSIGHT_016691",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016691.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1771,
    "word_count": 284,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:48.039181",
    "prefix": "IMAGES-004"
  }
}