{
  "document_id": "HOUSE_OVERSIGHT_012694",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012694.txt",
  "text": "Hunky Josh Brolin tells me he is coming to New York in March to shoot\ntwo new films. He is working on producing and starring in \"The Hunchback\nof Notre Dame\" with Tim Burton as a future project.\n\nI am now inches away, face to face with Harrison Ford and stupidly tell\nhim I love him in \"Morning Glory\". He is looking at me in utter\ndisbelief and I will not shut up. A gorgeous guy is also inches away in\na hat, glasses, jacket, layered sweater and scarves. I whisper to\nHarrison, \"That looks just like Johnny Depp.\" Harrison rolls his eyes\nand reluctantly introduces me to his friend Johnny Depp. I babel a bit\nabout his great work and run for cover to a corner next to my buddy,\nJerry Bruckheimer. Jerry introduces me to the wives, Vanessa Paradis and\nCalista Flockhart. I bore them with girly chit-chat and realize it's\ntime to get out of there.\n\nI head over to the CAA/Bryan Lourd \"Friday Night Party\". Torrential\nrains and horrific winds cause a traffic jam that makes it impossible to\nget near the house. Cell phones do not work. The world's most famous\nfaces cower under black umbrellas and make a run for it.\n\nBryan Lourd and Bruce Bozzi receive friends at the door all night.\nInside Uma tells me she finally moved into a doorman building in New\nYork after being terrorized by stalkers for years. Talented, Ben Walker\ntalks about \"Abraham Lincoln: Vampire Hunter\" he is about to shoot as\nhis fiancé Mamie Gummer looks sexy shivering in a white satin gown.\nProducer Jon Kilik mentions he oversees a new cut of Julian Schnabel's\n\"Miral\" to be released in March. Bennett Miller, standing with Kristin\nGore says Sony loves his new film \"Moneyball\" and Brad Pitt is terrific.\n(When is Brad Pitt not terrific?) Sandy Gallin tells me he has an actual\njob decorating Jeffrey Katzenberg's home and he has never been happier.\nI congratulate Barry Levinson's son, Sam, a director, for winning the\nwriting award at Sundance for his first film, \"Another Happy Day\" which\nis inspired by his family.\n\nAlso seen floating around are, Taylor Swift and Jake Gyllenhaal, but not\ntogether, Sean Penn, Tom Curise and Katie Holmes, Anderson Cooper,\nHilary Swank, Kelly Ripa, Carrie Fisher, Bruce Weber, Sean Combs, Paul\nHaggis, Marisa Tomei, Jay Roach, Kate Beckinsale, Demi Moore and Ashton\nKutcher, Kate Hudson, Gerard Butler, Leo DiCaprio and Bar Refaeli, Renee\nZellweger with Bradley Cooper, Biutiful director Alejandro Gonzalez-\nInarritu, Kathryn Bigelow and Mark Boal, Ellen Barkin who is headed to\nBroadway in \"The Normal Heart\" this spring and CAA’s Kevin Huvane,\nRichard Lovett and Hylda Queally.\n\nBusy Bruce Cohen who is producing Sunday's awards broadcast tries to get\nhis car to leave. Limo lock is at a standstill. Nothing is moving\n\nHOUSE_OVERSIGHT_012694",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012694.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2753,
    "word_count": 473,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.931242",
    "prefix": "IMAGES-002"
  }
}