{
  "document_id": "HOUSE_OVERSIGHT_016669",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016669.txt",
  "text": "NationMaster - Encyclopedia: Palm Beach, Florida Page 3 of 8\n\nTOWN OF\n10 Palm Beoch\n\n100467 2 1,8)\n57181\n\nbased firm Carrére and Hastings and helped establish the Palm Beach winter\n\"season\" by constant entertaining. The town was incorporated on April 17, 1911.\n\nGeography\n\nPalm Beach is the easternmost town in Florida, located on a sixteen-mile-long\nbarrier island, centered at 26°42'sa'n, s0°2'22w (26.715067, -80.039371)./4]\n\nAccording to the U.S. Census Bureau, the town has a total area of 27.0 km? (10.4\nmi”). 10.2 km? (3.9 mi?) of it is land and 16.9 km? (6.5 mi?) of it is water. The total\narea is 62.45% water.\n\nDemographics\n\nAs of the 2000 census, over half the population (52.6%) are 65 years of age or\nolder, with a median age of 67 years. 9.4% are under the age of 18, 1.5% are from\n18 to 24, 11.5% are from 25 to 44, and 25.0% from 45 to 64. For every 100 females\nthere are 79.3 males. For every 100 females age 18 and over, there are 77.0 males.\n\nThe per-capita income for the town is $109,219. Males have a median income of\n$71,685 versus $42,875 for females. 5.3% of the population and 2.4% of families\nare below the poverty line. 4.6% of those under the age of 18 and 2.9% of those 65\nand older are living below the poverty line.\n\nThe racial makeup of the town is 96.00% White (93.8% were Non-Hispanic White,)\n[5] 2.57% Black or African American, 0.53% Asian, 0.04% Native American, 0.02%\nPacific Islander, 0.21% from other races, and 0.63% from two or more races. 2.56%\nof the population are Hispanic or Latino of any race.\n\nThe 10,468 people in the town are organized into 5,789 households and 3,021\nfamilies. The population density is 1,031.1/km? (2,669.2/mi*). There are 9,948\nhousing units at an average density of 979.8/km? (2,536.6/mi’). 7.7% of the\nhouseholds have children under the age of 18 living with them, 48.1% are married\ncouples living together, 3.3% have a female householder with no husband present,\nand 47.8% are non-families. 42.6% of all households are made up of individuals and\n27.6% have someone living alone who is 65 years of age or older. The average\nhousehold size is 1.81 and the average family size is 2.38.\n\nMany of Palm Beach's residents are affluent, with a median household income of\n$94,562 and a median family income of $137,867. The town's affluence, and its\n“abundance of pleasures” and \"strong community-oriented sensibility\" were cited\nwhen it was selected in June, 2003 as America's \"Best Place to Live\" by Robb\nReport magazine.\n\nAs of 2000, speakers of English was the first language of 87.81% of all residents,\nwhile French comprised 4.48%, Spanish consisted of 3.65%, German made up\n2.16%, Italian speakers made up 0.45%, Yiddish made up 0.36%, Russian was at\n0.30% (even though those of Russian ancestry made up 10.30% of the population),\n\nhttp://www.nationmaster.com/encyclopedia/Palm-Beach%2C-Florida 11/12/2008\n\nHOUSE_OVERSIGHT_016669",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016669.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2901,
    "word_count": 484,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.907863",
    "prefix": "IMAGES-004"
  }
}