{
  "document_id": "HOUSE_OVERSIGHT_020552",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020552.txt",
  "text": "93\n\nof regulations, many of them unwritten. A 2017 report by the Foreign Correspondents’\nClub of China notes that in a survey of 117 foreign journalists based in China,\n\n40 percent felt reporting conditions had deteriorated compared to 2016, nearly half said\nthey had experienced harassment, interference, and physical violence during their work\nin China, while 15 percent said they encountered difficulties during their visa renewal\nprocess and over 25 percent said they had learned that Chinese contacts had been\n\ndetained and otherwise hounded by Chinese authorities for speaking with them.”\n\nChina has also moved against Western media outlets on many fronts. Both Chinese-\nand English-language websites of the New York Times have been blocked in China since\n2012 following a story detailing the wealth of the family of China’s then premier Wen\nJiabao.** The English- and Chinese-language sites of the Wall Street Journal and Reuters\nare also blocked, and those belonging to the Financial Times and the Economist are\n\nblocked on an intermittent basis.\n\nThe Chinese government has also made it difficult for resident foreign reporters to\nobtain and renew journalist visas. Following the New York Times’ report on Wen’s\nfamily money, China did not approve a new journalist visa for a Times reporter for\nthree years. While the situation has improved somewhat since 2015 for resident\njournalists, the Chinese government still delays visa applications for journalists and\nuses the threat of expulsion from China as a way to pressure Western media outlets\nto soften their coverage of China. This is especially true of freelance journalists or\nindependent documentary filmmakers who are dependent on onetime visas to carry\nout a specific assignment. Here delays and outright refusal to process visas in a timely\n\nmanner have been common.\n\nThere is some indication that China’s pressure tactics have paid off. In 2013,\nBloomberg News was preparing to publish a report detailing connections between one\nof China’s richest men and members of the Politburo—the top organ in the Chinese\nCommunist Party, when Bloomberg spiked the story. The outlet’s editor in chief,\nMatthew Winkler, was quoted on a conference call likening the decision to censorship\nof foreign news bureaus that wanted to continue to report in Nazi Germany.** Other\nobservers noted that the real reason Bloomberg News killed the story involved the\ncompany’s substantial business interests—especially in “Bloomberg Boxes” selling\naccess to financial information—in China. Indeed, the organization’s founder\nrecently doubled down on China and now even headlines a new forum focusing on\n\nChina’s global influence with a state-owned Chinese partner.* (Interestingly, the\n\nSection 6\n\nHOUSE_OVERSIGHT_020552",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020552.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2761,
    "word_count": 423,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.413495",
    "prefix": "IMAGES-006"
  }
}