{
  "document_id": "HOUSE_OVERSIGHT_029320",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029320.txt",
  "text": "Thursday, September 12, 2013\nPage 6\n\nhave been litigated and determined in that action. Obviously, any question of\nimproper “pumping” of a particular case could have been resolved in that very case\nrather than re-litigated in satellite litigation.\n\nEpstein also alleged that Edwards improperly pursued discovery from some of\nEpstein’s close friends. Such discovery, Epstein claimed, was improper because\nEdwards knew that these individuals lacked any discoverable information about the\nsexual assault cases against Epstein. Each of the friends of Epstein were and are\nreasonably believed to possess discoverable information. The undisputed facts show\nthe following with regard to each of the persons identified in Epstein’s complaint of\nimproper targets of discovery:\n\ne With regard to Donald Trump, Edwards had sound legal basis for believing\nMr. Trump had relevant and discoverable information. See Statement of\nUndisputed Facts filed in support of Edwards’ Motion for Summary Judgment.\n\ne With regard to Alan Dershowitz (Harvard Law Professor), Edwards had sound\nlegal basis for believing Mr. Dershowitz had relevant and discoverable\ninformation. See Statement of Undisputed Facts.\n\ne With regard to former President Bill Clinton, Edwards had sound legal basis\nfor believing former President Clinton had relevant and discoverable\ninformation. See Statement of Undisputed Facts.\n\ne With regard to former Sony Record executive Tommy Mottola, Edwards was\nnot the attorney that noticed Mr. Mottola’s deposition. See Statement of\nUndisputed Facts.\n\ne With regard to illusionist David Copperfield, Edwards had sound legal basis\nfor believing Mr. Copperfield had relevant and discoverable information. See\nStatement of Undisputed Facts.\n\ne With regard to former New Mexico Governor Bill Richardson, Edwards had\nsound legal basis for naming Former New Mexico Governor Bill Richardson\non his witness list. See Statement of Undisputed Facts.\n\nThe anticipated trial of this lawsuit will require Edwards to testify about the propriety\nof his litigation decisions and to explain the bases for his good faith belief that each of\nthe identified individuals had relevant information regarding Epstein’s serial\nmolestations. The rules of discovery themselves provide that a deposition need only\nbe “reasonably calculated to /ead to the discovery of admissible evidence.” Fla. R.\nCiv. P. 1.280(b), and all of the challenged depositions clearly met that standard.\n\nHOUSE_OVERSIGHT_029320",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029320.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2471,
    "word_count": 364,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.770532",
    "prefix": "IMAGES-010"
  }
}