{
  "document_id": "HOUSE_OVERSIGHT_017536",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017536.txt",
  "text": "ANTONIO DAMASIO\n\nAntonio Damasio (born February 25, 1944 in Lisbon, Portugal)\nis a University Professor (an award based on multi-disciplinary\ninterests and significant accomplishments in several\ndisciplines) and David Dornsife Professor of Neuroscience at\nthe University of Southern California, where he heads USC’s\nBrain and Creativity Institute. Prior to taking up his posts at\nUSC, in 2005, Damasio was M.W. Van Allen Professor and\nHead of Neurology at the University of Iowa Hospitals and\nClinics from 1976 to 2005. He is also Adjunct Professor\n\nat the Salk Institute.\n\nDamasio is the author of several best-selling\nbooks which describe his scientific thinking. “As a leading\nneuroscientist, Damasio has dared to speculate on\nneurobiological data, and has offered a theory about the\nrelationship between human emotions, human rationality,\nand the underlying biology.”\n\nDamasio was born in Lisbon and studied medicine\nat the University of Lisbon Medical School in Portugal, where\nhe also did his neurological residency and completed his\ndoctorate. He worked as a research fellow at the Aphasia\nResearch Center in Boston in 1967, prior to receiving his\nMD in Lisbon. His work there on behavioural neurology\nwas done under the supervision of the late Norman\nGeschwind, the Harvard neurologist who created the field.\n\nAs aresearcher, Damasio’s main field is the\nneurobiology of the mind, especially neural systems which\nsubserve emotion, decision-making, memory, language and\nconsciousness. Damasio’s seeks to demonstrate that emotions\nplay a critical role in high level cognition, an idea that ran\ncounter to dominant 2oth century views in psychology,\nneuroscience and philosophy. He showed that emotions and\ntheir biological underpinnings are involved in decision-making\n(both positively and negatively, and often non-consciously);\nprovide the scaffolding for the construction of social cognition;\nand are required for the self processes which undergird\nconsciousness. “Damasio provides a contemporary scientific\nvalidation of the linkage between feelings and the body by\nhighlighting the connection between mind and nerve cells...\nthis personalized embodiment of mind.”\n\nHe formulated the somatic markers hypothesis,\nwhich captures the essence of these ideas. This idea has\ninspired many systems-neuroscience experiments carried out\nin laboratories in the U.S. and Europe, and has had a major\nimpact in contemporary science and philosophy. His articles\non this topic include: Bechara A, Damasio AR, Damasio H,\nAnderson S. Insensitivity to future consequences following\ndamage to human prefrontal cortex. Cognition. 50:7-15. 19943\nBechara A, Damasio H, Tranel D, Damasio AR. Deciding\nadvantageously before knowing the advantageous strategy.\nScience. 275:1293-1294. 1997; Anderson SW, Bechara A,\nDamasio H, Tranel D, Damasio AR. Impairment of social\nand moral behaviour related to early damage in human\nprefrontal cortex. Nature Neuroscience. 2:1032-1037. Damasio\n\nhas been named by the Institute of Scientific Information as\none of the most highly cited researchers in the past decade).\nCurrent work on the biology of moral decisions, neuro-\neconomics, social communication, and drug-addiction,\n\nhas been strongly influenced by Damasio’s hypothesis.\n\nDamasio also proposed that emotions are part of\nhomeostatic regulation and are rooted in reward/punishment\nmechanisms. He recovered James’ perspective on feelings as\naread-out of body states, but expanded it with an “as-if-body-\nloop” device which allows for the substrate of feelings to be\nsimulated rather than actual (foreshadowing the simulation\nprocess later uncovered by mirror neurons). He demonstrated\nexperimentally that the insular cortex is a critical platform\nfor feelings, a finding that has been widely replicated, and\nhe uncovered cortical and subcortical induction sites for\nhuman emotions, e.g. in ventromedial prefrontal cortex\nand amygdala. He also demonstrated that while the\ninsular cortex plays a major role in feelings, it is not\nnecessary for feelings to occur, suggesting that brain\nstem structures play a basic role in the feeling process.\n\nHe has continued to investigate the neural basis of\nfeelings and demonstrated that although the insular cortex is\na major substrate for this process it is not exclusive, suggesting\nthat brain stem nuclei are critical platforms as well. He\nregards feelings as the necessary foundation of sentience.\n\nIn another development, Damasio proposed that\nthe cortical architecture on which learning and recall depend\ninvolves multiple, hierarchically organized loops of axonal\nprojections that converge on certain nodes out of which\nprojections diverge to the points of origin of convergence\n(the convergence-divergence framework). This architecture\nis applicable to the understanding of memory processes\nand of aspects of consciousness related to the access\nof mental contents.\n\nIn “The Feeling of What Happens”, Damasio lays\nthe foundations of the “enchainment of precedences”: “the\nnonconscious neural signaling of an individual organism\nbegets the protoself which permits core self and core\nconsciousness, which allow for an autobiographical self,\nwhich permits extended consciousness. At the end of the\nchain, extended consciousness permits conscience.\n\nDamasio’s research depended significantly on\nestablishing the modern human lesion method, an enterprise\nmade possible by Hanna Damasio’s structural neuroimaging/\nneuroanatomy work complemented by experimental\nneuroanatomy (with Gary Van Hoesen and Josef Parvizi),\nexperimental neuropsychology (with Antoine Bechara, Ralph\nAdolphs, and Dan Tranel) and functional neuroimaging (with\nKaspar Meyer, Jonas Kaplan, and Mary Helen Immordino-\nYang). The experimental neuroanatomy work with Van Hoesen\nand Bradley Hyman led to the discovery of the disconnection\nof the hippocampus caused by neurofibrillary tangles in the\nentophinal cortex of patients with Alzheimer’s disease.\n\nAs a clinician, he and his collaborators\n\nhave studied and treated disorders of behaviour\nand cognition, and movement disorders.\n\nDamasio’s books deal with the relationship between\nemotions and feelings, and what their brain substrates. His\n1994 book, Descartes’ Error: Emotion, Reason and the Human\nBrain, won the Science et Vie prize, was a finalist for the\nLos Angeles Times Book Award, and is translated in over 30\nlanguages. It is regarded as one of the most influential books\nof the past two decades. His second book, The Feeling of What\nHappens: Body and Emotion in the Making of Consciousness,\nwas named as one of the ten best books of 2001 by the New\nYork Times Book Review, a Publishers Weekly Best Book of\nthe Year, a Library Journal Best Book of the Year, and has\nover 30 foreign editions. Damasio’s Looking for Spinoza: Joy,\nSorrow, and the Feeling Brain, was published in 2003. In it,\nDamasio suggested that Spinoza’s thinking foreshadowed\ndiscoveries in biology and neuroscience views on the mind-\nbody problem. Spinoza was a protobiologist. His latest book\nis Self Comes to Mind: Constructing the Conscious Brain. In\nit Damasio suggests that the self is the key to conscious\nminds and that feelings, from the kind he designates as\nprimordial to the well-known feelings of emotion, are the\nbasic elements in the construction of the protoself and core\nself. The book received the Corinne International Book Prize.\n\nDamasio is a member of the American Academy of\nArts and Sciences, the National Academy of Sciences’ Institute\nof Medicine, and the European Academy of Sciences and Arts.\nDamasio has received many awards including the Prince of\nAsturias Award in Science and Technology, the Honda Prize,\nthe Kappers Neuroscience Medal, the Beaumont Medal from\nthe American Medical Association, the Nonino Prize and the\nReenpaa Prize in Neuroscience. He has received honorary\ndoctoral degrees (Doctor honoris causa) from the University\nof Aachen (2002), University of Aveiro (2003), University\nof Copenhagen (Copenhagen Business School; 2009),\nUniversity of Leiden (2010), University Ramon Llull,\nBarcelona (2010), University of Coimbra (2011) and\nfrom the EPFL, Lausanne (2011).\n\nHis current work involves the social emotions,\nconsciousness and the creative interface between\nneuroscience and the arts, especially music and\nfilm. The role of feelings states on sentience.\n\nDamasio is married to Dr. Hanna Damasio,\nhis colleague and frequent co-author.\n\nDamasio himself notes, in fallibilist fashion,\n\n“Thave a difficult time seeing scientific results, especially in\nneurobiology, as anything but provisional approximations”’.\nWhether despite or because of that fallibilism, Damasio\nwrites in the belief that ‘scientific knowledge can\n\nbe a pillar to help humans endure and prevail’.\n\nHOUSE_OVERSIGHT_017536",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017536.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 8756,
    "word_count": 1296,
    "line_count": 182,
    "import_date": "2025-11-19T21:47:46.341860",
    "prefix": "IMAGES-004"
  }
}