{
  "document_id": "HOUSE_OVERSIGHT_011706",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011706.txt",
  "text": "pelted with stones by a half-dozen Palestinian youths. I thought to myself: this\nis nuts. One of Saddam’s Scuds might well be about to hit Israel, and I’ve got\nmyself stuck in the middle of a West Bank town. To the obvious shock of the\nPalestinians, I floored the accelerator and raced toward Tel Aviv. It still took\nhalf-an-hour. Misha and Dan, who lived closer to the kirva, were already in the\nbunker.\n\nTen Scuds hit near Tel Aviv and Haifa that night. It was not until shortly\nbefore dawn that our tracker units got back to us with formal confirmation that\nthere had been no chemical warheads. The rockets caused a half-dozen injuries,\nthough thankfully none was serious. Still, the very fact Saddam had proven he\ncould hit Israel with ballistic missiles provoked widespread alarm. Well into the\nnext morning, the streets were almost empty. Misha phoned Cheney and\nstrongly implied we were going to have to attack the Scud sites. I know that was\nMisha’s own view, and it only hardened after another four missiles hit the Tel\nAviv area the next morning. Again, no one was killed, but several dozen people\nwere injured from debris, shards of glass and blast concussion. I visited several\nof the areas that had been hit and was shocked by the scale of the damage. One\nfour-story apartment building had been virtually destroyed, and there was blast\ndamage to other buildings hundreds of yards away.\n\nThe Americans were clearly determined, in both word and deed, to persuade\nus not to take military action. They rushed an anti-missile system called Patriot\nto Israel. Cheney was also giving us frequent updates on American air strikes\nagainst suspected Scud launch sites. And the Israeli public did seem to grasp the\nserious implications for the US-led coalition of our taking unilateral military\naction. Opinion polls suggested most Israelis were giving Shamir credit for the\nway he was handling the crisis.\n\nStill, it wasn’t easy for Shamir to hold the line. This was the first time since\n1948 that enemy munitions had landed on Israeli homes, provoking not just\nfear, but a feeling of helplessness. That inevitably led to calls for the army and\nthe government to do something. | saw his dilemma first-hand at an emergency\ncabinet meeting after the first two Scud attacks. For Arik and Raful, the political\neffects on the US coalition were irrelevant. The issue, for them, was simple:\nIsraeli cities had been attacked, and we should respond with any and all force\nnecessary. Our air force commander, Avihu Ben-Nun, favored going ahead with\nthe joint and-and-ground attack we’d prepared, and Misha agreed with him. So\ndid Dan Shomron. The key voices of caution were Foreign Minister David\nLevy; Ariye Deri, the leader of the Sephardi Orthodox party Shas; and two\n\n235\nHOUSE_OVERSIGHT_011706",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011706.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2790,
    "word_count": 471,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.079255",
    "prefix": "IMAGES-001"
  }
}