{
  "document_id": "HOUSE_OVERSIGHT_022003",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022003.txt",
  "text": "TERSON\n\nshe noticed, Epstein ate all the\n\n: for both of them. She found it\n\nysedly brilliant man had left for\n\nhe Marquis de Sade. And then\n1 one of Epstein’s assistants —a\nho told her, “Jeffrey wanted me\ntty.”\n\nslish features and flowing blond\n- then, with a bad case of morn-\n, sometimes in public, and these\nrt only added to her ever-present\nsosedly brilliant, he’d struck her,\n\ne doesn’t let the charm slip into\ne steely and calculating, giving\nnachinery running behind them.\n> after refusing to give an inter-\nite. You get the first move.’ It was\nnaan who seems to feel he can win\nof the other side. His advantage is\now him or his history completely\ngnsists of. He has carefully engi\n\ne of the few truly baffling myster q\ned world. People know snippets, —\n\ns friends gave were glowing:\n\nIl of seeing patterns,” Les Wexne? ‘\nin politics and financial markets, ~\nand fashion trends. My skills a\n\n‘1S\n\ni have on the girls?”\n\nFrrtuy Ricwu\n\nnot in investment strategy, and, as everyone who knows Jeffrey\nknows, his are not in fashion and design. We frequently discuss\nworld trends as each of us sees them.”\n\n“I'm on my 20th book,” said Alan Dershowitz, who’d met\nEpstein in 1997. “The only person outside of my immediate fam-\nily that I send dratts to is Jeffrey.”\n\nBut Ward also talked to other sources, who had their own\nquestions and qualms about Jeffrey Epstein. Some were involved\nin lawsuits against him. Others had served on prestigious boards\nwith him. One who had witnessed Epstein’s aborted stint on the\nboard of Rockefeller University called him arrogant.\n\nOne powerful investment manager wondered about Epstein’s\nconspicuous absence from New York’s trading floors. “The trad-\ning desks don’t seem to know him,” he says. “It’s unusual for\nanimals that big to not leave any footprints in the snow.”\n\nWard uncovered legal documents, including Epstein’s inter-\nview with the SEC, given in the wake of his departure from Bear\nStearns. She visited a federal prison in Massachusetts and spoke\nat length with Steven Hoffenberg, who told her that Epstein had\nmade a major mistake in taking Bill Clinton to Africa. “I always\ntold him to stay below the radar,” Hoffenberg said. He made other\naccusations, about Epstein’s financial practices, which Epstein\ndenied—and Ward knew that Hoffenberg, the Ponzi-scheme\n\n_ Mastermind, was not to be trusted. But she did find it strange that\n| throughout the reporting process Epstein was much less openly\n_ concerned with what she'd found out about his finances than\n\n| With what she'd uncovered about his dealings with women.\n\nTime and again, he would call and ask her: “What do you\n\ng\n\nHOUSE_OVERSIGHT_022003",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022003.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2652,
    "word_count": 457,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:47.909433",
    "prefix": "IMAGES-006"
  }
}