{
  "document_id": "HOUSE_OVERSIGHT_011529",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011529.txt",
  "text": "One of the captured Golani soldiers was a 19-year-old named Uri Ilan, the\nson of a member of the Israeli Knesset whom Ben-Gurion and the whole of the\ngovernment knew well. The soldiers’ captivity dragged on until they were\nfinally returned to Israel in March 1956. By then, however, Uri Ilan had hanged\nhimself. He managed to hide a note into his uniform. It was found when the\nbody was being prepared for burial. It read: Lo bagadeti. Nekamah. “J did not\nbetray anything. Revenge.”\n\nEver since the Uri Ilan mission, there had been a de facto ban on cross-\nborder intelligence operations by Israeli soldiers. Ben-Gurion and his military\ncommanders knew, of course, the importance of getting early warning of an\nenemy attack. But they decided the price of possible failure was simply too\nhigh.\n\nSayeret Matkal was born three years later. Avraham was still part of the unit\nrunning low-level agents in Syria and Lebanon, but his commander reluctantly\nagreed to allow him to set up his new intelligence group. His initial\n“headquarters” was a sparsely furnished Tel Aviv apartment. The first people he\nbrought in were veterans of the Palmach’s Arab Platoon, pre-state fighters who\ntrained themselves to pass as Arabs and gather intelligence, or stage raids,\nbehind enemy lines. Next, he invited friends who had served in Unit 101 and\nCompany A. Finally, he enlisted a core of them to help train recruits to his new\nsayeret. He hoped the involvement of these commando veterans would also give\nthe unit credibility inside the kirva. One of them, Micha Kapusta, had been part\nof 101, as had Itzhak Gibli, who had been a teenage Palmachnik in 1948. A\nthird was another Company A officer named Aharon Eshel, known as Errol, in\npart for his undeniably Errol Flynn-like swagger, but also an acronym of his\nHebrew name. But the crowing addition to the group had the distinction of\nhaving led the last successful Israeli bugging mission on the Golan, in addition\nto being the most respected commando in Israel, a man who Dayan would later\ncall the country’s greatest soldier. It was Meir Har-Zion himself.\n\nI was part of the second group of recruits to Sayeret Matkal, in the early\nsummer of 1960. The unit had been given its own base barely a year earlier. Bu\nit had yet to carry out a single mission, and there was no sign of that happening.\nAvraham couldn’t be sure when, or if, the generals in the kirya might give him\n\n58\nHOUSE_OVERSIGHT_011529",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2437,
    "word_count": 422,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.183654",
    "prefix": "IMAGES-001"
  }
}