{
  "document_id": "HOUSE_OVERSIGHT_020299",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020299.txt",
  "text": "147\n\nCHAPTER EIGHTEEN\n\nThe Unheeded Warning\n\n“The NSA—the world’s most capable signals intelligence organization, an agency immensely skilled in stealing\ndigital data—had had its pockets thoroughly picked.”\n\nm= --CIA Deputy Director Michael Morell\n\nIn April 2010, the CIA received a stark reminder of the ongoing nature of Russian\nespionage. It came in the form of a message from one of its best placed moles in the Russian\nintelligence service. This surreptitious source was Alexander Poteyev, a 54-year old colonel in the\nSVR, which was the successor agency to the First Chief Directorate of the KGB. While the FSB\ntook over the KGB’s domestic role in December 1991, the SVR became Russia's Foreign\nIntelligence Service. Its operation center was in the Yasenevo district of Moscow. The CIA had\nrecruited Poteyev as its mole in the 1990s when he had been stationed at the Russian Embassy in\nWashington DC. That it could sustain a mole in Moscow for over a decade attested to its\ncapabilities in the espionage business. After he returned to Moscow, still secretly on the CIA’s\npayroll, he became the deputy chief of the SVR’s “American” section. This unit of Russian\nintelligence had the primary responsibility for establishing spies in CIA, FBI, NSA and other\nAmerican intelligence agencies.\n\nThe SVR’s last known (or caught) mole in US Intelligence was CIA officer Harold Nicholson\nin 1996. Before it could now expand its espionage capabilities. It needed to build a network of\nRussian sleeper agents in the United States. For this network, it needed to groom so-called\n“illegals,” or agents who were not connected to the Russian Embassy. This so-called “illegals”\nnetwork was necessary since presumably all Russian diplomats, including the so-called “legal”\nmembers of Russian intelligence, were under constant surveillance by the FBI. Advances in\nsurveillance technology in the 21“ century had made it increasingly difficult to communicate with\nrecruit through its diplomatic missions. To evade it, the “American” division of the SVR was\ngiven the task of placing individuals in the United States disguised as ordinary Americans. Their\n“legend,” or operational cover, could be thin since they would not be applying for jobs in the\ngovernment. Their job was simply blend in with their community until they were called upon by\nthe “American” department in Moscow to service a mole that had been planted in US intelligence\nor other part of the US government. Until there were activated by such a call, they were\nclassified as sleeper agents. Unlike the SVR’s “legal” officers, who were attached to Russian\nembassies as diplomats and were protected from arrest by the Treaty of Vienna, the SVR’s illegal\nagents lack diplomatic immunity. According to Pavel Sudoplatov, who defected from the KGB in\nthe Cold War, the sole job of such sleeper agents was to “live under cover in the West awaiting\nassignments for the Center.” One assignment that justifies the expense of maintaining such\nagents is to service a penetration, after one is made, in the US intelligence establishment. While\n\nHOUSE_OVERSIGHT_020299",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020299.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3106,
    "word_count": 498,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.675857",
    "prefix": "IMAGES-005"
  }
}