{
  "document_id": "HOUSE_OVERSIGHT_010955",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010955.txt",
  "text": "employers’ expense is part of investment in human capital, and reasoned that\n\nemployers won't pay it unless they expect eventual recovery with interest.\n\nWhat Becker stopped short of saying is that the same is true of any investment in\nanything by anyone. When we invest for our own benefit, we expect recovery by\nourselves. When we invest for the sake of others, we expect recovery by them.\nRecovery means recovery of depreciation. Our parents would not have invested in\nour human capital without expected recovery of our human depreciation by us, and\nthe young further invest the work of learning in themselves because they expect\n\nthat to be recovered with interest as well.\n\nThere is another proof which I call the deadweight loss rule. Capital of any kind is\npresent value of cash flow, meaning expected realizations in transfer or taste\nsatisfaction. Deadweight loss means decapitalization with neither. It follows that\ndeadweight loss, although a common reality, is implicitly unexpected. But human\ndepreciation, like plant depreciation, is expected from first investment. That rules\nout deadweight loss, and makes human depreciation expected as cash flow by\n\nelimination of alternatives.\n\nEach proof is sufficient. The first expresses what I call the maximand rule: we\nmaximize risk-adjusted rate of return. Robert Turgot observed this in 1766. I'll say\nmore about that in the next chapter. It takes little thought to realize that maximizing\nrisk-adjusted return begins with recovery of investment, and that this means\nrecovery of depreciation or amortization. We are depleted like the oil well, although\nwe create value too. The second proof needs only the assumption that human\ndepreciation is foreseen. It adds the specification that human depreciation is\nrealized in human cash flow. That turns out to mean that it is realized in pay. The\nsolution to the age-wage puzzle is that pay does not equal and compensate realized\n\nwork above. It compensates that plus human depreciation. I call this the “pay rule”.\n\nChapter 2: Fast Forward 1/06/16 15\n\nHOUSE_OVERSIGHT_010955",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010955.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2079,
    "word_count": 330,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.132195",
    "prefix": "IMAGES-001"
  }
}