{
  "document_id": "HOUSE_OVERSIGHT_023742",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023742.txt",
  "text": "xi Preface\n\n3. You taught me to teach by telling students stories that are\nmeaningful to you. I think to be a real teacher you have to let\nyourself be vulnerable. So the students can see that you are a\nhuman with feelings and fears and goals. And then being able\nto say to the students: This is the way I do it; it fits who I am; it\nhelps me be successful; and don’t let anyone tell you that you\ncan’t do something.\n\n4. You taught me that not everyone will like you no matter what\nyou do and no matter how hard you try. I came back from a\nDeloitte course evaluation, and the deans just hated me. Instead\nof being upset with me, you assured me that you have to just say\nwhat you believe, and some people won’t like you, and oh well.\n\n5. You taught me to start by collecting data. I recall watching\nmost of your papers start by collection of data. I recall watching\nyour criticisms of work that was just abstraction on abstraction,\nwith no data at its roots.\n\n6. You once told me to imagine that my mother was my\naudience—if I could explain it to my mother, I could explain it\nto anyone. Incredibly, this seems to work for every audience out\nthere. So I’ve passed that tip along to my students and it seems to\nwork for them too.\n\n7. [remember that you used to tell us we need to be excited to\nget up and go to work in the morning, that that was the most\nimportant thing. For some people, it’s because of the people\nyou will be with. For some, it is because of the passion about\nwhatever it is. But, in general, I still give people that advice (and\nit is advice I’ve also been giving my own kids). You have to love\nwhat you are doing.\n\nThis is just a sample but it reflects what these former students, now\nall in their 40s and 50s, remember about what I taught them. Hadn’t\nthey learned any facts from me? Didn’t I teach them some real stuff?\nSome said in passing that they had learned the actual content of the\nsubjects I taught as well, but that that wasn’t as important to them as\nthe things they chose to write about. Why not?\n\nHOUSE_OVERSIGHT_023742",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023742.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2051,
    "word_count": 398,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.205157",
    "prefix": "IMAGES-007"
  }
}