{
  "document_id": "HOUSE_OVERSIGHT_010842",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010842.txt",
  "text": "3\n\n4\noooaot 5\noo0a03 6\noaooor | 7\ncovo10 8\nooo; 9\noo-oo14 10\nooo017 11\noo0019 12\n00:00:20 13\noxo023 14\noo002s 15\noooa2e 16\n0000.27 17\noo.0030 18\noo00:30 19\noooo3s 20\noo0o36 21\noo-0039 22\noo0044 23\noo.oocs 24\noo-00s0 25\n\n00:00:52\n00.00:55\n00:01:04\n00:01:05\n00:01:10\n00:04:13\n\n00:01:16\n\nan Ooh Wh =\n\n00:01:20\n\nwo\n\n00:01:23\nooor2s 10\noo.0129 11\n00.0131 12\nooo: 13\ncoorar 14\noo.orso 15\ncoors 16\ncoors 17\ncoor? 18\nooorss 19\nooorso 20\nooorss 24\noo.orss 22\ncoors? 23\noo.01s9 24\noo-o200 25\n\n10/20/2015 01:08:15 PM\n\n156\nDEPOSITION OF PAUL G. CASSELL\n\nSaturday, October 17, 2015\n\nTHE VIDEOGRAPHER: We are now on the video\nrecord. Today is Saturday, the 17th day of\nOctober, 2015. The time is 8:32 a.m. We are\nhere at 425 North Andrews Avenue, Fort\nLauderdale, Florida, for the purpose of taking\nthe videotaped deposition of Paul G. Cassell.\n\nThe case is Bradley J. Edwards and Paul\nG. Cassell versus Alan M. Dershowitz.\n\nThe court reporter is Terry Tomaselli, and\nthe videographer is Don Savoy, both from Esquire\nDeposition Solutions.\n\nWill counsel please announce their\nappearances for the record.\n\nMR. SCAROLA: Jack Scarola on behalf of the\nPlaintiffs.\n\nMR. SIMPSON: Richard Simpson of Wiley Rein\non behalf of the Defendant and Counterclaim\nPlaintiff, Alan Dershowitz. With me is my\ncolleague, Nicole Richardson, and Thomas Scott of\nCole, Scott & Kissane, also for Mr. -~ Professor\nDershowitz.\n\nMR. SCAROLA: Before we begin the deposition,\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n157\nwe were informed for the first time yesterday\nmorning of the existence of a recording of a\ntelephone communication between Alan Dershowitz\nand a woman identified only as Rebecca.\n\nThat information was conveyed to us\nsubsequent to Professor Dershowitz's sworn\ntestimony that no recording existed, but now that\nwe know that the recording existed and that it\nwas obviously made according to the\nrepresentations given to us, prior to the\ncompletion of the responses to our earlier\ndiscovery requests, I would like to know whether\nit is the Defendant's position that it is\nnecessary for us to propound a new discovery\nrequest to get information that clearly should\nhave been disclosed in response to the earlier\ndiscovery request.\n\nIs that the position that you're taking?\n\nMR. SIMPSON: First, Mr. Scarola, I believe\nyou have mischaracterized Professor Dershowitz's\ntestimony. You didn't ask the question whether\nhe made a recording. Yesterday morning, he\nprovided that information in response to a\ndifferent question.\n\nMR. SCAROLA: His exact testimony was: I\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n158\noo201 1 never thought to record it, but that's fine.\ne020 2 MR. SIMPSON: We don't -- we don't need to\nooo205 3 make that --\noozes 4 MR. SCAROLA: We don't need to discuss that.\ncoors § The question is --\noooz0s § MR. SIMPSON: What you're saying does --\nooor0s «7 MR. SCAROLA: -- are you going to produce the\nooozos 8 recording without the necessity of anew request\ncooz10 9 to produce, or will it be necessary for us to\no0213 10 file a new request to produce?\noo0215 11 MR. SIMPSON: As Mr. Scott indicated\noxo2z17 12 yesterday, we will respond to you to the\no.o219 13 discovery request. We will confer at a break and\n00223 14 respond to that question. I don't want to take\nooo224 15 time on the record debating it. After Mr. Scott\noooz28 16 and I have conferred at a break, we will respond\noooz23 17 further to your question.\nooo230 18 MR. SCAROLA: All right. So that the record\noooz31 19 is clear, it is our position that the recording\nooozas 20 itself, any evidence of any communication between\noooza0 21 Mr. Dershowitz and Rebecca and/or Michael, any\noovzas 22 notes with respect to any such communications,\nooozse 23 text messages, e-mails, and an accurate privilege\nooozs7 24 log as to everything that is being withheld is\nooo: 25 responsive to the earlier request to produce, and\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n159\noooxos «1 that the obligation was to have provided it to us\ncooxos 2 previously and is to provide it to us now.\n000311 3 We understand that you're considering that\nois 4 and you will respond, so we can proceed with the\noo31s § deposition.\noooats §=§ MR. SIMPSON: Yes. And we disagree about\ncoor 7 that, and as you know, we have a motion to compel\now1s § regarding your inadequate privilege log.\noo0s24 9 MS. McCAWLEY: Just before we begin, I'm\noo328 10 sorry, I didn't announce my appearance for the\noo 11 record. Sigrid McCawley from Boies, Schiller &\noo0322 12 Flexner, and I have a standing objection that I'd\noo0331 13 just like to repeat on the record.\noo0s32 14 MR. SCOTT: Feel better that you got that off\nooos32 15 your chest?\n000332 16 MS. McCAWLEY: With respect to -- excuse me.\n00.0334 17 With respect to my client, Virginia Roberts,\noowsar 18 she is asserting her attorney/client privilege\nooos32 19 with her attorneys and is not waiving it through\ncoors: 20 any testimony here today, and that I object to\noss 21 any testimony elicited that would be used as a\noooss7 22 Subject of waiver for her attorney/client\nooosss 23 privilege.\n24 MR. SIMPSON: Would you reswear the witness,\n25 please?\n\nPage 156 to 159 of 335\n\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n2 of 46 sheets\n\nHOUSE_OVERSIGHT_010842",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010842.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5230,
    "word_count": 902,
    "line_count": 193,
    "import_date": "2025-11-19T21:47:47.682186",
    "prefix": "IMAGES-001"
  }
}