{
  "document_id": "HOUSE_OVERSIGHT_019519",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019519.txt",
  "text": "Contractor | 31\n\nBut Snowden found diversions in Japan. In July 2009, Lindsay\nMills joined him there. She had become an amateur photographer,\nspecializing in arty self-portraits. She also saw herself as a global\ntourist, writing in her blog after arriving in Japan that she had trav-\neled to seventeen countries. Like Snowden, she also deemed herself,\ntongue in cheek, a “super hero.” In this sense, her Internet avatar\nwas a match for Snowden’s Wolfking Awesomefox.\n\nIn Japan, Mills and Snowden spent time with another Ameri-\ncan couple, Jennie and Joseph Chamberlin, who also worked at the\nYokota base. Jennie, a sergeant in the public affairs section of the U.S.\nAir Force, had been at art college with Mills and called herself in her\nblog the Little Red Ninja. Joseph Chamberlin was a decorated U.S.\nNavy pilot who now flew highly sensitive intelligence-gathering\nmissions from the Yokota base. Jennie described Lindsay in her blog\nas her “super-model friend.” The two couples also went on expedi-\ntions in Japan together. As far as is known, the Chamberlins were\nthe only Americans at the base with whom Snowden socialized. On\nAugust 17, 2009, the foursome attempted to walk up Mount Fuji,\n\n® but they got lost en route and wound up in the Mount Fuji gift ©\nshop. Jennie described the misadventure in her blog: “Our adven-\nture started off a little rocky with our attempts to find the interstate.\nAlas, our iconic mountain was obscured by cloud. A short stop at\nthe Mt. Fuji combination soba noodle stand/gift shop was enough to\nwhet our appetite for the further exploration that is to come.” Pho-\ntographs taken that day show Snowden wearing Hawaiian shorts\nand a black tank top emblazoned with an eagle and the letters USA.\nThey also show Mills wearing safari shorts, a brown sweater, and\nwhat appears to be an engagement ring. “Ed was looking rather red-\nnecky,” Lindsay commented on one photograph. Snowden described\nher, in turn, as “nerdy.” They never made it to the top of Mount Fuji.\n\nSnowden also sought to advance himself by getting credit toward\na college certificate by enrolling in a summer online course at the\nUniversity of Maryland’s Asia program, which had a regional cam-\npus on the Yokota base. Known as UMUC, it had a contract with\nthe government to provide military personnel with such educa-\ntional opportunities. Snowden would later claim that he was tak-\ning courses for a graduate degree in computer sciences, but William\n\n| | Epst_9780451494566_2p_all_r1.z.indd 31 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019519",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2541,
    "word_count": 427,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.008593",
    "prefix": "IMAGES-005"
  }
}