{
  "document_id": "HOUSE_OVERSIGHT_012756",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012756.txt",
  "text": "lovers, beating his wife, selling drugs, and stealing cars. Former Chairman of the NASDAQ stock\nexchange, Bernard Madoff, was responsible for initiating a Ponzi scheme involving money laundering,\nperjury, and mail fraud that caused thousands of people to suffer financial ruin. Jane Toppan, born\nHonora Kelley, was an American nurse who was responsible for killing over 30 patients by drug\noverdose, stating in her testimony that she experienced a sexual thrill when she held dying patients, and\nthat her goal in life was to kill more innocent people than anyone else in history. Former military\nspecialist Charles Granger was responsible for forcing nudity and sex among the Iraqi prisoners of Abu\nGhraib, putting individuals on dog leashes, depriving them of their senses with head bags, and piling\nnaked bodies into photographed still lifes, orchestrations that led to the ultimate humiliation and\ndehumanization of these prisoners.\n\nDepending upon how we think about the problem of evil, we might consider the individuals noted\nabove as minor evildoers or not evil at all because the harms were rather insignificant, because their goal\nwasn’t to directly harm anyone and then enjoy the trail of damage, or because they lacked the mental\ncapacity to assume responsibility for the atrocities committed. These individuals pale in comparison with\nthe most unambiguously radical evildoers of the 20-21* century — the dictators Idi Amin, Francisco\nFranco, Adolf Hitler, Kim Jong-il, Slobodan Milosevic, Pol Pot, Josef Stalin, Charles Taylor, and Mao\nZedong. These men were responsible for the brutal deaths of approximately 80 million people combined.\nMost were mentally healthy, at least in terms of clinical diagnoses. Many relished their atrocities. All\ndevised over-the-top means of ending lives. Whether by enticing or coercing their followers to torture,\ngang rape, and butcher human flesh, they went beyond what was necessary to get rid of unwanted others.\nThese are excessive harms, carried out with excessive techniques. In this book, I will not only explore\nthese extreme cases, but more mundane ones as well. Each case helps shape our understanding of what\npropells some individuals to cause harm on small or large scales, while others avoid it entirely, despite\n\ntemptations to the contrary.\n\nWhy and How?\n\nTo explain the landscape of human atrocities, from Reverend Lawrence Murphy to Mao Zedong, we need\nan account of why we evolved this capacity and how it works. I will explain both of these problems using\nthe theories and evidence of science.\n\nWhy? Evil evolved as an incidental consequence of our unique form of intelligence. All animals\nshow highly specialized abilities to solve problems linked to survival. Honey bees perform dances to tell\n\nothers about the precise location of nutritious pollen, providing an information highway that lowers the\n\nHauser Prologue. Evilution 10\n\nHOUSE_OVERSIGHT_012756",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012756.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2921,
    "word_count": 456,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.024110",
    "prefix": "IMAGES-002"
  }
}