{
  "document_id": "HOUSE_OVERSIGHT_019916",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019916.txt",
  "text": "Trump did not enjoy his own inauguration. He had hoped for a big blowout. Tom Barrack,\nthe would-be showman—in addition to Michael Jackson’s Neverland Ranch, he had\nbought Miramax Pictures from Disney with the actor Rob Lowe—may have declined the\nchief of staff job, but, as part of his shadow involvement with his friend’s White House, he\nstepped up to raise the money for the inaugural and to create an event that—seemingly\nquite at odds with the new president’s character, and with Steve Bannon’s wish for a no-\nfrills populist inauguration—he promised would have a “soft sensuality” and “poetic\ncadence.” But Trump, imploring friends to use their influence to nail some of the A-level\nstars who were snubbing the event, started to get angry and hurt that stars were determined\nto embarrass him. Bannon, a soothing voice as well as a professional agitator, tried to\nargue the dialectical nature of what they had achieved (without using the word\n“dialectical’’). Because Trump’s success was beyond measure, or certainly beyond all\nexpectations, the media and the liberals had to justify their own failure, he explained to the\nnew president.\n\nIn the hours before the inauguration, the whole of Washington seemed to be holding its\nbreath. On the evening before Trump was sworn in, Bob Corker, the Republican senator\nfrom Tennessee and the chairman of the Senate Foreign Relations Committee, opened his\nremarks as the featured speaker at a gathering at the Jefferson Hotel with the existential\nquestion, “Where are things going?” He paused for a moment and then answered, as\nthough from some deep well of bewilderment, “I have no idea.”\n\nLater that evening, a concert at the Lincoln Memorial, part of an always awkward\neffort to import pop culture to Washington, ended up, absent any star power, with Trump\nhimself taking the stage as the featured act, angrily insisting to aides that he could outdraw\nany star.\n\nDissuaded by his staff from staying at the Trump International Hotel in Washington\nand regretting his decision, the president-elect woke up on inaugural morning complaining\nabout the accommodations at Blair House, the official guest residence across the street\nfrom the White House. Too hot, bad water pressure, bad bed.\n\nHis temper did not improve. Throughout the morning, he was visibly fighting with his\nwife, who seemed on the verge of tears and would return to New York the next day;\nalmost every word he addressed to her was sharp and peremptory. Kellyanne Conway had\ntaken up Melania Trump as a personal PR mission, promoting the new First Lady as a\nvital pillar of support for the president and a helpful voice in her own right, and was trying\nto convince Trump that she could have an important role in the White House. But, in\ngeneral, the Trumps’ relationship was one of those things nobody asked too many\nquestions about—another mysterious variable in the presidential mood.\n\nAt the ceremonial meeting of the soon-to-be-new president and the soon-to-be-old\npresident at the White House, which took place just before they set off for the swearing-in\nceremony, Trump believed the Obamas acted disdainfully—“very arrogant”’—toward him\n\nHOUSE_OVERSIGHT_019916",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019916.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3178,
    "word_count": 518,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.499789",
    "prefix": "IMAGES-005"
  }
}