{
  "document_id": "HOUSE_OVERSIGHT_025785",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025785.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\n(6) To the extent that households benefit from company-sponsored health plans whose costs have risen sharply, these\n\nfigures may be somewhat understated.\n\n(7) Thomas Piketty and Emmanuel Saez, \"Income Inequality in the US., 1913-1998,\" 2003\n(8) Emmanuel Saez, \"Striking it Richer: The Evolution of Top Incomes in the US.,\" 2013\n(9) CBO, 2011\n\n(10) \"Capital,\" Thomas Piketty\n\n(11) CBO, 2011\n\n(12) The globalization of the world economy may have affected the distribution of wage rates at home. The U.S. has\nseen international trade and immigration increase in the past few decades, as well as an increase in the consumption of\nimported goods. Theoretically, an increase in imported goods, at the expense of domestic goods produced by\nlower-skilled workers, could hold down wages of domestic workers, though research on the subject has been\ninconclusive. An increase in the supply of foreign-born workers could also put pressure on wages in those jobs. But,\nhere as well, the effects of foreign workers on wage rates have been modest. Indeed, research note that immigrant\nworkers largely complement, rather than substitute, native-born workers, and thus have little impact on wages, while\n\nactually increasing overall growth.\n\n(13) David Card, Thomas Lemieux, and Craig Riddell, \"Unions and Wage Inequality,\" December 2004; \"Interview with\nDavid Card,\" Federal Reserve Bank of Minneapolis, Dec. 1, 2006\n\n(14) \"Capital,\" Thomas Piketty\n(15) CBO, 2011\n(16) CBO, 2011\n(17) CBO, 2013\n(18) CBO, 2013\n\n(19) CBO, 2013. The CBO noted that other transfers declined from nearly 3% to under 2%. Transfers to low-income\nhouseholds, such as Aid to Families With Dependent Children and Temporary Assistance for Needy Families, declined\n\nrelative to market income.\n\n(20) For example, the Bush Administration tax cuts of 2001 and 2003 reduced the income tax rate, capital gains tax\nrate, and dividend tax rate. Earlier, the tax cuts under President Ronald Reagan in the 1980s lowered the top individual\n\nincome tax rate to 28% from 50%. There was no reduction to the payroll tax rate until the Payroll Tax Holiday of 2010.\n(21) CBO, 2013\n\n(22) CBO, 2011; taxfoundation.org, \"Federal Individual Income Tax Rates History\"\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 23\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025785",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025785.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2429,
    "word_count": 374,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.057059",
    "prefix": "IMAGES-008"
  }
}