{
  "document_id": "HOUSE_OVERSIGHT_029074",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029074.txt",
  "text": "Bannon: First of all, Benjamin, I can tell you I could hardly recognize you, you’re so\ncleaned up you are for the conference.\n\n[Laughter]\n\nQuestioner: Hello, my name is Deborah Lubov. I’m a Vatican correspondent for Zenit\nnews agency, for their English edition. I have some experience working in New York — I\nwas working for PricewaterhouseCoopers auditing investment banks, one of which was\nGoldman Sachs. And considering this conference is on poverty, I’m curious — from your\npoint of view especially, your experience in the investment banking world — what\nconcrete measures do you think they should be doing to combat, prevent this\nphenomenon? We know that various sums of money are used in all sorts of ways and they\ndo have different initiatives, but in order to concretely counter this epidemic now, what\n\nare your thoughts?\n\n“For Christians, and particularly for those who believe in the underpinnings of the\nJudeo-Christian West, I don’t believe that we should have a [financial] bailout.”\n\nBannon: That’s a great question. The 2008 crisis, I think the financial crisis — which, by\nthe way, I don’t think we’ve come through — is really driven I believe by the greed, much\nof it driven by the greed of the investment banks. My old firm, Goldman Sachs —\ntraditionally the best banks are leveraged 8:1. When we had the financial crisis in 2008,\nthe investment banks were leveraged 35:1. Those rules had specifically been changed by a\nguy named Hank Paulson. He was secretary of Treasury. As chairman of Goldman Sachs,\nhe had gone to Washington years before and asked for those changes. That made the\nbanks not really investment banks, but made them hedge funds — and highly susceptible\nto changes in liquidity. And so the crisis of 2008 was, quite frankly, really never recovered\nfrom in the United States. It’s one of the reasons last quarter you saw 2.9% negative\ngrowth in a quarter. So the United States economy is in very, very tough shape.\n\nAnd one of the reasons is that we’ve never really gone and dug down and sorted through\nthe problems of 2008. Particularly the fact — think about it — not one criminal charge has\never been brought to any bank executive associated with 2008 crisis. And in fact, it gets\n\nworse. No bonuses and none of their equity was taken. So part of the prime drivers of the\n\nHOUSE_OVERSIGHT_029074",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029074.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2334,
    "word_count": 401,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.916997",
    "prefix": "IMAGES-010"
  }
}