{
  "document_id": "HOUSE_OVERSIGHT_012145",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012145.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nSummary of the Law\n\nWe have reviewed every reported case under 18 U.S.C. §§ 1591, 2422(b), and 2423(b),\nand cannot find a single one that resulted in a conviction on facts akin to the ones here. In some\nrespects, it is not surprising that no precedent supports federal prosecution of a man who engaged\nin consensual conduct, in his home, that amounts to solicitation under State law. After all,\nprostitution, even when the allegations involve minors, is fundamentally a State concern, United\nStates v. Evans, 476 F.3d 1176, n.1 (11th Cir. 2007) (noting that federal law “does not\ncriminalize all acts of prostitution (a vice traditionally governed by state regulation)”), and there\nis no evidence that Palm Beach County authorities and Florida prosecutors cannot effectively\nprosecute and punish the conduct. See also Batchelder v. Gonzalez, No. 4:07-cv-00330-SPM-\nAK, 2007 WL 5022105 (N.D. Fla. Oct. 19, 2007). In fact, the opposite is true—the state-elected\nofficials, cognizant of the local mores of the community, have a lauded history of just such\nprosecutions.\n\nIn any event, and as set forth below, none of the federal statutes in this case remotely\nsupports a prosecution on the facts of this case without each and every element being stretched in\na novel way to encompass the behavior at issue. We begin with first principles. Courts in this\ncountry have “traditionally exercised restraint in assessing the reach of federal criminal statutes,\nboth out of deference to the prerogatives of Congress, Dowling v. United States, 473 U.S. 207\n(1985), and out of concern that ‘a fair warning should be given to the world in language that the\ncommon world will understand, of what the law intends to do if a certain line is passed.”” Arthur\nAndersen LLP v. United States, 544 U.S. 696, 703 (2005) (quoting McBoyle v. United States, 283\nUSS. 25, 27 (1931)) (citation omitted),\n\nTwo recent Supreme Court decisions dramatically underscore these principles and help to\nhighlight why federal prosecution in this case would be improper as a matter of both law and\npolicy. See United States v. Santos, No. 06-1005 (June 2, 2008); Cuellar v. United States, No.\n06-1456 (June 2, 2008). Though they both address the interpretation and application of the\nfederal money laundering statute, 18 U.S.C. § 1956, the principles they set forth are equally\napplicable here. In Santos, the Court held that the statutory term “proceeds” means “profits”\nrather than “receipts,” and thus gave the statute a significantly narrower interpretation than what\nthe government had urged. In his plurality opinion, Justice Scalia emphasized that where a\nstatutory term in a criminal statute could support either a narrow or broad application, the narrow\ninterpretation must be adopted because “[w]e interpret ambiguous criminal statutes in favor of\ndefendants, not prosecutors.” Slip op. at 12. As his opinion explained, the rule of lenity “not\nonly vindicates the fimdamental principle that no citizen should be held accountable for a\nviolation of a statute whose commands are uncertain, or subjected to punishment that is not\nclearly proscribed. It also places the weight of inertia upon the party that can best induce\n\nHOUSE_OVERSIGHT_012145",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012145.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3236,
    "word_count": 520,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.168229",
    "prefix": "IMAGES-001"
  }
}