{
  "document_id": "HOUSE_OVERSIGHT_032095",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032095.txt",
  "text": "By Nancy Francis\n\nGPS technology will soon be at your feet, offering peace of mind to loved ones of Alzheimer’s\nsufferers, people with autism, active preschoolers and others who might wander into harm’s way\nor get lost.\n\nA Los Angeles-based company that sees opportunity in the merging of GPS tracking technology\nand footwear, has developed several prototypes of GPS tennis shoes.\n\nGTX Corporation is having discussions with various footwear manufactures (including some in\nOregon) about licensing its technological designs and connectivity system.\n\nDuring a recent visit to Portland, GTX Corp CEO Patrick Bertagna showed KGW a prototype of\n\nthe company’s GPS shoe.\nDownload the full article\nMobile Ways to Keep Track of Your Kids\n\nBy Lori Tucker, (WATE) Knoxville, TN -- June 7, 2007\n\nAs technology makes our society more mobile, there are more mobile ways to keep track of your\nloved ones including cell phones, car trackers and even shoes. GPS shoes That's right, an LA\ncompany has patented a GPS system in a shoe.\n\nXplorer Smart Shoes, made by GTX Corp., are able to track the person wearing them in real time\nor by remote surveillance.\n\nGTX says the shoes work particularly well for: children, people with Alzheimer's disease, outdoor\n\nadventures, military, police, fire and public safety workers.\nIN THE PIPELINE: Tracking All The Uses For Positioning Chips\n\nBy Donna Fuscaldo - DowJones Newswire - May 1, 2007\n\nFor Patrick Bertagna, the eureka moment came a few years ago when watching the coverage of the\nElizabeth Smart abduction. After spending years helping companies track their products via\nsoftware, Bertagna decided it was time to do something that mattered.\n\nSo the serial entrepreneur, armed with a couple of checks from friends, launched Global Trek\nXploration Corp., a Los Angeles-based company that's developing shoes embedded with a global\npositioning chip. The shoes will enable parents to monitor their children's every movement and\n\ncaregivers to keep real time tabs on elderly or sick people.\n\nHOUSE_OVERSIGHT_032095",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032095.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2041,
    "word_count": 324,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.186580",
    "prefix": "IMAGES-011"
  }
}