{
  "document_id": "HOUSE_OVERSIGHT_031939",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031939.txt",
  "text": "2]\n\nArticle 7.\n\nHurriyet\n\nWhy Golda Meir was right\n\nBurak Bekdil\n\nAugust 23, 2011 -- It has been more than two and a half years since\nPrime Minister Recep Tayyip Erdogan told to Israeli President\nShimon Peres’s face, “You (Jews) know well how to kill.” Prime\nMinister Erdogan has also declared more than a few times that the\nmain obstacle to peace in this part of the world is Israel, once calling\nthe Jewish state “a festering boil in the Middle East that spreads hate\nand enmity.” In this holy month of Ramadan full of blood on Muslim\nterritories, let’s try to identify who are the ones who know well how\nto kill. As the Syrian death count clicks every day to come close to\n2,000, the Turkish-Kurdish death count does not stop, already over\n40,000 since 1984, both adding to the big pool of blood called the\nMiddle East. Only during this Ramadan, the Kurdistan Workers’\nParty, or PKK’s, death toll has reached 50 in this Muslim Kurds vs.\nMuslim Turks war. This excludes the PKK casualties in Turkey and\nin northern Iraq due to Turkish military retaliation since they are\nseldom accurately reported.\n\nLet’s speak of facts.\n\nSudan is not in the conventional Middle East, so let’s ignore the\ngenocide there. Let’s ignore, also, the West Pakistani massacres in\nEast Pakistan (Bangladesh) totaling 1.25 million in 1971. Or 200,000\ndeaths in Algeria in war between Islamists and the government in\n1991-2006. But a simple, strictly Middle East research will give you\none million deaths in the all-Muslim Iran-Iraq war; 300,000 Muslim\nminorities killed by Saddam Hussein; 80,000 Iranians killed during\nthe Islamic revolution; 25,000 deaths in 1970-71, the days of Black\nSeptember, by the Jordanian government in its fight against the\n\nHOUSE_OVERSIGHT_031939",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031939.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1751,
    "word_count": 294,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.353011",
    "prefix": "IMAGES-011"
  }
}