{
  "document_id": "HOUSE_OVERSIGHT_017554",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017554.txt",
  "text": "STEVEN PINKER\n\nSteven Pinker was born in 1954 in the English-speaking Jewish\n\ncommunity of Montreal,Canada. He earned a bachelor’s\ndegree in experimental psychology at McGill University and\nthen moved to Cambridge, Massachusetts in 1976, where he\nhas spent most of his career bouncing back and forth between\nHarvard and MIT. He earned his doctorate at Harvard in 1979,\nfollowed by a postdoctoral fellowship at MIT, a one-year stint\nas an assistant professor at Harvard, and in 1982, a move back\nto MIT that lasted until 2003, when he returned to Harvard.\nCurrently he is Harvard College Professor and the Johnstone\nFamily Professor in the Department of Psychology. He also\nhas spent two years in California: in 1981-82, when he was an\nassistant professor at Stanford, and in 1995-96,when he spent\na sabbatical year at the University of California, Santa Barbara.\nPinker is an experimental psychologist who is\ninterested in all aspects of language and mind. Much of his\ninitial research was in visual cognition, the ability to imagine\nshapes, recognize faces and objects, and direct attention within\nthe visual field. But beginning in graduate school he cultivated\nan interest in language, particularly language development\nin children, and this topic eventually took over his research\nactivities. Aside from his experimental papers in language and\nvisual cognition, he wrote two fairly technical books early in\nhis career. One outlined a theory of how children acquire the\nwords and grammatical structures of their mother tongue. The\nsecond focused on one aspect of this process, the ability to\nuse different kinds of verbs in appropriate sentences, such as\nintransitive verbs, transitive verbs, and verbs taking different\n\ncombinations of complements and indirect objects. For the\nnext two decades his research focused on the distinction\nbetween irregular verbs like bring-brought and regular\nverbs like walk-walked. The reason is that the two kinds of\nverbs neatly embody the two processes that make language\npossible: looking up words in memory, and combining words\n(or parts of words) according to rules. He has also studied\nlanguage development in twins and the neuroimaging of\nlanguage processes in the brain, and has recently begun\nlines of research on the nature of reminding and on the\nfunction of innuendo and other forms of indirect speech.\nIn 1994 he published the first of five books\nwritten for a general audience. The Language Instinct was\nan introduction to all aspects of language, held together by\nthe idea that language is a biological adaptation. This was\nfollowed in 1997 by How the Mind Works, which offered a\nsimilar synthesis of the rest of the mind, from vision and\nreasoning to the emotions, humor, and art. In 1999 he\npublished Words and Rules: The Ingredients of Language which\npresented his research on regular and irregular verbs as a\nway of explaining how language works in general. In 2002\nhe published The Blank Slate: The Modern Denial of Human\nNature, which explored the political, moral, and emotional\n\ncolorings of the concept of human nature. The Stuff of Thought:\n\nLanguage as a Window into Human Nature, published in 2007,\ndiscussed the ways in which language reveals our thoughts,\nemotions, and social relationships. His most recent book is\nThe Better Angels of Our Nature: Why Violence Has Declined,\n\n[¥-47-F4\n\nShow this card when paying fi\n\nMontrez cette carte en payant le prix d\n\npublished in 2011. Pinker frequently writes for The New York\nTimes, Time, The New Republic, and other magazines on\nsubjects such as language and politics, the neural basis of\nconsciousness, and the genetic enhancement of human beings.\nPinker is the Chair of the Usage Panel of The\nAmerican Heritage Dictionary and has served as editor or\nadvisor for numerous scientific, scholarly, media, and\nhumanist organizations, including the American Association\nthe Advancement of Science, the National Science Foundation,\nthe American Academy of Arts and Sciences, the American\nPsychological Association, and the Linguistics Society of\nAmerica. He has won many prizes for his books (including\nthe William James Book Prize three times, the Los Angeles\nTimes Science Book Prize, and the Eleanor Maccoby Book\nPrize), his research (including the Troland Research Prize\nfrom the National Academy of Sciences, the Early Career\nAward from the American Psychological Association, and\nthe Henry Dale Prize from the Royal Institution of Great\nBritain), and his graduate and undergraduate teaching.\nHe is also a Humanist Laureate, the 2006 Humanist of\nthe Year, recipient of the 2008 Innovations for Humanity\nAward from La Ciudad de las Ideas in Mexico, the 2008\nHonorary President of the Canadian Psychological\nAssociation, and the recipient of six honorary doctorates.\nPinker lives in Boston and in Truro\nwith Rebecca Newberger Goldstein. The other\nauthors in the family are his sister Susan Pinker\nand Rebecca’s daughter Yael Goldstein Love.\n\nHOUSE_OVERSIGHT_017554",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017554.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4973,
    "word_count": 790,
    "line_count": 99,
    "import_date": "2025-11-19T21:47:45.012410",
    "prefix": "IMAGES-004"
  }
}