{
  "document_id": "HOUSE_OVERSIGHT_014105",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014105.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 22 of\n34\n\n12. Copies of any and all documents evidencing that Jane Doe #3 “has also told lies about\nmany world leaders” as described in paragraph 8 of the sworn Declaration of Alan M.\nDershowitz.\n\nRESPONSE:\n\nDefendant objects to this Document Request because it misstates paragraph 8 of the sworn\nDeclaration of Alan M. Dershowitz, which expressly states that “on information and belief, [Jane\nDoe #3] has also told lies about many world leaders.” (Emphasis added). Defendant further\nobjects to this Document Request because it seeks documents already in Plaintiffs’ possession\nand/or that are publicly available. Subject to and without waiving the foregoing specific\nobjections and the General Objections, Defendant responds by reference to statements by Jane\n\nDoe #3 reflected in the media, which are equally available to Plaintiffs.\n\n13. Copies of any and all documents evidencing that “the State Attorney in Palm Beach\nCounty dropped a case that she sought to bring based on an assessment by the investigating\ndetective regarding the ‘victim’s lack of credibility’” including a copy of the letter reflecting this\ndecision as described in paragraph 8 of the sworn Declaration of Alan M. Dershowitz.\n\nRESPONSE:\n\nDefendant objects to this Document Request because it misstates paragraph 8 of the sworn\nDeclaration of Alan M. Dershowitz, which expressly states that “on information and belief, the\nState Attorney in Palm Beach County dropped a case that she sought to bring based on an\nassessment by the investigating detective regarding the ‘victim’s lack of credibility.’ A copy of\nthe letter reflecting this decision was forwarded to central records.” (Emphasis added). Subject\nto and without waiving the foregoing specific objections and the General Objections, Defendant\nresponds that he will produce all responsive, non-privileged documents currently in his\n\npossession, custody or control.\n\nHOUSE_OVERSIGHT_014105",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014105.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1997,
    "word_count": 303,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.611720",
    "prefix": "IMAGES-002"
  }
}