{
  "document_id": "HOUSE_OVERSIGHT_030092",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030092.txt",
  "text": "33\n\nin 1966, a position he cleverly exploited after Syria’s defeat by Israel\nin the Six-Day War of 1967, after which it was alleged that the\nregime had had secret dealings with the Jewish state. A “palace coup”\ninside the leadership brought Assad to power as president in 1970.\nThereafter the power of the state was firmly concentrated in Alawi\nhands. Of the officers commanding the 47th Syrian Tank Brigade,\nwhich was responsible for suppressing the Muslim Brotherhood’s\nrebellion in the city of Hama in 1982 at a cost of some 20,000 lives,\n70 percent are reported to have been Alawis. When Hafez al-Assad\ndied in June 2000, the constitutional niceties were rapidly dispensed\nwith to ensure the succession of his son Bashar, who had studied\nophthalmology in England. Fearful that Hafez’s exiled younger\nbrother Rifaat al-Assad, who had commanded the Hama operation,\nwould try to take over, a hastily convened session of the People’s\nAssembly voted to lower the minimum age for a president from forty\nto thirty-four, the exact age of Bashar al-Assad.\n\nIn the welter of violence now accompanying the regime’s determined\nefforts to suppress the demonstrations, its achievements should not be\nforgotten or ignored. While its massacre in Hama was horrendous and\nit has an abysmal record on human rights, engaging in torture and\nsevere political repression, it had a good, even excellent one when it\ncame to protecting the pluralism of the religious culture that is one of\nSyria’s most enduring and attractive qualities. Some of these virtues\nare captured in Brooke Allen’s engaging account of her travels in\nSyria, The Other Side of the Mirror, where she meets ordinary people\nfrom different backgrounds and rejoices in the natural friendliness of\nSyria’s people and the extraordinary richness of its past. Instead of\nthe Soviet-style grayness she expected to find from accounts in the\nUS media, she discovers a sophisticated cosmopolitan society where\nlife is being lived in many different styles and varieties, “totally\nunselfconsciously, just as it has been for thousands of years.”\n\nHOUSE_OVERSIGHT_030092",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2105,
    "word_count": 339,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.197389",
    "prefix": "IMAGES-010"
  }
}