{
  "document_id": "HOUSE_OVERSIGHT_029954",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029954.txt",
  "text": "23\n\nArticle 6.\n\nScientific American\n\nHow the Brain Understands Food and\nAppetite [Excerpt]\n\nDavid Linden\n\nEditor's Note: The following is an excerpt from a chapter in the book\nCompass of Pleasure: How Our Brains Make Fatty Foods, Orgasm,\nExercise, Marijuana, Generosity, Vodka, Learning, and Gambling\nFeel So Good by David Linden. Copyright (c) 2001 by David Linden.\n\nJuly 2, 2011 -- In studies where the food intake and energy\nexpenditure of subjects are carefully monitored over a period of\nweeks to months (which tends to average out day-to-day fluctuations)\na remarkable balance between calories consumed and calories burned\nwas observed. When various mammals, from mice to monkeys, are\neither overfed or starved for a few weeks, their weight soon returns to\nnormal levels when free access to food is resumed. Crucially, our\nmammalian bodies seem to be able to regulate feeding based on the\namount of energy available in the food we consume, not just on the\nvolume of that food. One example of many: When groups of rats\nwere fed nutrient solutions of varying concentrations, they adjusted\nthe volume consumed to achieve a constant inflow of calories. It's a\nlot like the thermostat in your house: When its thermometer registers\na drop in temperature, it sends a signal to the heater to warm the\nhouse until the desired set point is reached.\n\nThese observations suggest that the brain must receive signals from\nthe body that indicate its weight and that the brain makes use of the\nsignals to modulate appetite and energy expenditure in order to\n\nHOUSE_OVERSIGHT_029954",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029954.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1571,
    "word_count": 258,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.100464",
    "prefix": "IMAGES-010"
  }
}