{
  "document_id": "HOUSE_OVERSIGHT_013537",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013537.txt",
  "text": "professionals (and lonely mates) may label these interpersonally distant,\nengineering rocket science people, “high functioning” sufferers of Asperger's autistic\nspectrum disorder. Things going on inside get most of the attention, having more\nimpelling importance than those on the outside involving other people. A recent\nstudy by Cambridge University’s Autism Research Center compares the\nempathizing (E) versus systemizing (S) ability of normal controls and adults with\nAsperger Syndrome and find the quasi-autistic adults are deficient in E and superior\nin S. They call it the E-S theory of autistic spectrum diseases. Psychotherapists of\nthese autistic spectrum personality types, patients who characteristically do not\nseek therapy but are forced into the office by marital or family conflict, speak of their\nlong, patient and mighty struggles to make intimate contact with these clients. A\nmore philosophical question involves issues of what are acceptable individual\ndifferences and why it is that these high functioning, highly paid and successful\nprofessionals have any diagnosis at all.\n\nIt is not surprising that the highest paid members of corporations producing\ntechnical products and services such as IBM and Oracle are those rare individuals\nin technical sales that are able to combine the skills and insights of introverted\nscientists and technicians with those of the gregariously successful salespersons. In\nbusiness schools such a blend is seen in people who combine talents in both\nmarketing and finance. In architecture this combination might take the form of a\ngraphic-design artist with computational mechanical engineering skills. Recruiters\nknow that it is difficult to find people for what is called engineering sales.\n\nFrom all over the United States, professional instrumental musicians that\nbegan to experience severe technical difficulties that defied their teachers as well as\nmore extended practice time came to see Chicago’s music guru, Carl Boardstadt.\nHe was a nationally known consultant to classical and jazz professionals in the\n1920’s and 30’s. His particular specialty involved those who had “hit the wall,” those\nwhose progress toward advanced musical mastery and accession into the higher\nechelons of the business had been truncated. His recommendations were often\neccentric indeed. For the wind musician with breadth control problems, it might be\n\nblowing uniform bubbles through a long tube held at increasing depths of a filled\n\n37\n\nHOUSE_OVERSIGHT_013537",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013537.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2500,
    "word_count": 372,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.243859",
    "prefix": "IMAGES-002"
  }
}