{
  "document_id": "HOUSE_OVERSIGHT_014571",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014571.txt",
  "text": "Last year witnessed a growing repudiation of\nthis status quo, evident in the surprise outcome\nof the UK and Italian referenda, as well as US\npresidential election. As we begin 2017, these\nwinds of change are gaining force. Central banks\nare acknowledging the often counterproductive\nimpact of ultra-easy monetary policy and\nshifting attention to the eventual withdrawal of\naccommodation. At the same time, the recovery\nin commodity prices and recent firming in global\ngrowth is shifting the focus from deflation to\nreflation. The same could be said of the increasing\nfocus on expansionary fiscal policy.\n\nWhile this change brings hope, it also carries\nrisk. In the US, fiscal stimulus arrives eight years\ninto an economic expansion that is already near\nfull employment, increasing the danger of the\neconomy overheating. Although the Federal\nReserve could respond by hastening the pace\nof rate hikes, it might overdo it. Similarly, an\noverzealous negotiating stance on existing trade\nrelationships or imposition of protectionist policies\nby the incoming US administration could staunch\nthe flow of trade—an outcome that would be\nparticularly damaging to emerging markets. And\nin Europe, a victory of the far right in the French\npresidential election could unleash fears about\nFrance exiting the European Union and endanger\nthe survival of the euro.\n\nStill, we do not yet accord a high enough\nprobability to these risks to alter our base case,\nwhich assumes these winds of change fill the sails\nof the ongoing global recovery, rather than capsize\nit (see Exhibit 29).\n\nExhibit 29: ISG Outlook for Developed Economies\n\nExhibit 30: Duration of Post-WWII Expansions\nThis expansion is already the fourth-longest since WWII.\n\nRecovery Duration (Quarters)\n45\n\n40\n\n40\n35\n31 ag\n24\n19\n1849\n8\n5 [| 4\n; ||\n\nMar-91 Feb-61 Nov-82 Jun-09 Nov-01 Mar-75 May-54 Nov-70 Apr-58 Jul-80\nBusiness Cycle Trough\n\nData as of December 2016.\nNote: The recovery is measured from the business cycle trough.\nSource: Investment Strategy Group, National Bureau of Economic Research.\n\nUnited States: Age Is Just a Number\n\nThe US economic expansion is getting old by\nhistorical standards. At nearly eight years, it is\nalready the fourth-longest in post-WWII history\nand poised to be among the top three by the\nmiddle of this year (see Exhibit 30). Concern that\nthe economy’s vigor is finally succumbing to its\nadvanced age was only bolstered by anemic 1.6%\nreal GDP growth in 2016, close to the weakest of\nany year during the recovery.\n\nBut as we have argued in the past and as\nFederal Reserve Chair Janet Yellen recently noted,\n“it’s a myth that expansions die of old age.”!°\nInstead, business cycles are typically derailed by\n\nUnited States Eurozone United Kingdom Japan\n\n2016 2017 Forecast 2016 2017 Forecast 2016 2017 Forecast 2016 2017 Forecast\nReal GDP Growth* Annual Average 1.60% 1.90-2.70% 1.60% 1.20-1.90% 2.10% 0.50-1.50% 1.00% 0.75—-1.50%\nPolicy Rate** End of Year 0.75% 1.25-1.50% 0.00% (0.50}-(0.30}% 0.25% 0.00—-0.50% -0.10% -0.10%\n10-Year Bond Yield*** End of Year 2.44% 2.50—3.00% 0.21% 0.50-1.00% 1.24% 1.50-2.25% 0.05% 0.00%\nHeadline Inflation**** = Annual Average 1.70% 1.80-2.60% 0.60% 0.80-1.60% 1.20% 2.00-3.00% 0.50% ad\nCore Inflation**** Annual Average 2.10% 1.80-2.60% 0.80% 0.90-1.40% 1.40% 1.50-2.00% -0.40% 0.25-1.0%\nData as of December 31, 2016.\nNote: The above forecasts have been generated by ISG for informational purposes as of the date of this publication. They are based on ISG’s proprietary macroeconomic framework, and there can be\n\nno assurance the forecasts will be achieved.\nSource: Investment Strategy Group, Goldman Sachs Global Investment Research, Bloomberg.\n* 2016 real GDP is based on Goldman Sachs Glo.\n** The US policy rate refers to the top of the Fe\n** For Eurozone bond yield, we show the 10-year German bund yield.\n\nal Investment Research estimates of year-over-year growth for the full year.\neral Reserve's target range. The Japan policy rate refers to the BOJ deposit rate.\n\n**** For 2016 CPI readings, we show the latest year-over-year CPI inflation rate (November). Japan core inflation excludes fresh food, but includes energy.\n\n38 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014571",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014571.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4208,
    "word_count": 664,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:45.725815",
    "prefix": "IMAGES-003"
  }
}