{
  "document_id": "HOUSE_OVERSIGHT_013653",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013653.txt",
  "text": "predict how the fluid will flow upon it. If we start with a simple bowl, a parabolic\nbasin, then the attractor itself is a point at the bowl’s very bottom. Changing the\nvalue of some influential parameter may induce the sudden formation of a small hill,\ngrowing at the center of the basin’s bottom. Now fluid flow in the attractor bowl runs\ndown to a path around the hill at its bottom. The autonomous motion of the fluid\nflows takes place now in a circular orbit. The basin of the new attractor is the\noriginal bowl minus the point at the top of the central hill. The fluid flow around the\nhill at the bottom of the basin is circular and is called a limit cycle. Note that the\ndirection of the rotation of the limit cycle can circle in one direction or the other. |n\nsome computational simulations, motion alternates between directions. This\nsuggests the aspect of the born again amphetamine religions, splitting. There is an\nunstable and intermixed probability of right versus left turning directions and their\nalternation. This vulnerability to directional splitting and often unpredictable\nalterations in action themes can represent what seem to be _ paradoxical\ncombinations of both good and evil in the same strongly faithful, for example, the\napparent bidirectional morality of generous and loving, pederast priests.\n\nThese mathematically flavored images of the sudden emergence of a limit\ncycle in complex systems was made biologically concrete to me by research\nconducted by one of my first graduate students, David Segal. He is now a professor\nof psychiatry at the University of California in San Diego. His program of work\ninvolved the administration of very gradually increasing doses of amphetamine to\nrats while their behavior was being monitored and recorded by a continuously\nrunning video camera. He documented the behavior of rats in a walled rectangular\nspace within which, without drugs, they first wandered about randomly and then\nsettled down to rest in an individually selected, favorite home corner. Segal called\nall of these phenomena, patterns of exploratory behavior. At doses of amphetamine\nbelow 2.5 milligrams (mg) per kilogram weight (kg), the exploration of the entire\nbounded space proceeded faster than was the case with their salt-water treated\ncontrols, their paths being more uniformly distributed throughout the box. They\nspent less time resting in their home corner. At almost precisely 2.5 mg/kg, the rat’s\n\nbehavior changed dramatically into an entirely new pattern of continuous circling. As\n\n153\n\nHOUSE_OVERSIGHT_013653",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013653.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2562,
    "word_count": 413,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.921177",
    "prefix": "IMAGES-002"
  }
}