{
  "document_id": "HOUSE_OVERSIGHT_014057",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014057.txt",
  "text": "78 CASSELL ET AL. [Vol. 104\n\nwithout interfering in the investigation. Generally, this point in time is\ndefined by the opening of a criminal investigation.”**\n\nGiven the way the two statutes work, it would make no sense to\nartificially confine the CVRA’s reach until after the filing of a criminal\ncomplaint. Before then, victims will have often received information from\nthe Department about the status of the investigation. They might wish to\nconfer with prosecutors about how the case is proceeding, and the CVRA\nextends to them a right to confer.” Similarly, while the Department is\nnotifying victims about the services they may receive and the status of an\ninvestigation, it is important that the victims be treated fairly. The CVRA\nextends the right to be treated fairly.!°° Indeed, it would be absurd to think\nthat Congress wanted to permit the Justice Department to treat crime\nvictims unfairly until criminal charges have been filed.\n\nInstead of recognizing Congress’s intent, OLC’s 2011 memorandum\nsimply cites to a series of cases in which courts concluded that a victim of\nuncharged conduct should not be afforded statutory protections.'°! Yet\nnone of these cases—United States v. Turner,'°? Searcy v. Paletz,'® or\nSearcy v. Skinner'°*—provide strong support for OLC’s position. Turner is\na particularly poor fit. Although OLC’s memorandum characterizes Turner\nas excluding victims of uncharged conduct,’ the magistrate judge adopted\nan inclusive reading of the statute precisely because of his reservations\nabout the CVRA’s legislative history and plain language. The judge\nsuggested that “any person who self-identifies as [a victim]” could be\npresumed to qualify for protection under the CVRA as a preliminary\nmatter.!°° In fact, the line quoted by the Department is lifted out of context.\nThe full sentence reads: “While the offense charged against a defendant can\n\n°8 ATTORNEY GENERAL GUIDELINES, supra note 52, at 7 (internal citations omitted), see\nalso 42 U.S.C. § 10607(b).\n\n°° 18 U.S.C. § 3771(a)(5) (2012) (preserving “[t]he reasonable right to confer with the\nattorney for the Government in the case”).\n° Td. § 3771(a\\(8) (preserving “[t]he right to be treated with fairness and with respect\nfor the victim’s dignity and privacy”).\n°l OLC CVRA Rights Memo, supra note 2, at 6 n.6.\n° 367 F. Supp. 2d 319 (E.D.N.Y. 2005).\n3 No. 6:07-1389-GRA-WMC, 2007 WL 1875802 (D.S.C. June 27, 2007).\n4 No. 6:06-1418-GRA-WMC, 2006 WL 1677177 (D.S.C. June 16, 2006).\n°5 OLC CVRA Rights Memo, supra note 2, at 6 n.6.\n°° Turner, 367 F. Supp. 2d at 327 (“Instead, I have taken and will continue to follow an\ninclusive approach: absent an affirmative reason to think otherwise, I will presume that any\nperson whom the government asserts was harmed by conduct attributed to a defendant, as\nwell as any person who self-identifies as such, enjoys all of the procedural and substantive\nrights set forth in § 3771.”).\n\nHOUSE_OVERSIGHT_014057",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014057.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2939,
    "word_count": 473,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.839387",
    "prefix": "IMAGES-002"
  }
}