{
  "document_id": "HOUSE_OVERSIGHT_018684",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018684.txt",
  "text": "te OK ok\n\n3. Did you have a particularly hostile or excited reaction to any of these pieces? If so,\nwhy?\n\nok\n4. Are there any binaries or bright lines that you're questioning as a result of reading these\npieces?\n4a. Could questioning those divisions have an impact upon your identity, or upon the way\nyou act towards others?\n\nok oe\n\n5. What are the overarching patterns that you see within the pieces in this section? How\nare these disparate topics relevant to each other?\n\nSa. Does this stuff really have to be so complicated?\n\nte Ok ok\n\nAbout The Author\n\nKK Ok\n\nClarisse Thorn is a feminist, sex-positive educator who has delivered sex-related lectures\nand workshops to a variety of audiences, including New York's Museum of Sex, San\nFrancisco's Center for Sex & Culture, and universities across the USA. She created and\ncurated the original Sex+++ sex-positive documentary film series at Chicago's historic\nfeminist site, Jane Addams Hull-House Museum. She has also volunteered as an\narchivist, curator and fundraiser for that venerable S&M institution, the Leather Archives\n& Museum. In 2010, Clarisse returned from working on HIV mitigation in sub-Saharan\nAfrica. Her writing has appeared across the Internet in many many places. She blogs\nabout feminist sexuality with a focus on S&M at clarissethorn.com, and tweets\n@clarissethorn.\n\nHandy links for connecting with Clarisse:\nBlog: http://clarissethorn.com/blog\nTwitter: http://twitter.com/ClarisseThorn\n\nFacebook: http://(www.facebook.com/clarisse.thom\n\nFind other Smashwords books by Clarisse:\nhttps://www.smashwords.com/profile/view/clarissethorn\n\n* ok\n\nAlso check out Clarisse's awesome book\n\nHOUSE_OVERSIGHT_018684",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018684.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1675,
    "word_count": 246,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.165022",
    "prefix": "IMAGES-005"
  }
}