{
  "document_id": "HOUSE_OVERSIGHT_015723",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015723.txt",
  "text": "Mind over Computer 33\n\nAt first glance, the problem appears to be one of social engineering.\nTeachers don't want to disappoint, and academic institutions want to\nimprove on last year’s results. The people awarding the grades often have\na vested interest in those grades improving. Even a tiny positive bias in\nthe most scrupulously honest teacher is enough for grades to creep up.\nHowever, grade inflation might not be purely a matter of over enthusiastic\nteachers. IQ scores are also rising. Welcome to the Flynn Effect.\n\nJames Flynn, Emeritus Professor of Political Studies at the\nUniversity of Otago in Dunedin, New Zealand, reported in 1987 that\n1Q scores rise over time throughout the world. All told the population\ngains about one IQ point every three years, and approximately every\nten years IQ tests have to be re-calibrated, so the average student once\nagain receives the average grade. This is a mystery. It is a large effect and\ncannot be explained by the rote learning of lots of sample questions. The\nhuman race is either rapidly getting smarter or the least smart members\nof society are coming up to the general average fast; either way it means\nthere are fewer dumb people around. The Flynn Effect has recently\nslowed in western countries, suggesting it might be that intelligence is\nconverging rather than increasing overall. Another interesting fact is\npeople become more intelligent as they age, gaining about one IQ point\nevery ten years. Against the stereotype, it’s not all downhill after forty.\nThere is hope for me yet!\n\nUntil recently we thought IQ was fixed, but new research contradicts\nthis. Muscles get stronger with exercise, physical skills, such as playing\ngolf and tennis, improve with practice; why not intelligence? Scientists\nused to believe brains couldn't get smarter; you had the IQ you were\nborn with. You might learn more ‘stuff’ during your life, but the G factor\nstayed the same. It looks like this is wrong and we were simply not using\nthe right exercises.\n\nIn 2008, Susanne Jaeggi and Martin Buschkuehl, of the University\nof Maryland, modified an intelligence test into a game and showed\nplaying the game improved ‘fluid’ intelligence and increases IQ. They\nbelieve playing their game helps improve working memory -— the short-\nterm memory we use for storing sums as we do mental arithmetic —\nor remembering telephone numbers. Previous attempts to improve\n1Q through practice had not shown much success as the skills did not\ntransfer between tests, but working memory is such a useful thing it\nappears to help across the board.\n\nThese factors argue against intelligence being a hardware feature of\nour brain. It does not remain static but instead improves with age, time,\nand education.\n\nHOUSE_OVERSIGHT_015723",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015723.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2754,
    "word_count": 454,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.894394",
    "prefix": "IMAGES-003"
  }
}