{
  "document_id": "HOUSE_OVERSIGHT_011686",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011686.txt",
  "text": "Weeks later, Misha Arens mentioned Kav 300 in one of our regular meetings.\nIt was not so much a statement of what should or shouldn’t have happened, but a\nshow of genuine puzzlement. “How can it be,” he asked, “when there is a real\nfight, an operation in which our soldiers are shooting, that terrorists come out\nalive?” The answer, to me, was simple: Sayeret Matkal. From our earliest days,\nthere was an understanding that you used whatever force necessary in order to\nmake an operation successful. Yet once the aim had been achieved — in this case,\neliminating the danger to the passengers — it was over. I am convinced, by the\nway, that Misha didn’t actually order the sayeret, or anyone else, to kill all the\nterrorists. I’m equally convinced there was a tacit assumption on the ground that\nMisha’s view, and Shamir’s as well, was that this would be no bad thing.\n\nYet by the summer of 1984, Shamir and Arens appeared in danger of losing\ntheir jobs. Israel’s next election, the first since the Lebanon war, was due in\nJuly. Just as the trauma of the 1973 war had helped Begin end Likud’s three\ndecades in opposition, the polls and the pundits were now suggesting that\nShimon Peres might bring Labor back to power. There was no prospect he’d\nwin an outright majority in the 120-seat Knesset. No one had ever done that, not\neven Ben-Gurion in his political heyday. From 1948, Israel’s political landscape\nhad been populated by at least a dozen-or-so parties, mostly a reflection of the\nvarious Zionist and religious groups before the state was established. The\ndominant party always needed to make deals with some of the smaller ones to\nget the required 60-vote parliamentary majority and form a government.\n\nThe Likud looked vulnerable. Domestic concerns, alone, were eroding its\nsupport. Under Begin’s turbo-charged version of Milton Freedman economics,\nan economic boom had given way to runaway inflation and a stock market\ncrash. Lebanon, however, was the main issue, and it remained a running\npolitical sore. The assassinated Bashir Gemayel’s brother, Amin Gemayel, had\nbecome president. But Israel still had large numbers of troops there. And while\nmost of the PLO fighters had gone, we faced a new and potentially even more\nintractable enemy in the south of the country. When our invasion began, the\narea’s historically disadvantaged Shi’ite Muslim majority had been the one\ngroup besides the Christians with the prospect of benefiting. The PLO rocket\nand artillery bases had disrupted their lives and, worse, placed them in the line\n\n215\nHOUSE_OVERSIGHT_011686",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011686.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2570,
    "word_count": 431,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.731138",
    "prefix": "IMAGES-001"
  }
}