{
  "document_id": "HOUSE_OVERSIGHT_017160",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017160.txt",
  "text": "4.2.12\nWC: 191694\n\nIn London, I was invited to represent the Harvard Law School at the 750\" anniversary of the\nMagna Carta at Westminster Abby, where I sat several rows behind the Queen. It was only years\nlater that Griswold acknowledged to me that the criminology institutes were just an excuse to\nhave me travel abroad and get a little culture. It worked. I bought my first piece of art in Paris\non that trip — a Kandinsky lithograph for which I paid $25. While in Paris, I was offered the\nopportunity one night either to attend a Paris opera or to hear a new group of British pop singers.\nBecause I was trying to gain some culture, I chose the opera, and missed an opportunity to hear\nthe Beatles in person. My children still kid me about that one.\n\nMy mother loved to write me letters at Harvard and she would always address me as “Ass Prof,”\nthe abbreviation for assistant professor. Naturally, a student came upon one of the envelopes, and\nthe word got around that my mother was calling me “The Ass Professor.” My grandmother\ncouldn’t get the pronunciation rate, calling me the “Profresser” (in Yiddish, fresser means\novereater).\n\nOne day in criminal law I had a particularly obnoxious student who kept trying to one up other\nstudents by referring to his extensive background in philosophy, a subject in which he had a PhD.\nHe would always begin his statements by saying, “Kant would say” or “Hegel would say.” One\nday we were going to be studying an essay by one of the great contemporary philosophers,\nRobert Nozick. I knew that this particular student had studied with Nozick and would invoke\nhim during the next class. Unbeknownst to the student, Bob Nozick was one of my closest\nfriends. This was shortly after the release of Woody Allen’s film “Annie Hall,” in which Woody is\nstanding in line for a movie and overhears a pretentious man regaling his date with information\nabout Marshall McCluen. Woody Allen then pulls Marshall McCluen from behind a sign and has\nMcCluen confront the pompous man, saying, “You know nothing of my philosophy.” It was a\nwonderful putdown scene. I told Bob Nozick about the student. He knew him and agreed with\nmy assessment. On the day in question, Bob sat in the back of the room with a hat over his head.\nAs soon as the student began, “As Professor Nozick would say,” Bob took his hat off, strutted to\nthe front of the room and declared, “You know nothing of my philosophy.” He then turned to me\nand said, “And neither do you.” We all had a good laugh and Bob co-taught the rest of the class\nwith me.\n\nShortly after I began teaching, the Harvard Law Record wrote an article, headlined “The Psyche\nand the Law,” describing my somewhat unusual approach to teaching criminal law.\n\n“His course in criminal law seems to some not to be a law course at all. For in place of\nabstracted appellate decisions, the would-be lawyers read pages by Margaret Mead.\nWhere one would expect a capsule treatment of criminal procedure, he is apt to find a\npapal lecture on medical research and morality. Instead of listing categories of offences,\nthe students skim Alfred Kinsey’s report on the sex life of American males.”\n\nIt described me as “probably the youngest man ever named to the Harvard Law School\nfaculty, [who] got his appointment at age 24.” It quotes me as making the heretical\nstatement that: “there’s no such thing as The Law....Law is one of our many processes\nfor ordering society. You can’t view this process as a neatly compartmentalized entity. It\nmust be viewed in its full perspective as an ongoing system.”\n\nfe)\n\nHOUSE_OVERSIGHT_017160",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3583,
    "word_count": 630,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.955839",
    "prefix": "IMAGES-004"
  }
}