{
  "document_id": "HOUSE_OVERSIGHT_017155",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017155.txt",
  "text": "4.2.12\nWC: 191694\n\neffectiveness of a system of law enforcement, then there is something very wrong with\nthat system.\n\nThe theme of this paragraph — the right to know of one’s rights — has pervaded my thinking and\nteaching.\n\nDuring that term, I also drafted opinions—some majority, some concurring, some dissenting—on\ntrial by jury, freedom of speech, desegregation, reapportionment, immunity and other important\nand changing areas of the law. There could be no better foundation for the next phase of my\ncareer—teaching law students at the nation’s largest and most prestigious law school, Harvard.\n\nBefore I leave the Supreme Court, I must recount one vignette regarding Justice Goldberg that\ncaused me considerable disappointment. One of the great villains of the day to all liberals was J.\nEdgar Hoover, the head of the FBI. On several occasions, I let my negative views about Hoover\nbe known to Goldberg, but he never said a word. I didn’t understand why. A few years later, I\nasked Bazelon, who smiled, and said “I probably shouldn’t tell you, but it’s important for you to\nknow that there are no perfect heroes.” He continued, “Hoover and Goldberg got along well,\nbecause when Goldberg was the lawyer for the labor movement, he worked hard to rid the C.I.O.\nof Communist influence.” I asked whether that meant he informed on Communist with the Union.\nBazelon replied, “I wouldn’t use the word informed, but he worked closely with Hoover on a\ncommon goal: to rid the C.I.O. of Communist influence.”\n\nBazelon then told me that Thurgood Marshall had played a similar role with regard to the\nNAACP-—trying to cleanse it of Communist influences.”\n\n“That’s how Thurgood and Arthur made it to the Court. If Hoover had opposed them, they\nmight not have been appointed.”\n\nI was shocked. “But there have been other liberals appointed as well,” I insisted.\n\n“Yes, Douglas, but he was Joe Kennedy’s boy, and Hoover liked Joe Kennedy, at least back in the\nday when Douglas was appointed. With Hoover, it wasn’t so much what you believed as were\nyou with Hoover or against him.”\n\n“What about Justice Brennan?,” I asked.\n\n“Bill was an accident, an Eisenhower mistake. They didn’t know he would be so liberal.\nEisenhower regarded Warren and Brennan as his worst mistakes.”\n\nBazelon then paused and said he would tell me something else, if I promised to keep it a secret\nuntil Goldberg and Marshall were both dead. I promised.\n\n“Hoover had something on both of them.”\n“What?” I asked.\n\n“Goldberg apparently had a brief ‘friendship’ with some European woman who may have been a\nRussian spy. Hoover covered it up.”\n\n68\n\nHOUSE_OVERSIGHT_017155",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2630,
    "word_count": 440,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.007417",
    "prefix": "IMAGES-004"
  }
}