{
  "document_id": "HOUSE_OVERSIGHT_012156",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012156.txt",
  "text": "KIRKLAND & ELLIS LLP\nalso had conversations with other women in which these women hoped\nthat “Jeffrey didn’t find out [their] age[s].” See Tab 6, Miller Tr., p. 45.\n\n° Ps. stated that she: “would tell my girlfriends just like\napproached me. Make sure you tell him you’re 18. Well, these girls that I\nbrought, I know that they were 18 or 19 or 20. And the girls that I didn’t\nKnow and I don’t know if they were lying or not, I would say make sure\nthat you tell him you’re 18.” See Tab 6, Tr., p. 22.\n\n© [BRE stated that Mold her say that she was 18 if asked. See\nTab 14, Tr. A, p. 8.\n\noO FP stated that she “told him I was 19.” See Tab ia\n\nTr., p. 16.\n\ne Mr. Epstein did not know these women would be caused to engage in a sex act\n(necessary for a conviction under § 1591) and any sexual activity that took place was\nunplanned.\n\nfe) fF stated “sometimes [Mr. Epstein] likes topless massages, but\nyou don’t have to do anything you don’t want to do. He just likes\nmassages.” See Tab 6, Tr., p. 7.\n\nfe) | also stated “[s]ometimes [Mr. Epstein] just wanted his feet\nmassaged. Sometimes he just wanted a back massage.” See Tab 6,\nTr, p. 19.\n\ne Mr. Epstein did not use an interstate facility to communicate an illegal objective to\nthe alleged victims (necessary for a conviction under § 2422(b)).\n\nfo) fF confirmed that Mr. Epstein never emailed, texted, or chatted\nin an Internet chat room with her. See Tab 13, BE deposition),\np. 30.\n\ne Mr. Epstein did not target minors (necessary for a conviction under § 2422(b))\n\n© [ERRRRRRM stated, “I always made sure -- I had a fake ID, anyways, saying\nthat I was 18. And [I (who is HM friend who brought her to\nMr. Epstein’s home)] just said make sure_you’re 18 because Jeffrey\ndoesn’t want any underage girls.” See Tab 6, r., p. 8.\n\ne Mr. Epstein did not use the phone or the Intemet to induce proscribed sexual activity\n(necessary for a conviction under § 2422(b)).\n\n° f stated that there was never any discussion over the phone about\nher coming over to Mr. Epstein’s home to engage in sexual activity: “The\nonly thing that ever occurred on any of these phone calls [with J\n\nHE or another assistant] was, ‘Are you willing to come over,’ or,\n\nI\n\nHOUSE_OVERSIGHT_012156",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012156.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2205,
    "word_count": 414,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.312664",
    "prefix": "IMAGES-001"
  }
}