{
  "document_id": "HOUSE_OVERSIGHT_019155",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019155.txt",
  "text": "3RSON\n\nyou met him, and then P'll—\n\nale friend] worked at Hollister\n»1 mall, and I was mentioning\nry to go to Maine.. .I wanted to\nand 1 couldn't afford a plane\niJ], you can get a plane ticket in\nrou talking about?” Like, what\n; sense to me, a plane ticket in\ng about? And she goes, “Oh, we\nand, um, he'll pay two hundred\nutes or an hour.” And that's all\n\nthing.\n\ngirls, so I looked cute, did my\n\nthat it was what it was. I wasn't\n\nie was gonna pay me two hun-\n\n:—I, I don’t know, like, I don’t\non my head. I absolutely don't\nry mind was thinking, ob, well,\nwas also thinking, you know, at\ning crazy? Like, this guy’s not\nt doing anything, not letting him\ncnow? So I didn’t know what to\n\nhe does something that I have a\n\n”\n\no?\nof his, like, slaves that he has live\nslaves,” like, one of the girls that\n\n38\n\nFittuy Ricu\n\nhe bought to, like, have sex with him. Um, I was introduced\nto one of them probably, like...Sarah. I was introduced to\nSarah. Um, that’s his assistant, I think. I think they have sex,\nbut I don’t know. Um, I was introduced to his assistant Sarah,\nand she’s the one who told me that he would be ready in a\nsecond. And from there I met various other girls. 1 don’t\nreally—I didn’t pay attention to who they were, though....\nSo...we were waiting on the couch in the bathroom, and,\num, Jeffrey comes up, and he’s like, “Hey, ’'m—I'm Jeffrey.”\nHe just introduced himself, and he hands—I remember this\n‘cause I was pissed off that she got paid to bring me. Like, I\nwas pissed off. He hands her a wad of hundred-dollar bills\n\nand says, “Thank you,” and she says, “I'll wait for you down-\n\nstairs,” and I was like, “All right, I’ll see you in a little while.”\n\nAnd that’s how I was brought to Jeffrey.\n\nUm. Hold on—I’m remembering. I’m, like, picturing in my\nhead. I wore a skirt. I remember specifically what I wore: I\nwore a skirt and just a regular T-shirt. And I was massaging\nhis legs, and he asked me to take off my skirt. And I said—I\nthink I said no at first. And he’s like, “Come on, you’re not\nshowing” —he talked me into it, basically. He’s like, “Oh,\nyou're not showing anything,” or [he] did something; I don't\neven know. So I ended up taking off my skirt, and then he\ngoes—well, I think he just started touching, you know, the\ntop of me. So—and then he asked me.\n\n: When you're saying “the top of you,” you mean your\n\nbreasts?\n\n: Yeah. And then he asked me to take off my shirt. So I took off\n\nmy shirt, but I kept my underwear on. And I wouldn't take\n\n39\n\nHOUSE_OVERSIGHT_019155",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2505,
    "word_count": 488,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:45.618355",
    "prefix": "IMAGES-005"
  }
}