{
  "document_id": "HOUSE_OVERSIGHT_024442",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024442.txt",
  "text": "OTHER THAN ENTITIES OR PERSONS DEFINED AS INSTITUTIONAL INVESTORS IN THE MEANING\nOF ITEM NO. 7. IN ARTICLE 2 OF THE ICELANDIC ACT ON SECURITIES TRANSACTIONS AND THE\nREGULATION OF THE TRANSACTIONS OF SECURITIES NO. 233/2003. ANY RESALE OF THE\nUNITS IN ICELAND WILL NEED TO TAKE PLACE IN ACCORDANCE WITH THE PROVISIONS OF THE\nICELANDIC ACT ON SECURITIES TRANSACTIONS No. 33/2003 AS AMENDED AND ANY\nAPPLICABLE LAWS OR REGULATIONS OF ICELAND.\n\nNOTICE TO RESIDENTS OF INDIA\n\nTHE ISSUANCE OF THE UNITS IS BEING MADE STRICTLY ON A PRIVATE PLACEMENT BASIS.\nTHIS MEMORANDUM IS NOT A PROSPECTUS OR A STATEMENT IN LIEU OF A PROSPECTUS. IT\nIS NOT, AND SHOULD NOT BE DEEMED TO CONSTITUTE AN OFFER TO THE PUBLIC IN\nGENERAL.\n\nTHE INFORMATION CONTAINED IN THIS MEMORANDUM IS BELIEVED BY THE COMPANY TO BE\nACCURATE IN ALL MATERIAL RESPECTS AS OF THE DATE HEREOF, THE COMPANY DOES NOT\nUNDERTAKE TO UPDATE THIS MEMORANDUM TO REFLECT SUBSEQUENT EVENTS. THIS\nMEMORANDUM HAS BEEN PREPARED TO PROVIDE GENERAL INFORMATION ON THE COMPANY\nTO POTENTIAL INVESTORS EVALUATING THE PROPOSAL TO SUBSCRIBE FOR THE UNITS\nCOVERED BY THIS MEMORANDUM AND iT DOES NOT PURPORT TO CONTAIN ALL THE\nINFORMATION THAT ANY SUCH POTENTIAL INVESTOR MAY REQUIRE. POTENTIAL INVESTORS\nSHOULD CONDUCT THEIR OWN DUE DILIGENCE, INVESTIGATION AND ANALYSIS OF THE\nCOMPANY.\n\nPRIOR TO APPLYING FOR THE UNITS, INVESTORS SHOULD VERIFY IF THEY HAVE THE\nNECESSARY POWER AND COMPETENCE TO APPLY FOR THE UNITS UNDER THEIR\nCONSTITUTIONAL DOCUMENTS AS WELL AS ALL RELEVANT LAWS AND REGULATIONS IN\nFORCE IN INDIA. THEY SHOULD ALSO CONSULT THEIR OWN TAX ADVISORS ON THE TAX\nIMPLICATIONS OF THE ACQUISITION, OWNERSHIP AND SALE OF THE UNITS, AND INCOME\nARISING THEREON.\n\nALTHOUGH THE INFORMATION CONTAINED HEREIN HAS BEEN OBTAINED FROM SOURCES\nTHAT ARE RELIABLE TO THE BEST OF THE AGENTS’ KNOWLEDGE AND BELIEF, THE AGENTS\nMAKES NO REPRESENTATION AS TO THE ACCURACY OR COMPLETENESS OF ANY\nINFORMATION CONTAINED HEREIN OR OTHERWISE PROVIDED BY THE AGENT. NEITHER THE\nAGENTS NOR ANY OFFICER OR EMPLOYEE OF THE AGENTS ACCEPT ANY LIABILITY\nWHATSOEVER FOR ANY DIRECT OR CONSEQUENTIAL LOSS ARISING FROM ANY USE OF THIS\nMEMORANDUM OR ITS CONTENTS.\n\nNOTICE TO RESIDENTS OF ITALY\n\nTHE OFFERING OF THE UNITS IN THE REPUBLIC OF ITALY (“ITALY”) HAS NOT BEEN\nAUTHORISED BY THE COMMISSIONE NAZIONALE PER LE SOCIETA E LA BORSA (\"CONSOB”)\nPURSUANT TO THE ITALIAN SECURITIES LEGISLATION AND, ACCORDINGLY:\n\n(l) THE UNITS CANNOT BE OFFERED, SOLD OR DELIVERED IN ITALY IN AN INVESTMENT\nSOLICITATION (“SOLLECITAZIONE ALL'INVESTIMENTO”) WITHIN THE MEANING OF ARTICLE 1,\nPARAGRAPH 1, LETTER (T) OF LEGISLATIVE DECREE NO. 58 OF 24 FEBRUARY 1998, AS\nAMENDED (“DECREE 58/98”),\n\n(1) THE UNITS CANNOT BE OFFERED, SOLD AND/OR DELIVERED, NOR ANY DOCUMENT\nRELATING TO THE UNITS CAN BE DISTRIBUTED, EITHER IN THE PRIMARY OR SECONDARY\nMARKET, TO INDIVIDUALS RESIDENT IN ITALY, AND\n\n(Ill) ANY OFFER, SALE AND/OR DELIVERY OF THE UNITS AND DISTRIBUTION OF COPIES OF ANY\nDOCUMENT RELATING TO THE UNITS IN ITALY WILL ONLY BE:\n\nHOUSE_OVERSIGHT_024442",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024442.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3041,
    "word_count": 491,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.759925",
    "prefix": "IMAGES-007"
  }
}