{
  "document_id": "HOUSE_OVERSIGHT_020530",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020530.txt",
  "text": "71\n\nwritten for Chinese publications and have not experienced any such issues. Several\nanalysts noted that they have heard that their articles and reports have been translated\ninto Chinese in neibu (internal circulation) channels for consumption by think tanks\nand government officials. One interviewee commented that if what she writes is\npositive, it is published openly; if it is critical, it is only published internally.\n\nA number of interviewees also reported that their work had been improperly published\non Chinese websites. Sohu has taken think-tank reports and put them online without\npermission; one analyst forced the company to take them down from the web. Another\nscholar reported that a Chinese think tank at one point claimed she was one of its\nfellows and posted bogus content on its website that it alleged she had written.\n\nWhile some of the think-tank scholars interviewed have had their books translated\ninto Chinese by mainland presses, most have not. A growing number do not try,\nrecognizing that significant parts of their books would never make it past the censors.\nWhen informed privately by the translator of her book that large portions were being\nexcised, one scholar halted the Chinese publication process. Another scholar battled\nfor two years with the Chinese publisher after the contract had been signed between\nthe Western and Chinese publishers. The State Press and Publishing Administration\ndemanded more than seventy deletions, finally settling on five with the agreement\nof the scholar. In the end, however, the Chinese publisher informed the scholar’s\npublisher that the book could not proceed to publication because of “unfriendly\nremarks” the scholar had been making in the media. Most US scholars simply do not\nbother with mainland publishers and look for publication opportunities in Taiwan or\nHong Kong. Several US scholars believe that there are pirated copies of their books or\nat least partially translated copies available within China. At least one scholar found\nthat a search on Baidu yielded half of her most recent book online.\n\nNot all scholars are willing to sacrifice the opportunity to be published in China.\n\nOne analyst reported that a senior non-China expert at their think tank permitted\nhis book to be published in China, even though several pages had been mistranslated\nand the editors had actually created some new passages that did not exist anywhere\nin the original text. Even the title and subtitle of the book, as well as the author’s own\nprofessional title, were incorrectly identified.\n\nPublic Voice\n\nThe issue of censorship also arises in the context of how think-tank analysts present\ntheir own views publicly, especially when in China. On the whole, think-tank scholars\nshow determination to raise sensitive topics and be forthright in presenting their\nviews. But it is an understandable human instinct to want to be polite and diplomatic\nwhile still conveying one’s own views honestly. As one scholar, who also does a lot of\n\nSection5\n\nHOUSE_OVERSIGHT_020530",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020530.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3031,
    "word_count": 482,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.080576",
    "prefix": "IMAGES-006"
  }
}