{
  "document_id": "HOUSE_OVERSIGHT_018672",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018672.txt",
  "text": "There are a lot of things about pickup artistry that I really do not like. There were points\nduring my PUA adventures when I learned about incidents and strategies that blatantly\nsound like rape. This is a huge can of worms, and I discussed it at great length in my\nbook. For now I will only note that there is an entire PUA area of inquiry called \"Last\nMinute Resistance\" (or \"LMR\"): that is, what happens when a woman resists having sex.\n\"Last Minute Resistance tactics\" (\"LMR tactics\") are designed to convince a woman who\nhas expressed hesitance, distaste or discomfort to have sex anyway.\n\n\"The first two 'no's don't mean much, and should be expected,” advises one PUA while\noutlining LMR tactics. This is exactly the kind of thing that gives the community a bad\nname. In fairness, some PUAs talk about trying to understand why a girl is\nuncomfortable, and then addressing the root cause of her discomfort. For example, a PUA\nmight advise asking whether she is menstruating, and then reassuring her that he won't be\ngrossed out by having sex if she is. Some PUAs try to claim that most LMR tactics are\nharmless and communicative, but this is a difficult claim to defend. I have always been\nmore impressed by the few PUAs who simply advocate respecting Last Minute\nResistance, such as David Shade:\n\nDo not push against last minute resistance. You will be like all the other guys who\nobjectify women and do not respect her as a real person. And it will reek of desperation.\n\n... In fact, move things along just slightly slower than she'd like it. Make her wait. It\nbuilds that sexual tension, and it makes her think. When she is away from you, she is\ngoing to think about it a lot.\n\nOf course, while Shade is advising his clients to respect boundaries, he's advising them to\nrespect boundaries as a tactic for seducing the woman eventually. Another example of\nthis approach comes from Mark Manson, who appears more interested in respecting\nwomen for the sake of respecting women, but whose main thrust is still seduction advice:\n\nIn [an LMR situation], there's always a fork in the road: you can do the typical freeze-\nout/high-pressure PUA bullshit to try to manipulate her or annoy her into giving up the\nresistance. Or you can be honest about the situation and resign yourself to accepting the\nfact that you may not have sex tonight.\n\nGuys, listen. Always, always, always go with the second option. It may sound counter-\nintuitive, but you have to go with the second option. Not only because it's the right thing\nto do. Not only because it's what any respectful human being should do. But because if\nyou make it clear that there is absolutely no pressure for her to sleep with you, if you\nShow her that you can be trusted and that you're OK with whatever she decides (and by\nthe way, you do need to be OK with whatever she decides), then she's going to become\nten times more comfortable with you, and therefore is actually more likely to WANT to\nhave sex with you.\n\nPUA frameworks and tactics are often consent-friendly. Many \"LMR tactics\" encourage\npushiness or even outright non-consensual behavior, such as ignoring the woman when\nshe says, \"No.\" Yet things I discussed in previous sections of this article — such as \"negs,”\nand body-language \"kino\" tactics -- are clearly neutral: their usage is shaped mostly by\nthe goals of individual PUAs and the social context in which they occur. Discussions of\n\nHOUSE_OVERSIGHT_018672",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018672.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3434,
    "word_count": 601,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.796322",
    "prefix": "IMAGES-005"
  }
}