{
  "document_id": "HOUSE_OVERSIGHT_027979",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027979.txt",
  "text": "operation. Both times, it was an operation that we, the ones who have to do it,\nknew could succeed. An operation on which the fate of three Israeli pilots\ndepends. One of whom we know personally, and have worked with. Now, again,\nwith no real reason, you’ve stopped us. I see this as a breach of trust.” When\nneither Dado nor Motta replied, I went on: “I have to tell you openly. You can’t\npossibly judge the situation on the ground. Only we can. And you’re behaving\nas if you know. You can’t know from here. There was no reason for us not to\ngrab those officers. I don’t want to reach a point when I have to start thinking\nabout what to report back, or not report, just to make sure we’re free to\ncomplete a mission that you ordered, after agreeing it was necessary for Israel.”\n\nNo one said anything for a few moments. I could see that Uzi, Mookie and\nBibi were shocked at having heard me speak in this way to three of the top\ncommanders of the armed forces. But I meant every word. If Sayeret Matkal\nwas to function as a special-forces unit, it needed to have the trust of those\nwho’d authorized an operation in the first place. It was Dado who finally\nreplied. Sort of. Trying to defuse the tension, he told us a joke from his Palmach\ndays. “There are two bulls who come into a field full of cows. A young one and\nold one. The young one says to the old guy: let’s run over there to the far end of\nthe field, where the prettiest cow is, and we can fuck her. The old bull replies:\n“No need to rush. Let’s go slowly, and fuck them all.”\n\nI guess we were meant to be the young bulls.\n\nI doubt Dado knew whether we’d get a third chance at the Syrian officers,\nthough I’m sure he hoped so. A week later, we got word there would be a final\ninspection visit, to the central sector of the border area. Ordinarily, I would have\nled the operation. Now, I made an exception. To Dado’s obvious surprise, I\ndecided to remain behind, in the command post. “A commander has to be in the\nbest place to ensure a mission is successfully completed,” I told him. “I’ve\ncome to the conclusion the only way I can do that is to be here with you.\nBecause the real bottleneck isn’t out there in the field. It’s here.”\n\nI placed Yoni, who had just become my deputy, in overall command of the\ntwo main teams: Uzi Dayan’s and another led by one of our most impressive\nyoung officers, a kibbutznik named Danny Brunner. He reminded me a lot of\nNechemia Cohen: he spoke little, and softly, but once an operation began was\ncalm, clear minded and able to anticipate and avoid trouble before it\nmaterialized. Two other teams, one led by Mookie Betzer and the other by Shai\nAgmon, would act as blocking units, concealed half-a-mile on either side, once\nthe main force intercepted the convoy. We chose a spot across from the Israeli\n\n131\nHOUSE_OVERSIGHT_027979",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027979.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2826,
    "word_count": 532,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.183149",
    "prefix": "IMAGES-009"
  }
}