{
  "document_id": "HOUSE_OVERSIGHT_020061",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020061.txt",
  "text": "18\n\nBANNON REDUX\n\nannon was back, according to the Bannon faction. According to Bannon himself:\nB “Pm good. I’m good. I’m back. I said don’t do it. You don’t fire the director of the\nFBI. The geniuses around here thought otherwise.”\n\nWas Bannon back? asked the worried other side of the house—Jared and Ivanka, Dina\nPowell, Gary Cohn, Hope Hicks, H. R. McMaster.\n\nIf he was back, that meant he had successfully defied the organizational premise of the\nTrump White House: the family would always prevail. Steve Bannon had, even in his\ninternal exile, not stopped his running public verbal assault on Jared and Ivanka. Off the\nrecord became Bannon’s effective on the record. These were bitter, sometimes hilarious,\ndenunciations of the couple’s acumen, intelligence, and motives: “They think they’re\ndefending him, but they are always defending themselves.”\n\nNow he declared they were finished as a power center—destroyed. And if not, they\nwould destroy the president with their terrible and self-serving advice. Even worse than\nJared was Ivanka. “She was a nonevent on the campaign. She became a White House\nstaffer and that’s when people suddenly realized she’s dumb as a brick. A little marketing\nsavvy and has a look, but as far as understanding actually how the world works and what\npolitics is and what it means—nothing. Once you expose that, you lose such credibility.\nJared just kind of flits in and does the Arab stuff.”\n\nThe folks on the Jarvanka side seemed more and more genuinely afraid of what might\nhappen if they crossed the Bannon side. Because the Bannonites, they truly seemed to\nfear, were assassins.\n\nOn the flight to Riyadh, Dina Powell approached Bannon about a leak involving her to\na right-wing news site. She told him she knew the leak had come from Julia Hahn, one of\nBannon’s people and a former Breitbart writer.\n\n“You should take it up with her,” said an amused Bannon. “But she’s a beast. And she\nwill come at you. Let me know how it works out.”\n\nHOUSE_OVERSIGHT_020061",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020061.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1998,
    "word_count": 338,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.053615",
    "prefix": "IMAGES-005"
  }
}