{
  "document_id": "HOUSE_OVERSIGHT_020631",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020631.txt",
  "text": "172\n\n(UNITEC), and Xidian University (Otago, VUW). New Zealand regularly hosts doctoral\nstudents who were graduates of these universities and also hosts current students\nand staff on short-term fellowships. Some New Zealand academics have roles at PLA-\nlinked universities. The potential for these relationships to be exploited requires a\nreevaluation of government policies on scientific exchange.®\n\nCivil Society\n\nMedia are a key target of China’s influence efforts. New Zealand’s local Chinese-\nlanguage outlets all have content cooperation agreements with China’s Xinhua News\nService, participate in annual media training conferences in China, have at times\nemployed senior staff affiliated with the Communist Party, and have hosted CCP\npropaganda officials. CCP officials have given direct editorial instructions to Chinese-\nlanguage media in New Zealand as part of the CCP’s strategy to blend overseas\ncontent with that in the PRC. On television, a Chinese-language channel has removed\nTaiwanese programming from its network. Xinhua has also established its own\ntelevision station.\n\nWith respect to English media, China Daily in 2016 established a partnership with\n\nthe Fairfax newspapers in Australia and New Zealand. The Chinese embassy has\nsponsored the travel of journalists and politicians. In other instances, donors with\nclose connections to the Chinese government have donated to organizations that\nprovide research funding and subsidize journalist and youth visits to China, as well as\nexhibitions, book publications, and other activities that “promote a non-critical view\nof China.”\n\nChina’s representatives in New Zealand also put considerable pressure on New\nZealanders who speak up critically on China-related issues. Since publication of her\ninitial report on Chinese influence operations in the country, Anne-Marie Brady\nhas experienced break-ins at her office and home, according to testimony before the\nAustralian Parliament’s Intelligence and Security Committee.’\n\nConclusion\n\nNew Zealand’s government, unlike that of Australia, has taken few steps to counter\nforeign interference in its internal affairs. Charity fund-raising, which has been used\nby Chinese United Front organizations to mask contributions, remains excluded from\ndisclosure requirements. New Zealand’s intelligence service still cannot investigate\ncases of subversion and foreign influence inside its political parties without the\napproval of the service’s minister, whose political calculations may inhibit action. And\nmedia regulations remain inadequate to address improper influence by means other\nthan outright ownership, which may also merit reform.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020631",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020631.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2682,
    "word_count": 377,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.247441",
    "prefix": "IMAGES-006"
  }
}