{
  "document_id": "HOUSE_OVERSIGHT_012174",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012174.txt",
  "text": "KIRKLAND & ELLIS LLP\nSee Tab 1, May 19, 2008 Letter from J. Sloman, p. 4, 4 1.\n\nThe Truth:\n\ne The defense engaged in days of negotiation and made 14 separate substantive objections\nto the unprecedented notification letter that Mr. Sloman threatened to send to an\nundisclosed list of “victims.” The eventual transmission of this highly misleading letter\nwas only halted by an appeal to AAG Fisher. Among those substantive objections\n(which related to far more than the “time and place” of the state’s sentencing hearing)\nwere:\n\no Sending the letter would contravene the government’s commitment to take no\nposition regarding potential claims of government witnesses. See Tab 39,\nNovember 28, 2008 Email from J. Lefkowitz to J. Sloman.\n\n© The letter cited to an inapplicable statute (the Justice for All Act of 2004) as its\njustification for being sent. Jd. AUSA Acosta later conceded that the citation to\nthis statute as a justification was wholly incorrect.\n\no The letter wrongly advised all recipients that Mr. Epstein would be required to\nregister as “a sexual predator for the remainder of this life.”\n\no The letter amounted to an invitation to civil litigation against Mr. Epstein,\nadvising recipients that they had the right to seek civil damages from Mr. Epstein,\nand in an underlined instruction, stated that if they chose an attorney other than\nthe one chosen by the government they would be required to pay his fees, but if\nthey chose the government’s choice, Mr. Epstein would be required to pay the\nfees.\n\n3. MISCHARACTERIZATION OF OUR ARGUMENTS.\nMr. Sloman’s Letter:\n\n* Mr. Sloman’s letter misleadingly characterizes our substantive defense of the\ngovernment’s investigation as, “the investigation merely produced evidence of relatively\ninnocuous sexual conduct with some minors who, unbeknownst to Mr. Epstein,\nmisrepresented their ages.”\n\nSee Tab 1, May 19, 2008 Letter from J. Sloman, p. 2.\nThe Truth:\n\ne We never made such a claim. To the contrary, we argued that sworn statements we have\ntaken of the alleged victims demonstrate that law enforcement has presented versions of\ntheir testimony that are necessarily sensationalized and fictionalized. We presented\n\nHOUSE_OVERSIGHT_012174",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2200,
    "word_count": 352,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.002485",
    "prefix": "IMAGES-001"
  }
}