{
  "document_id": "HOUSE_OVERSIGHT_024703",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024703.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER IV U.S. Legal Landscape\n\nState governments continue to adjust recreational cannabis regulations in an effort to create favor-\nable industry conditions and address health and public safety concerns. State-licensed recreational\ncannabis businesses must comply with a host of requirements related to security (such as video sur-\nveillance, alarm system requirements and owner/operator criminal background checks), product diver-\nsion (particularly seed-to-sale tracking requirements), product safety and quality (including product\nlabeling requirements and potency and contaminant testing), and general business operations (such as\nrestrictions on advertising and compliance with energy and environmental standards).\n\nm U.S. Federal Law\n\nCurrent federal law effectively prohibits all cannabis use and all commercial cannabis activity in the\nUnited States. Producing, selling and possessing cannabis are federal crimes. No cannabis-derived drug\nhas ever been federally approved for use in treating any medical condition. Otherwise legitimate busi-\nness transactions conducted by cannabis companies—and their banks, for those who can access bank-\ning services—are legally suspect. Certain intellectual property and bankruptcy protections critical to\nmany U.S. businesses are not available to cannabis companies. Cannabis companies pay federal income\ntax at effective rates significantly higher than other businesses.\n\nDespite official prohibition, federal policies and laws recently passed by the U.S. Congress have\ncarved out a limited space in which the state-legal cannabis industry has managed to thrive. Enforce-\nment policies published by the U.S. Department of Justice (DOJ) have unofficially invited cannabis\nbusiness to proceed if certain conditions are respected. The U.S. Department of the Treasury (DOT)\nestablished reporting policies that create room for banks to service the cannabis industry. Federal bud-\nget legislation has prevented allocated funds from being used to prosecute conduct that complies with\nstate medical cannabis laws.\n\nRecent developments indicate that the federal government may be pursuing policies and practices\nthat create space for cannabis research and approval of cannabis-derived drugs. In particular, the US.\nDrug Enforcement Agency (DEA) adopted a new policy in 2016 designed to increase the number of\nDEA-registered cannabis cultivators (there has been only one such cultivator for nearly 50 years). And\nthe U.S. Food and Drug Administration (FDA) is reviewing a New Drug Application (NDA) submit-\nted in October 2017 for what could be the first ever cannabis-derived pharmaceutical approved by the\nfederal government.\n\nThe following chart shows three general areas of federal law that impact the cannabis indus-\ntry—food and drug regulation, banking and finance, and intellectual property—as well as specific\nlaws and federal policies related to each of the areas discussed later in this chapter.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 67\n\nHOUSE_OVERSIGHT_024703",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024703.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3037,
    "word_count": 428,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.803884",
    "prefix": "IMAGES-008"
  }
}