{
  "document_id": "HOUSE_OVERSIGHT_029478",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029478.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n3\n\nCommission on Accreditation of Ambulance Services (CAAS)\n\nAny ambulance service can claim it is delivering quality service, but an accredited agency can\nprove it through its written or documented procedures systems and reports. TCMIH demonstrates\nfull compliance with national ambulance standards of excellence to meet and maintain CAAS.\nTCMIH will also maintain Health Insurance Portability and Accountability Act (HIPAA), Blood\nBorne Pathogen (BBP), Vehicle Safety (EMD & CEVO), Virgin Islands Traffic Laws and VI Code\nTax Laws.\n\nCAAS was established in 1990 as a not-for-profit national agency to uphold quality operating\nstandards for ambulance services. It is the gold standard for the ambulance industry, in as much as\nJCAHO (Joint Commission of Accreditation of Healthcare Organizations) is the benchmark for\nhospital excellence.\n\nThe accreditation process entails a serious self-assessment, comparing us to the accreditation\nstandards. We work through a comprehensive application process with guidance, consultation and\nmentorship from our CEO; Mr. Jeffery Gilliard former Director of Coastal Ambulance, Brevard\nCounty Florida.\n\nWithin two years TCIMH hopes to achieve and maintain recertification requirements for CAAS\nAccreditation and joins the 160 agencies in 37 U.S. State, Canada and the West Indies. This is our\nsteadfast commitment and dedication to quality healthcare for our community, each patient, each\ntransport, and each day.\n\nPerformance Requirements\nAs the premier non-emergency, interfacility, advanced and basic life support ambulance service\nin the Virgin Islands. TCMIH will provide detailed performance parameters including on time\n\nperformance as outlined below.\n\nAdvanced and Basic Life Support\n\nDefinitions:\nPre-Schedule Requests Those requests scheduled 24 hours in advance.\nUrgent Requests Same day requests that are time sensitive in nature, such as transports\nto emergency room.\nNon-Urgent Requests Same day requests that are not time sensitive in nature such as hospital\ndischarges.\n\nHOUSE_OVERSIGHT_029478",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029478.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2127,
    "word_count": 302,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.334229",
    "prefix": "IMAGES-010"
  }
}