{
  "document_id": "HOUSE_OVERSIGHT_024724",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024724.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\n(4) FDA Routinely Approves CBD Drugs\n\nThe FDA will adopt procedures for the routine approval of drugs that contain extracts of certain\nlow-THC/high-CBD FDA-registered chemovars. The new procedures will involve development of\na low-THC cannabis drug monograph that resembles in some ways the FDA monographs for over-\nthe-counter drugs. The monograph will address formulation, dosing and labeling requirements. The\nFDA-registered chemovars included in the monograph will be rescheduled by the DEA to Schedule II,\nHI, IV or V in order to relax DEA registration requirements for manufacturing; however, the chemo-\nvars themselves (particularly their flowers) will not be approved for use by the FDA, and only drugs\nproduced from extracts in accordance with the monograph will receive routine FDA approval.\n\n(5) FDA Routinely Approves THC Drugs\n\nRelying on experience with the low-THC cannabis drug monograph and a growing database of FDA-\nregistered chemovars, the FDA will adopt procedures for the routine approval of drugs that contain\nextracts of certain high-THC FDA-registered chemovars. The procedures will parallel in many ways\nthose used in the low-THC monograph procedure, and likely will incorporate additional safeguards\nrelated to THC content. The FDA-registered chemovars included in the high-THC monograph will be\nrescheduled by the DEA, but cannabis flower from those rescheduled chemovars will not be approved\nfor use by the FDA.\n\n(6) Federal Government Legalizes Cannabis\n\nParts and derivatives of the cannabis plant will be removed from the CSA schedules. This could occur\nincrementally, starting with CBD (which could be removed by amending the definition of marijuana\nto exclude CBD) and followed later by the rest of the plant (including THC). Or all parts and deriv-\natives of the plant could be de-scheduled at the same time. There will be three general categories of\nlegal cannabis products: (i) FDA-approved drugs, which will continue to be developed and approved\nthrough the NDA and other processes; (ii) “therapeutic” cannabis products, which may be limited\nto CBD concentrates and infused products if CBD is de-scheduled first, but which eventually will\ninclude smokable flower (including high-THC flower) and most forms of cannabis, and which will\nbe permitted to make limited health-related claims but will not be approved by the FDA as safe and\neffective for treating any specified medical condition; and (iii) recreational products, which also may\nbe limited to CBD products initially, but which eventually will include a broad range of high-THC\nflower, concentrates and infused products. The DEA will still require registration of cannabis and CBD\nmanufacturers if CBD is de-scheduled first, but once the entire cannabis plant is de-scheduled, a new\nfederal cannabis agency will be established to regulate medical and recreational cannabis in coopera-\ntion with the FDA and state regulators. The new agency will adopt the DEA’s institutional framework\nfor controlling the manufacture of chemovars used in FDA-approved drugs and the most successful\nstate strategies for regulating recreational cannabis, such as potency limits, labeling requirements and\nrestrictions on marketing to minors.\n\n88 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024724",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024724.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3354,
    "word_count": 505,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.899313",
    "prefix": "IMAGES-008"
  }
}