{
  "document_id": "HOUSE_OVERSIGHT_012375",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012375.txt",
  "text": "9, Section 110\n\nThe Department opposes the statutory language in subsection 1 10(a)(1)(B) that\nspecifically mentions the U.S. Government sponsored hotlines for reporting instances of-\ntrafficking in persons. Statutorily providing for the names of the hotlincs would interfcre with\nthe President’s policy-making authority to change the hotline structure at a later date.\nFurthermore, the Act, as written, misnames the hotlines.\n\n10. Section 201\n\nIn section 201, the Department objects to the new subsection “(bb).” To the extent that\nsuch a subsection is necessary, a question that we defer to the Department of Homeland Security\n(DHS), the decision regarding cooperation should include the Attomey General in addition to the\nSecretary of the Department of Homeland Security, as it does in Section 201(b).\n\nDOJ defers to DHS in regard to subsection (a)(1)(E), although we would note that by\nremoving the “unusual and severe harm” standard, victims will be eligible for a T-visa upon a\nlower showing of “extreme hardship.”\n\nThe Department also defers to DHS in regard to subsection (a)(2), which would extend\nT-visas to parents and siblings of trafficking victims. As a factual matter, however, the provision\nshould be amended to strike any reference to “as a result of the alien’s cooperation with law\nenforcement.” Traffickers threaten victims to intimidate them into compliance with traffickers’\ndemands and to retaliate for victims’ escape, not because of law enforcement cooperation. It is\ncounter-factual to describe the pattern of threats and retaliation as linked to law enforcement\ncooperation, and disregards the fact that threats often only subside when law enforcement takes\nmeasures to secure the family or punish the traffickers and their associates who threaten victims’\nfamilies, Furthermore, it is unclear whether the reference to siblings encompasses both minor\nand adult siblings, and whether spouses and children of adult siblings would be eligible for a T-\nvisa, :\n\nIn subsection (b), DOJ opposes the new subsection (8)(B), which grants sole authority to\nthe Secretary of DHS to consider whether “extreme hardship” exists. The new section, however,\nalso requires consultation with “prosecutors,” which presumably refers to prosecutors at DOJ,\nsince DOJ is the lead prosecutorial agency for cases involving human trafficking. Since these\nprosecutors are under the Attomey General’s authority, the consultation requirement should\ninclude consultation with the Attorncy General.\n\nSubsection (c)(1), which creates the new subsection (3)(A)(i) in section 107(c) of the\nTrafficking Victims Protection Act (TVPA), should limit applications for continued presence to\nthose being made by “Federal” law enforcement officials, Limiting the applications to those\nsubmitted by Federal law enforcement assists in the victim identification process. The\nDepartment has established a memorandum of understanding with DHS that ensures that the\nDepartment’s prosecutors are informed when investigators apply for continued presence.\nFurthermore, limiting the applications to those submitted by Federal law enforcement ensures the\nuniformity of standards in making the determination as to whether an individual is a victim of a\n\nHOUSE_OVERSIGHT_012375",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012375.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3249,
    "word_count": 479,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.353509",
    "prefix": "IMAGES-001"
  }
}