{
  "document_id": "HOUSE_OVERSIGHT_023748",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023748.txt",
  "text": "2 Teaching Minds\n\nFirst, we must establish whether students can learn whatever it\nis that you want to teach. I always wanted to teach my daughter to\nthrow a ball properly. She threw a football astonishingly well at the\nage of 6. But, she never got it about how to throw a softball. I don’t\nknow why. She just couldn’t learn to do it right. She can’t do math\neither. Believe me, I tried.\n\nSecond, we must determine whether what you want to teach can\nbe taught. Not everything can be taught. It is hard to learn to be a\nnice guy if you are inclined to be nasty. You can learn to be nicer, or\nat least to fake it, perhaps, but certain things are hard to learn after\na certain age. You can teach a 2-year-old to be nice—a 22-year-old is\nanother story.\n\nThird, we must figure out what method of learning actually would\nteach what we want to teach. This is an important question that is\nmade more important, in part, by the fact that the learning meth-\nods available in schools tend to be of a certain type. The things that\nschools desire to teach are of a type that conforms to the available\nmethodologies for teaching. Content that lies outside the range of the\ncurrently available methodologies typically is not considered some-\nthing worth teaching.\n\nFourth, we must decide whether a selected learning methodology\nactually will work, given the time constraints and abilities of the stu-\ndents, and other constraints that actually exist. This is, of course, the\nreal problem in education. It is easy to say that students would learn\nbetter if they had real experiences to draw upon. This isn’t that hard to\nfigure out. What is hard is implementing this idea within the time con-\nstraints of the school day and the other demands of the school year.\n\nFifth, we must determine a way that will make what you want to\nteach fit more closely with real-life goals that your students actually\nmay have. By real-life goals I mean things like walking and talking\n(and later driving). Why is it that teachers, or more accurately school\nsystems and governments, want to teach things that are not in ac-\ncord with a student’s real interest? While we argue about how best to\nteach algebra, no one ever asks what to do if a student doesn’t want to\nlearn algebra. The question is so weird; the possibility that you could\nskip algebra because it doesn’t interest you is so remote that we don’t\neven think about this in any way. What is the real cause of this prob-\nlem? Why can’t we just let students learn what interests them? Are the\npeople who run schools simply out of touch with how learning really\nworks or how actual students behave when faced with something they\n\nHOUSE_OVERSIGHT_023748",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023748.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2673,
    "word_count": 481,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.187660",
    "prefix": "IMAGES-007"
  }
}