{
  "document_id": "HOUSE_OVERSIGHT_018653",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018653.txt",
  "text": "caring way. And especially when he was tying me up, it was this soothing, wonderful\nthing.”\n\nSophie continues, \"So one day... Carl starts an encounter with me. Carl had decided in\nhis head, from all the things that he's heard me say about how I play with another\npartner, that that's what I really want from an interaction, in order for it to be the most\ngratifying and valuable. So we proceeded to have an encounter where Carl was not Carl.\nAnd I didn't stop it because it was so like, I couldn't understand what was going on. I\ncouldn't understand why it felt so horrible. And it wasn't that I didn't trust him, because I\ntrust him completely. [ ... ] I just couldn't figure out what the problem is, I felt horrible\nthrough the whole thing. And he was so out of touch with me that he wasn't even aware of\nhow horrible I was feeling. The encounter went on for some time... and the second it was\nover, I... was just, like, you know, traumatized. And he was like, 'Oh my God, what's\nwrong?' [and] he carried me into the other room. I said something like, 'Where did my\nCarly go?' and then he started to cry. [ ... ] He's like, 'I was trying to give you this\nSadistic experience.\"”\n\nIn Sophie's story, Carl's risk backfires.... The risks were unsuccessful; each ended up\nemotionally distraught and distant. Ultimately, they sacrificed the relationship. (pages\n179-180)\n\nMan, that description is so intense. Let's talk about it.\n\nThe first thing worth noting about Sophie's story is that, while she probably had a\nsafeword, she didn't use it: she says that she \"didn't stop it.\" Sometimes, in really\nconfusing S&M scenes, submissives have trouble using their safewords. This does not\nmean safewords are worthless... but as Thomas MacAulay Millar put it when we wrote\nabout safewords, \"Tops can never be on cruise control.\" Non-verbal signals matter, and if\nan S&M partner -- top or bottom! -- starts reacting in an unusual way, it's great to check\nin with them even if they haven't used their safeword. Safewords are a useful additional\nway of communicating about sex, but they can't replace all communication.\n\nNote also how hard the situation was on the top partner, not just the bottom. Carl ended\nup crying afterwards!\n\nNext, what I find myself wondering is whether Sophie and Carl could have\ncommunicated past this incident. Sophie obviously trusted Carl, and presumably he\ntrusted her. Could they have talked it out and had a successful relationship afterwards? It\nwould have been hard, but maybe they could have done it.\n\nI've (rarely) had similar experiences myself -- where boundaries were severely tested, and\nafterwards it was difficult for both me and my partner to work through it. It can\nabsolutely have an immense impact on the relationship. I write about this a bit in\nConfessions of a Pickup Artist Chaser; here's a quotation from a section in my book\nwhere I'm talking to a dominant partner, with whom I just had such a difficult encounter:\n\nSometimes, these things happen. One partner pushes a boundary, breaks it; maybe the\nboundary was unspoken; maybe the dominant misreads signals; maybe the submissive\ndidn't yet realize that the boundary was there. When it comes to S&M, these things can\nbe so dramatic... yet sometimes they're nobody's fault. We find these mental and\n\nHOUSE_OVERSIGHT_018653",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018653.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3313,
    "word_count": 571,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.153708",
    "prefix": "IMAGES-005"
  }
}