{
  "document_id": "HOUSE_OVERSIGHT_014527",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014527.txt",
  "text": "winning the Premier League (before this season began, British bookmakers listed them as a 5,000-\nto-1 shot to emerge as the champion), the Cleveland Cavaliers’ first ever National Basketball\nAssociation championship and, of course, the Chicago Cubs winning the World Series for the first\ntime since 1908! All unlikely. But they happened.\n\nLast but not least, in our own political backyard, we witnessed Donald Trump’s victory in the U.S.\npresidential election last month. Also unlikely. We all know markets do not like uncertainty.\nHowever, sentiment can shift quickly if fundamentals are not negatively affected, and what was\npreviously determined to be “unlikely” turns to enthusiasm as to what could be.\n\n\"We expect business, consumer and investor confidence to continue to head\nhigher well into 2017, with most of the newly expected growth to come in 2018,\nwhich should underpin equities for most of the year.\"\n\nCHRISTOPHER HY ZY\nCHIEF INVESTMENT OFFICER, BANK OF AMERICA GLOBAL WEALTH AND INVESTMENT MANAGEMENT\n\nWhy this expansion can continue\n\nBusiness cycles typically last between five and seven years before fundamentals deteriorate,\nusually due to a policy error of some sort. This can produce a recession and/or a bear market, which\ntend to correct the excesses that have been built up and kick-start a new cycle. Bull markets and\ncycles do not die of old age—there needs to be a fundamental catalyst that emerges and pushes the\ntrends back the other way.\n\nWe are entering our ninth year in the current business cycle, despite all of the complexities and\nconcerns that have come and gone since the financial crisis.. In fact, this cycle could have extended\nanother few years along the same path, given the secular stagnation that prevailed. This era needed\nultra-accommodative central bank monetary policy just to keep things stable and plodding along\nthis far into the cycle. It also needed corporations willing to manage their earnings to the penny in a\nbelow trend growth world that offered little pricing power. And finally, this cycle needed U.S. and\nemerging market consumers to continue to switch from deleveraging to spending as their balance\nsheets and incomes improved.\n\nA return of “animal spirits\"\n\nThis dynamic could have continued for a bit, but monetary policy has become tired. Negative\ninterest rates have become a headwind, not a tailwind, in our view. And, just like sports fans,\ninvestors need a catalyst to break from the past. Visible positive catalysts tend to turn into\nimproved sentiment and confidence. Through the years, economists have called this “animal\nspirits.”\n\nAnimal spirits begin as hope, turn into enthusiasm, and ultimately need visible action to keep the\nspirited momentum going. After all, economics is a behavioral science. It is our view that we are\nbreaking from the era of secular stagnation and heading into fiscal reflation. This new era is likely\nto have its fits and starts and will not be in a straight line. It should also include different stages and\nspeeds from various economic regions globally. Furthermore, it should contain some “unlikely”\noutcomes. With any cycle, we will have to take the good (higher nominal growth) with the potential\n\nHOUSE_OVERSIGHT_014527",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014527.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3229,
    "word_count": 519,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.566844",
    "prefix": "IMAGES-003"
  }
}