{
  "document_id": "HOUSE_OVERSIGHT_020284",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020284.txt",
  "text": "132\n\nam still working for the NSA right now. They are the only ones who don’t realize it.” While he\nmight have sincerely persuaded himself that he was somehow helping US communications\nintelligence in a self-appointed role, those familiar with the activities of the Russian security\nservices find it inconceivable that he could escape their control in Russia. At the very minimum,\n\na former US intelligence worker who stole American state secrets, such as Snowden, would be\nunder the FSB’s scrutiny. Andrei Soldatov, the co-author of the 2010 book The New Nobility:\nthe Restoration of Russia's Security State and the Enduring Legacy of the KGB, and who was\npersonal knowledgeable about FSB procedures, explained the FSB would monitor “every facet of\nSnowden's communications, and his life.” General Oleg Kalugin, who, as previously mentioned,\ndefected from the KGB to the United States in 1995, added that the FSB following the standard\noperating procedures of the KGB, would be “his hosts and they are taking care of him.” Kalugin\nfurther said in 2014 that “Whatever he had access to in his former days at NSA, I believe he\nshared all of it with the Russians, and they are very grateful”\n\nAmerican intelligence officers knowledgeable about the operations of the FSB, agreed with\nKalugin’s assessment. General Hayden, for example, who served both as director of the NSA,\nCIA, and Air Force counterintelligence, told me in an interview that he saw no other possibility\nthan Snowden would be induced to cooperate in this situation, saying “I would lose all respect for\nthe Russian and Chinese security services if they haven’t fully exploited everything Snowden had\nto give.” They certainly had that opportunity at Sheremetyevo International Airport: He had\nalready, at least in the eyes of the Department of Justice, betrayed US secrets by stealing them and\ntaking them abroad. Snowden was held in limbo in the transit zone. The FSB controlled his\naccess to food, lodgings, the Internet, and whatever else he needed to survive there. It could also\nreturn him to the US if he did not cooperate. What recourse did Snowden have? The only party\nfrom whom he could seek redress was Putin’s regime. Russia’s leverage now would be even\ngreater than in Hong Kong. If Putin chose to fully apply it, would be all but irresistible over a\nfugitive who had literally no place else to go. In a word, the FSB held all the cards but\none—Snowden’s help with the stolen documents. Even if Snowden disliked the tactics of the\nRussian security services, his situation left him a powerful inducement now not to decline the\nrequests of the Russian authorities.\n\nTwo weeks after his arrival, the Russian authorities provided him with a convenient path to\nfull cooperation with Russia. He was put in contact with Anatoly Grigorievich Kucherena, a\nsilver-haired 53-year old lawyer, who was known as a personal friend of Putin. Kucherena also\ndid task for Putin’s party in the Russian parliament or Duma. Most important for Snowden,\nKucherena had excellent connections in the Russian security apparatus since he served on the\noversight committee of the FSB. He also offered to serve as the lawyer for Snowden pro bono.\nOn July 10, 2013, Snowden officially retained him as his legal representative in Moscow. From\nthat point on, he would act as Snowden’s go-between with the FSB and other Russian agencies.\n\nAt the outset, Kucherena made it clear to Snowden that he would have to play by Moscow’s\ntules before the Kremlin would grant him permission to stay in Russia. To begin with, Snowden\nhad to withdraw any and application he had made elsewhere for asylum. He had to put his fate\n\nHOUSE_OVERSIGHT_020284",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020284.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3679,
    "word_count": 613,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.024264",
    "prefix": "IMAGES-005"
  }
}