{
  "document_id": "HOUSE_OVERSIGHT_012120",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012120.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 14 of 23\n\nI’d start with his feet, go up to his calves, up his legs, buttocks, back, his neck, his head,\nhis arms, yada yada, and then it would be time to flip over, and some of the men would\nwant me to continue on massaging the front side of them and they would instigate me to\nbegin having sex with them or foreplay, whatever you want to call it.\n\nJS: So routinely, these massages involved sexual activity. Is that accurate?\n\nV: That is accurate.\n\nJS: Ok. Let’s talk about the travel that you were involved in when you were on Jeffrey’s\nprivate plane. Generally speaking, who were the passengers on the plane when you\ntraveled.\n\nV: Well, Larry was the pilot, and then there was a short, small solid guy, I don’t know his\nname, but he was a co-pilot, and then he changed and there was another guy brought in\nlater on. Generally speaking, there was always Jeffrey, sometimes Ghislaine, sometimes\nEmmy, sometimes a whole bunch of other girls, sometimes famous people, sometimes\nsome politicians or yeah, just about anybody could fly on his plane. There was never no\nany set routine who would come and who would go. It was an influx of people on\nJeffrey’s airplane.\n\nJS: I want to deal with these things separately in order to respect some of the reservations\nthat you have, so I’m going to ask you who the people were that you remember flying\nwith Jeffrey on his plane when you were personally present without regard to whether\nthere was any sexual activity that occurred on the plane or not. So I’m not asking you to\nimplicate any of these famous people in improper conduct, but just tell me what the\nnames of the people are that you remember that you consider to be famous people.\n\nV: Ok, there was Naomi Campbell, Heidi Klum, there was Bill Clinton. There was Al (?)\nGore, there was a whole bunch of models, I wouldn’t really honestly be able to give their\nnames. There was Matt Groning the producer of the simpons cartoon, Jack CCousteau’s\ngranddaughter a lot of interior designers, architects, politicians. I am just trying to think\nof as many names as possible for you. Off the top of my head, that’s as good as I can get\nfor now.\n\nJS: Ok, alright, that’s fine. And again, I am not implying by my questions, nor do I want\nyour answers to be interpreted as your suggesting that any of those people that you have\njust identified were engaged in any improper activities on any particular flight, but I want\nto talk to you now about what went on on occasion on the airplane. Ok?\n\nV: Ok. It was a lot of the same thing that went down on the ground. A lot of times, it would\nbe just be me and Jeffrey, or me and Jeffrey and Ghislaine, or me and Jeffrey and some\nother girl, sometimes Emmy, Sarah, and Nadia Bjournik. There would be sexual conduct,\nthere would be foreplay, there was a bed in there, so we could basically reenact exactly\n\nHOUSE_OVERSIGHT_012120",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012120.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2927,
    "word_count": 533,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.779669",
    "prefix": "IMAGES-001"
  }
}