{
  "document_id": "HOUSE_OVERSIGHT_025285",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025285.txt",
  "text": "Agriculture\n\nCurrent (24 Oct) (last month): Soybeans, USD 15.17/bu (16.12); Corn, USD 7.54/bu (7.44);\nWheat, USD 8.84/bu (8.87)\n\nUBS View 6-month target: Soybeans: USD 17.0/bu; Corn: USD 9.0/bu; Wheat: USD 9.5/bu\n¢ Major US supply surprises on the grains side are rather unlikely in the near term as harvesting is in full\nswing. However, we think that demand is unlikely to drop as quickly as the USDA expects. According to the\nlatest USDA grain stocks and WASDE reports, feed demand remained surprisingly resilient in 3Q12. To\neffectively ration demand, especially on the feed side, in an environment of critically low US corn and\nsoybean stocks, higher prices are still required. For wheat, global production estimates were further\nlowered due to production losses in Australia, EU, Russia for 2012/13, which likely keeps prices supported in\nthe near term. We expect corn and soybean prices to appreciate by 15% in the coming months.\n¢ On the other side, the softs are likely to remain well supplied, which should keep prices under pressure.\nImproved export activity of coffee and strong stock selling from Vietnam in 4Q12 should weigh on coffee\nprices in the short-term. For sugar, higher production from Brazil and other producers should continue to\nburden prices in the near term, but also offer buying opportunities on a 12-month perspective.\ne Aggregating the above points, the risk/reward for being long across the entire sector is not a given. We\ntherefore reiterate our neutral sector stance.\n\n4 Positive scenario Corn 6-month USD 10/bu; Soybeans 6-month USD 19/bu\n¢ With a reduced probability of El Nifio, the yield potential for South American crops is likely to be lower.\nAny deterioration in South American supply prospects would require additional demand to be rationed.\n\n& Negative scenario Corn 6-month USD 6/bu Soybeans 6-month USD 12.5/bu\ne A change of the US ethanol-gasoline blending mandate would be a game changer. Increases in planted\nacreage combined with a steep decline in US demand for exports and feed would weigh on prices.\n\nWhat we're watching Why it matters\n\nRevisions in acreage and yield estimates for the US crops remain a topic. Demand\nestimates are important, too, as they are key drivers behind inventory levels at\nthe end of the year. Key date: 9 Nov\n\nThe latest stocks data is not correctly reflecting the demand for Jun-Aug’12 as it\ncontains both old and new crop stock figures. We expect stocks as of 1 Dec to\nreflect the true demand picture. Key date: Jan 2013\n\nUSDA WASDE report\n(monthly)\n\nUS grains stock report\n(quarterly)\n\nUSDA crop progress\n(weekly, Monday)\n\nCOT (weekly, Friday)\n\n2 UBS\n\nFaster US grain harvests than usual have been exerting downward pressure on\nprices in the short run, which have reversal potential at a later stage.\n\nInvestors’ net long positions in grain futures are still at high levels, but stable\n\nPreference: neutral\n\nRecommendations\n\nTactical\n\ne Despite the recent setback in corn prices,\nrisk-seeking investors should still hold on\nto long positions in corn. Demand\nrationing is still required to limit the drag\non inventories. The expected return\ntarget for a long position in corn stands\nat 15%.\n\nStrategic\n\ne Our expected return outlook for grains\nstands at around -10% over the next 12\nmonths. With grain prices not far below\nhistorical highs, the supply side is highly\nlikely to expand meaningfully in 2013/14\nand pressurize prices at a later stage. On\nthe soft side, 3Q12 does not offer the\nright timing to build up positions.\n\nUS grains stocks continue to drop,\ndemand remains resilient\n\nValues in mn tons\n\n50\n\n40\n\n30 |\n\n20 | [/\n\nIst Sep'10 1st Sep'11 1st Sep'12 Jun-\n\nAug'11\n\nJun-\nAug'10\n\nJun-\nAug'12\n\nDemand\nm Soybean\n\nStocks\n\nmcCorn a Wheat\n\nSource: USDA, UBS, as of Oct. 2012\nNote: Past performance is not an indication of future returns.\n\nFor further information please contact ClO's asset class specialists Dominic Schnider, dominic.schnider@ubs.com or Giovanni Staunovo, giovanni.staunovo@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025285",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025285.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4087,
    "word_count": 662,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:44.095326",
    "prefix": "IMAGES-008"
  }
}