{
  "document_id": "HOUSE_OVERSIGHT_024843",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024843.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nFrom a consumer staples perspective, we see innovation across a host of form factors.\nTo analyze the category's potential, we focused on six specific consumer product\ncategories, including:\n\n2\n\ni. Nutraceuticals (tinctures, capsules, sprays, and gummy vitamins)\nii. Topicals (for targeted pain relief, like Tiger Balm)\niii. Beverages (water, energy drinks and beer)\niv. Food (including confections and bars)\nv. Vapor\nvi. Beauty (including skin care, serums, lotions, and bath products)\nWhile our analysis was far from exhaustive, below we:\n\ni. Break down the above product categories by sub-segment to benchmark\npricing, which we define as value, main, premium and super-premium,\n\nii. Forecast run rate revenues by vertical over the next two years,\n\niii. Offer company-specific detail on numerous private and public companies as\npart of our research on the CBD opportunity (primarily in the U.S.).\n\nFigure 27 Beauty Products Carry the Most Premium Pricing, While Tinctures and Gummies Offer the Best Value Proposition in Terms of Price / MG of CBD\n\nCBD Form Factor Price Per MG\n\nGummies | (i\nvope | SIN\nConfections | {0\nBathBombs | {/ 00\nTopicals\nBody Lotion [$0.24 || $0.44 |[ $0.8 || $0.75 |\nBody Oil\nBeverages\nMask [s0.36 ]\nBalm\nFace Cream\nFace Serum\n\n$0.00 $025 $0.50 $0.75 $1.00 $1.25 $150 $175 $2.00 $2.25 $2.50 $2.75 $3.00 $3.25\nm|Value mMain mPremium wm Super Premium\n\nNote: Price boxes represent the high-end of the form factor’s respective price segment.\nSource: Company Websites and Cowen and Company\n\nCOWEN.COM 27\n\nHOUSE_OVERSIGHT_024843",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024843.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1597,
    "word_count": 252,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.266098",
    "prefix": "IMAGES-008"
  }
}