{
  "document_id": "HOUSE_OVERSIGHT_019175",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019175.txt",
  "text": "Firtuy Ricu\n\nTERSON\naat’s it. In order to make money, DOBBS: The more she’d make.\nthere. You're gonna take your RECAREY: The more she got paid.\ndo, is the more you make.” She DOBBS: Yeah.\n{00. So she obviously and evi- RECAREY: So, she had intercourse with him.\nre. Plus, on our way home, she DOBBS: Um, I don’t know about the intercourse. I heard differ-\nent stories on that. I've never asked him “Oh, you know...”\n: massage. ..- But when I was first introduced to him, my friend [redacted]\nand she basically let him, like, : who introduced me to him, told me that she knew a girl who\nally. slept with him and made $1,000. But from what his intern —\n4 his hand? A or secretary—told me, is that he doesn’t do that. He just\nd then he brought out the mas- : plays around with them. So I heard two different stories.\n~ : RECAREY: So, when you went and you massaged him, nothing\nvhen you were approached to see : | happened between you two.\n; DOBBS: Nothing. I wouldn’t let him.\n\nateen? 7 RECAREY: Okay. Did he become forceful? Did he get upset?\n\n_ DOBBS: I wouldn't say he became upset. I think he was a little disap-\n\ni 2 pointed. But I'm not—I didn’t care. 1 knew I was getting paid. I\nie last time you talked to him? q a let him—I let him look, but I never let him touch. It was out of\nn honestly say it’s probably been 9 the question for him. And I think that’s pretty much why he just,\n\nit a year. I actually stopped work- kind of down-promoted me? He was just kind of like, “You can\n\ne. bring girls.” But as far as working, you know —\n\nirl you brought over? oe RECAREY: Okay. How many girls have you brought to him,\net \"ese Frerhnctélln | 4 aside from [redacted]?\ntwo hundred bucks for taking her 4 / DOBBS: Oh. Um. A lot.\n\nRECAREY: A lot?\n_ DOBBS: Um, let’s see, there’s [several redacted names]...\n\n4 RECAREY: And all these girls knew what they had to do?\n\nknew...\n| DOBBS: Every one of them.\n\nnassage him, and the more she did— : q\n\n59\n\n58\n\nHOUSE_OVERSIGHT_019175",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1969,
    "word_count": 383,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.061132",
    "prefix": "IMAGES-005"
  }
}