{
  "document_id": "HOUSE_OVERSIGHT_013293",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013293.txt",
  "text": "Jerry Wolman, 86. He owned the NFL’s Philadelphia Eagles team\nfrom 1963 to 1969. Died Aug. 6.\n\nKaren Black, 74. The U.S. actress best known for her\nperformances in “Five Easy Pieces,” “Easy Rider” and\n“Nashville.” Died Aug. 8 of cancer.\n\nLorraine Lodge, 52. She was a convertible bond specialist during\na career in New York and London at Merrill Lynch, ING Barings\nand Nomura Holdings Inc. Died Aug. 8 of ovarian cancer in New\nYork, where she lived.\n\nLee Quo-wei, 95. The former chairman of Hong Kong’s Hang Seng\nBank Ltd. and in 1969 was part of the group that created the\nHang Seng Index, the city’s benchmark stock gauge. Died Aug. 10.\n\nEydie Gorme, 84. American pop music singer best known for her\n1963 hit “Blame It on the Bossa Nova,” and for nightclub and\ntelevision performances with her husband, Steve Lawrence. Died\nAug. 10.\n\nFriso van Oranje, 44. A member of the royal family in the\nNetherlands, he gave up his place in line for the throne to\nmarry the woman he loved. Died Aug. 12 of complications from\nbrain damage suffered in a skiing accident in February 2012.\n\nJohn H. Laporte, 68. He worked at Baltimore-based T. Rowe Price\nGroup Inc. from 1976 until retiring in 2012 and was named mutual\nfund manager of the year in 1995. Died Aug. 12 of complications\nfrom lymphoma.\n\nLouis V. Gerstner II], 41. The son of Louis Gerstner Jr., the\nformer CEO of International Business Machine Corp., and\npresident of the Gerstner Family Foundation. Died Aug. 14 after\nchoking while dining in a New York restaurant.\n\nElmore Leonard, 87. Known as the “Dickens of Detroit,” Leonard\n\nwas the best-selling author of crime novels and Westerns, many\nof which were made into movies, including “Get Shorty” and\n\nHOUSE_OVERSIGHT_013293",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013293.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1725,
    "word_count": 298,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.514481",
    "prefix": "IMAGES-002"
  }
}