{
  "document_id": "HOUSE_OVERSIGHT_014452",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014452.txt",
  "text": "Chart 40: European AT1s offer a compelling yield for total return investors\n\n=== Stoxx Banks 12m fwd DY (%) — (Coco Index yield (%)\n\noe © © © © © CF F&F EF YF YL ;\nSs ¥f F FY Fw FSF KF YF KF YG\n\nSource: BofA Merrill Lynch Global Research, Bloomberg, Datastream, IBES\n\nVolatility: Sticking with Relative trades\nWhile 2016 started off with a bang volatility wise it has ended with a whimper. Neither\nBrexit nor the US presidential election proved to be anything more than a blip. Realised\nvol in the S&P 500 over the last 100 days is just 9.5%. That compares to 13.6% for the\nEurostoxx 15.1% for the Russell and 21.8% for the NKY.\n\nChart 41: Neither the Trump election... Chart 42: ...nor Brexit led to a sustained period of higher volatility\n\n45 45\n\na—— VIX Index\n\n40 40\n\n35 35\n\n30 30\n\n25 25\n\n20 , 20\n\n15 15\n\nom 2X Index\n10 10\n& Ne) A) ) Ne) © © © & & & \\) & & © & & &\n> » » SS » » » » » s ~ N » ~ » » » x\n\nFr FF EF SF KF KC EK KS SF er ¥ FF F¥ KF KF KF ¥ oO\n\nSource: Bloomberg Source: Bloomberg\n\nThat is why we prefer relative variance trades. They tend to carry flat to positive but\nhave convexity to the downside. We are happy to continue to run these trades into 2017\nand then use shorter term instruments to hedge specific events.\n\nWe did this around Brexit and have recently bought a 3000-2850 Eurostoxx put spread\nto hedge our European exposure around the Italian referendum. While a No vote is\nexpected we are not sure what the aftermath will look like and there is considerable\nuncertainty over the bank recapitalization of the banks afterwards.\n\nWe also have a calendar put spread in eurostoxx which tends to pay off best around the\n2500-2600 levels so that remains something that we will look to keep for now given\ndownside risks in Europe over the first half of next year.\n\nOne trade we are taking off today is our Kospi forward vol position. We had held that as\na hedge against a China hard landing. Our derivative strategists no longer like it and we\nhave no opted for a currency hedge for our China risk, as discussed above.\n\nBankof America 2 Global Cross Asset Strategy - Year Ahead | 30 November 2016 921\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014452",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014452.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2158,
    "word_count": 422,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.739733",
    "prefix": "IMAGES-002"
  }
}