{
  "document_id": "HOUSE_OVERSIGHT_011036",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011036.txt",
  "text": "I point instead to the millions who don’t sell. | argue that depreciation and\namortization are the same in essence. Loan payments are all interest at the start,\nand all amortization at the end, by inference from the present value rule.\n\nMy risk theory is a mini-surprise. It shifts focus from the risk of the asset to the risk\naversion of the owner. Another mini-surprise is the feature of my growth truism\n\npointing out that deadweight loss means negative unrealized output.\n\n] will revisit these topics in more depth after I cover the necessary groundwork in\n\ncomparing the accountancy for human capital and the firm.\n\nAssets, Owners and Revenue\n\nAssets means examples of capital of either factor. Their owners are all members of\nthe reproducing population assumed in the axioms. Each, from newborns up, owns\nhuman capital at least. Value and growth and cash flow and output are properties of\ncapital. Tastes, aims and ends are properties of owners. Human capital reads its\nowner’s aims, and manages both factors to realize them. Positive cash flow is\noutflow from assets to owners, to exhaust or reinvest or give away as they like. In\nthe last two cases, the owner is mediating transfer out. She also mediates transfer in\n\nfrom reinvestment or gift received.\n\nThink of capital as source and present value of foreseen cash flows. Owners are the\nforeseers, the recipients of positive cash flows, the exhausters of some in taste\nsatisfaction, the deciders of the time preference rates giving present value, and the\nmediators of transfer out and transfer in (negative cash flow). In the case of the\ndiamond ring, the psychic positive cash flow arrived without mechanics. The more\n\ntypical case reaches the same outcome indirectly.\n\n(Net) output of an asset is its value added, or creation of value. Output can be\nrealized as outflow to owners for reinvestment or gift or exhaust, or it can be left in\n\nas growth. The part left in is proprietary or unrealized or self-invested output.\n\nChapter 6: Parallels with the Firm 2/4/16 2\n\nHOUSE_OVERSIGHT_011036",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011036.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2051,
    "word_count": 342,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.781053",
    "prefix": "IMAGES-001"
  }
}