{
  "document_id": "HOUSE_OVERSIGHT_019703",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019703.txt",
  "text": "The NSA‘s Back Door | 215\n\ndocuments he stole, he selected lists of the NSA’s secret sources in\nadversary nations.\n\nThe Snowden breach was a failure that directly traced back to the\nNSA’s largest and most trusted contractor, Booz Allen Hamilton,\ncalling into question the vexing issue of privatizing secret intelli-\ngence. Booz Allen, like other private firms that did work for the gov-\nernment, was in the business to make money. Indeed, it had found\ngovernment contracts so much more profitable than its work in\nthe private sector that it sold its private sector unit to Price Water-\nhouse. The profitability of government work led the Carlyle Group’s\nprivate equity fund to acquire a controlling stake in Booz Allen in\nJuly 2008. By 2013, it had increased its revenue by more than $1.3\nbillion by expanding its government contracts. Even more impres-\nsive, its operating profit on these contracts had doubled. It did not\nneed to increase its core internal staff to achieve these profits, it just\nhad to hire outside contractors. In 2008, Booz Allen claimed 20,000\nemployees on its internal staff; in 2013, it claimed fewer than 5,000.\nThe resulting “reduced headcount,” according to its January 30,\n\n© 2013, quarterly report, greatly decreased its costs for incentive pay. ©\nIt mainly accomplished this reduction by expanding the number of\noutside contractors it employed, 8,000 in these five years, by one\nWall Street analyst’s calculation. They were employed as system\nadministrators, infrastructure analysts, computer security special-\nists, and other “geek squad” jobs at the NSA and other government\nagencies. Their main qualification was their prior security clearances\n(which as mentioned earlier saved Booz Allen the expense of vetting\nthem and also the loss of income while waiting many months for a\nclearance).\n\nSnowden therefore was highly desirable for Booz Allen from an\neconomic point of view. Even though he had no prior experience as\nan infrastructure analyst, and he had been detected being untruthful\nabout his degree in computer sciences, he not only had a SCI secu-\nrity clearance but was willing to take a cut in pay. In keeping with\nthe Booz Allen business plan, such a recruit provided another cog in\nits profit machine.\n\nNot only had the NSA outsourced much of its computer opera-\n\n| | Epst_9780451494566_2p_all_r.indd 215 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019703",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019703.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2394,
    "word_count": 389,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.126488",
    "prefix": "IMAGES-005"
  }
}