{
  "document_id": "HOUSE_OVERSIGHT_033416",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033416.txt",
  "text": "From: Edward Rod Larsen [i\n\nSent: 10/30/2018 1:06:54 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Re: Essays\n\nImportance: — High\n\nwill do\n\nOn Tue, Oct 30, 2018 at 11:18 AM J <jeevacation@gmail.com> wrote:\nessay 1. change next to the last sentence. Similarly. ....... to I look forward to accessing the cultural\nresources in New York in order that I may continue my cultural journey.\n\nOn Tue, Oct 30, 2018 at 7:00 AM Edward Red Larsen (> wrote:\n\nEssay 1.\n\nComing from an international background, and having lived in Oslo, Tel Aviv, New York and London by the age of eighteen, I\nbelieve that the international profile of NYU will provide the best environment for my college education, with the added benefit of\nreturning to the place where I’ve spent most of my childhood and where my mother will be posted as Norwegian Ambassador to the\nUN in January 2019.\n\nNYU’s Art History department appeals to me because of its wide range of courses, from the global art of antiquity to the\ncontemporary. My passion is the Italian Renaissance and the rich history behind it, especially the works of 15th century masters\nsuch as Masaccio and Bellini. Some of the courses that NYU offers such as “Early masters of Italian Renaissance painting” and\n“Florentine Villas: An Interpretation Based on Historical, Social Factors” are, therefore appealing to me. What I find exciting, is not\nonly the visual aesthetics and analysis of these masterpieces, but also the manner in which the Renaissance emphasised\n\nscientific and economic innovation, areas of study the Global Liberal Arts programme would offer. NYU’s unique campus in\nFlorence would give me a once in lifetime opportunity to spend a year immersing myself in the art, culture and history of Italy. This\nwould be an exciting experience to have while studying for a Bachelor’s degree in Art History, and would compliment my main\ninterests in the subject.\n\nAs one of the prime cultural centres in the world, NYU’s location in NYC ts the perfect place to broaden knowledge within\ncontemporary art. Iam very much looking forward to visiting the Whitney Biennia this May. In addition the New museum, which\nshows a lot of the kind of work I find interesting is a short walk away from campus.\n\nTaking advantage of being based in central London for the past year, I have completed the Chairman’s Programme at Christies,\nwork experience at the Courtauld Gallery and I will be working at Maddox Gallery in the near future. Similarly, I want to take\nadvantage of being based in NYC to gain as much experience as possible. I have chosen to apply Early Decision to NYU as it is the\nonly American university I will be applying to, as there is no better place to obtain experience of the contemporary art world than\nNew York City.\n\nEssay 2.\n\nFrom the age of extremes to the age of bewilderment\n\nWhat captivates me more than anything else is the different ideological phases of the 20th century and how art can be used as\na tool of advancement and reflection on ideological and political developments.\n\nMy fascination began when I read; Eric Hobsbawm’s “Age Of Extremes” and has since developed through books such as\n\nBenjamin Carter Hett’s “The Death Of Democracy” and Yuval Harari “A Brief History Of Tomorrow” and “21 Lessons For\nThe 21st Century”.\n\nHOUSE_OVERSIGHT_033416",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033416.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3311,
    "word_count": 559,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.754568",
    "prefix": "IMAGES-012"
  }
}