{
  "document_id": "HOUSE_OVERSIGHT_018680",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018680.txt",
  "text": "carrying member of the National Organization for Women when I met him, and I refused\nto join. We used to joke about it. And you remember that recent article about the history\nof Ms. Magazine you emailed me? In the article, Gloria Steinem says that anyone could\nhave walked into the Ms. office in the 1970s and gotten a job. But I certainly never felt\nlike I could do that. I was actually living in New York when Ms. started, and I was even\nworking in publishing... but I grew up on a farm in the midwest, and I wasn't like the\nwomen who ran Ms. They felt like a club.\"\n\nMy upbringing has not been like my mother's. I grew up with a lot more privilege; my\nmother used to call me a spoiled \"princess\" when she was angry, and one of my ex-\nboyfriends used to tease me by calling me \"East Coast Intellectual.\" Yet in a lot of ways,\nit took me a while to get into feminism, too. Gender issues have always been a strand of\nmy thinking, but plenty of feminist discourse never impressed me. In university, I felt\nlike everything I heard from feminism was a tortured conspiracy theory. And although I\nidentified as \"feminist\" from the very beginning of blogging, it was out of a sense of\nresistance rather than feeling included. I felt like: Goddamnit, I will show you that I can\nbe an independent and rational woman who values voting and abortion rights and equal\nopportunity and consent -- and be into S&M at the same damn time.\n\nAs I kept writing, I was looking at other blogs about gender and sexuality, too. The ones\nwhose analysis really spoke to me were usually feminist blogs. And those were also,\noften, the bloggers who noticed me in return. My work was highlighted by a number of\nfeminist writers who wanted to raise my profile. Talking to them, I began to understand\nsome sophisticated critiques that I'd previously labeled \"conspiracy theories.” I expanded\nmy understanding of topics like rape culture, as well as \"tangential\" social justice issues\nlike race and class. My mother said to me, long afterwards: \"Feminism really reached out\nand grabbed you, didn't it.”\n\nIn 2011, I heard from a feminist friend about organizations that train volunteer advocates\nfor rape survivors. In Chicago and many other cities, when people who have been raped\ngo to the emergency room, the hospital will ask if they want an advocate. The advocate's\nrole is to provide immediate crisis counseling and to help the survivor deal with\ncomplexities of the medical and legal system. The minute I heard about advocacy, I knew\nI wanted to do it.\n\nIn 1970, my mother didn't have an advocate, for the simple reason that advocates did not\nyet exist. Rape Trauma Syndrome was first recognized by feminists in the 1970s, and\nassault advocacy was developed by feminists during that time as well.\n\nI told Mom all about the advocacy curriculum while I was completing it, and she drank\nup every detail. \"I never got support like that,\" she said. \"My boyfriend insisted that we\ngo to the emergency room, and I guess he tried to advocate for me, but the doctors and\nnurses ignored me for 20 hours and then sent me home. It was worse that the nurses did.\nIf sisterhood was powerful, then couldn't they reach out to me somehow?\" (Rape\nsurvivors -- at least in Illinois -- are now prioritized in emergency rooms, second only to\nlife-and-death situations.)\n\nMom often regales me with tales about how things used to be. For example, when she\nbecame editor of her college newspaper in the 1960s, all the dudes on staff quit because\n\nHOUSE_OVERSIGHT_018680",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018680.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3519,
    "word_count": 626,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.190368",
    "prefix": "IMAGES-005"
  }
}