{
  "document_id": "HOUSE_OVERSIGHT_019004",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019004.txt",
  "text": "Date: 7/13/06 “PALM BEACH POLICE en\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. . . . : 1-05-000368 (Continued)\nthe previous houseman left. Rodriguez stated that it was his\nresponsibility to keep the identity of the masseuses private. Mr.\nEpstein had a massage in the morning and one in the afternoon. Mr.\nRodriguez stated he would rather speak about this in private. He\nadvised he would come to the police station to speak with me.\nRodriguez stated he would return my call on Monday, November 14, 2005.\n\nI then made telephone contact with Juan Alessi. He advised he found\nmy card on his door and wanted to know what I needed to speak with him\nabout. I explained to Alessi that I was conducting an investigation\non his former employer, Mr. Epstein. Alessi stated he would return my\ncall shortly as he was in the middle of a project at his home. I\nreceived a telephone call from Attorney Donald Morrell from 686-2700.\nMr. Morrell stated he represented Mr. Alessi and did not want me\nspeaking with his client. I then made telephone contact with the\nState Attorney s Office and confirmed that subpoenas would be issued\nto the former employees to assist in the investigation.\n\nI then made telephone contact with Attorney Guy Fronstin, attorney for\nMr. Epstein. I explained to Mr. Fronstin that I would like to speak\nwith Mr. Epstein. He stated Mr. Epstein is not in residence in\nFlorida at this time and would check with him to ascertain if he could\nbe here by Wednesday November 16, 2005 for an interview. Mr. Fronstin\nstated he would return my call should Mr. Epstein decide to come in to\nthe police station for an interview.\n\nInvestigation continues.\n\nREKKKEKKERKEKKEEKKEEKKEEREREEEEKE NARRATIVE fo 1D RRR KKRAKKKKKKEEKERERERRERERE\n\nNA Reported By: RECAREY, JOSEPH 11/15/05\nEntered By.: ALTOMARO, NICKIE A. 11/16/05\n\nOn November 14, 2005, Det. Sandman and I traveled to\nFlorida and spoke with She was\n\ntold of the ongoing investigation involving Epstein. advised\n\nshe had gone to the house on several occasions. During a sworn taped\n\nstatement, she advised she started going to the house approximately\n\none year ago and was brought an Oo last name).\n\nbrought her into the house and she was introduced to a\n\nOnce she_met_her, MMMM brought her upstairs into a\n\nmaster bedroom bathroom. stated she met Jeffrey in the\nbathroom. He lay on the table and picked the massage oils. She\nprovided the massage, as he lay naked on the massage bed. She stated\nshe rubbed his calves and back area. Upon the end of the massage,\nEpstein removed himself from the massage table and paid her $300.00\nfor the massage.\n\n[| stated she had only been at the house approximately five or\n\nsix times. said each time she went to the house she was\nnotified by | Epstein's assistant, that Epstein was in town and\nwould like her to work. stated she returned to the house and\nwas again led upstairs by . She provided the massage, clothed.\n\nHOUSE_OVERSIGHT_019004",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019004.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2941,
    "word_count": 505,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.480796",
    "prefix": "IMAGES-005"
  }
}