{
  "document_id": "HOUSE_OVERSIGHT_017550",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017550.txt",
  "text": "JOHN MAEDA\n\nFlight\n\nRRIAGE\nYNEMENT\n\n= F aera\n= je of Learning\nPays Dividends\noe ww Ee OE minster\n\n—$$\n\nJohn Maeda (born 1966 in Seattle, Washington) is a\n\nJapanese-American graphic designer, computer scientist,\nacademic, and author. His work in design, technology and\nleadership explores the area where the fields merge. He is\nthe current President of the Rhode Island School of Design.\nMaeda was originally a software engineering\nstudent at the Massachusetts Institute of Technology, when\nhe became fascinated with the work of Paul Rand and Muriel\nCooper. Cooper was a director of MIT’s Visual Language\nWorkshop. After completing his bachelors and masters degrees\nat MIT, Maeda studied in Japan at Tsukuba University’s\nInstitute of Art and Design to complete his Ph.D. in design.\nAs an artist, Maeda’s early work redefined\nthe use of electronic media as a tool for expression by\ncombining computer programming with traditional artistic\ntechnique, laying the groundwork for the interactive motion\ngraphics that are taken for granted on the web today. He\nhas exhibited in one-man shows in London, New York\nand Paris. His work is in the permanent collections of\n\nthe Museum of Modern Art, the San Francisco Museum\nof Modern Art and the Cartier Foundation in Paris.\n\nAt RISD, Maeda is leading the movement to\ntransform STEM (Science, Technology, Engineering, and\nMath) to STEAM by adding Art. He believes art and design\nare poised to transform our economy in the 21st century\nlike science and technology did in the last century.\n\nIn 1999, he was named one of the 21 most important\npeople in the 21st century by Esquire. In 2001, he received\nthe National Design Award for Communication Design in\nthe United States and Japan’s Mainichi Design Prize.\n\nIn 2006, Maeda published Laws of Simplicity, his best-\nselling book to date, based on a research project to find ways for\npeople to simplify their life in the face of growing complexity.\n\nIn 2009 he was inducted into the New\nYork Art Director’s Club Hall of Fame, and he\nreceived the AIGA Medal in 2011. He is a trustee of\nthe Cooper-Hewitt National Design Museum.\n\nHOUSE_OVERSIGHT_017550",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2134,
    "word_count": 354,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.169181",
    "prefix": "IMAGES-004"
  }
}