{
  "document_id": "HOUSE_OVERSIGHT_024128",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024128.txt",
  "text": "= Failure to conduct monitoring of the high volume of monetary instruments through casas de\ncambio and other foreign correspondent customers using Remote Deposit Capture (RDC)\nservice\n\n« Failure to monitor sequentially numbered traveler's checks used by casas de cambio and other\nforeign correspondent customers in a manner compliant with internal policy on these\ntransactions\n\n» Failure to institute appropriate risk-based monitoring of foreign correspondent banking\ncustomers — primarily as a result of setting alert parameters based on staffing capacity\n\n» Failure to file timely SARs on several foreign correspondent banking customers\n» Failure to report cash structuring activity\n\nHSBC: In October 2010, the Federal Reserve Board announced that it had issued a Cease and Desist\nOrder between HSBC North America Holdings, Inc. (HNAH), New York, New York, a registered bank\nholding company (BHC), and the Federal Reserve Board. The order requires HNAH to take corrective\naction to improve its firm-wide compliance risk management program, including its anti-money\nlaundering compliance risk management. Concurrent with the Federal Reserve Board's announcement\nof its enforcement action, the Office of the Comptroller of the Currency announced its issuance of a\nCease and Desist Order against HSBC Bank USA, N.A., McLean, Virginia (HBUS, a subsidiary of\nHNAH), for violating the Bank Secrecy Act and its underlying regulations.\n\nHSBC was directed to use its financial and managerial resources as a source of strength for its bank\nsubsidiaries, and in particular HBUS, to ensure that it complies with the OCC Consent Order regarding\nHBUS' BSA/AML program. It was also directed to “retain an independent consultant acceptable to the\n[Chicago Federal] Reserve Bank to complete a review of the effectiveness of the firm-wide BSA/AML\nCompliance Program adopted by HNAH (the ‘BSA/AML Review’), and to prepare a written report of\nfindings and recommendations (the ‘BSA/AML Report').” In another section of the Order, HNAH was\ndirected to “submit to the [Chicago Federal] Reserve Bank an acceptable written program designed to\nreasonably ensure the identification and timely, accurate, and complete reporting by HNAH and its\nsubsidiaries of all known or suspected violations of law or suspicious transactions to law enforcement\nand supervisory authorities, as required by applicable suspicious activity reporting laws and\nregulations.”\n\nThe OCC Order states that the agency found deficiencies in HBUS’ BSA/AML Compliance Program — in\nparticular, deficiencies in internal controls for customer due diligence, procedures for monitoring\nsuspicious activity and independent testing. The Order also cited aggravating factors “such as highly\nsuspicious activity creating a significant potential for unreported money laundering or terrorist financing.”\nSpecific cited deficiencies included special handling of wire transfers of customers domiciled in\ncountries risk-rated as “standard” or “medium,” resulting in limited and ineffective BSA/AML monitoring\nof two-thirds of the bank's wire activity; failure from 2006 to 2009 to monitor bulk cash transactions with\nforeign affiliates; failure to perform customer due diligence or enhanced due diligence for its foreign\naffiliates, inhibiting its assessment of customer risk and the identification of suspicious activity in\naccounts of those affiliates; failure to address a backlog of suspicious activity alerts (due to inadequate\nstaffing), which caused the bank to file many late SARs; and failure to appropriately designate\ncustomers as “high-risk” for BSA/AML monitoring, even when a customer's association with PEPs could\nharm the bank's reputation. In July 2012, HSBC was the subject of a hearing held by the Senate\nPermanent Subcommittee on Investigations entitled “U.S. Vulnerabilities to Money Laundering and\nTerrorist Financing: HSBC Case History.”\n\nCitibank: In April 2012, the OCC issued a Cease and Desist Order against Citibank, N.A. for violations\nof the Bank Secrecy Act (BSA) and underlying regulations. According to the OCC, the order requires\nthe bank to take comprehensive corrective actions to improve its BSA compliance program.\n\nThe compliance program allegedly had deficiencies with respect to internal controls, customer due\ndiligence, the independent BSA and the anti-money laundering audit function, monitoring of its remote\ndeposit capture and international cash letter instrument processing in connection with foreign\ncorrespondent banking, and suspicious activity reporting related to that monitoring. These findings\nresulted in violations by the bank of statutory and regulatory requirements to maintain an adequate BSA\ncompliance program, file suspicious activity reports, and conduct appropriate due diligence on foreign\ncorrespondent accounts.\n\nprotiviti | 22\n\nHOUSE_OVERSIGHT_024128",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024128.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4852,
    "word_count": 701,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.120985",
    "prefix": "IMAGES-007"
  }
}