{
  "document_id": "HOUSE_OVERSIGHT_020093",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020093.txt",
  "text": "Fed chairman and currying favor with Bannon—“licking my balls,” Bannon said with a\nquite a cackle. In return for supporting Cohn’s campaign to win the Fed job, Bannon was\nextracting fealty from him for the right-wing trade agenda.\n\nThe geniuses were fucked. Even POTUS might be fucked. But Bannon had the vision\nand the discipline—he was sure he did. “I’m cracking my shit every day. The nationalist\nagenda, we’re fucking owning it. I'll be there for the duration.”\n\nBefore the dinner, Bannon had sent around an article from the Guardian—though one\nof the leading English-language left-leaning newspapers, it was nevertheless Bannon’s\nfavorite paper—about the backlash to globalization. The article, by the liberal journalist\nNikil Saval, both accepted Bannon’s central populist political premise—*the competition\nbetween workers in developing and developed countries ... helped drive down wages and\njob security for workers in developed countries’—and elevated it to the epochal fight of\nour time. Davos was dead and Bannon was very much alive. “Economists who were once\nardent proponents of globalization have become some of its most prominent critics,” wrote\nSaval. “Erstwhile supporters now concede, at least in part, that it has produced inequality,\nunemployment and downward pressure on wages. Nuances and criticisms that economists\nonly used to raise in private seminars are finally coming out in the open.”\n\n“I’m starting to get tired of winning” was all that Bannon said in his email with the link\nto the article.\n\nNow, restless and pacing, Bannon was recounting how Trump had dumped on\nMcMaster and, as well, savoring the rolling-on-the-floor absurdity of the geniuses’\nScaramucci gambit. But most of all he was incredulous about something else that had\nhappened the day before.\n\nUnbeknownst to senior staff, or to the comms office—other than by way of a pro forma\nschedule note—the president had given a major interview to the New York Times. Jared\nand Ivanka, along with Hope Hicks, had set it up. The Zimes’s Maggie Haberman,\nTrump’s béte noire (“very mean, and not smart’) and yet his go-to journalist for some\nhigher sort of approval, had been called in to see the president with her colleagues Peter\nBaker and Michael Schmidt. The result was one of the most peculiar and ill-advised\ninterviews in presidential history, from a president who had already, several times before,\nachieved that milestone.\n\nIn the interview, Trump had done his daughter and son-in-law’s increasingly frantic\nbidding. He had, even if to no clear end and without certain strategy, continued on his\ncourse of threatening the attorney general for recusing himself and opening the door to a\nspecial prosecutor. He openly pushed Sessions to resign—mocking and insulting him and\ndaring him to try to stay. However much this seemed to advance no one’s cause, except\nperhaps that of the special prosecutor, Bannon’s incredulity—“Jefferson Beauregard\nSessions is not going to go anywhere”—was most keenly focused on another remarkable\n\nHOUSE_OVERSIGHT_020093",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020093.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3041,
    "word_count": 478,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.931480",
    "prefix": "IMAGES-005"
  }
}