{
  "document_id": "HOUSE_OVERSIGHT_011614",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011614.txt",
  "text": "any other pursuing vehicle would be in no shape to follow for very long. But we\nstill had to avoid trouble on our way back out. I knew it would be a risk to go\nback to the Coral Beach, so we took the shortest route to the sea, straight out to\nthe Corniche, the city’s main avenue along the Mediterranean. As we got closer,\nwe could hear gunfire. Obviously, the police, and the Palestinian militias,\nrealized something was not right. The advantage we had was that they would\nhave no idea what had happened on Rue Verdun, who we were, or where we\nwere going.\n\nNo sooner had we joined the Corniche than I saw another police Land Rover\nabout 200 yards ahead of us. This one had a spotlight on the roof, panning both\nsides of the road. I told the driver to slow down. About 100 yards or so later,\nreaching the place where we’d arranged for the SEALs to meet us, he and the\nother station wagon pulled over to the side of the road. The Land Rover kept\ndriving. We slid down a steep embankment nearly 30 feet to the sea. Two of the\nthree assault teams had bags full of documents as well. We swam out to the\ndinghies. When we had hoisted ourselves in, we headed out at first by paddle,\nthen under engine power, to the missile boat. The whole operation had taken\nabout a half an hour, only 10 minutes on Rue Verdun.\n\nI radioed Manno on the way to the missile boat. A half-dozen words: the\nagreed code phrase for “mission accomplished, targets achieved.” I could hear\nrelief in his voice when he replied. At first, | assumed that was because they\nhadn’t heard from us during the operation. Our radio link to the missile boat had\ngone down when we entered the built-up area around the apartment blocks.\nGenuinely, despite Manno’s suspicion that I’d cut the connection. Yet he had\nother reasons to exhale when he heard we had got out safely. Amnon’s team had\nhad a much tougher time. They met resistance from the moment they arrived at\nthe DFLP building. Two of his men were killed, another wounded. They set off\ntheir explosive charges, but had to fight their way out. They only barely\nmanaged to escape, carrying their fallen comrades with them and linking up\nwith another team of SEALs near the Coral Beach.\n\nIt was a little before six in the morning when I got home. I was careful not to\nwake Nava. I’d changed out of my slacks and flats and surrendered my wig on\nthe missile boat. But I didn’t have the energy to deal with my makeup. The next\nthing I remember was my wife standing by our bed as I stirred awake around\nnoon the next day. She looked at my eye makeup and lipstick, shook her head,\nand smiled. She didn’t need to ask where I’d been. Israel radio had been full of\nnews about a major operation in Beirut.\n\n143\n\nHOUSE_OVERSIGHT_011614",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011614.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2736,
    "word_count": 512,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.518250",
    "prefix": "IMAGES-001"
  }
}