{
  "document_id": "HOUSE_OVERSIGHT_013591",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013591.txt",
  "text": "did some work with the dissociated anesthesias (producing wide awake but not\nthere states) having consulted with John Lilly, a brain scientist who used these\nagents as a courageous self-medicating explorer of sensory isolation tanks; | met\nseveral native shamanic practitioners including the Huichol Indian that was the\nmodel for Don Juan in Carlos Castanada’s five volumes of pseudoethnography\nwritten up in my essay “Is Don Juan Alive and Well?” in The Pushcart Prize of 1977.\nIssues of culture and brain chemistry came together in several accounts about\nentheogenic, mescaline-containing peyote use among the Huichol Indians in a book\nedited by Kathleen Berrin and Thomas Seligman of the San Francisco Art Museum\ncalled Art of the Huichol Indians.\n\nOver these years | collected many nauseating, upper and lower bowel\nwrenching and ecstatically transcendent and exhausting day-long episodes of the\nangular geometries of visual pattern-generating DMT, the animistic breathing of\nbush and flower breathing peyote cactus, the darkly forbidding shadows of the\npsylocybin-containing mushrooms, the irreversible rocket launches into the\nelectrically buzzing, kaleidoscopic circus of LSD-containing vials from Sandoz and\nthe optimistic, trust engendering, expansively warm rush of six of Sacha Shulgin’s\ngregarious, rave dancing, chlorinated, methoxylated and _ ethoxylated\nphenylethylamines which he had, years before, synthesized for “an undisclosed\npurpose” for the Dow Chemical Corporation under contract with the U.S. Army\nChemical Corps. The best known of the latter group remains part of the rave culture\nas Ecstasy.\n\nThese agent’s peaks are flooded with exaggerated, caricaturizing images of\npeople’s faces and a belief in the mindedness of animals and even the embodiment\nof inanimate things. Evoked are simultaneous and diametrically conflicting\ninterpretations of the same social context, heteromodal sensory fusion called\nsynesthesia so that sound bespoke color and smells induced music, habitual\nthoughts rearranged as new ideas in what is experienced as exciting new insights,\nand, most of all, that which Louis Lewin, Berlin’s early 20\" Century Freud of\npsychotropic drugs in his book Fantastica, called gladness of the soul. Timothy\n\nLeary wrote of entheogenic escape from the habitual human brain’s mental-\n\n91\n\nHOUSE_OVERSIGHT_013591",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013591.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2346,
    "word_count": 344,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.547256",
    "prefix": "IMAGES-002"
  }
}