{
  "document_id": "HOUSE_OVERSIGHT_012920",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012920.txt",
  "text": "4 1 Introduction\n\nthese algorithms and structures are integrated; and so far the integration has not been done\nin the correct way.\n\nThe human brain appears to be an integration of an assemblage of diverse structures and\ndynamics, built using common components and arranged according to a sensible cognitive archi-\ntecture. However, its algorithms and structures have been honed by evolution to work closely\ntogether — they are very tightly inter-adapted, in the same way that the different organs of\nthe body are adapted to work together. Due to their close interoperation they give rise to the\noverall systemic behaviors that characterize human-like general intelligence. We believe that\nthe main missing ingredient in AI so far is cognitive synergy: the fitting-together of differ-\nent intelligent components into an appropriate cognitive architecture, in such a way that the\ncomponents richly and dynamically support and assist each other, interrelating very closely in\na similar manner to the components of the brain or body and thus giving rise to appropriate\nemergent structures and dynamics. This leads us to one of the central hypotheses underlying\nthe CogPrime approach to AGI: that the cognitive synergy ensuing from integrating\nmultiple symbolic and subsymbolic learning and memory components in an appro-\npriate cognitive architecture and environment, can yield robust intelligence at the\nhuman level and ultimately beyond.\n\nThe reason this sort of intimate integration has not yet been explored much is that it’s difficult\non multiple levels, requiring the design of an architecture and its component algorithms with\na view toward the structures and dynamics that will arise in the system once it is coupled\nwith an appropriate environment. Typically, the AI algorithms and structures corresponding\nto different cognitive functions have been developed based on divergent theoretical principles,\nby disparate communities of researchers, and have been tuned for effective performance on\ndifferent tasks in different environments. Making such diverse components work together in a\ntruly synergetic and cooperative way is a tall order, yet we believe that this — rather than some\nparticular algorithm, structure or architectural principle — is the “secret sauce” needed to create\nhuman-level AGI based on technologies available today.\n\n1.5 Extraordinary Proof?\n\nThere is a saying that “extraordinary claims require extraordinary proof” and by that stan-\ndard, if one believes that having a design for an advanced AGI is an extraordinary claim, this\nbook must be rated a failure. We don’t offer extraordinary proof that CogPrime, once fully\nimplemented and educated, will be capable of human-level general intelligence and more.\n\nIt would be nice if we could offer mathematical proof that CogPrime has the potential we\nthink it does, but at the current time mathematics is simply not up to the job. We’ll pursue\nthis direction briefly in Chapter 7 and other chapters, where we'll clarify exactly what kind\nof mathematical claim “CogPrime has the potential for human-level intelligence” turns out to\nbe. Once this has been clarified, it will be clear that current mathematical knowledge does not\nyet let us evaluate, or even fully formalize, this kind of claim. Perhaps one day rigorous and\ndetailed analyses of practical AGI designs will be feasible — and we look forward to that day —\nbut it’s not here yet.\n\nAlso, it would of course be profoundly exciting if we could offer dramatic practical demon-\nstrations of CogPrime’s capabilities. We do have a partial software implementation, in the\nOpenCogPrime system, but currently the things OpenCogPrime does are too simple to really\n\nHOUSE_OVERSIGHT_012920",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012920.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3713,
    "word_count": 577,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.022812",
    "prefix": "IMAGES-002"
  }
}