{
  "document_id": "HOUSE_OVERSIGHT_019056",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019056.txt",
  "text": "on\n\nFD-302a (Rev. 10-6-95)\n\nContinuation of FD-302 of ,On 11/27/2006 __, Page 2\nanything of a_ sexual nature by Epstein. As a practical joke,\nEpstein asked to purchase a box of condoms to place on b6\nseat after he found out[_—i| girlfriend was pic\n\n31E-MM~108062\n\npregnant. The primary item_that Epstein request to be on his\naircraft is Evian water.[____—_—ithas never seen Epstein with a\ngirlfriend or known him to be romantically involved with anyone.\n\nThe flight arrangements were usually set up by\n\nwho would call and provide flight dates, times and\ntravel location. On occasion, would get a call directly\nfrom Epstein or Prior to the departure of every b3\nflight, the captain of the flight filled out the flight manifest b6\nlog and aircraft log. The individual flight captain_is usually b7c\nrotated between pilots. The manifests are faxed to[__ Jin the\nNew York office every two to three weeks. The aircraft logs are\nturned in on an annual basis.\n\nwhich were\nrequested in the issued grand jury subpoena.\n\ndescribed Epstein as having obtained his wealth\n\nfrom managing money. Epstein has a successful business relationship\nwith] defined Jas Epstein's\n\nbest friend.\n\nIn addition tol flight duties, he provided\nEpstein with advice on home entertainment centers and vehicles.\na installed a home theater system in Epstein's Palm Beach\nresidence and his ranch in New Mexico. The palm beach residence\nhas rooms identified by individual color.[ ~~] recalled the\ngreen room, blue room and pink room. In addition, in Palm Beach, b6\nEpstein currently owns a black Chevrolet Suburban, three black bic\nMercedes Benz, a turquoise Harley Davidson, and a 1972-chopper\nmotorcycle.\n\nhas heard that Epstein is provided two massages a\nday. When asked whom[__—s«d|s heard that from, he responded by\nstating it is just rumored that he gets two a day. He further\ndescribed Epstein as having back problems and on occasion utilizes\nheating pads. When at the ranch in New Mexico, Epstein is provided\nmassages by both male and females.[____]LNU, ranch manager,\narranges masseuses from \"Ten Thousand Waves\" salon in Santa Fe, to\nprovide massages to Epstein and\n\nreceived a q ~—~S—S—S—SdiChrristmas bonus this year\nand a bonus last year.[__—_—i|s stated he received the\n\nHOUSE OVERSIGHT 019056 >",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019056.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2271,
    "word_count": 368,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.314769",
    "prefix": "IMAGES-005"
  }
}