{
  "document_id": "HOUSE_OVERSIGHT_019020",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019020.txt",
  "text": "pn nnn ee Sa cee\n\nDate: 7/13/06 PALM BEACH POLICE DEPARTMENT Page:\nTime: 9:27:55 Incident Report Program: CMS301L\nCase No. .. . : 1-05-000368 (Continued)\nCenter from Cingular Wireless for telephone number[L___—s—i'i|T~=sdThis\nwas the telephone number for a during the time frame when\nthe victim, was brought to the Epstein house to \"work.\" An b6\nanalysis of the phone records, of all incoming and outgoing calls, b7C\n\nshowed that _on_February 6, 2005, the day the victim,\n\nfirst called SMM, Epstein's assistant,\nat t 12:50 pm (EST). The next call was made to Epstein's\nhouse in Palm Beach, at 12:52 pm (EST). The following call was made\nto the victim,[__Jat 1:01 pm (EST) and at 1:02 pm (EST). This\nconfirms the information provided by the victim and victim's father.\n\nI photo copied the records and enlarged the page 8 of 10 to show the\ncalls made by on February 6, 2005.\n\nTo this date, I have not heard from[_——i(it—tsws~s~s~*~*~”~C:CC”C”CYS CL\nwill attempt to establish contact with them during the evening hours.\nI received a package from Atty. Guy Fronstin, which was hand\ndelivered at the police station. Within the package, was a letter\nfrom Alan Dershowitz, and two www.myspace.com profiles. The profiles\nwere that of MySpace.com is a social  b6\nnetworking service that allows members to create unique personal b7Cc\nprofiles’ online in order to find and communicate with old and new\nfriends. This package was in response to a previous meeting in which\nMr. Dershowitz called to assist in the investigation in providing any\nadditional witnesses such as house employees who have been reluctant\nto speak with law enforcement. .\n\nI reviewed the profiles Mr. Dershowitz enclosed. who designed\n\nher blog to be ' still attends\n\n| sends and receives messages from friends. which contain\nsome profanity. Upon reviewing her friends' comments section from\n\nMyspace, most of her good friends sent messages to establish contact\nand invite her to go out.\n\nI then reviewed web blog which was provided by Mr.\nDershowitz. Ms. designed her blog to be a Her blog\nstates that her interests include music, theater and weed (Marijuana) .\nI reviewed her packet in which [___]declares her love for her live-in\nan She also describes using marijuana with her boyfriend\n\nThe letter Mr. Dershowitz sent advised he was looking into the —\nallegation that one of the private investigators used by the private\nattorneys of Epstein, attempted to impersonate or state that they were\npolice officers from Palm Beach. Mr. Dershowitz advised that the\ninvestigators used to interview[L—™~—C—CCCCC J had \"Quite a distinct\nspeech impediment\", did not claim to be nor did they impersonate\nthemselves as a police officer. This package was sent to both ASA\nLana Belohlavic and ASA Daliah Weiss at the State Attorney's Office.\n\nI made telephone contact with ASA Weiss to confirm she receiv\npackage and request an interview with\n\nand Janusz Banasiak. She advised she would assist in attempting to\n\nHOUSE_OVERSIGHT_019020",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019020.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2982,
    "word_count": 489,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.767496",
    "prefix": "IMAGES-005"
  }
}