{
  "document_id": "HOUSE_OVERSIGHT_020599",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020599.txt",
  "text": "140\n\nalso played a key diplomatic role in certain instances, such as providing a liaison\n\ndialogue channel between the United States and North Korea.\n\nIn addition, the ILD performs a range of other functions:\n\ne Administering “private sector” liaison organizations to facilitate contact with\n\nthink tanks, NGOs, and individuals worldwide;\n\ne Collecting current intelligence and information on the foreign policies,\ndomestic political scene and political parties, and societies in various nations\n\nworldwide;\n\ne Sending special study teams abroad to research important topics related to\n\nChina’s reforms;\n\ne Contributing to the work of Chinese embassies worldwide (usually monitoring\ndomestic politics and liaising with domestic political parties, movements, and\n\npersonages);\n\ne Working with other CCP Central Committee departments and State Council\nministries to facilitate their work overseas (e.g., assisting the United Front Work\nDepartment concerning Taiwan, the External Propaganda Leading Group/State\nCouncil Information Office concerning China’s image abroad, or the National\n\nPeople’s Congress on parliamentary exchanges);\n\ne Arranging visits of central-level, provincial-level, municipal-level, and\n\noccasionally sub-provincial level CCP officials abroad;\n\ne Hosting foreign leaders, politicians, party officials, ex-officials, as well as a range\n\nof foreign policy specialists, on tours of China;\n\ne Hosting biannual World Political Parties High-Level Meeting, and the annual\n“CCP in Dialogue with the World” meeting.\n\nAs such, the ILD performs extremely important roles overseas and is a key—but\nunderappreciated and even unknown—instrument in China’s international influence\n\nactivities.\n\nAppendix 1\n\nHOUSE_OVERSIGHT_020599",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020599.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1736,
    "word_count": 232,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.595564",
    "prefix": "IMAGES-006"
  }
}