{
  "document_id": "HOUSE_OVERSIGHT_011094",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011094.txt",
  "text": "Risk-averse clients in the omnibus fund can take short legs, and risk-tolerant ones\nlong legs. Management of the omnibus fund can handle the mechanics of the swaps\n\nor futures.\n\nThe effect would be not less leverage per se, since leverage at the individual account\nlevel is substituted for leverage at the corporate level. The difference is duration.\nSwaps and futures are short-term commitments. Three months is typical. Futures\ntrade in active markets, for good measure, and can usually be liquidated in seconds\n\nat current market during trading hours. So can ETFs themselves.\nWhat do these derivatives cost? Essentially nothing. Those who prefer safety and\nthe short leg are matched with those who prefer return and the long leg, while the\n\nmanager charges only for its time in working the mechanics.\n\nWhat About Asset Allocation?\n\nWhere the omnibus fund seems to violate common sense is in merging out what had\nseemed to be valuable distinctions. So it would seem with the blending of equity and\ndebt claims, but for an optional overlay of derivatives such as futures to restore\nwhatever risk and expected return we want. Many distinctions blended out,\nincluding that one, have been important to principles of asset allocation and modern\nportfolio theory. They are important because some investment sectors are less\ncorrelated than others, meaning less likely to risk and fall in lockstep. Low-\ncorrelation portfolios are better because less volatile as a whole without sacrifice of\nreturn. That’s why hedge funds typically assemble portfolios judged low or negative\nin correlation, and then try to reduce correlation still further with an overlay of\n\nderivatives. The omnibus fund seems to throw away all these options.\n\nNot really. One of the lessons of the 2008 crash is that everything but Treasuries\ntends to go down in high winds. Anti-correlation strategies failed when we most\nneeded them. The omnibus fund isn’t really giving up so much. Its exceptional\n\ndiversity makes it begin with less correlation than specializing portfolios. And\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 5\n\nHOUSE_OVERSIGHT_011094",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011094.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2124,
    "word_count": 337,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.866169",
    "prefix": "IMAGES-001"
  }
}