{
  "document_id": "HOUSE_OVERSIGHT_030291",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030291.txt",
  "text": "24\n\nintimidating. A broken leg, for example, may have been thought of as\n\"terrible\" before choosing it over some other malady. However, after\nchoosing it, the subject would find a silver lining: \"With a broken leg,\nI will be able to lie in bed watching TV, guilt-free.\" In our study, we\nalso found that people perceived adverse events more positively if\nthey had experienced them in the past. Recording brain activity while\nthese reappraisals took place revealed that highlighting the positive\nwithin the negative involves, once again, a téte-a-téte between the\nfrontal cortex and subcortical regions processing emotional value.\nWhile contemplating a mishap, like a broken leg, activity in the\nrACC modulated signals in a region called the striatum that conveyed\nthe good and bad of the event in question — biasing activity in a\npositive direction.\n\nIt seems that our brain possesses the philosopher's stone that enables\nus to turn lead into gold and helps us bounce back to normal levels of\nwell-being. It is wired to place high value on the events we encounter\nand put faith in its own decisions. This is true not only when forced\nto choose between two adverse options (such as selecting between\ntwo courses of medical treatment) but also when we are selecting\nbetween desirable alternatives. Imagine you need to pick between two\nequally attractive job offers. Making a decision may be a tiring,\ndifficult ordeal, but once you make up your mind, something\nmiraculous happens. Suddenly — if you are like most people — you\nview the chosen offer as better than you did before and conclude that\nthe other option was not that great after all. According to social\npsychologist Leon Festinger, we re-evaluate the options postchoice to\nreduce the tension that arises from making a difficult decision\nbetween equally desirable options.\n\nIn a brain-imaging study I conducted with Ray Dolan and Benedetto\nDe Martino in 2009, we asked subjects to imagine going on vacation\nto 80 different destinations and rate how happy they thought they\n\nHOUSE_OVERSIGHT_030291",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030291.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2052,
    "word_count": 337,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.012999",
    "prefix": "IMAGES-010"
  }
}