{
  "document_id": "HOUSE_OVERSIGHT_010888",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010888.txt",
  "text": "stricken in relevant part from the record by the federal court, but Roberts’s counsel filed publicly\na pleading in this case contesting Defendant’s assertion that her statements in the media\nregarding meeting former President Clinton were untrue. A copy of the public affidavit filed in\nthe CVRA Action and the excerpted portion of the pleading filed in this action are attached\nhereto as composite Exhibit A.\n\nBecause former President Clinton did not leave office until January of 2001, and Roberts\nhas repeatedly stated in publicly filed affidavits that she “escaped” from Epstein while in\nThailand in September of 2002, the alleged meeting with former President Clinton must have\ntaken place between January of 2001 and September of 2002. As explained in the letter attached\nas Exhibit B, former FBI Director Louis Freeh made a request pursuant to the Freedom of\nInformation Act for documents from the Secret Service regarding Secret Service personnel\ntravelling with former President Clinton to Epstein’s private island and the US Virgin Islands.\nBased on the response by the federal government to this request, and his knowledge of the duties,\nprotocols and operations of security provided to a former President, Mr. Freeh opines in the\nattached letter that the absence of such records “strongly establishes that former President\nClinton was not present on Little St. James Island during the period at issue.” If Mr. Freeh’s\nopinion is correct, then Roberts’s publicly filed affidavits in which she stated that she met\nPresident Clinton on the island during that period are obviously false. Dershowitz intends to\nbring this public information to the attention of the appropriate authorities.\n\nSeparate from the public information, Dershowitz also believes that Roberts gave false\ntestimony at her deposition. The relevant testimony, which Dershowitz intends to provide to the\nappropriate authorities, is being filed under seal contemporaneously with this motion. In an\n\nabundance of caution, Dershowitz and his counsel do not want to disclose this non-public\n\nHOUSE_OVERSIGHT_010888",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010888.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2087,
    "word_count": 322,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:46.229521",
    "prefix": "IMAGES-001"
  }
}