{
  "document_id": "HOUSE_OVERSIGHT_011574",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011574.txt",
  "text": "up under a pile of mail. She hadn’t seen it until a week afterwards. She said that\nof course she would have come with me. She felt angry with herself, and with\nme too, for not simply having phoned. But since I didn’t contact her in the\nweeks that followed, she figured this was just another one of our times apart. Or\n“stupid pride”. A few months later, I heard she was engaged to be married, to a\nyoung man she’d known since their high school days at the Alliance.\n\nI had first met Nava Cohen, the woman I would go on to marry, the previous\nyear. It was through another Cohen, though they were not related: Nechemia,\nmy sayeret friend who was killed in the 1967 war. He invited me to Tel Aviv\nfor a party in the spring, on the Jewish holiday of Purim, and introduced us.\nNava was just nineteen, five years younger than me. I was struck not just by the\nfact she was attractive, but by her poise, warm-heartedness, and her obvious\nintelligence. But she had her boyfriend with her, and I still saw myself and Nili\nas life partners. Now, she was beginning her studies at Hebrew University as\nwell, and, in a way, it was again Nechemia\n\nCohen who brought us together. Since his death, those of us who knew him\nfrom the sayeret had been looking for a fitting way to remember and to honor\nhim. We finally decided to set up a living memorial in his name: a Moadon\nSayarim, a center to train young people from all over Jerusalem in scouting and\nnavigation. We spent six months getting it up and running, and Nava pitched in\nwith the work.\n\nIt wasn’t until a few months after I heard of Nili’s engagement that I finally\nasked her on a date. We were in the university library, which had a space where\nyou could listen to tapes through headphones. I would go to hear classical\nmusic. Nava was studying English literature, and I’d sometimes see her there,\nengrossed in recordings of Shakespeare with the text of Hamlet or Macbeth in\nfront of her. Since I wasn’t shackled by the need to follow the alacks and\nalasses, I read the newspaper as the music washed over me. I turned to the\nmovie section. I circled three films, drew a question mark in the margin and\npassed it to her. She looked puzzled for a second. Then she smiled and put a\ncheckmark next to one of them.\n\nWhile we came from different backgrounds, the gap was narrower than it\nhad been with Nili. Her parental home was in Tiberias. Her parents were from\nold Sephardi families, with a centuries-long history in Palestine, and were also\nsolid Ben-Gurion Labor supporters. Her father had fought in the British army in\nthe Second World War. He now ran the branch of Bank Leumi in Tiberias. Her\nmother ran a shop in what was then the city’s best hotel, the Ginton.\n\n103\nHOUSE_OVERSIGHT_011574",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011574.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2738,
    "word_count": 506,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.603000",
    "prefix": "IMAGES-001"
  }
}