{
  "document_id": "HOUSE_OVERSIGHT_023869",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023869.txt",
  "text": "How to Teach the Twelve Cognitive Processes 123\n\nhurt anyone very much. The idea of showing pain is big in values\ncampaigns. Campaigns against drunk driving like to show students\ndead drivers and awful car crashes. But they miss the real point. Have\nthe students seen their parents drink and drive or friends drink and\ndrive? Are they dead? If not, these campaigns will have little impact\nsince values are subconsciously held.\n\nThere is a way to teach these things but it isn’t easy. Imagine that\nyou wanted to teach teenagers not to drive drunk. You could create a\nsimulation of drunkenness that asked students to drive drunk while\nnot being able to hold their heads steady, blacking out from time to\ntime, and seeing very badly. In other words, instilling a new emotion\ninto the mix can alter values. Make people afraid of something they\nwant to do and that fear will manifest itself when it is time to do it.\nEmotions can be induced into subconscious processes and decision-\nmaking through experience. Emotions can change values.\n\nThere is a sense in which appreciation cannot be taught. You like\nit or you don’t. I have two grandsons. The 5-year-old (my daughter’s\nchild) has announced that he doesn’t want to have anything to do\nwith a ball. The 3-year-old (my son’s child) goes wild with excitement\nwhen he sees ballgames being played and responds excitedly when\nballs are given to him. What is the difference and how did this hap-\npen? The difference is obvious: One appreciates the art of it and one\ndoesn’t. How this happened is less clear, but the parenting is very dif-\nferent with respect to balls in each house. There are other, biologi-\ncal differences as well. The 3-year-old has much taller parents and is\nalready the same size as the 5-year-old. He is much more physical as\nwell.\n\nSo, the question is, Could we teach the 5-year-old to love balls and\nballgames, and could we teach the 3-year-old to hate balls and ball-\ngames? The answer to this is obvious. We could do this. It might be\nhard but people are, unfortunately, quite good at negative reinforce-\nment, so it is possible to make people change their attitudes by using\nit as a method.\n\nIs there a way to teach the positive? Can we get someone to ap-\npreciate a work of art who does not respond immediately to works of\nart? Can we get someone to appreciate classical music who does not\nhave any interest in it?\n\nThis is, of course, what many art history or music appreciation\ncourses endeavor to do. Their methodology is always the same:\n\nHOUSE_OVERSIGHT_023869",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023869.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2536,
    "word_count": 446,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.097480",
    "prefix": "IMAGES-007"
  }
}