{
  "document_id": "HOUSE_OVERSIGHT_023825",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023825.txt",
  "text": "Knowledge-Based Education vs. Process-Based Education 79\n\nidea that one needs background knowledge in order to read, which is\nboth true and a product of various works in cognitive science.\n\nHirsch was made to look like a fool so often that he resorted to hir-\ning a cognitive science professor at Virginia, who has written a book\njustifying the same nonsense with more cognitive science facts.”\n\nThere is plenty of work in cognitive science that shows that back-\nground knowledge helps people interpret the world around them, and\nthus reading, for example, is facilitated by having knowledge about\nthe world about which you are reading. This idea, however, does not\nimply that ramming facts down a kid’s throat is the way for them to\nacquire that background knowledge. Knowledge acquisition is a natu-\nral result of engaging in cognitive processes that are being employed\nto satisfy a truly held goal.\n\nIf you are trying to find your way around a city, you will learn the\nstreets of that city and develop what is called a cognitive map. If you\ntry to memorize those same streets, it simply won’t work. Real knowl-\nedge is acquired as a natural part of an employed cognitive process in\nservice of a goal. But Hirsch and Willingham know nothing about cog-\nnitive processes. They only know, and talk about, how best to acquire\nmore facts. Politicians listen to them and there are more tests to make\nsure those facts have been acquired. No one remembers Algebra II or\nmuch about the Founding Fathers because that stuff is mostly facts\nacquired independent of any real goals that will employ those facts.\nKnowledge is not the real issue in education or in mental life. The\nreal issue is developing facility with doing various cognitive processes.\nKnowledge comes along for free with practice of these processes in\nspecific domains.\n\nThere is no evidence whatsoever that accumulation of facts and\nbackground knowledge are the same thing. In fact, there is plenty of\nevidence to the contrary. Facts learned out of context, and apart from\nactual real-world experience that is repeated over and over, are not\nretained.\n\nWhy don’t kids like school? Because we teach them knowledge\nthat they know they won’t need. How do they know this? They know\nthat their parents don’t know this stuff—that is how. Many kids don’t\nlike math much and it is clear why. They find it boring and irrelevant\nto anything they care about doing. If we think math is so important,\nthen why not teach it within a meaningful context, where it actually\nis used? There is plenty of evidence that shows that teaching math\n\nHOUSE_OVERSIGHT_023825",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023825.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2605,
    "word_count": 443,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.016201",
    "prefix": "IMAGES-007"
  }
}