{
  "document_id": "HOUSE_OVERSIGHT_016456",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016456.txt",
  "text": "thus not told that the USAO had entered into a non-prosecution agreement with\nEpstein until after it was signed,” wrote Assistant U.S. Attorney Dexter Lee.\n\nSaid Hakes, the former federal prosecutor: “I have never heard of a case where\nfederal prosecutors consult with a defense attorney before they send out standard\nvictim notification letters. To negotiate what the letters would say and whether\nthey would be sent at all suggest that the victims’ rights were violated multiple\n\ntimes.”\n\nStarr’s aggressive advocacy for Epstein against allegations of improper sexual\nbehavior was in stark contrast to the path he took investigating then-President\nClinton. The Starr Report, the summary of his findings in the Whitewater\ninvestigation, which started as a probe of a land deal gone sour and veered into\nan investigation of sexual misconduct, savaged the president for his involvement\nwith White House intern Monica Lewinsky and was the basis for impeachment.\n\nStarr himself would face criticism in 2016 — he stepped down as president of\nBaylor University amid allegations that he and other university officials\nmishandled sexual assault allegations brought by female students against\nmembers of the school’s football team.\n\nThe Herald reached out to Starr, through certified letter and through a spokesman\nfor his current law firm, the Lanier Firm, but did not receive a response for this\nstory.\n\nPalm Beach police detective Recarey, one of the most highly decorated officers on\nthe Palm Beach Police Department, called the Epstein case the most troubling of\nhis 23-year career.\n\n“Some of the victims were — and still are — afraid of Epstein,” he said as part of\na series of interviews with the Herald earlier this year.\n\nPrivately, Reiter and Recarey said, they held onto a hope that Epstein would be\nbrought to trial someday, but they said that that notion had faded.\n\n“T always hoped that the plea would be thrown out and that these teenage girls,\nwho were labeled as prostitutes by prosecutors, would get to finally shed that label\nand see him go to prison where he belongs,”’ Recarey said.\n\nHOUSE_OVERSIGHT_016456",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016456.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2119,
    "word_count": 343,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.569885",
    "prefix": "IMAGES-003"
  }
}