{
  "document_id": "HOUSE_OVERSIGHT_018396",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018396.txt",
  "text": "It won’t surprise you that, in recent years, for instance, the world has seen an\nacceleration in the construction of physical barriers, of fences and walls running\nbetween nations and defining and in and out. Roy Hassner and Jason Wittenberg,\ntwo American political scientists, scored out the pace of global wall building and\nfound a sharp acceleration: In fact, of 51 national enclosures built since the end of\nWorld War Two - the Berlin Wall being the most famous example - more than half\nwere constructed in a rush of self-protection between 2000 and 201426, And more\nare coming: Hungary, Kenya, Algeria and India now posthole their borders in initial\nexploration of what might be built. There’s a frantic urgency to some of this. The\nSpanish government, for instance, raised a ten-foot high, razor and camera topped\nfence around their Saharan footholds in 1998 - the enclosed land was controlled by\nMadrid, so it was technically “Europe,” which made an irresistible target for would-\nbe migrants. The fence wasn’t enough to stop the flows. So they built a second one to\nrun around the first in 2001. Then, in 2005, thousands of desperate Africans\nlaunched a coordinated charge against. A couple of dozen migrants died in the\nattempt; a thousand made it through. The Spanish responded with a third line of\nfence, this one 20 feet high, electic, camera-watched.\n\nThis pattern of ever more stacked defense is repeated everywhere. The walls, fences\nand trenches of the modern world seem to be getting longer, more ambitions, and\nbetter defended with each passing year, Hassner and Wittenberg concluded. Unlike\ntraditional lines of defense, the Maginot Line or the Great Wall of China for instance,\nthe aim of 21st century barriers in places like Israel or the US or Spanish Morocco\nhave been less to stop a rolling armor blitzkreig than to slow the insidious\nmovement of smugglers and spies and criminals, or the hopeful dashes of fleeing\nrefugees. There’s an affective and - to those on the inside - appealing asymmetry to\nthese borders. They are mostly marked and built by richer, more modern, more\nstable nations desperate to control in and out. The creation of gates is, we should\nsense now, the corollary of connection. That they can sometimes be piled into the\n“winner take all” efficiencies Brian Arthur first teased out should give us a sense that\nthere is a logic to this emergence.\n\nReviewing the problems of deadly disease contagion after the 2015 Ebola pandemic,\nBill Gates examined this connection-and-gate lemma in the sharpest, most\nworrisome historical terms. “There is a significant chance that an epidemic ofa\nsubstantially more infectious disease will occur sometime in the next 20 years,” he\nwrote. “In fact, of all the things that could kill more than 10 million people around\nthe world, the most likely is an epidemic stemming from either natural causes or\nbioterrorism.”23” This was the cost of a fast-moving, interconnected world. It was\nwhat floated free from the extension of Paul Virilio’s line: Airplanes produced the\n\n236 In fact: Roy Hassner and Jason Wittenberg, “Barriers to Entry: Who Builds\nFortified Boundaries and Why?” International Security, Vol. 40, No. 1 (Summer\n2015), pp. 157-190\n\n237 Reviewing the problem: Bill Gates, “The Next Epidemic — Lessons from Ebola”\nNew England Journal of Medicine 2015, April 9; 372:1381-1384\n\n164\n\nHOUSE_OVERSIGHT_018396",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018396.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3392,
    "word_count": 557,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.727320",
    "prefix": "IMAGES-004"
  }
}