{
  "document_id": "HOUSE_OVERSIGHT_024658",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024658.txt",
  "text": "OY\n\nCKRELL\nAPITAL Cannabis Investment Report | December 2017\nCBDA (Cannabidiolic Add: CBDA, the precursor to CBD, is nonpsychoactive and is believed to\nhave several medicinal benefits—anticancer, antiemetic and anti-inflammatory—as well as therapeu-\ntic applications. Generally, CBDA is present in the cannabis plant in low levels, although recently some\nstrains have been grown with CBDA levels comparable to typical THC levels. Like THCA, CBDA\n\ndecarboxylates into other compounds when heated. (An explanation of decarboxylation follows.)\n\nCannabinoid Composition Levels\n\nAs a general rule, THC and CBD are the most prevalent cannabinoids found in many strains of the\ncannabis plant, with other cannabinoids appearing in relatively minuscule amounts. (One exception\nto this rule is the low-THC strains grown to produce industrial hemp.) THC-dominant strains histor-\nically have been the most popular with cannabis consumers, but CBD-dominant strains and strains\nwith high levels of other cannabinoids are believed to have medicinal benefits and hold promise for\ntherapeutic applications.\n\nCannabinoid Creation: Decarboxylation\n\nAll cannabinoids present in cannabis begin as cannabigerolic acid, or CBGA. CBGA is ultimately\ntransformed into various other cannabinoids through decarboxylation, a process by which a com-\npound’s chemical structure changes due to light, heat, alkaline conditions or other chemical forces. The\ntwo main catalysts for decarboxylation of CBGA and other cannabinoids are heat and time (the aging\nprocess). The following chart depicts the process of cannabinoid decarboxylation.\n\nCannabinoid Decarboxylation Process\n\nHEATED\n\nCBNA A8 - THC CBN CBL\n\nSource: Elemental Wellness\n\n22 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024658",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024658.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1777,
    "word_count": 249,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.282809",
    "prefix": "IMAGES-008"
  }
}