{
  "document_id": "HOUSE_OVERSIGHT_021704",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021704.txt",
  "text": "_ Prince Andrew and girl, 17, who sex offender friend flew to Britain to meet him | Mail On... Page 8 of 17\n\nHe guaranteed her a minimum of $200 each time she gave him what he called an ‘erotic massage.’\n\nVirginia said: ‘| would always receive the money immediately. He would give me the cash from a wad he\ncarried in a black duffel bag or an assistant paid me.\n\n‘And, because of the way Epstein had warped her sensibilities, every time she took the cash, Virginia felt\neven more indebted to him. Secretly, he was also preparing her for an even more disturbing role.\n\nEpstein had trained me to do whatever men wanted. |\ntold myself I was special\n\n‘Basically, | was training to be a prostitute for him. and his friends who shared his interest in young girls,’\nshe says: ‘After about two years, he started to ask me to “entertain” his friends.’\n\nlt started when Epstein called Virginia at the Palm Beach apartment he had rented for her.\n\nShe recalls: ‘He said, “I’ve got a good friend and | need you to fly to the island to\nentertain him, massage him and make him feel how you make me feel.”\n\nHe didn’t spell out what | had to do. He didn’t have to. ‘He’d trained me to do whatever a man wanted. |\nwas shocked but | told myself he was sharing me around because he trusted me and | was special.\n\n| was worried, but | would do anything to keep Jeffrey happy and to keep my place as his number one\ngirl.\n\nHe would keep telling me how lucky | was with the life | was leading and the money | was making. It was\neasy to fall into his grasp.\n\n‘The way it usually worked was I'd be sent to meet a man on the private island Jeffrey owned in the\nCaribbean, or at his ranch in New Mexico, which was really isolated.’ She was ‘given’ to men ranging in\nage from their 40s to their 60s.\n\nThey included a well-known businessman (whose pregnant wife was asleep in the next room), a world-\nrenowned scientist, a respected liberal politician and a foreign head of state.\n\nNone appeared to think the arrangement was unusual. Virginia says there were many other girls in\nEpstein’s circle and that she was paid extra money to help recruit them.\n\nhttp://www.dailymail.co.uk/news/article-1361039/Prince-Andrew-girl-17-sex-offender-frie... 3/16/2011\n\nHOUSE_OVERSIGHT_021704",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021704.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2247,
    "word_count": 404,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.470759",
    "prefix": "IMAGES-006"
  }
}