{
  "document_id": "HOUSE_OVERSIGHT_014578",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014578.txt",
  "text": "Exhibit 44: Emerging Market GDP Growth\nWe expect growth roughly in line with potential.\n\n% YoY {PPP Weighted)\n10 5\n\nActual GDP Forecast\n\nSe Potential GDP\n\n|\n|\n\n8\n\nA\n\na\n\n|\n|\n|\n\n3\n\n1993 1996 1999 2002 2005 2008 2011 2014 2017\n\nData as of 2016.\n\nNote: ISG forecasts for 2016-17. For informational purposes only. There can be no assurance the\nforecasts will be achieved.\n\nSource: Investment Strategy Group, IMF.\n\nlarge fiscal stimulus package last August and a\nshift by the BOJ away from ever-higher purchases\nof Japanese government bonds (JGBs). Instead,\nthe BOJ will now use a “yield-curve control”\nframework, wherein it sets the short rate and\ntargets a yield of about 0% on 10-year JGBs. This\nnovel approach should afford the government\nlow real interest rates with which to finance its\nfiscal expansion, while also providing Japanese\nfinancial institutions with a sufficiently steep yield\ncurve to remain profitable. To augment these\ndeflation-fighting measures, the government also\nimplemented some modest structural reforms and\ncalled for a substantial increase in the minimum\nwage in order to support faster income growth.\nAgainst this backdrop of supportive policies,\nwe expect that GDP will grow by 0.75-1.5%\nin 2017. Our forecast is supported by three key\ndrivers. First, the fiscal stimulus announced in\nAugust is poised to contribute 0.4 percentage point\nto 2017 GDP growth, and the government has\nindicated a willingness to do more if necessary.\nSecond, the BOJ remains very accommodative,\nthereby providing easy financial conditions that\nshould foster an uptick in business investment.\nWhile the central bank may consider a modest\nrate increase in late 2017, we expect it to maintain\nits negative interest rate policy (NIRP) for short\nrates and a 0% target for 10-year JGB yields in the\ninterim. Lastly, the government is likely to push\nfor further wage increases during the spring wage\nnegotiations.\n\nThese pro-growth policies, coupled with less\nslack in the economy and a boost from higher\nenergy prices and past yen appreciation, should\nenable core inflation (excluding fresh food) to\nreach our expected range of 0.25-1.0%. While\nJapan may have lost its battles against deflation\nover the years, it has not yet lost the war.\n\nEmerging Markets: Competing Forces\n\nEmerging market economies failed to live up\n\nto expectations once again in 2016, with GDP\nexpanding by an estimated 3.9% versus original\nexpectations closer to 5.0%. This marked the\nsecond-slowest growth rate in 15 years; only the\n2.6% expansion at the depth of the global financial\ncrisis in 2009 was slower. Yet this disappointing\nheadline belies the economic recovery that\nunfolded over the course of 2016. Consider that\ngrowth actually troughed during a challenging\n\nfirst quarter, with economic activity gradually\nimproving thereafter on the back of recovering\ncommodity prices, the Federal Reserve’s willingness\nto delay any further rate hikes and stable Chinese\ngrowth. These tailwinds were bolstered into the\nfinal quarter by early signs of recovery in Brazil\nand Russia, both of which had suffered deep\nrecessions in 2015.\n\nWe expect this momentum to persist, with GDP\nincreasing by 4.3-4.8% (purchasing power parity\n[PPP] weighted) this year, roughly in line with\npotential (see Exhibit 44). The pickup we expect\nis the product of two opposing forces. On the one\nhand, growth should benefit from the ongoing\nrecoveries in Brazil and Russia, and somewhat\nstronger activity in developed economies should\nprovide a small tailwind to emerging market\nexports. On the other hand, the further moderation\nin Chinese growth we expect is likely to weigh on\nactivity across emerging markets, particularly if the\nUS imposes tariffs.\n\nIndeed, the policy agenda of the incoming US\nadministration remains a critical unknown for\nemerging markets. Even if protectionist tariffs\nwere directed only at China and Mexico—which\naccount for 23% and 15% of US imports of\nmanufactured goods, respectively—they would still\nnegatively impact all emerging markets given the\nsensitivity of these countries to Chinese growth and\nfluctuations in the Chinese currency. This being the\ncase, countries with substantial trade exposure to\n\nOutlook | Investment Strategy Group 45\n\nHOUSE_OVERSIGHT_014578",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014578.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4252,
    "word_count": 669,
    "line_count": 126,
    "import_date": "2025-11-19T21:47:47.063426",
    "prefix": "IMAGES-003"
  }
}