{
  "document_id": "HOUSE_OVERSIGHT_012034",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012034.txt",
  "text": "While “Jane Doe #3” is unidentified in this week’s court filing, her story appears to track with\nthat of a woman who sued Epstein in 2009 and settled with him later that year. She apparently\ngranted an on-the-record interview to Britain's Daily Mail in 2011.\n\nSome of the fascination with Epstein on the part of tabloids and glossy magazines stems from his\nties to former President Bill Clinton. In 2002, Epstein provided his 727 to Clinton for a trip to\nAfrica to study anti-AIDS programs. Celebrities such as Chris Tucker and Kevin Spacey came\nalong for the ride. The new court filing makes no mention of Clinton, Tucker or Spacey.\n\nThe federal investigation obtained manifests for Epstein’s private jet travel, but prosecutors\nnever charged anyone besides the investor with involvement in obtaining or using underaged\ngirls for sexual purposes.\n\nThe new court filing says this result is in part due to the fact that Epstein’s legal team—which\nincluded such heavyweights as former independent counsel and solicitor general Ken Starr, trial\nlawyer Roy Black, and Dershowitz—negotiated a deal that precluded the feds charging anyone\nas a co-conspirator.\n\nLawyers for Jane Doe #3 argue in the new motion that Dershowitz put this language in the\nagreement to protect himself.\n\nHowever, the law professor told POLITICO he didn’t negotiate that deal and it wasn't aimed at\nprotecting him. “I had nothing to do with drafting the non-prosecution agreement.” he said.\n\nDershowitz added that the last draft of the agreement mentioned four people by name who\nwouldn't be prosecuted and he was not among them. All were regular associates or assistants of\nEpstein, the lawyer said, adding that the final language removed those names and simply barred\nfederal prosecutors in South Florida from going after any potential co-conspirators.\n\nEpstein and his lawyers fought hard to prevent records about his plea negotiations from being\nturned over to victims’ attorneys. However, U.S. District Court Judge Keith Marra ruled last year\nthat the victims are entitled to examine those records to prepare their case against the\ngovernment.\n\nEpstein, Black and others appealed that decision to the Atlanta-based | lth Circuit Court of\nAppeals, but it ruled in April of this year that no privilege protects plea negotiations in this sort\nof dispute.\n\nEdwards and Cassell did not respond to requests for comment for this post, including an inquiry\nabout their response to Dershowitz's comments. However, the pair appear to be pressing forward\nwith the victims’ rights lawsuit, which seeks to unravel the no-federal-prosecution deal cut for\nEpstein in 2007.\n\nUPDATE (Wednesday, 7:18 P.M): This post has been updated with further comment from\n\nDershowitz.\n\nEXHIBIT R\n\nHOUSE_OVERSIGHT_012034",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012034.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2764,
    "word_count": 439,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.182757",
    "prefix": "IMAGES-001"
  }
}