{
  "document_id": "HOUSE_OVERSIGHT_024071",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024071.txt",
  "text": "There may be significant delays in obtaining reimbursement for newly approved drugs, and\ncoverage may be more limited than the purposes for which the drug is approved by the FDA or\nsimilar regulatory authorities outside the United States. Moreover, eligibility for reimbursement\ndoes not imply that any drug will be paid for in all cases or at a rate that covers a portfolio\ncompany’s costs, including research, development, manufacture, sale and distribution. Interim\nreimbursement levels for new drugs, if applicable, may also not be sufficient to cover a portfolio\ncompany’s costs and may not be made permanent. Reimbursement rates may vary according to\nthe use of the drug and the clinical setting in which it is used, may be based on reimbursement\nlevels already set for lower cost drugs, and may be incorporated into existing payments for\nother services. Net prices for drugs may be reduced by mandatory discounts or rebates required\nby government healthcare programs or private payors and by any future relaxation of laws that\npresently restrict imports of drugs from countries where they may be sold at lower prices than\nin the United States. Third-party payors often rely upon Medicare coverage policy and payment\nlimitations in setting their own reimbursement policies. A portfolio company’s inability to\npromptly obtain coverage and profitable payment rates from both government-funded and\nprivate payors for any approved products that a portfolio company may develop could have a\nmaterial adverse effect on its operating results, its ability to raise capital needed to\ncommercialize products and its overall financial condition. This, in turn, could negatively affect\nthe performance of the Fund.\n\nPolitical Risk; Current and Future Healthcare Reforms\n\nPolitical events can have an impact on pharmaceutical and biotechnology companies. There can\nbe no guarantee that government's role in the healthcare industry will not adversely impact the\nperformance of the Fund.\n\nIn both the U.S. and foreign markets, sales of healthcare products and services and their success\nwill depend in part on the availability of reimbursement from third-party payors such as\ngovernment health administration authorities, private health insurers, and other organizations.\nThe levels of revenues and profitability of providers of healthcare products and services may be\naffected by the continuing efforts of governmental and third-party payors to contain or reduce\nthe costs of health care. Significant uncertainty exists as to the reimbursement status of newly\napproved health care products. There can be no assurance that a company’s proposed products\nor services will be considered cost-effective or that adequate third-party reimbursement will be\navailable to enable a company to maintain price levels sufficient to realize an appropriate return\non its investment.\n\nMoreover, there continues to be significant interest among policy makers and government and\nprivate payors in the United States and foreign jurisdictions in promoting changes in healthcare\nsystems to contain healthcare costs and improve the overall quality of care and wellness.\n\nFor example, on March 23, 2010, President Obama signed into law the Patient Protection and\nAffordable Care Act, which Congress modified pursuant to the Health Care and Education\nReconciliation Act of 2010 (collectively, the “Act”). The Act expands insurance coverage to\nmore individuals, which could have a negative impact on the pharmaceutical industry. Among\nthe aspects of the Act that may have an adverse impact on the Fund are (i) mandatory annual\nfees on pharmaceutical manufacturers, (ii) discounts of 50% on brand name prescription drugs\nfor certain Medicare Part D beneficiaries (i.e., those who are required to pay 100% of their\n\n60 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024071",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024071.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3840,
    "word_count": 584,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.092176",
    "prefix": "IMAGES-007"
  }
}