{
  "document_id": "HOUSE_OVERSIGHT_028567",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028567.txt",
  "text": "Cite as: 586 U.S. (2019) 9\n\nBREYER, J., dissenting\n\nIn light of this history, how likely is it that Congress,\nseeking to “satisfy in full the requirements of ... interna-\ntional organizations conducting activities in the United\nStates,” S. Rep. No. 861, at 2-8 (emphasis added), would\nhave understood the statute to take from many interna-\ntional organizations with one hand the immunity it had\ngiven them with the other? If Congress wished the Act to\ncarry out one of its core purposes—fulfilling the country’s\ninternational commitments—Congress would not have\nwanted the statute to change over time, taking on a mean-\ning that would fail to grant not only full, but even partial,\nimmunity to many of those organizations.\n\nB\n\nCongress also intended to facilitate international organ-\nizations’ ability to pursue their missions in the United\nStates. To illustrate why that purpose is better served by\na static interpretation, consider in greater detail the work\nof the organizations to which Congress wished to provide\nbroad immunity. Put the IMF to the side, for Congress\nenacted a separate statute providing it with immunity\n(absent. waiver) in all cases. See 22 U.S.C. §286h. But\nUNRRA, the World Bank, the FAO, and the UN itself all\noriginally depended upon the Immunities Act for the\nimmunity they sought.\n\nConsider, for example, the mission of UNRRA. The\nUnited States and other nations created that organization\nin 1948, as the end of World War IT seemed in sight. Its\nobjective was, in the words of President Roosevelt, to\n“assure a fair distribution of available supplies among\nthose liberated in World War II, and “‘to ward off death by\nstarvation or exposure among these peoples.’” 1 G. Wood-\nbridge, UNRRA: The History of the United Nations Relief\nand Rehabilitation Administration 3 (1950). By the time\nCongress passed the Immunities Act in 1945, UNRRA had\nobtained and shipped billions of pounds of food, clothing,\n\n299\n\nHOUSE_OVERSIGHT_028567",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1957,
    "word_count": 318,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.894003",
    "prefix": "IMAGES-010"
  }
}