{
  "document_id": "HOUSE_OVERSIGHT_018325",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018325.txt",
  "text": "Cap’n Crunch. An article about Draper in Esquire in 1972 had, for instance, inspired\ntwo teenagers named Steve Jobs and Steve Wozniak to start their first company to\nbuild and sell little phreaking boxes. Woz later recalled nervously meeting the Cap’n\none day in California. He was a strange, slightly smelly, and extremely intense\nnomadic engineer. “I do it for one reason and one reason only,” the Cap’n huffed to\nthe writer of that Esquire article, who was a bit baffled why a grown man would find\nwhistling into phones so appealing. “I'm learning about a system. The phone\ncompany is a System. A computer is a System. Do you understand? If 1 do what I do,\nitis only to explore a System. Computers. Systems. That's my bag,” he said. “The\nphone company is nothing but a computer.\"1°\n\nI'd heard about the Amsterdam conference in the 2600 hacking circles, somewhere\nbetween the debates about circuit boards and which company was best for the\nrelatively new service of email. The gathering was organized by group of Dutch\ncomputer geeks who published their own magazine, Hack-Tic. I sent an email to the\nfounders. One of them, a man with the improbably exotic name Rop Gonggrijp, sent\nback an irresistible reply. “On August 4\", 5t and 6 we’re organizing a three-day\nsummer congress for hackers, phone phreaks, programmers, computer haters, data\ntravelers, electro-wizards, networkers, hardware freaks, techno-anarchists,\ncommunications junkies, cyberpunks, system managers, stupid users, paranoid\nandroids, Unix gurus, whizz kids, warez dudes, law enforcement officers\n(appropriate undercover dress required), guerilla heating engineers and other\nassorted bald, long-haired and/or unshaven scum,” the invitation began. Data\ntravelers? Electro-wizards? Warez dudes? | had to go. “Also included,” the note\ncontinued, “are inspiration, transpiration, a shortage of showers (but a lake to swim\nin), good weather (guaranteed by god), campfires and plenty of wide open space\nand fresh air.”\n\nIn those early days of the Internet, there was only the barest tickle of a commercial\ninstinct at work. If anything, most of the people at places like 2600 or Hack-Tic were\nprofoundly anti-commercial. They were hobbyists, as entranced by role-playing\ngames like Dungeons and Dragons as by their clapped-together, often unreliable\ndigital machines. It was no accident that firms like Apple had emerged from groups\nwith names like The Homebrew Computer Club, names that suggested a rooty, self-\ndefining hippy ethos. Everyone you met in that world fell pretty squarely into one of\nthose weird-by-weirder categories Rop Gonggrijp had listed in his email. Their\nrelaxed, nerdish temperament was reflected in the design of the Internet itself -\nopen, generous, easy to manipulate, emotional at times in debates over protocols,\nfreedom loving. The net design was, as well, a reaction against the systems that\ntroubled all of us most. Like AT&T, say, which was closed, stingy, and tough\n(therefore enjoyable) to manipulate.\n\nJon Postel, the American engineering and programming genius who had helped\nwrite some of the essential original protocols of the Internet, summed up this point\n\n130 “The phone company”: Secrets of the Little Blue Box, Ron Rosenbaum, Esquire\nMagazine (October 1971)\n\n93\n\nHOUSE_OVERSIGHT_018325",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018325.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3295,
    "word_count": 517,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.523161",
    "prefix": "IMAGES-004"
  }
}