{
  "document_id": "HOUSE_OVERSIGHT_022602",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022602.txt",
  "text": "(B) The term “routine governmental action” does not include any\ndecision by a foreign official whether, or on what terms, to award\nnew business to or to continue business with a particular party, or\nany action taken by a foreign official involved in the decision-making\nprocess to encourage a decision to award new business to or continue\n\nbusiness with a particular party.\n\n(5) The term “interstate commerce” means trade, commerce, transpor-\ntation, or communication among the several States, or between any\nforeign country and any State or between any State and any place or\n\nship outside thereof, and such term includes the intrastate use of —\n(A) a telephone or other interstate means of communication, or\n\n(B) any other interstate instrumentality.\n\noe OR OF\n\n15 US.C. § 78m [Section 13 of the Securities Exchange Act of\n1934]\n\nPeriodical and other reports\n(a) Reports by issuer of security; contents\n\nEvery issuer of a security registered pursuant to section 78] of this title\nshall file with the Commission, in accordance with such rules and reg-\nulations as the Commission may prescribe as necessary or appropriate\nfor the proper protection of investors and to insure fair dealing in the\n\nsecurity—\n\n(1) such information and documents (and such copies thereof) as the\nCommission shall require to keep reasonably current the information\nand documents required to be included in or filed with an applica-\ntion or registration statement filed pursuant to section 78] of this title,\nexcept that the Commission may not require the filing of any material\n\ncontract wholly executed before July 1, 1962.\n\n(2) such annual reports (and such copies thereof), certified if required\nby the rules and regulations of the Commission by independent pub-\nlic accountants, and such quarterly reports (and such copies thereof),\n\nas the Commission may prescribe.\n\nEvery issuer of a security registered on a national securities exchange\nshall also file a duplicate original of such information, documents,\nand reports with the exchange. In any registration statement, periodic\nreport, or other reports to be filed with the Commission, an emerging\ngrowth company need not present selected financial data in accor-\ndance with section 229.301 of title 17, Code of Federal Regulations,\nfor any period prior to the earliest audited period presented in con-\nnection with its first registration statement that became effective\nunder this chapter or the Securities Act of 1933 [15 U.S.C. §§ 77a,\net seq.| and, with respect to any such statement or reports, an emerg-\n\ning growth company may not be required to comply with any new\n\nThe Foreign\nCorrupt\nPractices Act\n\nor revised financial accounting standard until such date that a com-\npany that is not an issuer (as defined under section 7201 of this title)\nis required to comply with such new or revised accounting standard, if\n\nsuch standard applies to companies that are not issuers.\n(b) Form of report; books, records, and internal accounting; directives\n\n(1) The Commission may prescribe, in regard to reports made pursu-\nant to this chapter, the form or forms in which the required informa-\ntion shall be set forth, the items or details to be shown in the balance\nsheet and the earnings statement, and the methods to be followed in\nthe preparation of reports, in the appraisal or valuation of assets and\nliabilities, in the determination of depreciation and depletion, in the\ndifferentiation of recurring and nonrecurring income, in the differen-\ntiation of investment and operating income, and in the preparation,\nwhere the Commission deems it necessary or desirable, of separate\nand/or consolidated balance sheets or income accounts of any person\ndirectly or indirectly controlling or controlled by the issuer, or any\nperson under direct or indirect common control with the issuer; but\nin the case of the reports of any person whose methods of accounting\nare prescribed under the provisions of any law of the United States,\nor any rule or regulation thereunder, the rules and regulations of the\nCommission with respect to reports shall not be inconsistent with\nthe requirements imposed by such law or rule or regulation in respect\nof the same subject matter (except that such rules and regulations of\nthe Commission may be inconsistent with such requirements to the\nextent that the Commission determines that the public interest or the\n\nprotection of investors so requires).\n\n(2) Every issuer which has a class of securities registered pursuant to\nsection 78] of this title and every issuer which is required to file reports\n\npursuant to section 780(d) of this title shall—\n\n(A) make and keep books, records, and accounts, which, in reasonable\ndetail, accurately and fairly reflect the transactions and dispositions of\n\nthe assets of the issuer;\n\nB) devise and maintain a system of internal accounting controls suf-\n\nficient to provide reasonable assurances that—\n\ni) transactions are executed in accordance with management's general\n\nor specific authorization;\n\nii) transactions are recorded as necessary (I) to permit preparation of\n\nfinancial statements in conformity with generally accepted accounting\n\nHOUSE_OVERSIGHT_022602\n\n100",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022602.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5169,
    "word_count": 822,
    "line_count": 118,
    "import_date": "2025-11-19T21:47:49.128993",
    "prefix": "IMAGES-007"
  }
}