{
  "document_id": "HOUSE_OVERSIGHT_019940",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019940.txt",
  "text": "relation), who had started Spy magazine, a New York imitation of the British satirical\npublication Private Eye. Spy was part of a set of 1980s publications—Manhattan, Inc., a\nrelaunched Vanity Fair, and New York— obsessed with the new rich and what seemed to\nbe a transformational moment in New York. Trump was both symbol of and punch line for\nthis new era of excess and celebrity and the media’s celebration of those things. Graydon\nCarter became the editor of the New York Observer in 1991 and not only refocused the\nweekly on big-money culture, but essentially made it a tip-sheet for the media writing\nabout media culture, and for members of the big-money culture who wanted to be in the\nmedia. There may never have been such a self-conscious and self-referential publication\nas the New York Observer.\n\nAs Donald Trump, along with many others of this new-rich ilk, sought to be covered\nby the media—Murdoch’s New York Post was the effective court recorder of this new\npublicity-hungry aristocracy—the New York Observer covered the process of him being\ncovered. The story of Trump was the story of how he tried to make himself a story. He\nwas shameless, campy, and instructive: if you were willing to risk humiliation, the world\ncould be yours. Trump became the objective correlative for the rising appetite for fame\nand notoriety. Trump came to believe he understood everything about the media—who\nyou need to know, what pretense you need to maintain, what information you could\nprofitably trade, what lies you might tell, what lies the media expected you to tell. And the\nmedia came to believe it knew everything about Trump—his vanities, delusions, and lies,\nand the levels, uncharted, to which he would stoop for ever more media attention.\n\nGraydon Carter soon used the New York Observer as his stepping-stone to Vanity Fair\n—where, he believed, he might have access to a higher level of celebrity than Donald\nTrump. Carter was followed at the Observer in 1994 by Peter Kaplan, an editor with a\nheightened sense of postmodern irony and ennui.\n\nTrump, in Kaplan’s telling, suddenly took on a new persona. Whereas he had before\nbeen the symbol of success and mocked for it, now he became, in a shift of zeitgeist (and\nof having to refinance a great deal of debt), a symbol of failure and mocked for it. This\nwas a complicated reversal, not just having to do with Trump, but of how the media was\nnow seeing itself. Donald Trump became a symbol of the media’s own self-loathing: the\ninterest in and promotion of Donald Trump was a morality tale about the media. Its\nultimate end was Kaplan’s pronouncement that Trump should not be covered anymore\nbecause every story about Donald Trump had become a cliché.\n\nAn important aspect of Kaplan’s New York Observer and its self-conscious inside\nmedia baseball was that the paper became the prime school for a new generation of media\nreporters flooding every other publication in New York as journalism itself became ever\nmore self-conscious and self-referential. To everyone working in media in New York,\nDonald Trump represented the ultimate shame of working in media in New York: you\nmight have to write about Donald Trump. Not writing about him, or certainly not taking\n\nHOUSE_OVERSIGHT_019940",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019940.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3243,
    "word_count": 546,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.135417",
    "prefix": "IMAGES-005"
  }
}