{
  "document_id": "HOUSE_OVERSIGHT_028297",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028297.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nRare Picasso works worth over £6m to be sold in October auction alongside Hirst and Warhol\n\nFour pieces by the Cubist painter go on sale next month and could see record prices\n\nRegent's Park in London is set to be the home of four very special artworks by the world renowned Spanish artist\nPablo Picasso.\n\nThe works, believed to worth over £6m ($9.3m) will be exhibited as part of a show called \"The House of the Noble\nMan\" which is running from October 12 to 20 at 2 Cornwall Terrace in Regents park, London.\n\nThe works will go on sale alongside an 1875 Cézanne oil on canvas work, during Frieze week.\nAccording to the co-curator of the exhibit, the four Picasso works on offer will include a 1905 drawing entitled\n\"The Family of Saltimbanques\", a 1914 Cubist painting titled \"Nature Morte au Gobelet\" and the 1969 piece\n\n\"Buste d'Hommea la Pipe\" which is currently price at £3m ($4.6).\n\nIn addition to this the exhibit will have works by Yves Klein, Gerhard Richter, Egon Schiele and the more familiar\nnames of Andy Warhol and Damien Hirst.\n\nThe Picasso works are believed to have come from anonymous dealers, whilst a selection of pieces has also come\nfrom Charles Saatchi's \"New Sensations 2010\" roster of emerging artists.\n\nHowever, for many collectors the undoubted focus of the event will be the four works by Picasso.\n\nPicasso's work is arguably some of the most valued and collectible on the market due to his position as a pioneer\nand co-creator of the artistic form of Cubism.\n\nThere works subverted the traditional notion of painting an object, instead breaking them up and re-assembling\nthem in a abstract work to create an ambiguous and thought provoking piece of art.\n\n17\n\nHOUSE_OVERSIGHT_028297",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028297.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1822,
    "word_count": 309,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.694607",
    "prefix": "IMAGES-009"
  }
}