{
  "document_id": "HOUSE_OVERSIGHT_015525",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015525.txt",
  "text": "Morality Games 313\n\ndevelopment of sexual selection theory, one might have argued that perfect spheres\nare some kind of Platonic solid, and inherently desirable, or that curvy hips yield\ngolden ratios. But with our current understanding of sexual selection, we recognize\nthat our sense of beauty has evolved and that there is no platonic sense of beauty\noutside of that shaped by sexual selection. Any argument about perfect spheres is\nunparsimonious and likely flawed. Without the help of evolution and game theory,\ndid philosophers conjure the moral equivalents of perfect spheres and golden ratios?\nThe state of nature, the orderly designer, Platonic ideals, autonomy, and humanity,\netc.—perhaps these arguments are also unfounded and unnecessary.\n\nReferences\n\nAlpizar, F., Carlsson, F., & Johansson-Stenman, O. (2008). Anonymity, reciprocity, and conformity:\nEvidence from voluntary contributions to a national park in Costa Rica. Journal of Public\nEconomics, 92(5), 1047-1060.\n\nAndreoni, J., & Petrie, R. (2004). Public goods experiments without confidentiality: A glimpse\ninto fund-raising. Journal of Public Economics, 88(7), 1605-1623.\n\nAndreoni, J. (1990). Impure altruism and donations to public goods: A theory of warm-glow giving.\nThe Economic Journal, 100, 464-477.\n\nAndreoni, J., Rao, J. M., & Trachtman, H. (2011). Avoiding the ask: A field experiment on altruism,\nempathy, and charitable giving. Technical report, National Bureau of Economic Research.\n\nAxelrod, R. M. (1984). The evolution of cooperation. New York: Basic Books.\n\nAxelrod, R., & Hamilton, W. D. (1981). The evolution of cooperation. Science, 211(4489),\n1390-1396.\n\nAyres, I, Raseman, S., & Shih, A. (2012). Evidence from two large field experiments that peer\ncomparison feedback can reduce residential energy usage. Journal of Law, Economics, and\nOrganization, 2-20.\n\nBateson, M., Nettle, D., & Roberts, G. (2006). Cues of being watched enhance cooperation in a\nreal-world setting. Biology Letters, 2(3), 412-414.\n\nBatson, C. D. (2014). The altruism question: Toward a social-psychological answer. Hillside, NJ:\nPsychology Press.\n\nBatson, C. D., Kobrynowicz, D., Dinnerstein, J. L., Kampf, H. C., & Wilson, A. D. (1997). Ina\nvery different voice: Unmasking moral hypocrisy. Journal of Personality and Social Psychology,\n72(6), 1335.\n\nBolton, G. E., Katok, E., & Ockenfels, A. (2005). Cooperation among strangers with limited infor-\nmation about reputation. Journal of Public Economics, 89(8), 1457-1468.\n\nCain, D., Dana, J., & Newman, G. (2014). Giving vs. giving in. Yale University Working Paper.\n\nCamerer, C. (2003). Behavioral game theory: Experiments in strategic interaction. Princeton, NJ:\nPrinceton University Press.\n\nChammah, A. M., & Rapoport, A. (1965). Prisoner’s dilemma; a study in conflict and coopera-\ntion. Ann Arbor, MI: University of Michigan.\n\nChwe, M. (2013). Rational ritual: Culture, coordination, and common knowledge. Princeton, NJ:\nPrinceton University Press.\n\nCone v. West Virginia Pulp & Paper Co., 330 U.S. 212, 67S. Ct. 752, 91 L. Ed. 849 (1947).\n\nCritcher, C. R., Inbar, Y., & Pizarro, D. A. (2013). How quick decisions illuminate moral character.\nSocial Psychological and Personality Science, 4(3), 308-315.\n\nCushman, F., Young, L., & Hauser, M. (2006). The role of conscious reasoning and intuition in\nmoral judgment testing three principles of harm. Psychological Science, 17(12), 1082-1089.\n\nHOUSE_OVERSIGHT_015525",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015525.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3431,
    "word_count": 499,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:45.806550",
    "prefix": "IMAGES-003"
  }
}