{
  "document_id": "HOUSE_OVERSIGHT_014074",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014074.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 95\n\nCircuit’s 2008 ruling in In Re Dean, which held that the CVRA extends\nrights to victims before defendants are charged.”°' We have not seen any\nreports that providing the rights has been difficult.\n\nPerhaps the reason for the lack of any reported difficulty is that the\nDepartment’s current policy on crime victims’ rights already requires\nnotices to victims during investigations. The Justice Department has\npromulgated the Attorney General Guidelines for Victim and Witness\nAssistance, the latest edition of which is from May 2012. The Guidelines\ndiscuss crime victims’ rights under both the CVRA and the earlier VRRA.\nBecause of the OLC memorandum discussed above, the Guidelines limit\nCVRA rights until after the time “when criminal proceedings are initiated\nby complaint, information, or indictment.”?°? The Department, however,\nprovides hortatory guidance that Justice Department employees shall make\n“best efforts” to notify crime victims about their CVRA rights “as early in\nthe criminal justice process as is feasible and appropriate.””°?\n\nOf greater interest, however, is the Department’s mandatory policy\nregarding notification regarding crime victim services under the VRRA.\nThe Guidelines explain how “Department responsibilities to crime victims\nbegin as soon as possible after the detection of a crime at which they may\nbe undertaken without interfering in the investigation.”°* The Guidelines\nthen direct the appropriate “responsible official” to provide crime victims\nwith “information about services available to them.”?° This information\nmust be provided at “the earliest opportunity after detection of a crime at\nwhich it may be done without interfering with an investigation.”?°°\n\nThe Department appears to have little difficulty implementing this\nrequirement. Evidence of this fact comes from the Justice Department\nitself, which responded to the letter from Senator Kyl discussed earlier\nquestioning why the Department was not applying the CVRA before\ncharges were filed.*°’ In its response, the Department noted that OLC had\nissued an opinion that the CVRA did not extend rights before the formal\nfiling of charges.*°* “Even so,” the Department explained, “the new AG\nGuidelines go further and provide that Department prosecutors should make\n\n201 597 F.3d 391 (5th Cir. 2008).\n\n202 ATTORNEY GENERAL GUIDELINES, supra note 52, at 8.\n\n203 Td. at 35.\n\n204 Td. at 26 (citing 42 U.S.C. § 10607(b) (2006)).\n\n205 Td. at 29 (citing 42 U.S.C. § 10607(b)(2)). Elsewhere, the Guidelines define the\nofficial who is responsible as the appropriate federal law enforcement officer during the\ninvestigation of the crime or the U.S. Attorney once charges have been filed. Id. at 25-26.\n\n206 Td. at 29.\n\n°07 See supra notes 130-33 and accompanying text.\n\n208 Letter from Ronald Weich, supra note 135, at 2.\n\nHOUSE_OVERSIGHT_014074",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014074.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2867,
    "word_count": 437,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.892605",
    "prefix": "IMAGES-002"
  }
}