{
  "document_id": "HOUSE_OVERSIGHT_017504",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017504.txt",
  "text": "orn bp WN eE\n\nNNNNNNF RF RP RRP RRP RR\nWO PWNF OW DAAIMDUOBWNHEP OW\n\n1\n2\n3\n4\n5\n6\n7\n8\n\nNNNNNNFRP RPP REPRE RPE\nOpWNOrFowvaowrAtonauwrsbs WNFH OW\n\nINO,\nWho is Cara Holmes?\nWho is who?\nCara or Cara, C-a-r-a, Holmes?\nTo the best of my recollection, she was a\nformer FB] agent or maybe IRS agent. 1 don't know.\nShe was a former federal agent.\nQ. Did you hire her to work for you?\nA. It was either IRS or FBI.\nQ. Did you hire her to work for you?\nA. Yes, ] hired her at the suggestion of Ken\n\nPOPO >\n\nQ. For what purpose?\n\nA. To work in the group that he was overseeing.\n\nQ. So what did she do for RRA while she was\nthere?\n\nA. 1 don't remember.\n\nQ. Did you ever mention her to your potential\ninvestors from the Clockwork group?\n\neee\n\nSop ps\nOBWNHE DODO DIDO A WHE OW DMYNHOSWNE\n\nte pes ps po\n\nsts SSS aU ai acre Sn eA i ti ESN eS US RR aR Maat atte ea atta uaaneeeme eR a\n\ncase or any communications --\n\n] may have.\n\nDo you recall when that --\n\n] may have.\n\nDo you recal] when that may have happened?\n\n] do not.\n\nDo you recall the first time you looked at\n\nthe flight manifest to which you referenced earlier?\nA. Prior to the investors coming in. ] don't\n\nremember the date.\n\nQ. Did you instruct anybody, to further your\nPonzi scheme, to investigate or check into anyone\nwhose name was listed on the flight manifest?\n\nA. I may have, but with this clarification. If\n\n| instructed someone to look into something, } did it\nwithout that person knowing that J was involved in a\nPonzi scheme or that what they were doing was illegal\nand it was just to get me additional information to _\nhelp with my sale of the fake settlements.\n\n20 POPOS\n\nA. It's a possibility because, as ] was 2 Q. So it was to further your --\nbuilding the Ponzi scheme, | frequently referred to 2 A. So] may have asked someone -- ] may have\nthe fact that we had former state and federal law 2 asked someone to get me some additional information,\nenforcement working for us and on our investigative | 2 but as ] sit here today, ] don't recall ever asking\nteams. It added legitimacy to-the Ponzi scheme. 2 anyone to do anything on the file that was for the\nQ. Didn't you tell investors that she could 2 purpose of furthering the Ponzi scheme, other than\nPa gs = 4 Page 56\n\nhack into a computer as part of her skills?\n\nA. I certainly may have. | told the investors\na whole host of lies about what was going on about\nwith case and what people could do and did do.\n\nQ. Did you ever personally utilize Cara Holmes'\nskills in any of your cases?\n\nA. | don’t remember.\n\nQ. Were you handling any cases during the 2009?\n\nA. 1 was overseeing cases in 2009, but my\ninvolvement was mostly supervisory. | was handling\nvery little that was legitimate at that point in time.\n\nQ. Were you legitimately, when I say\n\"legitimately,\" were you invited into Q-task on any\nparticular cases that you can recall?\n\nA. |'mcertain ] was. | don't recall one way\nor the other.\n\nQ. Do you recall if you were involved in\nMr. Epstein's case on Q-task?\n\nA. I may very well have been, but } don't have\na specific recollection one way or the other.\n\nQ. Do you know who invited you in?\n\nA. J have no idea if 1] was invited in. And if\nI was invited in, ] have no idea who invited me.\n\nQ. Once you decided to use this case in your\nPonzi scheme, did you go into Q-task to look at the\n\nPage 554\n\nOPBWNHEF OW WAAIHAKHUBWNHPFP OCW WADE BWNEHR\n\nscar car eccaecta-ece ar eNaaren iar actar asunder arr area\nNNMNNNOFPRPRPRP EP HP RPE EE\n\nperhaps getting me a piece of information that ]\nneeded.\nQ. I'm going to try to refresh your\nrecollection as to whether or not you attended those\nmeeting in July of 2009. And it appears that in\nbetween the dates of July 22nd, 2009 and July 24th,\n2009, there was a number of communications through\ne-mail] by and between yourself, Mr. Adler, Brad\nEdwards and Ken Jenne regarding an Epstein meeting\nthat was going to be taking place. Do you remember\nthat at all?\n\nA. | think what you are referring to, and I'm\nnot certain, but | think that what you are referring\nto is me making sure that the file was in the\ncondition in which | wanted it at the time the\ninvestors were coming in. | don't think it had\nanything to do with the actual functioning of the\nEpstein case. | think it had to do with my\nillegitimate purpose. That's the best of my\nreco]lection, but if you have documents or something\nthat you can show me, that would be helpful.\n\nQ. We are not privy to all of the e-mails\nbecause they've been alleged as privileged or work\nproduct, so ] unfortunately can't show them to you.\n\nBut according to the privilege log between\nPage 57\n\n15 (Pages 54 to 57)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017504",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4708,
    "word_count": 902,
    "line_count": 177,
    "import_date": "2025-11-19T21:47:46.927384",
    "prefix": "IMAGES-004"
  }
}