{
  "document_id": "HOUSE_OVERSIGHT_014967",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014967.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nThursday, April 27, 2:15PM - 4:00PM PDT\n\nSession 9: It's Personal\nHosted by Kelly Stoetzel and Helen Walters.\n\nhttps://ted2017.ted.com/program\n\nHelen Pearson\n\nScience journalist, editor, author\n\nHelen Pearson's book, \"The Life Project,” tells the extraordinary story of the longest-running study of human development in the world.\n\nIn March 1946, scientists began tracking almost every British baby born in a single week. What they discovered would change how we are\nborn, grow up, raise children, live and die. Helen Pearson's 2016 book, The Life Project, is the story of this incredible project and the\nremarkable discoveries that have come from it. It was named best science book of the year by The Observer and was a book of the year for\nThe Economist.\n\nAs Chief Magazine Editor for the world’s leading science journal, Nature, Pearson oversees all its journalism and opinion content. Her own\nstories have won accolades including the 2010 Wistar Institute Science Journalism Award and two best feature awards from the\nAssociation of British Science Writers.\n\nnature.com @hcpearson\n\nSusan Pinker\nPsychologist, columnist, author\n\nSusan Pinker reveals how in-person social interactions are not only necessary for human happiness but also could be a key to health and\nlongevity.\n\nIn her award-winning book The Sexual Paradox, Susan Pinker argued that biological differences could play an unexpectedly large role in\ncreating the workplace gender gap. With The Village Effect, she tracks another current: how social, face-to-face interactions are critical for\nthe survival of our species, and how technology is isolating us from these life-saving bonds. As she writes: \"Neglecting to keep in close\ncontact with people who are important to you is at least as dangerous to your health as a pack-a-day cigarette habit, hypertension or\nobesity.”\n\nIn addition to her books, Pinker writes Mind and Matter, a column for the Wall Street Journal illuminating surprising advances in human\nbehavior research. Pinker’s numerous writings (including her weekly columns \"Problem Solving\" and \"The Business Brain\") have\nappeared in the Guardian, the New York Times and Financial Times, among many others.\n\nsusanpinker.com\n\nAdam Alter\nPsychologist\n\nWhat makes us incessantly check our phones? Adam Alter dives into the fascinating psychology that drives our tech addictions.\n\nAdam Alter's academic research focuses on judgment, decision-making and social psychology, with a particular interest in the sometimes\nsurprising effects of subtle cues in the environment on human cognition and behavior.\n\nHe is the bestselling author of two books: /rresistible, which considers why so many people today are addicted to so many behaviors, from\nincessant smart phone and internet use to video game playing and online shopping, and Drunk Tank Pink, which investigates how hidden\nforces in the world around us shape our thoughts, feelings and behaviors.\n\nadamalterauthor.com @adamleealter\n\nJeffrey Schnapp\nCultural historian\n\nAs the founder of metaLAB at Harvard, Jeffrey Schnapp thinks deeply on modern media, design, humanities and movement.\n\nJeffrey Schnapp is the founder/faculty director of metaLAB (at) Harvard and faculty co-director of the Berkman Klein Center for Internet\nand Society. Trained as a medievalist, his recent books and work concern the deeply modern, including The Library Beyond the Book, co-\nauthored with Matthew Battles, on scenarios for libraries in the digital age, and F'uturPiaggio: Six Italian Lessons on Mobility and Modern\nLife.\n\nHis pioneering work in media, design, digital arts and humanities as well as his curatorial practice includes collaborations with the\n\nTriennale di Milano, the Cantor Center for the Visual Arts, the Wolfsonian-FIU and the Canadian Center for Architecture. He is CEO and\nco-founder of Piaggio Fast Forward, developing imaginative solutions to the light mobility and transportation challenges.\n\njeffreyschnapp.com @jaytiesse\n\nChuek Nice\n\nPage 17 of 21\n\nHOUSE_OVERSIGHT_014967",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4051,
    "word_count": 607,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:47.780556",
    "prefix": "IMAGES-003"
  }
}