{
  "document_id": "HOUSE_OVERSIGHT_017718",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017718.txt",
  "text": "Page 4 of 52\n2005 B.Y.U.L. Rev. 835, *841\n\nwith defendants’ rights to the exclusion of crime victims' legitimate interests. !© These advocates urged reforms to give more\nattention to victims' concerns, including protecting the victim's right to be notified of court hearings, to attend those hearings,\nand to be heard at appropriate points in the process.\n\nThe victims' rights movement recetved considerable impetus with the publication in 1982 of the Report of the President's Task\nForce on Victims of Crime. !7 The Task Force concluded that the criminal justice system \"has lost an essential balance ... .\nThe system has deprived the innocent, the honest, and the helpless of its protection ... . The victims of crime have been\ntransformed into a group oppressively burdened by a system designed to protect them. This oppression must be redressed.\" 18\nThe Task Force advocated [*842] multiple reforms. It recommended that prosecutors assume the responsibility for keeping\nvictims notified of all court proceedings and bringing to the court's attention the victim's view on such subjects as bail, plea\nbargains, sentences, and restitution. !? The Task Force also urged that courts receive victim impact evidence at sentencing,\norder restitution in most cases, and allow victims and their families to attend trials even if they are also called as witnesses. 7°\nIn its most sweeping recommendation, the Task Force proposed a federal constitutional amendment to protect crime victims.\nThe Task Force proposed adding to the Sixth Amendment's protections for defendants’ rights a provision allowing crime\nvictims to be present and heard: \"Likewise, the victim, in every criminal prosecution shall have the right to be present and to be\nheard at all critical stages of judicial proceedings.\" 7!\n\nIn the wake of that recommendation, crime victims’ advocates considered how best to pursue a federal constitutional\namendment that would protect victims' rights throughout the country. Recognizing the difficulty of obtaining the consensus\nrequired to amend the United States Constitution, advocates decided to go to the states first to pursue state victims' rights\namendments. This \"states-first\" strategy °?? met with considerable success. To date, some thirty states have adopted victims’\nrights amendments to their own state constitutions. 7? While these amendments take various forms, Arizona's amendment\nillustrates the types of rights typically protected. The Arizona constitutional provision gives victims the broad right to \"be\ntreated with fairness, respect, and dignity, and to [*843] be free from intimidation, harassment, or abuse, throughout the\ncriminal justice process.\" 74 It also specifically confers a right to \"be present at, and, upon request, to be informed of all\ncriminal proceedings where the defendant has the right to be present.\" *° The amendment further allows victims to be heard at\n\nbail, plea, and sentencing hearings. 7°\n\n16 See generally Beloof, Cassell & Twist, supra note 15, at ch. 1; Douglas E. Beloof, The Third Wave of Crime Victims' Rights: Standing,\nRemedy, and Review, 2005 BYU L. Rev. 255 [hereinafter Beloof, The Third Wave of Crime Victims' Rights]; Cassell, supra note 15, at 1381-\n82.\n\n'7 President's Task Force on Victims of Crime, Final Report 114 (1982).\n18 Td.\n\n19 Td. at 63.\n\n20 Td. at 72-73.\n\n21 Td. at 114.\n\n2 See S. Rep. No. 108-191, at 3 (2004), as reprinted in 2004 U.S.C.A.N.\n\n2 Alaska Const. art. I, 24; Ariz. Const. art. II, 2.1; Cal. Const. art. I, 12, 28; Colo. Const. art. II, 16(a); Conn. Const. art. I, 8(b); Fla. Const.\nart. I, 16(b); Idaho Const. art. I, 22; Ill. Const. art. I, 8.1; Ind. Const. art. I, 13(b); Kan. Const. art. 15, 15; La. Const. art. 1, 25; Md. Decl. of\nRights art. 47; Mich. Const. art. I, 24; Miss. Const. art. 3, 26(A); Mo. Const. art. I, 32; Neb. Const. art. I, 28; Nev. Const. art. I, 8(2); N.J.\nConst. art. I, 22; N.M. Const. art. 2, 24; N.C. Const. art. I, 37; Ohio Const. art. I, 10(a); Okla. Const. art. IT, 34; Or. Const. art. I, 42-43; R.I.\nConst. art. I, 23; S.C. Const. art. I, 24; Tenn. Const. art. 1, 35; Tex. Const. art. I, 30; Utah Const. art. I, 28; Va. Const. art. I, 8-A; Wash.\nConst. art. 1, 35; Wis. Const. art. I, 9(m). These amendments passed with overwhelming popular support.\n\n4 Ariz. Const. art. IT, 2.1(A)(1).\n25 Td. 2.1(A)(3).\n26 Id. 2.1(A)(4).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017718",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017718.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4387,
    "word_count": 722,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.354393",
    "prefix": "IMAGES-004"
  }
}