{
  "document_id": "HOUSE_OVERSIGHT_020043",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020043.txt",
  "text": "“The kids’—Jared and Ivanka—exhibited an increasingly panicked sense that the FBI\nand DOJ were moving beyond Russian election interference and into finances. “Ivanka is\nterrified,” said a satisfied Bannon.\n\nTrump turned to suggesting to his billionaire chorus that he fire FBI director Comey.\nHe had raised this idea many times before, but always, seemingly, at the same time and in\nthe same context that he brought up the possibility of firing everybody. Should I fire\nBannon? Should I fire Reince? Should I fire McMaster? Should I fire Spicer? Should I fire\nTillerson? This ritual was, everyone understood, more a pretext to a discussion of the\npower he held than it was, strictly, about personnel decisions. Still, in Trump’s poison-the-\nwell fashion, the should-I-fire-so-and-so question, and any consideration of it by any of\nthe billionaires, was translated into agreement, as in: Carl Icahn thinks I should fire\nComey (or Bannon, or Priebus, or McMaster, or Tillerson).\n\nHis daughter and son-in-law, their urgency compounded by Charlie Kushner’s concern,\nencouraged him, arguing that the once possibly charmable Comey was now a dangerous\nand uncontrollable player whose profit would inevitably be their loss. When Trump got\nwound up about something, Bannon noted, someone was usually winding him up. The\nfamily focus of discussion—insistent, almost frenzied—became wholly about Comey’s\nambition. He would rise by damaging them. And the drumbeat grew.\n\n“That son of a bitch is going to try to fire the head of the FBI,” said Ailes.\n\nDuring the first week of May, the president had a ranting meeting with Sessions and his\ndeputy Rod Rosenstein. It was a humiliating meeting for both men, with Trump insisting\nthey couldn’t control their own people and pushing them to find a reason to fire Comey—\nin effect, he blamed them for not having come up with that reason months ago. (It was\ntheir fault, he implied, that Comey hadn’t been fired right off the bat.)\n\nAlso that week, there was a meeting that included the president, Jared and Ivanka,\nBannon, Priebus, and White House counsel Don McGahn. It was a closed-door meeting—\nwidely noted because it was unusual for the Oval Office door ever to be closed.\n\nAll the Democrats hate Comey, said the president, expressing his certain and self-\njustifying view. All the FBI agents hate him, too—75 percent of them cant stand him.\n(This was a number that Kushner had somehow alighted on, and Trump had taken it up.)\nFiring Comey will be a huge fundraising advantage, declared the president, a man who\nalmost never talked about fundraising.\n\nMcGahn tried to explain that in fact Comey himself was not running the Russia\ninvestigation, that without Comey the investigation would proceed anyway. McGahn, the\nlawyer whose job was necessarily to issue cautions, was a frequent target of Trump rages.\nTypically these would begin as a kind of exaggeration or acting and then devolve into the\nreal thing: uncontrollable, vein-popping, ugly-face, tantrum stuff. It got primal. Now the\npresident’s denunciations focused in a vicious fury on McGahn and his cautions about\n\nHOUSE_OVERSIGHT_020043",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020043.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3131,
    "word_count": 506,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.824676",
    "prefix": "IMAGES-005"
  }
}