{
  "document_id": "HOUSE_OVERSIGHT_014072",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014072.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 93\nvictims to those who have been “directly and proximately harmed.”!*?\nFinally, the formulation requires some federal officer or employee to\nevaluate the evidence and reach the conclusion that a federal offense has\nbeen committed that harmed the person in question. This determination\nresponds to the observation by the District Court for the Eastern District of\nNew York that the CVRA “cannot be read to include the victims of\nuncharged crimes that the government has not even contemplated.”'°? At\nthe same time, such a formulation obviously does not require the filing of\nformal criminal charges, or even the preparation of formal criminal charges.\nInstead, all that is required is for the Department to recognize that a person\nis a putative victim of a federal offense, just as all that is required for the\nmailing of a target letter to a subpoenaed suspected criminal, is recognition\nthat he is a putative defendant in a federal case.\n\nB. APPLYING THE TEST TO THE EPSTEIN CASE\n\nTo illustrate how the test would operate, it is useful to examine the\nfacts of the Epstein case. Applying the proposed test to that case produces\nstraightforward answers, which suggests that the test would be workable in\npractice.\n\nFrom 2001 to 2007, Jeffrey Epstein sexually abused more than thirty\nminor girls in his mansion, including Jane Doe Number One and Jane Doe\nNumber Two.'”* Initially, of course, his acts of abuse were secret, unknown\nto law enforcement. During that period of time, the victims would not have\nhad rights under the CVRA.\n\nIn 2006, Epstein’s acts of abuse came to the attention of the Palm\nBeach Police Department, which began investigating the case.'°° At this\npoint, once again, the victims would not have had rights under the proposed\nCVRA test. The CVRA extends rights in the federal criminal justice\nprocess. A state investigation does not trigger the CVRA (although it may\ntrigger certain state law protections, as discussed below).!°\n\nAt some point in 2006, the Palm Beach Police Department asked the\nFBI to investigate Epstein on federal sex offenses, such as using a means of\n\n192 See id. § 3771(e).\n\n193 United States v. Rubin, 558 F. Supp. 2d 411, 419 (E.D.N.Y. 2008).\n\n194 As above, see supra notes 34-41 and accompanying text, this part of the Article\ndraws on the factual allegations made by the victims in this case—allegations that Epstein\nhas not intervened to dispute. See Jane Doe Motion, supra note 40, at 3-23.\n\n195 See Probable Cause Affidavit, Palm Beach Police Department: Police Case No. 05-\n368(1) (May 1, 2006), available at http://goo.gl/fAPFw5; see also Statement of Undisputed\nFacts, Epstein v. Rothstein, No. 50 2009 CA 040800XXXXMBAG (Fla. Cir. Ct. Sept. 22,\n2010), available at http://goo.gl/DzMbe8.\n\n196 See supra notes 178-95 and accompanying text as well as infra Part IV.D.\n\nHOUSE_OVERSIGHT_014072",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014072.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2872,
    "word_count": 471,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.273656",
    "prefix": "IMAGES-002"
  }
}