{
  "document_id": "HOUSE_OVERSIGHT_018910",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018910.txt",
  "text": "Dbadble Cause Affidavit @\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nmassage topless. [|made the arrangements with Epstein and his assistants and took[__ ]to the house. [\nstated [__]ana she entered through a glass door that led into a kitchen. She was taken upstairs byl | toa\nmaster bedroom. She recalled the master bathroom had a large pink couch, sauna and matching shower.\nEpstein entered into the room wearing only a towel. [_Jand{~ removed their clothing remaining only in\nthong underwear. She further stated that Epstein laid on his chest on the table. The oils were selected on which\nones to use. Bot nd |provided the massage on his legs, back and feet. Forty minutes into the\nmassage, Epstein turned over onto his back and requested|____] wait downstairs in the kitchen area fo\nEpstein instructed|__| to finish the massage. —— got dressed|__|starting rubbing Epstein’s chest.\nleft the room, and Epstein began masturbating a rubbed Epstein’s chest.[___]stated Epstein continued\nmasturbating until he climaxed on the towel he was wearing. When asked if he had removed the towel she stated\nhe tumed the towel around so that the opening would allow him to expose himself. After he cleaned himself off\nwith the towel he instructed[__]the massage was done and to get dressed and meet with him downstairs.\ngot dressed and met with Epstein in the kitchen area. She was paid $200.00 dollars for providing the massage.\nL__]stated she was aware that! —_|also received monies for the same thing. The second time she went to the\nhouse she was again approached by____ advised if she wanted to return to the house to provide another\nmassage| __ agreed and the arrangements were made by_____]for her to return to the house.[___]stated___]\ndrove her to the house and knocked on the same glass door which leads to the kitchen area. They were allowed\nentry into the house by one of the staffmembers. [___] led her upstairs to the master bedroom and master\nbathroom area.[___Jle this time to do the massage alone. Epstein entered the room again wearing only a\ntowel.____]began removing her clothing as she did the last time she was at the house. Epstein instructed her to\nget naked. He laid on the table onto his stomach | began massaging his legs and back. Aq___|finished\nwith Epstein’s back and legs, Epstein then turned over onto his back. [] started to rub his chest and he began\nmasturbating. A rubbed his chest, Epstein leaned over and produced a massager/vibrator. He turned it on\nand began rubbing vagina and masturbating himself at the same time. [_|stated she continued to rub his\nchest as this was occurring. She described the vibrator/massager as large grey with a large head. Epstein\nrubbed her vagina for approximately two to three minutes with the massager/vibrator. He then removed the\nvibrator from her vaginal area and concentrated on masturbating himself. [] stated Epstein climaxed onto the\ntowel again and informed her that the massage was done.L__] got dressed and met with[|___] who was waiting\nin the kitchen area. She received $200.00 for the massage[__]said she never returned to the house and had no\ndesire to return to the house. [ _]was asked if she received any formal massage training. She advised she had\nno formal training. [_}was asked if Epstein knew her real age[ _ stated he knew, as he asked her questions\nabout herself and high school. He was aware she attended, and is still attending\n\nb7C\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1* day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018910",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018910.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3731,
    "word_count": 623,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.328509",
    "prefix": "IMAGES-005"
  }
}