{
  "document_id": "HOUSE_OVERSIGHT_015810",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015810.txt",
  "text": "120 Are the Androids Dreaming Yet?\n\nmost famous case was a Russian journalist known as ‘S. He habitually\nmemorized things using association with places. In antiquity this was\ntaught as ‘the method of loci. The unusual thing was his inability to turn\nthe effect off, and he found it as much a curse as a blessing. He was unable\nto forget useless information and found it hard to interpret complex\nimages, tending to see areas of color and shade rather than objects such as\ntrees, houses and fields.\n\nVery recently some people have come forward, six in America and\none in the UK, who appear to have genuine photographic memories It is\nwell worth watching the TV documentary The Boy Who Can't Forget to\ngain a sense of what this is like. These people appear to lack the ability to\nforget, and this turns our understanding of memory on its head. It seems\nmemory might work the opposite way we thought. We had previously\nthought we only remember what we pay attention to, but perhaps we must\nactively forget, and this ability is missing in these subjects. Scientists are\nstudying these people to see if they can understand more about memory.\n\nThe Aging Brain\n\nWe can explode a myth and encourage older readers simultaneously.\nMemory does not deteriorate with age, or at least not until we are very\nold. Most studies looking at memory deterioration focus on the very\nold and compare them with the very young. Even then, the differences\nare small. When people are asked to attempt memory problems there\nis a mild drop off with age but the results are quite similar. The most\nlikely reason older people don’t remember so well is they don’t believe\nthey can. Perhaps they don’t have as much incentive to remember new\ninformation. Why learn someone’s name if you're unlikely to meet them\nagain? Since IQ actually increases with age, don't believe people when\nthey say you are going downhill from the age of 40. You are not!\n\nComputer Brains\n\nComputers are really quite simple compared with all the evolved\nbaggage we humans carry around. When a computer is presented with\ninstructions, for example, for a program like Excel and a file such as my\nexpenses, it will load everything into memory and ‘run it. The process of\nrunning a program is simple. Each instruction is a number. The computer\nreads the number, looks it up in a table, finds a corresponding number,\nand writes that down. Essentially that’s all there is to it. From a simple\nmechanism like this, we get the enormous complexity of a modern\n\nHOUSE_OVERSIGHT_015810",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015810.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2516,
    "word_count": 438,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.990635",
    "prefix": "IMAGES-003"
  }
}