{
  "document_id": "HOUSE_OVERSIGHT_023729",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023729.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\nhard to keep track of who cooperates and who doesn’t, especially if it’s institutions you’re\nmonitoring. Enron, which in 2001 filed one of the largest bankruptcies in U.S. history, hid\nbillions of dollars in debt in hundreds of shell firms, which bought poorly performing Enron\nstocks so that Enron could create a fraudulent company profile and mislead its auditors. Lehman\nBrothers, in the years before its 2008 collapse, used a smaller firm called Hudson Castle (of\nwhich it owned 25 percent) to shift risky investments off its books so that Hudson Castle, not\nLehman Brothers, could absorb “headline risk.” Which leads us to shaming’s third weakness.\n\n(3.) Shaming’s biggest drawback is its insufficiency. Some people have no shame. In the\nresearch my colleagues and I have conducted on first-year students, involving games that require\ncooperation, we have found that shame does not encourage cooperation among those players\nwho are least cooperative. This suggests that a certain fraction of a given population will always\nbehave shamelessly, like the False cleanerfish, if the payoff is high enough. The banks may have\ngone bankrupt, but the bankers got their bonuses. There was even speculation that publishing\nindividual banker bonuses would lead to banker jealousy, not shame.\n\nMy colleagues and I conclude that ultimately shame is not enough to catalyze major\nsocial change. Slavery did not end because abolitionists shamed slave owners into freeing their\nslaves. Child labor did not stop because factories were shamed into forbidding children to work.\nDestruction of the ozone layer did not slow because industries were ashamed to manufacture\nproducts that contained chlorofluorocarbons. This is why punishment remains imperative. Even\nif shaming were enough to bring the behavior of most people into line, governments need a\nsystem of punishment to protect the group from the least cooperative players.\n\nFinally, consider who belongs to the group. Today we are faced with the additional\n\nchallenge of balancing human interests and the interests of nonhuman life. How can we\n\n10\n\nHOUSE_OVERSIGHT_023729",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023729.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2204,
    "word_count": 342,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:44.832156",
    "prefix": "IMAGES-007"
  }
}