{
  "document_id": "HOUSE_OVERSIGHT_017188",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017188.txt",
  "text": "4.2.12\nWC: 191694\n\nMr. DERSHOWITZ. It seems to me you have an interest but no right...I can\nunderstand how you would be offended by that. But one of the prices of living in\na complex society, with freedom, is for you to have to simply tolerate the fact that\nyou know that certain people are engaging in conduct that you don’t approve of.\nThat was precisely the argument made by the State of Connecticut in the birth\ncontrol [clinic] case.*° They said that people of the State of Connecticut are\noffended by knowing that this kind of immoral conduct is being engaged in by\npeople, married people, all over the State. And the Supreme Court did say that\nthis is something that members of the society must tolerate in a pluralistic society.\nThere are a great many things which offend me, to know that they’re going on in\npeoples’ homes—I have an interest in that, but I don’t think I have a protected\nconstitutional right [to be] disturbed about what’s going on.\n\nJudge Julian asked whether “that interest [should] be legally protected?”\n\nMr. DERSHOWITZ. Now, there may be ways of protecting it, perhaps through zoning\nregulations...\n\nBut if the issue is total banning on the one hand as against your interests being protected\nagainst knowing people are doing this kind of thing, I would submit that the Constitution\nhas a clear answer to that. It must permit the film to be shown in a way to minimize your\nexposure to it and to permit you both fully to see and to avoid being exposed to the\ncontents of the film.\n\nSo I do submit that your Honor does have an interest and I can understand it. But I think\nyou will realize that on balance this interest could be used to upset almost every kind of\nfreedom that Americans ought to be at liberty to engage in.”\n\nJudge Aldrich seemed intrigued by our argument, while continuing to press me hard on its\nimplications. At one point Judge Aldrich asked me what I would do if the Supreme Court ruled\nagainst my theory. “Will that be the end of the road...?”\n\nI responded: “Well, I, as an attorney, will continue to urge the Court to accept this principle\nbecause I think it’s the correct approach to the regulation of obscenity.”\n\nFollowing three days of intensive argument and questioning, the three judges issued a decision\nwritten by Judge Aldrich. He bought my argument totally. He began by accepting my assumption\nabout the nature of the film:\n\nFor purposes of this case we assume that the film is obscene by standards currently applied\nby the Massachusetts courts.\n\nHe then went on to discuss the implications of the Stanley decision, which the prosecutor had\nargued was “irrelevant” to this case and which, at the beginning of my argument, thought was not\nrelevant to movie theaters:\n\n35 Griswold v. Conn\n\n101\n\nHOUSE_OVERSIGHT_017188",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017188.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2776,
    "word_count": 487,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.350451",
    "prefix": "IMAGES-004"
  }
}