{
  "document_id": "HOUSE_OVERSIGHT_016077",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016077.txt",
  "text": "Bibliography 387\n\nNavarro, Joe. What Every Body Is Saying: An Ex-FBI Agent’s Guide to Speed-Reading\nPeople. HarperCollins Publishers, 2008.\n\nOgilvy, David. Ogilvy on Advertising. New edition. Prion Books Ltd, 2007.\n\nRoebuck, Kevin. Emotional Intelligence: High-Impact Strategies - What You Need to\nKnow: Definitions, Adoptions, Impact, Benefits, Maturity, Vendors. Tebbo, 2011.\n\nSchirato, Tony, and Susan Yell. Communication and Culture: An Introduction. 2nd\nRevised edition. Sage Publications Ltd, 2000.\n\nTaylor, Kathleen. Brainwashing: The Science of Thought Control. New Ed. OUP\nOxford, 2006.\n\nWinston, Professor Lord Robert. Human Instinct. New edition. Bantam, 2008.\n\nChapter 4\n\nDerren Brown. Tricks of the Mind. Channel 4, 2006.\n\nGurney, Kevin. An Introduction to Neural Networks. CRC Press, 1997.\n\nHameroff, S. R. “Quantum Coherence in Microtubules: A Neural Basis for\nEmergent Consciousness?” Journal of Consciousness Studies 1, no. 1 (1994):\n91-118.\n\nHigbee, Kenneth L., and Ph.D. Your Memory: How It Works and How to Improve It.\n2Rev Ed. Avalon Group, 2001.\n\nJibu, M., S. Hagan, S. R. Hameroff, K. H. Pribram, and K. Yasue. “Quantum Optical\nCoherence in Cytoskeletal Microtubules: Implications for Brain Function”\nBiosystems 32, no. 3 (1994): 195-209.\n\nJimmy Carr. The Naked Jape : Uncovering the Hidden World of Jokes. Michael\nJoseph, 2007.\n\nLahoz-Beltra, R., S. R. Hameroff, and J. E. Dayhoff. “Cytoskeletal Logic: A Model\nfor Molecular Computation via Boolean Operations in Microtubules and\nMicrotubule- Associated Proteins.” BioSystems 29, no. 1 (1993): 1-23.\n\nO’Brien, Dominic. How to Develop a Brilliant Memory Week by Week: 52 Proven\nWays to Enhance Your Memory Skills. Duncan Baird Publishers, 2005.\n\nPicton, P.D. Neural Networks. 2nd Revised edition. Palgrave Macmillan, 2000.\n\nSiegelmann, Hava T. Neural Networks and Analog Computation: Beyond the Turing\nLimit. Birkhauser, 1998.\n\nWinston, Robert. The Human Mind and How to Make the Most of It. New edition.\nChartered Institute of Personnel and Development, 2006.\n\nWolf, Maryanne. Proust and the Squid: The Story and Science of the Reading Brain.\nIcon Books Ltd, 2008.\n\nChapter 5\n\nAaronson, Scott. Quantum Computing since Democritus. New York: Cambridge\nUniversity Press, 2013.\n\nBorges, Jorge Luis, and Andrew Hurley. The Library of Babel. Boston: David R.\nGodine Publisher Inc, 2000.\n\nChaitin, Gregory J. Meta Maths: The Quest for Omega. Atlantic Books, 2007.\n\nTolstoy, Leo. War and Peace. Ware: Wordsworth Editions, 2001.\n\nChapter 6\n\nAyer, A. J. Language, Truth and Logic. 2nd ed. Dover Publications Inc., 2002.\n\nBoaler, Jo. The Elephant in the Classroom: Helping Children Learn and Love Maths.\nSouvenir Press Ltd, 2010.\n\nCarroll, Lewis. Lewis Carroll’ Games and Puzzles. 40th ed. Dover Publications Inc.,\n\nHOUSE_OVERSIGHT_016077",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016077.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2801,
    "word_count": 412,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:44.563789",
    "prefix": "IMAGES-003"
  }
}