{
  "document_id": "HOUSE_OVERSIGHT_019869",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019869.txt",
  "text": "Pharrell Williams to meet Oliver Stone, director of “Snowden” and “JFK.” The conversation\nsegwayed from Hillary Clinton to Oliver's new documentary on Putin.\n\nLily Collins comes over and asks to be introduced to Mick Jagger at the table next to us. She\nsays, \"Tell Mick my father says ‘hello. Lily is the daughter of Phil Collins and starred in Warren\nBeatty's \"Rules Don't Apply\". Mick, never one to pass up a flirt with an Audrey Hepburn look-\nalike, whispers in her ear that he loved her in the film and was on the set, but sadly missed her.\n\nSpotted: Nicole Kidman, Naomi Watts, Christian Louboutin, Kristen Stewart, Ruth Negga and\n“Arrival” director Denis Villeneuve.\n\nWendy Stark, daughter of \"Funny Girl\" producer Ray Stark and granddaughter of Fanny Brice,\ninvited me to Jeffrey Katzenberg's Night Before Party on the Fox lot for the Motion Picture\nHome. There is a building named after her father. Walking around with Linda and Jerry\nBruckheimer, | kiss David O. Russell and Colleen Camp. Brian D'Arcy James tells me he may\nreturn to his original role in \"Hamilton\" as King George. | go home with the heaviest swag bag in\nthe world.\n\nSunday, Feb. 26th\n\nThe shocking end of the Oscar show continues to mystify me. How could | be so close to every\nfilmmaker and totally miss the upset?\n\nBecause Damien is still sick, he begs off on his invitation to take me to Guy Oseary's—and\nheads back to bed. As | stand at the end of the Vanity Fair carpet at the entrance to the Wallis\nAnnenberg Center, Casey Affleck arrives holding his Oscar. | ask him to replace Damien as my\nescort and he says, \"Of course. | am leaving in 15 minutes. Don't lose me.” Casey then sends\nme off to find Jimmy Kimmel, who has already left the party. Fifteen minutes turns into an hour\nas everyone wants a selfie with the winner.\n\nSpotted from “Moonlight”: Barry Jenkins, Mahershala Ali, Naomie Harris, Jeremy Kleiner. From\n“La La Land” Emma Stone and John Legend. From “Manchester by the Sea”, Casey Affleck,\nMichelle Williams, Lucas Hedges and Kenny Lonergan. From “Hidden Figures”: Taraji P.\nHenson, Octavia Spencer and Pharrell Williams, and “Fences” Oscar winner Viola Davis. Also\nswirling around the room: Brie Larson, Dakota Fanning, Elton John, Amy Adams, Jennifer\nAniston, Javier Bardem, Michael Shannon, Alicia Vikander, Scarlett Johansson, Lin-Manuel\nMiranda, Halle Berry, Isabelle Huppert, Michelle Dockery, Faye Dunaway, Andrew Garfield,\nDakota Johnson, Mick Jagger and family, Kelly Ripa, and Patty and Lydia Hearst. | find\nexhausted Oscar show producers Jennifer Todd and Mike De Luca and tell them what a\nwonderful job they did.\n\nOn the way out, a familiar looking lady keeps waving and smiling at Casey as we wait in the\ncold for cars. | say, \"Casey, that is Monica Lewinsky waving at you.\" Casey is unfazed; he can’t\nwait to get out of the spotlight. Once we reach the Checkpoint Charlie to Guy's party, a team of\ngirls wrapped in wool instructs the driver to lower the window and asks for a name. Casey,\nholding up the Oscar says, \"Affleck.” She says, \"You only have a plus one.\" The real deal is, if\nyou win, you can bring a car full of friends—and eventually we’re cleared for takeoff. Once\ninside we lose each other in the darkness and pulsating Caribbean music. | get home at\n5:00am, pack my three huge suitcases and rush off to the private airport in Van Nuys, still\n\nHOUSE_OVERSIGHT_019869",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019869.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3392,
    "word_count": 584,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.031939",
    "prefix": "IMAGES-005"
  }
}