{
  "document_id": "HOUSE_OVERSIGHT_031705",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_031705.txt",
  "text": "From: \nSent: 8/2/2012 5:57:19 PM \nTo: Jeffrey Epstein [jeeyacation@gmail.com] \nSubject: Fwd: Why not in Vegas? \nImportance: High \nWhy Not in Vegas? \nBy THOMAS L. FRIEDMAN \nPublished: July 31, 2012 418 Comments \n• FACEBOOK \n• TWITTER \n• GOOGLE+ \n• E-MAIL \n• SHARE \n• PRINT \n• REPRINTS \n• \nI'll make this quick. I have one question and one observation about Mitt Romney's visit to Israel. The question \nis this: Since the whole trip was not about learning anything but about how to satisfy the political whims of the \nright-wing, super pro-Bibi Netanyahu, American Jewish casino magnate Sheldon Adelson, why didn't they just \ndo the whole thing in Las Vegas? I mean, it was all about money anyway — how much Romney would abase \nhimself by saying whatever the Israeli right wanted to hear and how big a jackpot of donations Adelson would \nshower on the Romney campaign in return. Really, Vegas would have been so much more appropriate than \nJerusalem. They could have constructed a plastic Wailing Wall and saved so much on gas. \nHOUSE OVERSIGHT 031705 \nJosh Haner/The New York Times \nThomas L. Friedman \nGo to Columnist Page » \nRelated \n• Romney Courts Campaign Donors in Israel (July 31, 2012) \n• The Caucus: Romney's Remarks About Palestinians Draw Criticism(July 30, 2012) \nRelated in Opinion \n• Op-Ed Columnist: Gadding of a Gawky Gowk (August 1, 2012) \n• Editorial: Mr. Romney Stumps in Israel (July 31, 2012) \n• Taking Note: If It Works in Israel...(July 31, 2012) \n• Op-Ed Contributor: Israel's Settlers Are Here to Stay (July 26, 2012) \n• Times Topics: Middle East I United States Elections \nConnect With Us on Twitter \nFor Op-Ed, follow@nytopinion and to hear from the editorial page editor, Andrew Rosenthal, \nfollow@andyrNYT. \nReaders' Comments \nReaders shared their thoughts on this article. \n• Read All Comments (418) » \nThe observation is this: Much of what is wrong with the U.S.-Israel relationship today can be found in that \nRomney trip. In recent years, the Republican Party has decided to make Israel a wedge issue. In order to garner \nmore Jewish (and evangelical) votes and money, the G.O.P. decided to \"out-pro-Israel\" the Democrats by being \neven more unquestioning of Israel. This arms race has pulled the Democratic Party to the right on the Middle \nEast and has basically forced the Obama team to shut down the peace process and drop any demands that Israel \nfreeze settlements. This, in turn, has created a culture in Washington where State Department officials, not to \nmention politicians, are reluctant to even state publicly what is U.S. policy — that settlements are \"an obstacle \nto peace\" — for fear of being denounced as anti-Israel. \nAdd on top of that, the increasing role of money in U.S. politics and the importance of single donors who can \nwrite megachecks to \"super PACs\" — and the fact that the main Israel lobby, Aipac, has made itself the feared \narbiter of which lawmakers are \"pro\" and which are \"anti-Israel\" and, therefore, who should get donations and \nwho should not — and you have a situation in which there are almost no brakes, no red lights, around Israel \ncoming from America anymore. No wonder settlers now boast on op-ed pages that the game is over, they've \nwon, the West Bank will remain with Israel forever — and they don't care what absorbing all of its Palestinians \nwill mean for Israel's future as a Jewish democracy. \nIt is into this environment that Romney wandered to add more pandering and to declare how he will be so much \nnicer to Israel than big, bad Obama. This is a canard. On what matters to Israel's survival — advanced \nHOUSE OVERSIGHT 031706 \nweaponry and intelligence — Defense Minister Ehud Barak told CNN on Monday, \"I should tell you honestly \nthat this administration under President Obama is doing in regard to our security more than anything that I can \nremember in the past.\" \nWhile Romney had time for a $50,000-a-plate breakfast with American Jewish donors in Jerusalem, with \nAdelson at his elbow, he did not have two hours to go to Ramallah, the seat of the Palestinian Authority, to meet \nwith its president, Mahmoud Abbas, or to share publicly any ideas on how he would advance the peace process. \nHe did have time, though, to point out to his Jewish hosts that Israelis are clearly more culturally entrepreneurial \nthan Palestinians. Israel today is an amazing beehive of innovation — thanks, in part, to an influx of Russian \nbrainpower, massive U.S. aid and smart policies. It's something Jews should be proud of But had Romney gone \nto Ramallah he would have seen a Palestinian beehive of entrepreneurship, too, albeit small, but not bad for a \npeople living under occupation. Palestinian business talent also built the Persian Gulf states. In short, Romney \ndidn't know what he was talking about. \nOn peace, the Palestinians' diplomacy has been a fractured mess, and I still don't know if they can be a partner \nfor a secure two-state deal with even the most liberal Israeli government. But I do know this: It is in Israel's \noverwhelming interest to test, test and have the U.S. keep testing creative ideas for a two-state solution. That is \nwhat a real U.S. friend would promise to do. Otherwise, Israel could be doomed to become a kind of apartheid \nSouth Africa. \nAnd here is what I also know: The three U.S. statesmen who have done the most to make Israel more secure and \naccepted in the region all told blunt truths to every Israeli or Arab leader: Jimmy Carter, who helped forge a \nlasting peace between Israel and Egypt; Henry Kissinger, who built the post-1973 war disengagement \nagreements with Syria, Israel and Egypt; and James Baker, who engineered the Madrid peace conference. All of \nthem knew that to make progress in this region you have to get in the face of both sides. They both need the \nexcuse at times that \"the Americans made me do it,\" because their own politics are too knotted to move on their \nown. \nSo how about all you U.S. politicians — Republicans and Democrats — stop feeding off this conflict for \npolitical gain. Stop using this conflict as a backdrop for campaign photo-ops and fund-raisers. Stop making \nthings even worse by telling the most hard-line Israelis everything that they want to hear, just to grovel for \nJewish votes and money, while blatantly ignoring the other side. There are real lives at stake out there. If you're \nnot going to do something constructive, stay away. They can make enough trouble for themselves on their own. \nSent from my iPad \nHOUSE OVERSIGHT 031707",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_031705.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6519,
    "word_count": 1100,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:49.250045",
    "prefix": "TEXT-001"
  }
}