{
  "document_id": "HOUSE_OVERSIGHT_014475",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014475.txt",
  "text": "Politics — populism in the Eurozone?\n\nFew predicted that the UK would vote to leave the EU and Donald Trump would win the\nUS presidential election in 2016, least of all pollsters (and many in markets). As Michael\nHartnett argues, the rise of populism can be linked to what he refers to as Peak\nInequality and Peak Globalisation. Trump and the Brexit campaign tapped into deep\napathy with the socio-economic order that for them remains unreformed post-GFC.\nThat’s why the poster boy for this dislocation is often the blue collar voter whose\nstandards of living have not been rising in the increasingly globalised world. The crucial\nquestion for investors as we enter a busy year for European politics (see table opposite}\nis whether the populism train will gather pace or terminate at the Eurozone.\n\nItaly risks elevated, but risks two way and banks the bigger issue\n\nAlthough Italy goes to the polls this year, it is worthwhile starting with this Sunday’s\nvote. In Strategy Insights: Italy risks elevated we argue that our base case is a narrow\nrejection of the proposed constitutional reform, which is another vote against governing\nparty on Dec 4. But unlike UK/ US, this would be expected and Renzi is likely to stay on\nso the outcome should not carry the same surprise or uncertainty factor for markets.\nThe tail risk are also two way. A large “No” vote could perceived as supportive of the 5\nstar movement but a “Yes” vote would be bullish Italy and risk assets more generally.\nThe bigger issue is likely recapitalisation of the Italian banks. This remains a significant\ntail risk for banks and was part of why we downgraded the sector.\n\nA Le Pen victory could prove the biggest risk to European markets in 2017\nProbably the most natural fit for the populism theme in 2017 is the French presidential\nelection. Although polls have been somewhat discredited by events this year they\nremain useful as an indication of where the public mood lies. With that caveat in mind,\ncurrent voting intentions suggests Front National leader Marine Le Pen will receive\nenough votes to progress to the second round and is likely to be joined by Republican\ncandidate Francois Fillon. Although when Fillon and Le Pen are polled together in a\nsecond round runoff Fillon is ahead by ~65%-35%, Le Pen is seen as capable of\nappealing to the same anti-establishment / blue collar voters as Trump/ Brexit.\n\nChart 37: Vol already picking up around the French primaries next year Chart 38: Yet Fillon still well ahead of Le Pen in polls of a potential run-\n6 off\n25.5 100\n25 90\n80\n24.5 70\n24 60\n23.5 50\n23 40\n30\n22.5 70\n22 10\n015 m—— VSTOXX 11/29/2016 ———VSTOXX -1m a\nv4 12-14 15-17 13-16 10-12 14-17 9-11 25-Nov 27-Nov\nKS) A A A A A A April April May June June Sept\no o o ° io Re NY\nfF SF SF KM KF KK KY\n\nm Francois Fillon (%) ™ Marine Le Pen (%)\nSource: Bloomberg\n\nSource: Ifop (12-14 Apr, 14-17 Jun), BVA (15-17 Apr, 13-16 Mar, 10-12 Jun, 9-11 Sept), Odoxa (25\nNov), Harris Interactive (27 Nov). Note: all 2016.\n\nInvestors’ biggest concerns are that we could see the same narrowing of polls in favour\nof Le Pen into the election months as we saw in the UK/US. We think this could mean\nFrench political risk becomes a major overhang for European equities in H1 2017. The\nworry is that a Le Pen Presidency could bring the future of the EU and the Euro into\nquestion as she has talked about France withdrawing from both and is especially an\nissue because of the winner takes it all nature of French presidential elections. As James\n\n; Bankof America\n16 European Equity Strategy | 01 December 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014475",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014475.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3612,
    "word_count": 643,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:45.657082",
    "prefix": "IMAGES-002"
  }
}