{
  "document_id": "HOUSE_OVERSIGHT_019277",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019277.txt",
  "text": "Freedom House\n\nPutin's Foreign Admirers\n\n“Putin decides what he wants to do, and he\ndoes it in half a day, right? He decided he had\nto go to their parliament—he went to their\nparliament, he got permission in 15 min-\nutes... He makes a decision and he executes\nit, quickly. Then everybody reacts. That's what\nyou calla leader.”\n\n—Rudolph Giuliani, former New York City mayor\n\n“In my opinion, Putin is right on these is-\nsues.... Obviously, he may be wrong about\nmany things, but he has taken a stand to pro-\ntect his nation’s children from the damaging\neffects of any gay and lesbian agenda.”\n\n—Franklin Graham, American Christian evangelist\n\n“Putin is certainly a pure democrat, but with\nan authoritarian style. Russia is a great state.\nThe president has been endowed with great\npower by the constitution... Putin tries to\nkeep Russian interests from his perspective.”\n\n—Heinz-Christian Strache, leader of Freedom Party of\nAustria\n\nparties supported Russian interests on a select group\nof issues. The most reliable pro-Russian party was\nDutch politician Geert Wilders’ Party for Freedom,\nfollowed by France's National Front, Italy's Northern\nLeague, the Swedish Democrats, and UKIP.?°\n\nPutin and other Kremlin officials speak of Russia as a\nsuccessful example of interreligious harmony, boast\nof government policies to ensure fair treatment for\nRussias large Muslim population, and denounce\nthose who brought down Yanukovych’s government in\nUkraine as fascists and pogromists. Yet when it comes\nto potential allies in Europe, it makes no difference to\nthe Kremlin whether a party has views that are racist,\nanti-Semitic, Islamophobic, or even openly fascist.\nRussia welcomes the support of parties like Jobbik,\nwith its history of anti-Semitism and contempt for\nHungary's Romany population, and has no qualms\nabout right-wing parties that speak of Muslims as\ncriminals and rapists.\n\n“AS an operator, but not as a human being, |\nwould say Putin [is the most admirable world\nleader]. The way he played the whole Syria\nthing. Brilliant.”\n\n—Nigel Farage, former leader of UK Independence Party\n\n“| admire his cool head. Because there is a\ncold war being waged against him by the EU\nat the behest of the United States, which is\ndefending its own interests. | admire that he\nhas managed to restore pride and content-\nment to a great nation that had been humili-\nated and persecuted for 70 years.”\n\n—Marine Le Pen, leader of France's National Front\n\n“Between Putin and [Italian prime minister\nMatteo] Renzi | will always choose Putin. |\nwish Putin tomorrow morning became chair-\nman of the Council of Ministers of Italy... Pun-\nishment against Russia [through sanctions] is\na stupid measure, which will cost us 5 billion\neuros. If there is a part of Ukraine, which\nwants to be Russia, | don’t see why not.”\n\n—Matteo Salvini, national secretary of Italy's Northern\nLeague\n\nFor Russia, the payoff from this strategy is a network\nof parties that identify with the Kremlin's hatred of\nliberal values, support Russia on critical foreign policy\nissues, and praise Putin as a strong leader. While some\nof these parties are still marginal forces in domestic\npolitics, a growing number are regarded as legitimate\ncontenders, especially since an uncontrolled influx of\nrefugees and an increase in terrorist attacks dented\npublic trust in mainstream parties. Even if Russia\nremains unpopular in most European countries, the\nfact that increasingly influential political figures laud\nPutin for his energy, decisiveness, and eagerness to\nchallenge liberal orthodoxies is regarded as a gain for\nMoscow. As these parties acquire a share of govern-\ning power in EU states, the prospects for a recognition\nof the Crimea annexation and the abandonment of\neconomic sanctions improve significantly.\n\nThe benefit for European far-right parties is less clear.\nThough they claim to be champions of national sov-\n\nwww.freedomhouse.org\n\n43\n\nHOUSE_OVERSIGHT_019277",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019277.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3930,
    "word_count": 627,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:48.300240",
    "prefix": "IMAGES-005"
  }
}