{
  "document_id": "HOUSE_OVERSIGHT_017510",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017510.txt",
  "text": "aonrnnuowe® WN PH\n\nNe}\n\n10\n11\n12\n13\n14\n15\n16\n17\nHig\nf19\n20\n21\n22\n23\ng24\n25\n\nDAInDnU BP WNEH\n\nNNNMNHNMOHPHEHPHHE EEE EB\nBWwWMHMrF OW MAHA BWNHeE OC WO\n\n25\n\nwe were establishing.\n\nwork hours or after work hours?\n\nA. Both.\n\nQ. Did you always meet with them in your office\nor did you do it more socially down at Bova or\nelsewhere?\n\nA. Both.\n\nQ. But with this particular case, do you recall\nmeeting them at least one time in your office where\nthey could look through the files?\n\nA. Actually, that group of investors were\nlooking at a Jot of different cases or at least\nmultiple different cases that we were attempting to\nlure them into the Ponzi scheme utilizing, so ] met\nwith them on multiple occasions, both in my office and\nat restaurants.\n\nQ. Who is Mike Fisten?\n\nA. Mike Fisten was a law enforcement officer of\nsome type that ] hired.\n\nQ. Why did you hire him?\n\nA. He was a Ken Jenne suggestion.\n\nQ. And were you hiring him to start up your\ncompany with Mr. Jenne, as you indicated earlier?\n\nA. 1] don't recall] what the purpose of hiring\nhim was. It had nothing to do with what Ken Jenne was\ndoing for us.\n\n[ea pepe Rnareseeass\n\nOw WHR OW MATA UBWNHEFKDWW DAAYBFWN HE\n\nMPR NM PHM NOY FRPP FP RP Re\n\n99S A ERI USER SPS Pe EES TR SNA A NE AEE RCPS SEIS\n\nPage 78\n\nQ. So what did he do at RRA?\n\nA. My best recollection is that he had been a\nformer ADT officer and so it would reason that he\nwould be working in our alcohol beverage practice that\n\nQ. Do you know if he ever did any work for your\nfirm as an investigator?\n\nA. He may have. | don't have a specific\nrecollection one way or the other.\n\nQ. Did you ever speak to the press about the\nEpstein case?\n\nA. 1] don't have a recollection one way or the\nother.\n\nQ. Did you ever have Kip utilize the Epstein\ncase to put any publicity or spin out there with\nrespect to the case?\n\nA. I don't have a specific recollection of that\none way or the other.\n\nQ. Did you ever instruct Brad or Russ to talk\nto the press about the case? We'll start with Brad\nthen Russ.\n\nA. 1 do not specifically recal] getting\ninvolved at the publicity level of that case. I don't\nhave a recollection one way or the other.\n\nQ. Would that publicity have been good for your\n\nPage 79\n\nOBWNHFOWDAATAUBWNFOWOAAIADUYAWNEH\n\nnena eer aA EAN RO Re EA NLR PEE PENN DY CCSD TERIA PE EEE ESE SRE\nMNOMNNMNEFP EE RP RP RPP Ee\n\nPonzi scheme investors?\n\nA. Not really.\n\nQ. Would it have given more legitimacy to your\nallegation that it was a good case in which they\nshould invest?\n\nA. Inthe way that I was selling the Ponzi\nsettlements, it would have likely been overkill.\n\nQ. So did you ever instruct them not to speak\nto the press about the case?\n\nA. | don't recall that either one way or the\nother.\n\nQ. Ifit had gotten out there that the cases\nhad not, in fact, settled, as you were claiming when\nyou were selling the settlement, would that have\nhindered your case, your Ponzi investor's case?\n\nA. Not really because they would have no way of\nknowing if] had created a fake plaintiffs name. |\nmean, there could have been something in the news\nthat -- and ] don't know that there was -- there could\nhave been something in the news that says none of this\nsettled. And] just simply would have created a fake\nname with my co-conspirators, created a fake set of\nsettlement documents and handle it that way.\n\nQ. Did you know where Mr. Epstein lived?\n\nA. J] only knew that he was from Palm Beach,\n\nPage 80\n\nother than that, no.\nQ. Okay. In 2009, did you ever have any firm\nmeetings?\n\nA. Of any type?\n\nQ. Of any type, in general, firm meetings.\nA. I'm certain J did.\n\nQ. Do you recal] about how many?\n\nA. 1 donot recall.\n\nQ. Did you ever have any partner meetings?\nA. Yes.\n\nQ. Do you recall how many?\n\nA. I donot.\n\nQ.\n\nDo you recall] how many partners you had at\nthe firm in 2009?\n\nA. I donot.\n\nQ. Do you recall how many fundraisers you had\nat your home in 2009?\n\nA. I donot.\n\nQ. More than 10?\n\nA. I'd be guessing, Tonja.\n\nQ. Okay.\n\nA. It's easy enough to check, there's state and\n\nfederal records of all that stuff.\nQ. In 2009, did you still require the attorneys\nfrom your firm to attend the fundraisers you would\nPage 81\n\n21 (Pages 78 to 81)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017510",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4247,
    "word_count": 813,
    "line_count": 210,
    "import_date": "2025-11-19T21:47:46.928763",
    "prefix": "IMAGES-004"
  }
}