{
  "document_id": "HOUSE_OVERSIGHT_026275",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026275.txt",
  "text": "What does this have to do with Mr. Mueller, who was appointed in May 2017 after President Trump\nfired Mr. Comey? The inspector general concludes that the pervasive bias “cast a cloud over the FBI\ninvestigations to which these employees were assigned,” including Crossfire. And 1f Crossfire was\npolitically motivated, then its culmination, the appointment of a special counsel, inherited the taint. All\nspecial-counsel activities—investigations, plea deals, subpoenas, reports, indictments and\nconvictions—are fruit of a poisonous tree, byproducts of a violation of due process. That Mr. Mueller\n\nand his staff had nothing to do with Crossfire’s origin offers no cure.\n\nWhen the government deprives a person of life, liberty or property, it is required to use fundamentally\nfair processes. The Supreme Court has made clear that when governmental action “shocks the\nconscience,” it violates due process. Such conduct includes investigative or prosecutorial efforts that\n\nappear, under the totality of the circumstances, to be motivated by corruption, bias or entrapment.\n\nIn U.S. v. Russell (1973), the justices observed: “We may someday be presented with a situation in\nwhich the conduct of law enforcement agents is so outrageous that due process principles would\nabsolutely bar the government from invoking judicial processes to obtain a conviction.” It didn’t take\nlong. In Blackledge v. Perry (1974), the court concluded that due process was offended by a\nprosecutor’s “realistic likelihood of ‘vindictiveness’ ” that tainted the “very initiation of proceedings.”\nIn Young v. U.S. ex rel. Vuitton (1987), the justices held that because prosecutors have “power to\nemploy the full machinery of the state in scrutinizing any given individual . .. we must have assurance\nthat those who would wield this power will be guided solely by their sense of public responsibility for\nthe attainment of justice.” Prosecutors must be “disinterested” and make “dispassionate assessments,”\nfree from any personal bias.\n\nIn Williams v. Pennsylvania (2016), the court held that a state judge’s potential bias violated due\nprocess because he had played a role, a quarter-century earlier, in prosecuting the death-row inmate\nwhose habeas corpus petition he was hearing. The passage of time and involvement of others do not\nvitiate the taint but heighten “the need for objective rules preventing the operation of bias that might\notherwise be obscured,” the justices wrote. A single biased individual “might still have an influence\nthat, while not so visible . . . is nevertheless significant.”\n\nIn addition to the numerous anti-Trump messages uncovered by the inspector general, there is a strong\ncircumstantial case—including personnel, timing, methods and the absence of evidence—that Crossfire\n\nwas initiated for political, not national-security, purposes.\n\nIt was initiated in defiance of a longstanding Justice Department presumption against investigating\ncampaigns in an election year. And while impartiality 1s always required, a 2012 memo by then-\n\nAttorney General Eric Holder emphasizes that impartiality is “particularly important in an election\n\nHOUSE_OVERSIGHT_026275",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026275.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3161,
    "word_count": 473,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.437757",
    "prefix": "IMAGES-008"
  }
}