{
  "document_id": "HOUSE_OVERSIGHT_026859",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026859.txt",
  "text": "Nor does Xi Jinping intend presiding over the party's “death by a thousand cuts” as it contends\nwith a range of unfolding political forces unleashed by a combination of the market economy,\nsocial liberalisation and foreign influence.\n\nNo—xi Jinping intends for the party to defy the trend-line of Western history, to see off\nFukuyama’s end of history with the inevitable triumph of Western liberal-democratic capitalism\nand to preserve a Leninist state for the long term as the most effective means of ensuring\nthat China prevails in its domestic and international challenges. That is why there is lengthy\ntreatment in this conference on, to use the language of the Xinhua report, “Upholding the\nauthority of the CPC Central Committee as the overarching principle and strengthening the\ncentralised, unified leadership of the Party on external work.”\n\nIn case we missed the emphasis, Xi Jinping also states that “diplomacy represents the will of\nthe state, and diplomatic power must stay with the CPC Central Committee, while external\nwork is a systematic project.” Xi calls “for implementing reform of the institutions and\nmechanisms concerning foreign affairs under the decision of the Central Party leadership and\nenhancing party-building in institutions abroad so as to form a management mechanism\ncatering to the requirements of the new era.”\n\nThe conference also emphasised that China’s diplomacy would now be a “diplomacy of\nsocialism with Chinese characteristics” and as such would take Xi Jinping thought from the\ndomestic into the foreign policy domain. In the past, this language of “socialism with Chinese\ncharacteristics” applied to the overall Chinese ideological system, usually interpreted as\nChina’s own form of state capitalism. But now it is applied to diplomacy, and it infers\nsomething else.\n\nIt seems to mean conforming diplomacy with a wider ideological worldview which lies beyond\nthe simple policy pragmatism we have seen for decades guiding most elements of Chinese\nforeign policy in the prosecution of China’s national interests. There now seems to be a new\nnational and-or global vision that now sits above the simple maximisation of national interests.\nThis seems more than the routine incantations of the China Dream, the party’s centenary\nobjectives for 2021, and the national centenary mission for 2049 with which we have become\nfamiliar since Xi came to power. At this stage, this new overarching ideological mission may\nbe inchoate, but the fact that it is as yet not fully formed does not mean that it does not exist.\n\nLest there be any doubt on this count, the ranking foreign policy technocrat attending the\nWork Conference, former Foreign Minister and State Councillor Yang Jiechi, and now Director\nof the Foreign Policy Office of the Party Central Committee, refers explicitly to the ideological\nsignificance of this conference. It is worth quoting Yang’s remarks at the conference at some\nlength. He states that the most important outcome of this conference is that:\n\n‘It established the guiding position of Xi Jinping thought on diplomacy.\nXi Jinping thought on diplomacy is an important part of Xi Jinping Thought\n\non Socialism with Chinese Characteristics for a New Era...It is a major\ntheoretical achievement in the thoughts on state governance in the area of\n\n4 of 10\n\nHOUSE_OVERSIGHT_026859",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026859.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3335,
    "word_count": 528,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.209927",
    "prefix": "IMAGES-009"
  }
}