{
  "document_id": "HOUSE_OVERSIGHT_015506",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015506.txt",
  "text": "294 M. Hoffman et al.\n\nKarpoff’s survey, another dictate of participants’ (and the judges’) property rights\nintuitions was who owned the land on which the lost item was found.\n\nAlso like animals, our sense of property rights is influenced by who created or\ninvested in the resource, another uncorrelated asymmetry. In locales that sometimes\ngrant property rights to squatters—individuals who occupy lands others have pur-\nchased—a key determinant of whether the squatters are granted the land is whether\nthey have invested in it (Cone vs. West Virginia Pulp & Paper Co., 1947; Neuwirth,\n2005). Locke also intuited that investment in land is part of what makes it ours:\nIn Second Treatise on Civil Government (1689), Locke wrote, “everyman has a\nproperty in his person; this nobody has a right to but himself. The labor of his body\nand the work of his hand, we may say, are properly his.”\n\nIf the Hawk—Dove model underlies our sense of property rights, we would expect\nto see psychological mechanisms that motivate us to feel entitled to an object when\nwe possess it or have invested in it. Here are three such mechanisms, which can be\nseen by reinterpreting some well-documented “biases” in the behavioral economics\nliterature. The first such bias is the endowment effect: We value items more if we are\nin possession of them. The endowment effect has been documented in dozens of\nexperiments, where subjects are randomly given an item (mug, pen, etc.) and\nsubsequently state that they are willing to sell the mug for much more than those\nwho were not given the mug are willing to pay (Kahneman, Knetsch, & Thaler,\n1990). In the behavioral economics literature, the endowment effect has sometimes\nbeen explained by loss aversion, which is when we are harmed more by a loss than\nwe benefit from an equivalent gain. However, the source of loss aversion is not\nquestioned or explained. When it is, loss aversion is also readily explained by the\nHawk—Dove game (Gintis, 2007).\n\nA second bias that also fits the Hawk—Dove model is the IKEA effect: Our valu-\nation of an object is influenced by whether we have developed or built the resource.\nThe IKEA effect has been documented by asking people how much they would pay\nfor items like Lego structures or IKEA furniture after randomly being assigned to\nbuild them or receive them pre-built. Subjects are willing to pay more for items they\nbuild themselves.\n\nA third such bias that fits the Hawk—Dove model is the sunk cost fallacy (Mankiw,\n2007; Thaler, 1980), which leads us to “throw good money after bad” when we\ninvest in ventures simply because we have already put so much effort into them,\narguably because our prior efforts lead us to value those ventures more.\n\nPossession and past investment are not the only uncorrelated asymmetries that\ncan dictate rights. Rights can be dictated by a history of agreements, as happens\nwhen one party sells another deed to a house or car, or, as in our taxicab example,\nby whether a service was provided. There are also countless examples in which\nrights were determined by perhaps unfair or arbitrary characteristics such as race\nand sex: Black Americans were expected to give up their seat for Whites in the Jim\nCrow South and women to hand over their earnings or property to their husbands\nthroughout the ages.\n\nHawk-—Dove is not just a post hoc explanation for our sense of rights; it also leads\nto the following novel insight: We can formally characterize the properties that\n\nHOUSE_OVERSIGHT_015506",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015506.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3491,
    "word_count": 589,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.540619",
    "prefix": "IMAGES-003"
  }
}