{
  "document_id": "HOUSE_OVERSIGHT_011056",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011056.txt",
  "text": "Marshall’s pupil Keynes was thoroughly a marginalist, as are economists in general\ntoday and as am I. One of the features of his General Theory of 1936 was a kind of\ndouble-entry accounting for national product. Product was output and equivalently\nincome. Output meant the sum of prices of final products produced within the year,\nwhile income meant the shares of that sum paid to the workers and investors\n\nproducing it. His double-entry idea can be put as\n\noutput = investment + consumption = income = pay + profit. (6.19)\n\nI showed why | disagree. But let us see how the total return truism might seem to\n\nhave led to that inference if we leave workers or human capital outside the economy.\n\nTo treat them as arriving exogenously from outside is essentially to treat the\nnational economy as if it were a single firm. Output inside is simply profit. Output\n\noutside is work, meaning creation of value by the workers. This gives the truism\noutput = work + profit,\n\nconfirming that total output is the sum of factor outputs.\n\nSo far, so good. But now Mill and Keynes and most tradition slip by arguing that pay\n\nequals and compensates all of work and nothing else. That’s why (6.18) equates\n\noutput to pay plus profit. Schultz and Ben-Porath and other students of human\n\ncapital correct this in part by recognizing some work as self-invested rather than\n\nmarketed for pay. My pay rule adds that pay recovers human depreciation as well as\n\nrealized work. (6.19) should have reasoned\n\noutput = income = work + profit\n\n= pay + self-invested work - human depreciation + profit. (6.20)\n\nChapter 6: Parallels with the Firm 2/4/16 22\n\nHOUSE_OVERSIGHT_011056",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011056.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1650,
    "word_count": 283,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.891699",
    "prefix": "IMAGES-001"
  }
}