{
  "document_id": "HOUSE_OVERSIGHT_018312",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018312.txt",
  "text": "Long before Paul Baran dreamed up the networks that were required to solve the\n“deaf, dumb and blind bomber pilot” challenge, he lived through the sort of moment\nthat left an indelible psychological mark - one that remains visible in the revolution\nhe made, as Luther’s lightning-bolt of faith is in the unadorned churches and simple\nliturgy of Lutheranism. Baran was born in Grodno, Poland in 1928. His father had an\nuneasy sense about what was coming to Europe and he moved the family to America\nwhen Paul was six. Pesach Baran became Paul Bran in America, a model student, a\nprize-winning mathematician and eventually at Hughes and Rand he established\nhimself as one of the great American engineers of his generation. And like so many\nrefugees of that era, the sharp, irreversible exodus left him with a question. How,\nexactly, to stay connected - to family, to tradition, to history? As the murderous mist\nof Nazism swept over Europe, the problem took on a searching urgency: How to\nmaintain a connection, any connection, in the face of utter catastrophe? As he neared\nretirement decades later, Baran recalled his life’s work with this resonant line: “I\nwas concerned,” he said, “with survivability.” The problem that animated his life as\nmuch as it did his networks.\n\nTwo years after arriving at RAND, Baran began to discern the outlines to a solution\nto the dangerous problem of American military communications. In a series of\nlectures for Air Force officers starting in the summer of 1961, Baran began working\nhis way towards an answer, speech by speech and equation by equation. He didn’t\nfully know where he was heading when he began the talks, he said, but he had an\ninstinct that some other design must be out there, some completely fresh way to\nhandle the “survivability problem” and by the end of his lecture tour, he had found\nit.\n\nBaran’s new design for a durable network had begun with an idea that didn’t work.\nThe Pentagon, he’d thought, might broadcast thousands of coded messages over AM\nradio frequencies all at once as an attack approached. “We interrupt this program to\nsay: It’s Christmas in July!” Missile silo commanders and bomber commanders\nwould cluster by their transistor radios, collecting a “launch” code with the ease of\nlistning to a late-night baseball game. That target-shaped, “Just Aim Here” web of\nphone lines would be replaced by something far more distributed, harder to wipe\nout with a single Semyorka-7 missile shot. But this approach had problems too. It\nrelied fatally on broadcast towers and on insecure AM radio waves. But the idea of\nsuch a widespread, insidiously untargettable network got Baran thinking. Sending\nout the messages and letting them find their own way had a lot of appeal, if it could\nbe done. There would be no central hubs. Information would sail over linked lines in\nthe way radio signals moved in the air. Military communications, in Baran’s system,\nwould bounce from point to point on this tapestry, at each stop being re-directed\ntowards their intended destination. The resulting network, if you drew it out, would\nlook like a fishnet: Lots of links connected to a few knotted nodes. And because the\nbundles of data, Baran called them packets, could be moved by the network itself,\nyou could cut or nuke or sabotage the net in a few places and still use it. The packets\nwould would find another path. Even a badly ripped up and irradiated network\ncould, in theory, carry a “launch” - or a recall - message safely from the White House\nto a bomber pilot.\n\n80\n\nHOUSE_OVERSIGHT_018312",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018312.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3552,
    "word_count": 606,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.114080",
    "prefix": "IMAGES-004"
  }
}