{
  "document_id": "HOUSE_OVERSIGHT_018240",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018240.txt",
  "text": "I had only been living in China then for about four or five years, so I was still a bit\nsurprised to learn in this unusual way about what I would later come to know - and\nsee and even experience myself - as the spiritual life of China’s communist officials,\nparticularly those at the absolute top of the system. The Master my friend was\nreferring to was Master Nan. Though he was largely unknown outside of China - I\nam sure you had not heard of him until a few pages ago - in China he was an icon.\nAfter his return to the mainland in the 1990s, his books about Buddhism and\nphilosophy sold millions of copies. His lectures are watched on DVDs and the\nInternet, and he owns a fond fame that reaches across generations and transcends\npolitics or art or philosophy. You are as likely to find a copy of his book on the desk\nof a university President as stuffed into the back pocket of a tea-server in Chengdu.\n\nAs you can imagine, when my friend first introduced me to the idea of someone like\nMaster Nan serving as a spiritual mentor to the figures struggling to master this\nhuge country, figures I had met and worked with in the brutally rational business of\neveryday life in a modernizing China, it raised all sorts of questions. We both have\nthe same master? But in China, one thing you discover pretty quickly is that honest\nunderstanding of anything isn’t achieved by asking lots of questions, particularly not\nthe direct sort. Yun Men had it right: Ten thousand kinds of clever talk get you\nnowhere meaningful. But with her one sentence, the dinner conversation, which had\nbeen moving pleasantly enough through the eddies of China’s politics and\neconomics, passed into deeper water, where it has stayed in the years since.\n\nMaster Nan’s particular passion, | learned that night, was a branch of Chinese Ch’an\nBuddhism that had, about 1000 years ago, provided the seeds for the Japanese\nschool of “instant illumination,” known as Rinzai Zen. Rinzai is famed in the west for\nasking students to grapple with koans, the sorts of puzzles - “What was your face\nbefore your were born?” or “What is the sound of one hand clapping?” or just “Mu!”\n- that can never be approached or answered by reason alone. They require nothing\nbut pure, trained instinct. Koans are not like math problems or word puzzles, so\nmuch as questions that have to be answered with your whole soul. We don’t really\nhave an educational concept like this in the west, but the aim of Rinzai meditation\nand learning is to arrive at kensho (jianxing in Chinese), a sudden and complete\nunderstanding of the true nature of the world. Such “instant illumination” marks a\nvery eastern sensibility: Real truth resists the grasp of mere logic. It can’t be simply\nexplained, or taught with words alone. It calls on more immediate feelings, in the\nway we night fall in love or get angry. In Rinzai study, the aim is to tighten and\ncompress your mind with meditation and focus and exercise - and the occasional\nslapping sharpness of a hardwood “enlightenment stick” - as a way to open it, with\nthe goal of instant, blazing enlightenment. In such a moment, all sorts of invisible\nrelations become unforgettably obvious.\n\nI] had been a student of Rinzai since | was 16. So it was that, in the springtime of the\n\nyear after that dinner in Beijing, I was surprisingly, luckily invited to Master Nan’s\ncampus.\n\nHOUSE_OVERSIGHT_018240",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018240.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3384,
    "word_count": 600,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.008177",
    "prefix": "IMAGES-004"
  }
}