{
  "document_id": "HOUSE_OVERSIGHT_015848",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015848.txt",
  "text": "158 Are the Androids Dreaming Yet?\n\ntherefore generate energy. There was a concern that if the right catalyst\nwas accidentally introduced into the oceans they would solidify into\npolywater thus dooming the human race, or at the very least making\nwater sports impossible!\n\nFeynman was consulted and stated, “If there were such a substance\nas polywater then there would have evolved an animal that eats water\nand excretes polywater, using the liberated energy as its power source.\nSince there is no such animal, polywater does not exist?\n\nFeynman's proof is an elegant indirect proof coupled with a\nsyllogism. Polywater exists. Polywater is a lower energy form of the high-\nenergy substance called water. Food is a high-energy substance that can\nbe converted to a low energy substance by a process we shall call ‘being\ngood to eat? All things on earth that are good to eat have something that\neats them. Polywater is a food and therefore good to eat. Therefore an\nanimal must exist that eats polywater. No such animal exists, so either\nsomething in our chain of logic is wrong, or the premise is unsound.\nSince the chain is sound, the original premise must be wrong: Polywater\ncannot exist.\n\nIn short, Feynman’s proof says: if a thing is so, then the inevitable\nconsequence is the evolution of something else, and since that something\nelse does not exist, the original thing cannot be so. QED: disproof by\nnonexistent consequence.\n\nThe polywater disproof neatly demonstrates the important elements\nof Feynman's Evolutionary proof. First, life must be continuously exposed\nto the thing in question, in this case water. This is clearly so as most life\non planet Earth lives in the oceans or is intimately entwined with water.\nEvolution takes time, so enough time must be allowed for life to evolve.\nIt must be a nearly linear problem so that a solution proceeds in steps\nwhere each step is an improvement and no step requires too high a level\nof mutation or adaption. We can illustrate the boundary between a linear\nproblem and one requiring a step change by describing how triple drug\ntherapy works in the treatment of AIDS.\n\nUntil triple drug therapy entered the picture progress against AIDS\nhad been a depressing story of drug discovery followed by the almost\nimmediate evolution of the virus to evade the drug. The AIDS virus\nis a retrovirus with a shell composed of sugar molecules. It is almost\ntrivial for an AIDS virus to mutate these outer markings to look different,\neven from one day to the next. This is the way the virus continually\nand nimbly evades our immune system. However, the AIDS virus does\nhave some components that it can’t easily mutate because they are not\nmerely aesthetic, they have a functional purpose. Why not target them?\n\nHOUSE_OVERSIGHT_015848",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015848.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2773,
    "word_count": 468,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.754983",
    "prefix": "IMAGES-003"
  }
}