{
  "document_id": "HOUSE_OVERSIGHT_019716",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019716.txt",
  "text": "228 | HOW AMERICA LOST ITS SECRETS\n\nParis, Berlin, Vienna, and Helsinki were using the Trust to deliver\narms and supplies to their partisans inside Russia. The Trust also\nfurnished spies’ and exiled leaders’ fake passports, which allowed\nthem to sneak back into Russia to participate in clandestine mis-\nsions. It even undertook sabotage and assassination missions paid for\nby Western intelligence services. As they learned of police stations\nbeing blown up and political prisoners escaped from prisons, these\nagents and dissidents came to further believe in the power of the\n‘Trust.\n\nBy the mid-1920s, no fewer than eleven Western intelligence\nservices had become almost completely dependent on the Trust for\ninformation about Russia. They also sent millions of dollars into\nRussia via couriers to finance its activities.\n\nBut suddenly exiled leaders working in Russia under the aegis\nof the Trust began to vanish. Then top Western intelligence agents,\nincluding Sidney Reilly and Boris Savinkov, were arrested, and their\nnetworks were eliminated. Instead of the Communist regime col-\nlapsing, as the Trust had predicted, it consolidated its power and\n\n© wiped out all the dissident groups. Finally, in 1929, the Trust was ©\nrevealed by a defector to be a long-term false flag operation run by\nthe Russian intelligence service. Even the Trust building, rather than\nbeing the cover for a subversive conspiracy, was the headquarters\nfor the Russian secret police during this eight-year operation. The\nsecret police had provided the documents fed to Western intelligence,\nbriefed the agents who pretended to defect, published the dissident\nnewspapers the Trust distributed, fabricated the passports it supplied\nexiles, blew up Russian buildings, and staged jail breaks to make the\ndeception more credible. It also collected the money sent in by West-\nern intelligence services, which more than paid for the entire decep-\ntion. Because it was running the show, it could offer those lured into\nthe trap an opportunity to work for it as double agents. The alterna-\ntive, if they refused, was to face a firing squad.\n\nEven after the Trust itself had been fully exposed, the Russian intel-\nligence service continued to succeed with other false flag deceptions.\nDuring the Cold War, it set up a fake underground in Poland called\nWIN, modeled on the Trust. It set up false flag groups in Ukraine,\nGeorgia, Lithuania, Albania, and Hungary. It also had agents mas-\n\n| | Epst_9780451494566_2p_all_r1.indd 228 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019716",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019716.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2541,
    "word_count": 404,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.345980",
    "prefix": "IMAGES-005"
  }
}