{
  "document_id": "HOUSE_OVERSIGHT_024218",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024218.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\nMSCI world utility vs MSCI world index\n\n_———=\n\nSource: Bloomberg\n\nOf course, not all investors sold utilities - some were astute buyers. Warren Buffett (at the time,\nthought to be a bit out of touch with the new economy) acquired $12 billion worth of utility assets\nbetween 1999 and 2002, namely MidAmerican ($9 billion), Kern River Gas Transmission (S960 million)\nand Northern Natural Gas ($1.9 billion).\n\nFollowing the dotcom bust (Mar 00-Sep 01), global utilities staged a sharp catch-up rally over a 1.5-\nyear period, generating +33% outperformance (-5% absolute). During this period, US utilities (which\npreviously were the worst-performing region for utilities during the run-up) outperformed +68%\n(+37% absolute). But the averages conceal some outsized moves in utility stocks as investors\nreturned to the sector en masse. Early investors realized enormous absolute returns on low-beta US\nutility stocks (e.g. SO +114%, ETR +114%, FE +99%, AEP +91%, PEG +78%) while the S&P sank -31%.\nStill, investors were discriminating as several stocks (e.g., CVA -45%, AES -34%, EIX -19%, PCG -16%,\nNU -3%) suffered absolute declines.\n\nIn Europe, the UK water utility stocks (among the lowest-beta/volatility stocks in the global sector)\nwere wholly ignored during the dotcom rally despite their improving fundamentals. Following the\ndotcom bust (Mar 00-Sep 01) they also staged a fierce outperformance rally, and early fundamental\ninvestors realized very attractive absolute returns (e.g. Pennon +80%, Severn Trent +52% and United\nUtilities +21%), and enormous outperformance of the broader market (FTSE 100 Index -33%). This is\nall the more impressive when you consider that these water utility stocks have betas of\napproximately .43, less than half that of the broad market.\n\nAgain, fundamental investors were discerning as several European utilities experienced absolute\ndeclined during this same period (e.g., EDP -31%, Enel -30%, Endesa -20%, Centrica -19%).\n\no Japan Rallies\n\nJapan offers insights into potential utility outperformance during periods of private sector\ndeleveraging similar to what developed markets have experienced since the financial crisis.\n\nRichard Koo, Chief Economist of the Nomura Research Institute, cites two major policy errors that\nextended Japan’s long balance sheet recession: increased taxes in 1997 and expenditure cuts in 2001.\nBoth policy errors were preceded by a long or sharp period of utility underperformance relative to\n\n17 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024218",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024218.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2561,
    "word_count": 382,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.464406",
    "prefix": "IMAGES-007"
  }
}