{
  "document_id": "HOUSE_OVERSIGHT_012993",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012993.txt",
  "text": "4.4 Hybrid Cognitive Architectures 77\n\nMonolithic:symbolic component \"sits on top of\" neural component and\nWorld < > Neural | a, = | Symbolic\nHybrid:neural and symbolic components confront the world side by side\na > Neural\nA\nWorld\n¥\n« » | Symbolic |\n\nTightly interactive hybrid:neural and symbolic components interact\nfrequently, on the same time scale as their internal learning operations\n\nFig. 4.8: Broad categories of neural-symbolic architecture\n\nWithin the scope of hybrid neural-symbolic systems, there is another axis which Bader and\nHitzler do not focus on, because the main interest of their review is in monolithic systems. We\ncall this axis \"interactivity\"’, and what we are referring to is the frequency of high-information-\ncontent, high-influence interaction between the neural and symbolic components in the hybrid\nsystem. In a low-interaction hybrid system, the neural and symbolic components don’t exchange\nlarge amounts of mutually influential information all that frequently, and basically act like\nindependent system components that do their learning/reasoning /thinking periodically sending\neach other their conclusions. In some cases, interaction may be asymmetric: one component may\nfrequently send a lot of influential information to the other, but not vice versa. However, our\nhypothesis is that the most capable neural-symbolic systems are going to be the symmetrically\nhighly interactive ones.\n\nIn a symmetric high-interaction hybrid neural-symbolic system, the neural and symbolic\ncomponents exchange influential information sufficiently frequently that each one plays a major\nrole in the other one’s learning /reasoning/thinking processes. Thus, the learning processes of\neach component must be considered as part of the overall dynamic of the hybrid system. The\ntwo components aren’t just feeding their outputs to each other as inputs, they’re mutually\nguiding each others’ internal processing.\n\nOne can make a speculative argument for the relevance of this kind of architecture to neuro-\nscience. It seems plausible that this kind of neural-symbolic system roughly emulates the kind\nof interaction that exists between the brain’s neural subsystems implementing localist symbolic\nprocessing, and the brain’s neural subsystems implementing globalist, classically “connection-\nist” processing. It seems most likely that, in the brain, symbolic functionality emerges from\nan underlying layer of neural dynamics. However, it is also reasonable to conjecture that this\nsymbolic functionality is confined to a functionally distinct subsystem of the brain, which then\n\nHOUSE_OVERSIGHT_012993",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012993.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2615,
    "word_count": 377,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.675351",
    "prefix": "IMAGES-002"
  }
}