{
  "document_id": "HOUSE_OVERSIGHT_021165",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021165.txt",
  "text": "Just like Ghislane had trained me it was now my job to reiterate that\nonto other girls and thus the cycle of girls trying to climb the chain of\nhierarchy would start all over each time I brought a new one in. The\nsessions rarely differed much. They would mostly start out with Jeffrey\non top of the massage table already naked and me leading a girl into\nmassaging him until his instructions came to remove our clothing and if\nthey agreed to that, then Jeffrey knew he had them in his pocket, and\ncould do what ever else he wanted. He was never turned down in the\nmany years I stayed with him. Never being shy, he would tell us to start\nkissing each other or depending on what he wanted we would perform\nerotic acts sometimes with him fondling us, or just masturbating while he\nwatched. On explicit occasions, sex toys would be used on us girls,\nmaking it all the more exciting for him to observe. Ending with a\npayment of $200 for the new girl and $400 to me for bringing her. He\nwould then wait for us to leave before adding the events details of names\nand payments in a little black diary he kept with him wherever he went,\nso if he were in anyone of the city’s he lived in, he would always have\ncontacts for sex.\n\nI was slowly climbing the ladder, as Jeffrey was happy taking me\neverywhere with him, within the States. Merely at home I distanced\nmyself from my Family altogether and with Jeffrey renting me an\napartment in Royal Palm Beach as well as a plush furnished apartment in\nN.Y.C, there was hardly a need to see them. I just couldn’t face everyone\nthinking they all knew what I was really doing travelling around with a\nman old enough to be my grandfather who supposedly only wanted me\nfor massages. Much further convincing myself of the lies I told myself, I-\ntook a liking to the Xanax, it felt like it was all a dream at times, even\nmeeting up with old contacts from school years who experimented with\ndrugs. I was flying around the country, seeing so many places in America\nThad only heard about in Movies and making more money than anyone\nmy age and loving it. My friends didn’t believe the lies I told them about\nonly being a massage therapist, some of them even asking if they can\nmeet Jeffrey too. At this point in my life my heart went missing for a\nwhile and I stooped so low, I was even bringing my friends, I just saw\nthem as easy commission. When I wasn’t playing servant to my master, I\nwas partying hard, eventually using ecstasy pills, acid, and marijuana to\ndisillusion the times I would’ve had away from Jeffrey to think about\nwhat I was actually doing with my life. I realized something one day\nwhile I was alone, although I had Jeffrey to attend to sexually, it was not\ngratifying. I needed someone to come home to, someone I could call my\nboyfriend and that showed me emotion not just a job to get done.\n\n44\n\n1 Copyright Protected Material\nCONEIDENTIAL GIUFFRE004 174\n\nChapter 7\n\nA knock came to my apartment door one lazy afternoon while we were\nin Palm Beach. I looked through the peephole and didn’t recognize the\nonce familiar face. I asked from behind the closed door “Who is it”? The\nvoice of the reply was one I wasn’t anticipating to ever hear again. It was\nmy Junior-High crush and childhood friend, T.J, The last ime I saw him I\nwas a runaway and he had let me stay at his house for a few days, telling\nhis parents nothing, he kept me hidden away in his room. At nightfall he\nsaid to knock on his window and I could jump through and stay the night.\nUntil I was picked up by authorities during school hours and questioned\nwhy I wasn’t in school they did some resourcing finding out I was a\nrunaway, then delivered me back to my angry parents.\n\n“Oh My God- You finally answer your door girl”, and in a whirlwind,\nT.J stormed back into my life. Even moving into my apartment, secretly,\nwithin two weeks of his arrival. He had changed so much from the last\ntime I had seen him. He used to be this hard looking rocker type, now he\nwas cleaned up wearing preppy clothes and shooting out Tupac Lyrics.\nHe had the same old big brown eyes though, and when he told me he had\nheard I was back in town but he was unable to ever get ahold of me he\njust kept knocking at my door every so often, | was sold. How sweet !\nthought, he must care about me if he was so intent on approaching me,\nnot even thinking he would’ ve spoken to the girls from our junior-high\ncircle and they would’ve mentioned him I was back in town, what I was\ndoing and where to find me. We were a drug-induced romance, which\nbudded from fake emotions the affects made us feel. He got what he\nwanted, a free ride and not having to work, and ! got what I deserved, a\nman who could let me go away with this multi-billionaire I regarded as\nmy second boyfriend.\n\nI didn’t want to alarm Jeffrey in me having a boyfriend so | kept it\nquiet, until during a massage I was giving to him one afternoon. We were\nhaving a conversation about some of my friends, the party girls I had\nbrought in to meet him. Jeffrey started asking questions about the\ndifferent types of drugs they used hearing them speak about it in his\npresence. “I thought a person on drugs would be all strung out and\nlooking like hell, but the girls you know look great” he stated face down\nduring the massage.\n\nThat’s when J told him I had been dabbling in ecstasy lately too, and |\nthought it was the most amazing feeling one could even fathom. I tried to\ndescribe the euphoric feelings it gave me and even joked with him about\nwanting to pet anything furry that was around and then there was the\nconstant need to flick my tongue-ring around my mouth. It was great\n\n42\n\n© Copyright Protected Material\nCONFIDENTIAL\n\nGIUIVFRE004 175\n\nHOUSE_OVERSIGHT_021165",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021165.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5713,
    "word_count": 1077,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:45.019248",
    "prefix": "IMAGES-006"
  }
}