{
  "document_id": "HOUSE_OVERSIGHT_030011",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030011.txt",
  "text": "Eye on the Market | June 14, 2011 J.P Morgan\n\nTopics: On lessons learned running the Stratford Inn\n\nMy own business perspective has been limited to that small hotel and restaurant in Stratford, Conn., with an\nespecially difficult lease and a severe recession. But my business associates and I also lived with federal, state\nand local rules that were all passed with the objective of helping employees, protecting the environment, raising\ntax dollars for schools, protecting our customers from fire hazards, etc. While I never doubted the worthiness of\nany of these goals, the concept that most often eludes legislators is: ‘Can we make consumers pay the higher\nprices for the increased operating costs that accompany public regulation and government reporting requirements\nwith reams of red tape.’ It is a simple concern that is nonetheless often ignored by legislators’. For example,\nthe papers today are filled with stories about businesses dropping health coverage for employees. We provided a\nsubstantial package for our staff at the Stratford Inn. However, were we operating today, those costs would\nexceed $150,000 a year for health care on top of salaries and other benefits. There would have been no\nreasonable way for us to absorb or pass on these costs.\n\nSome of the escalation in the cost of health care is attributed to patients suing doctors. While one cannot assess\nthe merit of all these claims, I've also witnessed firsthand the explosion in blame-shifting and scapegoating for\nevery negative experience in life. Today, despite bankruptcy, we are still dealing with litigation from\nindividuals who fell in or near our restaurant. Despite these injuries, not every misstep is the fault of someone\nelse. Not every such incident should be viewed as a lawsuit instead of an unfortunate accident. And while the\nbusiness owner may prevail in the end, the endless exposure to frivolous claims and high legal fees is\nfrightening.\n\nOur Connecticut hotel, along with many others, went bankrupt for a variety of reasons, the general economy in\nthe Northeast being a significant cause. But that reason masks the variety of other challenges we faced that drive\noperating costs and financing charges beyond what a small business can handle. It is clear that some businesses\nhave products that can be priced at almost any level. The price of raw materials (e.g., steel and glass) and life-\nsaving drugs and medical care are not easily substituted by consumers. It is only competition or antitrust that\ntempers price increases. Consumers may delay purchases, but they have little choice when faced with higher\nprices. In services, however, consumers do have a choice when faced with higher prices. You may have to stay\nin a hotel while on vacation, but you can stay fewer days. You can eat in restaurants fewer times per month, or\nforgo a number of services from car washes to shoeshines. Every such decision eventually results in job losses\nfor someone. And often these are the people without the skills to help themselves--the people I've spent a\nlifetime trying to help.\n\n7 Would McGovern’s focus on red tape make sense today? According to surveys conducted by the National Federation of Small\nBusiness, the answer would be yes. The 3 issues most frequently mentioned as each respondent’s “single most important problem”\nare Poor Sales, Regulation & Red Tape, and Taxes. Two things of note. First, Regulation & Red Tape concerns have been steadily\nrising over the last two years. Secondly, availability of credit does not show up as an issue. As the NFIB wrote in May 2011, “92\npercent reported that all their credit needs were met or that they were not interested in borrowing. Eight percent reported that not all\nof their credit needs were satisfied. Three percent reported financing as their #1 business problem, so credit supply is not a problem\nfor the overwhelming majority.”\n\nWhat's the largest problem facing small business?\nPercentof respondents\n\n35%\nPoor sales\nTaxes\n\n30%\n25%\n20%\n15%\n\n10%\n\nRegulation & Red Tape\n\n1986 1988 1990 1992 1994 1996 1998 2000 2002 2004 2006 2008 2010\nSource: National Federation of Independent Business.\n\n5%\n\n2\n\nHOUSE_OVERSIGHT_030011",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030011.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4174,
    "word_count": 684,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.874618",
    "prefix": "IMAGES-010"
  }
}