{
  "document_id": "HOUSE_OVERSIGHT_028641",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028641.txt",
  "text": "LEDA has been very successful. Of the 500 or so students who have graduated from the program, three quarters have gone\non to top-tier colleges, 30 percent of them to the lvy League. Among LEDA’s 2012 graduates alone, 19 gained admission to\nPrinceton, 11 to Georgetown and 6 to the University of Pennsylvania.\n\nLast week | took a walk around Red Hook, Brooklyn, with Joshua El-Bey, a LEDA graduate who was leaving in a few days\nfor his sophomore year at Yale. His family struggled as he grew up, moving often and ultimately landing in the Red Hook\nHouses, the borough’s largest public housing development. His first memories of book learning, he told me, were the\nreadings his mother delivered from Genesis when he was 2. What was disconcerting about Mr. El-Bey’s otherwise incredibly\ninspiring trajectory was how much of his success had depended on opportunities outside the public education system.\n\nBullied in middle school for his studiousness, Mr. El-Bey hoped to gain admission to one of the city’s elite specialized public\nhigh schools, but he did not do well enough on the entrance exam. The free tutoring provided by the city for the test was\ninsufficient, he said.\n\nHe ended up at Edward R. Murrow in Midwood, Brooklyn, a good school whose academics were nevertheless surpassed by\nthe supplemental training he received as a scholar at Sponsors for Educational Opportunity, an organization begun 50\nyears ago by Manhattan lawyers and advertising executives as a mentoring program to get poor minority students into good\ncolleges. Today it essentially provides a shadow education. In school, Mr. El-Bey told me, he simply learned to “regurgitate\nfacts.”\n\nPrograms like LEDA and S.E.O. are popular with wealthy, supremely educated donors, precisely because of outcomes like\nMr. El-Bey’s. Just this May, the financier Henry R. Kravis pledged $4 million in matching gifts to S.E.O.\n\nAnd in acity as dense with talent and money as New York, the effects of such philanthropy can be effortlessly observed.\nWalking through his neighborhood, Mr. El-Bey ran into another alumnus of S.E.O., Luis Hernandez, who was about to begin\nhis freshman year at the University of Southern California. In a precocious accomplishment more typical in other\nneighborhoods, Mr. Hernandez had won a screenwriting contest for a film about obesity that had already made its debut on\nthe Showtime cable channel.\n\nAs a society we have begun to pay increasing and essential attention to gaining access to the top, but the brightest among\nus might do well to apply equal focus to how we might enhance the middle.\n\nMost students, rich or poor, will not go to Harvard, while plenty of working-class and poor students will go to colleges that\nserve them not nearly well enough. Notlong ago, our son’s caregiver, who is taking classes at LaGuardia Community\nCollege in Queens, showed me a paper she had written for a class in English composition taught by a teacher who was\nconsistently late and twice absent. It was on Ibsen’s “A Doll’s House” and my husband had helped her. It incisively analyzed\nthe play’s theme of 19th-century marital oppression and was impeccably written.\n\nWhen our nanny received her grade, she was shocked not to have done as well as she had expected. Her formatting had\nbeen imprecise, the teacher told her. And there was a problem with spacing. Content seemed not to matter much at all.\n\nBack to top\n\nObama goes for college ‘datapalooza’\nNick Anderson — Washington Post\n\nIn President Obama’s plan to overhaul higher education, which envisions using new federal ratings of colleges to determine\nlevels of student aid, there is a deep faith in the power of information and innovation to catalyze change in colleges and\nuniversities.\n\nUltimately, the belief is that these forces will make college more affordable.\n\nYet academia has witnessed and taken partin many waves of innovation in the past half-century, and affordability remains\nelusive.\n\nThe administration’s faith is encapsulated in a word the White House used this week in a fact sheet about the plan:\n\nHOUSE_OVERSIGHT_028641",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028641.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4079,
    "word_count": 671,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.480303",
    "prefix": "IMAGES-010"
  }
}