{
  "document_id": "HOUSE_OVERSIGHT_020117",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020117.txt",
  "text": "He was the de facto crafter of policy and speeches, and yet up until now he had largely\nonly taken dictation.\n\nMost problematic of all, Hicks and Miller, along with everyone on the Jarvanka side,\nwere now directly connected to actions involved in the Russian investigation or efforts to\nspin it, deflect it, or, indeed, cover it up. Miller and Hicks had drafted—or at least typed—\nKushner’s version of the first letter written at Bedminster to fire Comey. Hicks had joined\nwith Kushner and his wife to draft on Air Force One the Trump-directed press release\nabout Don Jr. and Kushner’s meeting with the Russians in Trump Tower.\n\nIn its way, this had become the defining issue for the White House staff: who had been\nin what inopportune room. And even beyond the general chaos, the constant legal danger\nformed part of the high barrier to getting people to come work in the West Wing.\n\nKushner and his wife—now largely regarded as a time bomb inside the White House—\nwere spending considerable time on their own defense and battling a sense of mounting\nparanoia, not least about what members of the senior staff who had already exited the\nWest Wing might now say about them. Kushner, in the middle of October, would,\ncuriously, add to his legal team Charles Harder, the libel lawyer who had defended both\nHulk Hogan in his libel suit against Gawker, the Internet gossip site, and Melania Trump\nin her suit against the Daily Mail. The implied threat to media and to critics was clear.\nTalk about Jared Kushner at your peril. It also likely meant that Donald Trump was yet\nmanaging the White House’s legal defense, slotting in his favorite “tough guy” lawyers.\n\nBeyond Donald Trump’s own daily antics, here was the consuming issue of the White\nHouse: the ongoing investigation directed by Robert Mueller. The father, the daughter, the\nson-in-law, his father, the extended family exposure, the prosecutor, the retainers looking\nto save their own skins, the staffers who Trump had rewarded with the back of his hand—\nit all threatened, in Bannon’s view, to make Shakespeare look like Dr. Seuss.\n\nEveryone waited for the dominoes to fall, and to see how the president, in his fury,\nmight react and change the game again.\n\n7 OK Ok\n\nSteve Bannon was telling people he thought there was a 33.3 percent chance that the\nMueller investigation would lead to the impeachment of the president, a 33.3 percent\nchance that Trump would resign, perhaps in the wake of a threat by the cabinet to act on\nthe Twenty-Fifth Amendment (by which the cabinet can remove the president in the event\nof his incapacitation), and a 33.3 percent chance that he would limp to the end of his term.\nIn any event, there would certainly not be a second term, or even an attempt at one.\n\n“He’s not going to make it,” said Bannon at the Breitbart Embassy. “He’s lost his\nstuff.”\n\nLess volubly, Bannon was telling people something else: he, Steve Bannon, was going\n\nHOUSE_OVERSIGHT_020117",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020117.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2947,
    "word_count": 508,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.201120",
    "prefix": "IMAGES-005"
  }
}