{
  "document_id": "HOUSE_OVERSIGHT_015792",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015792.txt",
  "text": "102 Are the Androids Dreaming Yet?\n\nAt the bottom end of the spectrum is infrared light. Pit vipers have\nevolved special organs on the sides of their heads to ‘see’ in this spectrum\nand they use this sense to hunt prey in the dark. I use the word see with\nsome caution. We have no idea what their sensation of ‘heat-sight\ninvolves, but their organs are very precise, able to detect things only 0.2\ndegrees warmer than the background.\n\nInfrared cues help several species of snakes, bats and insects locate\nthings in the dark, but the animal that excels at the task, albeit using\ntechnology, is mankind. Special cameras allow us to use infrared to see\nin the dark or detect where our houses lose heat.\n\nX-rays are much higher in frequency — about one hundred times\nthat of the ultraviolet light that affects our T-shirts. The high frequency\ncorresponds to a small wavelength that allows the rays to pass through\nour bodies. Later on in the book we will understand that frequency is not\na proper explanation for light, as it is not a wave but rather a particle that\nobeys the laws of a wave. But for now we will ignore this detail.\n\nThe first use of X-ray images was to see broken bones. Bones block\nthe rays as they are dense, but the soft parts of our bodies are almost\ncompletely transparent to X-rays. We can see the soft tissues if we turn\nthe contrast up, but there are problems when using X-rays to view the\nbrain. Our skull completely encases the brain and however much we turn\nthe contrast up, all we see is bone. The solution to this problem is to\nperform sophisticated mathematical tricks using a computer to enhance\nthe contrast ratio and make image ‘slices’ through the living head.\n\nThe slicing technique was invented independently in the 1970s\nby Sir Godfrey Hounsfield, working for EMI in England, and Allan\nCormack, of Tufts University in America, and they shared the 1979\nNobel Prize for Medicine for their work. Legend has it that EMI was\nmaking so much money from The Beatles they could fund the enormous\ndevelopment cost of the CAT scanner from the profits; true or not, it’s a\ngreat invention.\n\nThe best way to understand the mathematics is to picture yourself\nin an episode of ‘CSI, the American television crime drama. An intruder\nhas attacked someone with a knife and there are blood spatters all over\nthe walls of the room. Enter the brilliant pathologist who reconstructs\nthe scene of the crime from the pattern of blood on the wall. She can map\nthe trajectory of the blood spatters and back-calculate that the attacker\nmust have been 5’ 4”, left-handed and wielding a 6” blade. In a CAT scan,\nour head is hit with billions of rays that bounce and scatter over the walls\nof the machine. Sensors detect the rays and a mathematical algorithm\ncalculates an image of the body that would produce such a pattern. To\n\nHOUSE_OVERSIGHT_015792",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015792.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2857,
    "word_count": 507,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.303036",
    "prefix": "IMAGES-003"
  }
}