{
  "document_id": "HOUSE_OVERSIGHT_026681",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026681.txt",
  "text": "Introduction\n\nWe published our first report on the sovereign\nasset management industry in 2013 following\ninterviews with 43 sovereign investors. This year\nmarks our fifth annual study with evidence-based\nfindings based predominantly on face-to-face\ninterviews with 97 leading sovereign wealth funds,\nstate pension funds and central banks with assets\nin excess of US$12 trillion.\n\nOver the past five years we've noted a number\nof factors influencing sovereigns such as low\ninterest rates, the falling oil price and reduced\nfunding. This year however we note geopolitical\nshocks in developed markets are shaping decision\nmaking. When coupled with uncertainty over the\nend of quantitative easing, the commencement\nof quantitative tightening and ongoing volatility\nin currencies and commodities it’s clear sovereign\ninvestors are faced with a challenging macroeconomic\nand therefore investment environment.\n\nThe first theme in this year’s report addresses\nthe aforementioned factors and notes a continuing\nreturn gap between target and actual returns with\nasset deployment challenges limiting the ability for\nsovereigns to match strategic asset allocation targets.\nWe note sovereigns are increasingly looking to evolve\ntheir business models through internalisation or\ninvestment partnerships to reduce management\ncosts and improve placement efficiency.\n\nGeopolitical risks have led to an increased\nconcentration on perceived ‘safe haven’ international\nmarkets such as the US, India and Germany as well\nas an increasing focus on home market allocations\nin an effort to reduce foreign currency exposure.\n\nWe focus on real estate in our third theme,\nhighlighting accelerated growth in the asset class.\nWe examine the drivers for these allocations as well as\nsetting out how and where assets are being deployed.\n\nDespite sovereigns being well placed to implement\nEnvironmental, social and governance (ESG)\nstrategies due to their size and long-term orientation,\nthe uptake of ESG practices by sovereigns appears\nto have varying success. We highlight sovereigns’\npolarised perspectives on ESG investing across\nvarious regions.\n\nWe conclude with a theme focused on central\nbanks. This year we have expanded and segmented\nour central bank sample to understand differences\nin strategy and pace of change with respect to\ninvestment tranches across developed and\nemerging markets.\n\nWe hope the unique, evidence-based findings\nin this year’s report provide a valuable insight into\na fascinating and important group of investors.\n\nAlexander Millar\n\nHead of EMEA Sovereigns & Middle East\nand Africa Institutional Sales\nalexander.millar@invesco.com\n\n+44 1491 416180\n\nOl\n\nKey themes\n\nShift from investment strategy to business model\nThe gap between target and actual portfolio returns\nalong with declines in investment commitments are\n\nreshaping sovereigns’ strategic agendas.\n\nIncreasing appeal of perceived ‘safe haven’ markets\nGeopolitical uncertainty is leading to a focus on\nperceived ‘safe haven’ international markets and\nhome markets.\n\nAttraction to real estate for matching and\nflexible participation\n\nSovereigns are increasing allocations to high-quality\ndirect real estate given perceived return, matching\nand flexibility attributes.\n\nEnvironmental, social and governance (ESG)\ngrowth dependent on performance data\nPerspectives on ESG are polarised with supporters\nmoving to further embed and integrate ESG in\ninvestment processes while non-supporters wait\nfor evidence of investment implications.\n\nCentral bank risk appetite driven by financial\nmarket exposure\n\nCentral bank investment priorities and risk\nappetite vary according to the size of the country’s\nreserves and to the level of exposure to financial\nmarket shocks.\n\nHOUSE_OVERSIGHT_026681",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026681.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3741,
    "word_count": 533,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:48.210540",
    "prefix": "IMAGES-009"
  }
}