{
  "document_id": "HOUSE_OVERSIGHT_013855",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013855.txt",
  "text": "but I knew Id only have to do it once.\n\nE.. all four years of school, I had a policy. If I received anything less than an A on the first paper or\nnon-multiple-choice test in a given class, I would bring 2—3 hours of questions to the grader’s office\nhours and not leave until the other had answered them all or stopped out of exhaustion.\n\nThis served two important purposes:\n\nI learned exactly how the grader evaluated work, including his or her prejudices and pet peeves.\n\n2. The grader would think long and hard about ever giving me less than an A. He or she would never\nconsider giving me a bad grade without exceptional reasons for doing so, as he or she knew I'd\ncome a’knocking for another three-hour visit.\n\nLearn to be difficult when it counts. In school as in life, having a reputation for being assertive will\nhelp you receive preferential treatment without having to beg or fight for it every time.\n\nThink back to your days on the playground. There was always a big bully and countless victims, but\nthere was also that one small kid who fought like hell, thrashing and swinging for the fences. He or she\nmight not have won, but after one or two exhausting exchanges, the bully chose not to bother him or her.\nIt was easier to find someone else.\n\nBe that kid.\n\nDoing the important and ignoring the trivial is hard because so much of the world seems to conspire to\nforce crap upon you. Fortunately, a few simple routine changes make bothering you much more painful\nthan leaving you in peace.\n\nIt’s time to stop taking information abuse.\n\nNot All Evils Are Created Equal\n\nE.. our purposes, an interruption is anything that prevents the start-to-finish completion of a critical\n\ntask, and there are three principal offenders:\n\n1. Time wasters: those things that can be ignored with little or no consequence. Common time\nwasters include meetings, discussions, phone calls, web surfing, and e-mail that are unimportant.\n\n2. Time consumers: repetitive tasks or requests that need to be completed but often interrupt high-\nlevel work. Here are a few you might know intimately: reading and responding to e-mail, making\nand returning phone calls, customer service (order status, product assistance, etc.), financial or\nsales reporting, personal errands, all necessary repeated actions and tasks.\n\n3. Empowerment failures: instances where someone needs approval to make something small\nhappen. Here are just a few: fixing customer problems (lost shipments, damaged shipments,\nmalfunctions, etc.), customer contact, cash expenditures of all types.\n\nLet’s look at the prescriptions for all three in turn.\n\nHOUSE_OVERSIGHT_013855",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013855.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2625,
    "word_count": 438,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.278689",
    "prefix": "IMAGES-002"
  }
}