{
  "document_id": "HOUSE_OVERSIGHT_031811",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031811.txt",
  "text": "Paul Barrett\nAlpha Group Capital LLC\n142 W 57\" Street, 11\" Floor, New York, NY 10019\n\n<image003.jpg>\n\nFrom: jeffrey 5.\nSent: Friday, July 13, 2018 7:11 AM\n\nTo: Paul Barrett i: Richard Kahn [i\nSubject:\n\nIm not angry , sorry, itis sad. it is apparent that you have no experience trading. we both made a\nmistake. . the spy trades were the results of arank amatuer.. youtook a postion on the direction of the\nmarket. ok. you decided to play it extra short time and short. . why? becaue the options are cheaper.\n\n? knowing full well that time premium was running. . first silly move. . I allowed as promised to\n\ngive you authority. . yousetatarget. . it hit the traget , you moved in back. based on media reporting on\ntrump visit? you didnt act. the market dipped and you panicked. . AMATEUR. wrong options wrong\ntiming , no discipline and as a percentaage of investment. a one day dip fof 25%. wanting to buy the\nhighter strike , is ok. but why the same month? why the same moment. why the same index. . sorry. I\nhave taught this for many years. and your grade isanF. notone goodmoveinmany. ._ re\n\nbroadcom. the crack happend in the morning. options were higher. no alternative presented. no\n\nanalysis. , thisisno way to manage money. I have lost a great deal of money hoping you would be able to\ndo as you promised you could. would.. Had youtold me, jeffrey Id like to try a new job asa\n\nmanager lets start slow I can learn. 1 would be less annoyed. you told me you had great confidence knew\nthe risks and truly believed you would be able to raise money .do well and prosper. ._ If it were not\n\nyou, this would have ended months ago.. we should work on a solution . not sure yet what shape it takes.\n\nplease note\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJEE\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nplease note\n\nHOUSE_OVERSIGHT_031811",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031811.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2335,
    "word_count": 410,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.421699",
    "prefix": "IMAGES-011"
  }
}