{
  "document_id": "HOUSE_OVERSIGHT_013250",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013250.txt",
  "text": "334 A Glossary\n\nof distributions. In general, the term may be used to refer to any truth value involving\nintervals or related constructs, such as indefinite probabilities.\n\ne Indefinite Probability: An extension of a standard imprecise probability, comprising a\ncredible interval for the means of probability distributions governed by a given second-order\ndistribution.\n\ne Indefinite Truth Value: An OpenCog TruthValue object wrapping up an indefinite prob-\nability\n\ne Induction: In PLN, a specific inference rule (A > B, A > C, therefore B > C). In general,\nthe process of heuristically inferring that what has been seen in multiple examples, will be\nseen again in new examples. Induction in the broad sense, may be carried out in OpenCog\nby methods other than PLN induction. When emphasis needs to be laid on the particular\nPLN inference rule, the phrase \"PLN Induction” is used.\n\ne Inference: Generally speaking, the process of deriving conclusions from assumptions. In\nan OpenCog context, this often refers to the PLN inference system. Inference in the broad\nsense is distinguished from general learning via some specific characteristics, such as the\nintrinsically incremental nature of inference: it proceeds step by step.\n\ne Inference Control: A cognitive process that determines what logical inference rule (e.g.\nwhat PLN rule) is applied to what data, at each point in the dynamic operation of an\ninference process.\n\ne Integrative AGI: An AGI architecture, like CogPrime, that relies on a number of different\npowerful, reasonably general algorithms all cooperating together. This is different from an\nAGI architecture that is centered on a single algorithm, and also different than an AGI\narchitecture that expects intelligent behavior to emerge from the collective interoperation\nof a number of simple elements (without any sophisticated algorithms coordinating their\noverall behavior).\n\ne Integrative Cognitive Architecture: A cognitive architecture intended to support inte-\ngrative AGI.\n\ne Intelligence: An informal, natural language concept. \"General intelligence” is one slightly\nmore precise specification of a related concept; \"Universal intelligence” is a fully precise\nspecification of a related concept. Other specifications of related concepts made in the\nparticular context of CogPrime research are the pragmatic general intelligence and the\nefficient pragmatic general intelligence.\n\ne Intension: In PLN, the intention of a node consists of Atoms representing properties of\nthe entity the node represents.\n\ne Intentional memory: A system’s knowledge of its goals and their subgoals, and associa-\ntions between these goals and procedures and contexts (e.g. cognitive schematics).\n\ne Internal Simulation World: A simulation engine used to simulate an external environ-\nment (which may be physical or virtual), used by an AGI system as its \"mind’s eye” in order\nto experiment with various action‘ q sequences and envision their consequences, or observe\nthe consequences of various hypothetical situations. Particularly important for dealing with\nepisodic knowledge.\n\ne Interval Algebra: Allen Interval Algebra, a mathematical theory of the relationships be-\ntween time intervals. CogPrime utilizes a fuzzified version of classic Interval Algebra.\n\ne IRC Learning (Imitation, Reinforcement, Correction): Learning via interaction with\na teacher, involving a combination of imitating the teacher, getting explicit reinforcement\nsignals from the teacher, and having one’s incorrect or suboptimal behaviors guided toward\nbetterness by the teacher in real-time. This is a large part of how young humans learn.\n\nHOUSE_OVERSIGHT_013250",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013250.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3646,
    "word_count": 537,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.496004",
    "prefix": "IMAGES-002"
  }
}