{
  "document_id": "HOUSE_OVERSIGHT_010926",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010926.txt",
  "text": "the news. But the others must have felt as I did. We waited too long. | got a phone\ncall in 1973. George had died at Mount Sinai Hospital. There was an empty bottle of\nsleeping pills.\n\nMy father’s death came in 1976. Ann and | had got word it was coming a few weeks\nbefore. We were there. So was Norris Bramblett, an accountant who had worked for\nmy father since I was in school. My father trusted him. So did I. He had only a fourth\ngrade education, but a PHD’s worth of character and sense. My father, Zeno the Stoic\nwhen things got tough, cracked jokes to the end. Norris alone could understand him\nby then. He translated patiently. My father was giving me one more lesson. He\n\nlapsed into a coma. Ann and I| were called down from our bedroom when he died.\n\nThat left me and Lansing Hays co-trustees of the trust controlling his companies.\nLansing ran the law firm that handled nearly all my father’s business and little else.\nIt was a big job. Lansing was smart, abrasive, and dead honest. He didn’t mind\nhurting people’s feelings. | was not immune. It didn’t matter. It wouldn’t have\nmattered to my father. What mattered was that Lansing knew what trust meant, and\n\nput the Trust first. That’s what I cared about.\n\nLansing was already on the Getty Oil board. I was invited to join too. We met four\ntimes a year, most often in Los Angeles. Harold Berg, an oil engineer from Colorado,\nhad become CEO (chief executive officer) and chairman after George died. Sid\nPetersen, an accountant, was COO (chief operating officer). Harold was a warmer\nand more approachable personality. That’s what you'd expect in an oilfield guy. Sid\nwas reserved and analytical. That’s what you might expect from an accountant,\nalthough Norris Bramblett fit anything but the stereotype. Harold and Sid were both\nclearly well chosen. Neither then nor later did I doubt that Getty was run at least as\n\nwell as its big oil rivals.\n\nThe board too were top people. But trouble was brewing. The trust, meaning\nLansing and I, owned about 43% of the shares. The Getty Museum, also chaired by\nHarold, owned another 11%. Boards and managers prefer scattered ownership, so\n\nthat they can operate more freely. Second-best would be concentration in docile\n\nChapter 1: Recollections 1/06/16 10\n\nHOUSE_OVERSIGHT_010926",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010926.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2282,
    "word_count": 400,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.766795",
    "prefix": "IMAGES-001"
  }
}