{
  "document_id": "HOUSE_OVERSIGHT_011280",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011280.txt",
  "text": "From: Ens, Amanda\n\nSent: 12/9/2016 4:03:45 PM\nTo: jeffrey E. [jeevacation@gmail.com]; Richard Kah ie\nSubject: RE: Financials: buy XLF call spreads\n\nAttachments: image001.png\n\nImportance: — High\n\nThank you Jeffrey. Notional is $14,285,000. I'll be back with final trade details.\n\nFrom: jeffrey E. [mailto:jeevacation@gmail.com]\nSent: Friday, December 09, 2016 10:56 AM\n\nTo: Ens, Amanda; Richard Kahn\n\nSubject: Re: Financials: buy XLF call spreads\n\nlets try, 250k premium\n\nOn Fri, Dec 9, 2016 at 11:46 AM, Ens, Amanda EE wrote:\n\nWe continue to see further upside in financials.\n\ne —_ Erika Najarian, BAML financials research analyst, just returned from a marketing trip. Bottom line: North American\ninvestors are very bullish the banks (long only AND hedge funds AND macro funds), but then conclude “I don’t own\nenough”. Note that high touch flows have slowed down significantly since Thanksgiving and where the buying has been\nconcentrated in XLF (every client sector we have has been a better buyer of XLF).\n\ne = Client focus:\n\n1) Regulation: Excitement, with the base case that it’s not getting worse.\n2) Sentiment on rates: Cautiously bullish\n\n3) Sentiment on growth: Also bullish\n\n4) Sentiment on corporate tax rate cuts: buyside more bullish than sellside. In 1986, bank stocks exploded upward\n(outperforming the S&P) after Reagan’s tax reform bill passed the Senate; and 2) in 2003, the last time we saw personal\ntax cuts, loan growth industry wide accelerated in 2003 and 2004.\n\ne Biggest Pushback on owning sector at current levels: Too far too fast: BKX +18.00% post election: Valuation coming\ninto question and Q4 has typically been a seasonally weak gtr. Bulls defend valuation on ‘18ests with potential upside to\n2018 EPS from ~25-40% and stocks still cheap vs. discretionary.\n\ne Price action and sentiment keeps us constructive, we like the long and would expect US financials to benefit from\nany beta chase into year end.\n\ne Howto play it? Westill like “appearing” call spreads on XLF\n\no Buy a6 month 105% call with a short 110% call that knock in if XLF trades above 115% during the life of the trade\nfor 1.75% premium cost\n\n\" Gross max payoff if knock-in is triggered: 2.8x (5.0%/1.75%)\n\" Gross max payoff if knock-in is not triggered: 5.6x (9.9%/1.75%) — you have upside up to 114.9%\n\nHOUSE_OVERSIGHT_011280",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011280.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2323,
    "word_count": 379,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:49.312341",
    "prefix": "IMAGES-001"
  }
}