{
  "document_id": "HOUSE_OVERSIGHT_020837",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020837.txt",
  "text": "* From 1965 to 2005 (a period chosen to exclude abnormal trends related to the recent\nrecession), annual revenue growth (3%) has been roughly in line with GDP growth, but\ncorporate income taxes have grown 2% a year. Social insurance taxes grew 5% annually and\nrepresented 37% of USA Inc. revenue, compared with 19% in 1965. An expert might ask:\n\no What level of social insurance or entitlement taxes can USA Inc. support without reducing\njob creation?\n\no Are low corporate income taxes important to global competitive advantage and stimulating\ngrowth?\n\n* Entitlement spending has risen 5% a year on average since 1965, well above average annual\nGDP growth of 3%, and now absorbs 51% of all expenses, more than twice its share in 1965.\nDefense and non-defense discretionary spending (including infrastructure, education, and law\nenforcement) is up just 1-2% annually over that period. Questions for shareholders:\n\no Do USA Inc.’s operations run at maximum efficiency? Where are the opportunities for cost\nsavings?\n\no Should all expense categories be benchmarked against GDP growth? Should some grow\nfaster or slower than GDP? If so, what are the key determinants?\n\no Would greater investment in infrastructure, education, and global competitiveness yield\nmore long-term security for the elderly and disadvantaged?\n\nWith expenses outstripping revenues by a large (and growing) margin, a turnaround expert\nwould develop an analytical framework for readjusting USA Inc.’s business model and strategic\nplans. Prudence would dictate that our expert assume below-trend GDP growth and above-trend\nunemployment, plus rising interest rates — all of which would make the base case operating\nscenario fairly gloomy.\n\nThis analysis can’t ignore our dependence on entitlements. Almost one-third of all\nAmericans have grown up in an environment of lean savings and heavy reliance on\ngovernment healthcare subsidies. It’s not just a question of numbers — it’s a question of\nour responsibilities as citizens...and what kind of society we want to be.\n\nSome 90 million Americans (out of a total population of 307 million) have grown accustomed to\nsupport from entitlement programs; so, too, have 14 million workers in the healthcare industry\nwho, directly or indirectly, benefit from government subsidies via Medicare and Medicaid. Low\npersonal savings and high unemployment make radical change difficult. Political will can be\ndifficult to summon, especially during election campaigns.\n\nB\nGB www.kpcb.com USA Inc. xiv\n\nHOUSE_OVERSIGHT_020837",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020837.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2523,
    "word_count": 387,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.522930",
    "prefix": "IMAGES-006"
  }
}