{
  "document_id": "HOUSE_OVERSIGHT_019955",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019955.txt",
  "text": "7\n\nRUSSIA\n\nven before there was reason to suspect Sally Yates, they suspected her. The transition\nE report said Trump wouldn’t like the fifty-six-year-old Atlanta-born University of\nGeorgia career Justice Department lawyer slated to step up to acting attorney general.\nThere was something about a particular kind of Obama person. Something about the way\nthey walked and held themselves. Superiority. And about a certain kind of woman who\nwould immediately rub Trump the wrong way—Obama women being a good tip-off,\nHillary women another. Later this would be extended to “DOJ women.”\n\nHere was an elemental divide: between Trump and career government employees. He\ncould understand politicians, but he was finding it hard to get a handle on these bureaucrat\ntypes, their temperament and motives. He couldn’t grasp what they wanted. Why would\nthey, or anyone, be a permanent government employee? “They max out at what? Two\nhundred grand? Tops,” he said, expressing something like wonder.\n\nSally Yates could have been passed over for the acting AG spot—to serve in place\nwhile the attorney-general-designate, Jeff Sessions, waited for confirmation—and before\nlong Trump would be furious about why she wasn’t. But she was the sitting deputy and\nshe’d been confirmed by the Senate, and the acting AG job needed someone with Senate\nconfirmation. And even though she seemed to see herself as something of a prisoner held\nin hostile territory, Yates accepted the job.\n\nGiven this context, the curious information she presented to White House counsel Don\nMcGahn during the administration’s first week—this was before, in the second week, she\nrefused to enforce the immigration order and was thereupon promptly fired—seemed not\nonly unwelcome but suspect.\n\nThe newly confirmed National Security Advisor, Michael Flynn, had brushed off\nreports in the Washington Post about a conversation with Russian ambassador Sergey\nKislyak. It was a simple meet and greet, he said. He assured the transition team—among\nothers, Vice President-elect Pence—that there were no discussions of Obama\nadministration sanctions against the Russians, an assurance Pence publicly repeated.\n\nHOUSE_OVERSIGHT_019955",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019955.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2177,
    "word_count": 333,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.873805",
    "prefix": "IMAGES-005"
  }
}