{
  "document_id": "HOUSE_OVERSIGHT_028084",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028084.txt",
  "text": "young Likud politicians, Dan Meridor and Ehud Olmert, with whom I had\nbecome friendly. They, like me, were concerned about undermining the\nAmericans’ military and diplomatic coalition.\n\nShamir mostly listened, until very near the end. He then asked Dan Meridor,\nMisha and me to join him in a separate room. He asked each of us for our\nviews. Misha, even more strongly then in front of the full cabinet, argued that\nwe could not allow night after night of missile attacks without responding.\nMeridor reiterated his opposition, stressing the damage we’d risk doing to the\nAmericans’ war effort by possibly weakening Arab support for their attack on\nSaddam. When Shamir turned to me, I said that if the government did decide on\nmilitary action, we were ready. From a purely military and security point-of-\nview, I said, an attack made absolute sense. Even if we didn’t succeed in\ndestroying, or even finding, the mobile launch sites, putting a military force on\nthe ground would almost surely lead to a dramatic reduction in the number of\nScud launches. But, echoing Meridor, I added that a military response would\ncarry a price in our relationship with the Americans. My view was that, at least\nfor now, we should hold off.\n\nWhen we rejoined the meeting, Shamir rapped his hand on the table. In the\nstartled silence that followed, he said he shared many ministers’ urge to hit back\nagainst the Scuds. But he said: “At this stage, we’re not going to do anything.\nWe bite our lips and wait.”\n\nThree nights later, his resolve was stretched almost to breaking point.\nMissiles landed in the Tel Aviv suburb of Ramat Gan, and nearly 40 homes\nwere damaged. A three-story house was flattened. In all, nearly 100 people were\ninjured, and three elderly residents died of heart attacks. On the night of January\n25, another seven Scuds hit. Nearly 150 apartments were badly damaged, and a\n51-year-old man was killed. The pressure on Shamir was all the greater because\nthe Ramat Gan attack had come within range of one of the Americans’ Patriot\nbatteries. The Patriots had been originally designed not as anti-missile weapons,\nbut to attack aircraft, and they seemed to have been ineffective. Nor were\nAmerican air strikes in Iraq stopping the Scuds. Though American jets had\ntaken out a few fixed launch sites, they were having no luck with finding and\ndestroying mobile launch vehicles.\n\nEven Shamir now felt that unless the Americans got the mobile launchers,\nwe would have to attack military action. I was sent to Washington along with\nMisha and David Ivri, a former air force commander, to deliver that message to\nthe Bush administration. From the first days after Saddam’s attack on Kuwait,\n\n236\nHOUSE_OVERSIGHT_028084",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028084.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2709,
    "word_count": 458,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.987262",
    "prefix": "IMAGES-009"
  }
}