{
  "document_id": "HOUSE_OVERSIGHT_030103",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030103.txt",
  "text": "until he secured his release by turning over his passport.\n\nAccording to the lawsuit, Bajwa tried to resolve the situation but was told Scudder's passport would be\nreleased and he could leave the country only if InfoSpan gave up ownership and control of SpanCash to the\nbank.\n\nSix months later, the bank withdrew the fraud accusations and Scudder got his passport back, but SpanCash’s\nreputation was tarnished and it collapsed, Bajwa previously told The Times.\n\nThe bank disputed that it acquired InfoSpan’s source code or used it at any time.\n\nFormer White House counsel and an attorney for the bank, Kathryn Ruemmler, said that Emirates never\nwould have acquired source code in a joint-partnership deal like the one reached with InfoSpan. She said such\ntechnology would instead be held by a third-party escrow company for the length of the partnership.\n\nIn her closing arguments, the partner with global firm Latham & Watkins told the jury that Bajwa and\nInfoSpan sold the bank a “bill of goods,” arguing that despite promises to Emirates, the technology never\nworked and InfoSpan wasn’t as big a company as it claimed.\n\nThe bank cancelled the deal and filed a criminal complaint, not as a form of extortion but simply to regain the\nbank’s money after it was misled and doubts grew about the character of InfoSpan’s employees, Ruemmler\ntold the jury.\n\n“They concluded, definitively, that they had been defrauded,” she said.\n\nLubna Qassim, group general counsel for Emirates Bank, said in a statement after the verdict that \"Emirates\nBank is gratified by today's decision and the opportunity to receive a fair trial in U.S. courts.\"\n\nBajwa said the trial has taken a toll on him and he doesn’t know his next steps.\n\n“T am just beat up,” he said.\n\nPhil Hirschkorn contributed to this report.\nandrew.khouri@latimes.com<mailto:andrew.khouri@latimes.com>\n\nCopyright © 2016, Los Angeles Times<http://www.latimes.com/>\n\nFrank Pizzurro\nPublic Relations Senior Manager\n\nLATHAM & WATKINS LLP\n\n355 South Grand Avenue | Los a CA 90071-1560\n\nThis email may contain material that is confidential, privileged and/or attorney work product for the sole use\nof the intended recipient. Any review, reliance or distribution by others or forwarding without express\npermission is strictly prohibited. If you are not the intended recipient, please contact the sender and delete all\ncopies.\n\nLatham & Watkins LLP\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\n\nHOUSE_OVERSIGHT_030103",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030103.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2639,
    "word_count": 416,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.766751",
    "prefix": "IMAGES-010"
  }
}