{
  "document_id": "HOUSE_OVERSIGHT_023924",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023924.txt",
  "text": "178 Teaching Minds\n\nRule #5: No homework unless that homework is to produce\nsomething.\n\nNow let’s have a look at mistake #6.\n\nMistake #6: Thinking that because students have chosen to take\nyour course, they have an interest in learning what you plan to\nteach them\n\nProfessors who typically teach courses that students have chosen\nvoluntarily to take generally are under the illusion that students have\ncome to the course hoping to learn what they intend to teach. Noth-\ning could be further from the truth. Unless you are teaching human\nsexuality or how to get a job, or abnormal psychology, you generally\ncan expect that students have very little interest in the content you\nare about to share and a great interest in the grade you eventually are\ngoing to give them. The reason for this is simple enough. Professors\nare teaching a subject.\n\nSubject, in the university world, is a euphemism for profession.\nThe profession of English professors is something other than teaching\nEnglish—it is being a professional in some subspecialty in literature\nor some allied field. Similarly, a professor of psychology has an area of\nresearch within psychology that is his real profession. When a profes-\nsor teaches, he is teaching how things work in his profession and he\nis teaching the basics of being in that profession. The percentage of\nundergraduates in a class that actually want to enter the profession\nof the professors is very small. Most have no intention whatsoever of\nentering the profession of the professors. So, they recognize instantly\nthat what they are learning is very unlikely to be of use to them in\ntheir later lives. Some take it seriously anyway and some don’t. But for\nthe most part students really aren’t much interested in what a profes-\nsor is teaching.\n\nThey don’t listen and they don’t do what you ask them to do. Why\nnot? They may be lazy, but that isn’t the real reason. It may be true\nthat they are taking four other classes, but that also isn’t the real rea-\nson. The real reason has to do with the inherent value of work, which\nis one of the real issues in the transformation from subject-based edu-\ncation to cognitive process-based education. Students can feel, rightly,\nthat they have read enough Dickens or have solved enough equations\n\nHOUSE_OVERSIGHT_023924",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023924.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2288,
    "word_count": 390,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.923197",
    "prefix": "IMAGES-007"
  }
}