{
  "document_id": "HOUSE_OVERSIGHT_013175",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013175.txt",
  "text": "13.5 Neural Foundations of Learning 259\n\nin the mean activation of A2 that occurs at time t+epsilon) is on average closest to w x\n(the amount of energy flowing through the bundle from A1 to A2 at time t). So when Al sends\nan amount x of energy along the synaptic bundle pointing from Al to A2, then A2’s mean\nactivation is on average incremented/decremented by an amount w x 2.\n\nIn a similar way, one can define the weight of a bundle of synapses between a certain static\nor temporal activation-pattern P1 in assembly Al, and another static or temporal activation-\npattern P2 in assembly A2. Namely, this may be defined as the number w so that (the amount\nof energy flowing through the bundle from Ai to A2 at time t)xw best approximates (the\nprobability that P2 is present in A2 at time t+epsilon), when averaged over all times t during\nwhich P1 is present in Al.\n\nIt is not hard to see that Hebbian learning on real synapses between neurons implies Hebbian\nlearning on these virtual synapses between cell assemblies and activation-patterns.\n\nThese ideas may be developed further to build a connection between neural knowledge rep-\nresentation and probabilistic logical knowledge representation such as is used in CogPrime’s\nProbabilistic Logic Networks formalism; this connection will be pursued at the end of Chapter\n34, once more relevant background has been presented.\n\n13.8.3 Neural Darwinism\n\nA notion quite similar to Hebbian learning between assemblies has been pursued by Nobelist\nGerald Edelman in his theory of neuronal group selection, or “Neural Darwinism.” Edelman won\na Nobel Prize for his work in immunology, which, like most modern immunology, was based on\nC. MacFarlane Burnet’s theory of “clonal selection” [Bur62], which states that antibody types\nin the mammalian immune system evolve by a form of natural selection. From his point of view,\nit was only natural to transfer the evolutionary idea from one mammalian body system (the\nimmune system) to another (the brain).\n\nThe starting point of Neural Darwinism is the observation that neuronal dynamics may be\nanalyzed in terms of the behavior of neuronal groups. The strongest evidence in favor of this\nconjecture is physiological: many of the neurons of the neocortex are organized in clusters, each\none containing say 10,000 to 50,000 neurons each. Once one has committed oneself to looking at\nsuch groups, the next step is to ask how these groups are organized, which leads to Edelman’s\nconcept of “maps.”\n\nA “map,” in Edelman’s terminology, is a connected set of groups with the property that when\none of the inter-group connections in the map is active, others will often tend to be active as\nwell. Maps are not fixed over the life of an organism. They may be formed and destroyed in\na very simple way: the connection between two neuronal groups may be “strengthened” by in-\ncreasing the weights of the neurons connecting the one group with the other, and “weakened” by\ndecreasing the weights of the neurons connecting the two groups. If we replace “map” with “cell\nassembly” we arrive at a concept very similar to the one described in the previous subsection.\n\nEdelman then makes the following hypothesis: the large-scale dynamics of the brain is dom-\ninated by the natural selection of maps. Those maps which are active when good results are\nobtained are strengthened, those maps which are active when bad results are obtained are\nweakened. And maps are continually mutated by the natural chaos of neural dynamics, thus\nproviding new fodder for the selection process. By use of computer simulations, Edelman and his\ncolleagues have shown that formal neural networks obeying this rule can carry out fairly compli-\n\nHOUSE_OVERSIGHT_013175",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3715,
    "word_count": 616,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.319476",
    "prefix": "IMAGES-002"
  }
}