{
  "document_id": "HOUSE_OVERSIGHT_015515",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015515.txt",
  "text": "Morality Games 303\n\nbeen silent over his use of conventional weapons to kill over 100,000 Syrian\ncivilians. A Reuters/Ipsos poll at the time found that only 9 % of Americans favored\nintervention in Syria, but 25 % supported intervention if the Syrian government\nforces used chemical weapons against civilians (Wroughton, 2013). In the past, the\nUnited States has abided by the norm against the use of chemical weapons even at\nthe expense of American lives: In WWII, Franklin D. Roosevelt chose to eschew\nchemical weapons in Iwo Jima even though, as his advisors argued at the time, their\nuse would have saved thousands of American lives. It might even have been more\nhumane than the flame-throwers that were ultimately used against the Japanese\n(“History of Chemical Weapons,” 2013). We say that the norm against chemical\nweapons is a categorical norm because those who abide by it consider whether a\ntransgression was committed (did Assad use chemical weapons?), rather than focus-\ning entirely on how much harm was done (how many civilians did Assad kill?).\nOther norms are similarly categorical. For instance, in the introduction to this chap-\nter, we noted that across cultures and throughout history, the norm against murder\nhas always been categorical: We consider whether a life was terminated, not the loss\nof useful life years. Likewise, discrimination (e.g., during Jim Crow) is typically\nbased on categorical definitions of race (the “one drop rule”) and not, say, the dark-\nness of skin tone. Human rights are also categorical. A human rights violation\noccurs if someone is tortured or imprisoned without trial, regardless of whether it\nwas done once or many times and regardless of whether the violation was helpful in,\nsay, gaining crucial information about a dangerous enemy or an upcoming terror\nattack. We even assign rights in a categorical way to all Homo sapiens and not based\non intelligence, sentience, ability to feel pain, etc.\n\nWhy is it that we attend to such categorical distinctions instead of paying more\nattention to the underlying continuous variable? We use game theory to explain this\nphenomenon as follows: Suppose that two players (say, the United States and\nFrance) are playing a Coordination Game in which they decide whether to punish\nSyria, and each wants to sanction only if the other sanctions. We assume the United\nStates does not want to levy sanctions unless it is confident France will as well,\nwhich corresponds to an assumption on the payoffs of the game (if we reverse this\nassumption, it changes one line in the proof, but not the result).\n\nWe model the underlying measure of harm as a continuous variable (in our\nexample, it is the number of civilians killed). For simplicity, we assume this variable\nis uniformly distributed, which means Assad is equally likely to kill any number of\npeople. This assumption is, again, not crucial, and we will point out the line in the\nproof that it affects. Importantly, we assume that players do not directly observe the\ncontinuous variable, but instead receive some imperfect signal (e.g., the United\nStates observes the body count by its surveyors).\n\nImagine a norm that dictates that witnesses punish if their estimate of the harm\nfrom a transgression is above some threshold (e.g., levy sanctions against Syria if\nthe number of civilians killed is estimated to be greater than 100,000). As it turns\nout, this is not a Nash equilibrium. To see why, consider what happens when the\nUnited States gets a signal right at the threshold. The United States thinks there is a\n\nHOUSE_OVERSIGHT_015515",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015515.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3581,
    "word_count": 591,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.513610",
    "prefix": "IMAGES-003"
  }
}