{
  "document_id": "HOUSE_OVERSIGHT_030284",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030284.txt",
  "text": "17\n\nsavings account, and more likely to bet the farm on a bad investment.\nBut the bias also protects and inspires us: it keeps us moving forward\nrather than to the nearest high-rise ledge. Without optimism, our\nancestors might never have ventured far from their tribes and we\nmight all be cave dwellers, still huddled together and dreaming of\nlight and heat.\n\nTo make progress, we need to be able to imagine alternative realities —\nbetter ones — and we need to believe that we can achieve them. Such\nfaith helps motivate us to pursue our goals. Optimists in general work\nlonger hours and tend to earn more. Economists at Duke University\nfound that optimists even save more. And although they are not less\nlikely to divorce, they are more likely to remarry — an act that is, as\nSamuel Johnson wrote, the triumph of hope over experience. Even if\nthat better future is often an illusion, optimism has clear benefits in\nthe present. Hope keeps our minds at ease, lowers stress and\nimproves physical health. Researchers studying heart-disease patients\nfound that optimists were more likely than nonoptimistic patients to\ntake vitamins, eat low-fat diets and exercise, thereby reducing their\noverall coronary risk. A study of cancer patients revealed that\npessimistic patients under the age of 60 were more likely to die\nwithin eight months than nonpessimistic patients of the same initial\nhealth, status and age.\n\nIn fact, a growing body of scientific evidence points to the conclusion\nthat optimism may be hardwired by evolution into the human brain.\nThe science of optimism, once scorned as an intellectually suspect\nprovince of pep rallies and smiley faces, is opening a new window on\nthe workings of human consciousness. What it shows could fuel a\nrevolution in psychology, as the field comes to grips with\naccumulating evidence that our brains aren't just stamped by the past.\nThey are constantly being shaped by the future.\n\nHOUSE_OVERSIGHT_030284",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030284.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1948,
    "word_count": 323,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.237164",
    "prefix": "IMAGES-010"
  }
}