{
  "document_id": "HOUSE_OVERSIGHT_014914",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014914.txt",
  "text": "Netflix (Buy, $154 PO)\n\nStock view: Easy comps ahead with more content on the way\n\nHeading into 1Q earnings, we expect Netflix to beat subscriber estimates given strong\nrecent content launches, and accelerating subscriber growth in Europe. Key 1Q titles\nincluded A Series of Unfortunate Events, 13 Reasons Why, and Marvel’s /ron Fist. We\nsee few competitive issues this quarter to impact subscriber growth and we think the\nrelease of Marvel’s lron Fist likely helped quarter ending subscribers, despite low\nmetacritic scores. Fans of the Defender series still seem to be watching the show with\nParrot Analytics indicating viewership was just below Luke Cage its first week (though\nviewership dropped by half within the first 10 days). In addition, fan ratings came in at\n81% on Rotten Tomatoes despite the poor critic reception.\n\nFor 2Q, we expect a solid guide as Netflix laps 2Q16’s price increases internationally\nand in the U.S. This should help churn rates for 2Q especially in Europe where we think\nthe bulk of Netflix subscriber growth will originate for 2017. In addition, Netflix has a\nstronger slate of titles vs. 1Q including key franchises like House of Cards, Orange is the\nNew Black, Sense&, and other new series. Although competition is increasing in the\nSVOD space with Amazon, Hulu and other making original content, we still see Netflix as\nahead of the competition due to: 1) sheer volume of content production with over 1000\nhours in 2016, with strong local market content that can be leveraged globally, 2)\ncompetitive price points vs competitors; and 3} the largest volume of 4K content which\nattracts new TV purchases. 4K TVs could drive upside to estimates in FY17 as Netflix is\none of the few services with a library of 4K content.\n\nFor 1Q contribution margins, we estimate that Netflix will reach a new high at 41.3%\nU.S. contribution margins somewhat offset by international contribution margins which\nwe expect to close to zero at 1.5%, but still a large improvement over 4Q’s 8% loss. We\nexpect Netflix to run its International division at new break even margins through FY17\nand begin to gradually lift international margins in 2018. As Netflix reaches Intl\nprofitability, the investor story may focus more on EPS growth in the coming years.\n\nKey theme/metric(s) for 1Q: Net sub adds internationally and 2Q guide\n\nFor 1Q we see two critical metrics that we think the Street will focus on; 1) Net Intl.\nsubscriber additions as Netflix laps the launch in 130 countries globally; and 2} 2Q net\nsubscriber guide for Netflix in the U.S. Although 1Q domestic subscriber ads are\nimportant, we think the Street would be willing to look past a lower domestic number on\nstronger international growth. In 2Q Netflix could potentially hit a flat subscriber\ngrowth quarter as 2Q is typically seasonally weak, though we note the content slate for\n2Q16 has several top franchises with new seasons.\n\nChart 11: Domestic subscribers Chart 12: International subscribers\n60,000 8% 70,000 90%\n50,000 Se aN i\n, 4% 70%\n40,000 2% 90,000 — 60%\n0% 40,000 ;\n30,000 ° “0%\n8% 30,000 40%\na Oy 0,\nAone ie 20,000 oe\n‘O ‘0\n10,000 2% 10,000 10%\n0 0% 0 0%\no 16 26 © © © .6© 6 & & & HB\nWOW LC LL LC L SK\nFH HFEF IPH SS s ss\nmmm U.S. Subs (000's) == Y/Y Growth mmm International Subs (000's) === Y/Y Growth\nSource: BofA Merrill Lynch Global Research estimates, company report Source: BofA Merrill Lynch Global Research estimates, company repor\n28 Internet/e-Commerce | 06 April 2017 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014914",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014914.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3529,
    "word_count": 603,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.074308",
    "prefix": "IMAGES-003"
  }
}