{
  "document_id": "HOUSE_OVERSIGHT_015789",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015789.txt",
  "text": "The Brain 99\n\nThe wiring of our brain looks a bit like the logic circuits of a\ncomputer, and our best guess is the cells in our brain form some kind of\ncomputer. The brain cells — a specialized form of nerve cell — connect to\nthe rest of the body via the nerve cells that largely run down our spine.\nThoughts trigger action and, in reverse, the nerves in our extremities\nsense things in the environment and relay information back to the\nbrain. If I think, ‘move my finger’ my finger will move, and if it touches\nsomething I will feel the sensation. Interestingly if my finger touches\nsomething hot a reflex will kick in. Reflexes work without involving the\nbrain. We don’t have to think, “that hurts” Instead, our finger reflexively\npulls away. We may say ouch, but by the time we do, our fingers already\nmoved away from the heat.\n\nNerve cells are much slower than the electronic systems we build\nwith copper and silicon. This speed is quite noticeable and limits the\nrate we can do certain things. It takes around 0.08 seconds for a nerve\nimpulse to run down to the tips of our fingers, initiate an action and\nreturn to give us the sensation of the action. This may sound fast but if\nyou're a tennis player in a rally or a pianist faced with a fast passage, the\nnerves don't have time to make a full round trip signal before the next\naction must be initiated. In these instances we need to run on autopilot\nand there are parts of the body where the nervous system takes action\nwithout the brain getting involved. This is particularly the case with\nthings like walking and balance, which must respond fast to changes in\nground conditions. The signals just don’t have time — and don’t need — to\ngo all the way up to the top of the body for instructions. Rather like the\nheat reflex above, the peripheral nervous system can process information\nlocally. After all, brain cells and nerve cells are really all one type of cell.\n\nIf you have a group of people, you can conduct a fun experiment\nto show the speed of nerves. Hold hands in a big circle and squeeze the\nhand of the person next to you. When they feel you squeeze, they should\nsqueeze the next person’s hand and so on. The rate at which people\nsqueeze hands around the circle is limited by the speed at which nerves\nconduct the signals across our bodies.\n\nImaging the Brain\n\nThere are several ways to look inside the brain without recourse to a bone\nsaw. The methods are fascinating in their own right, even before we start\nlooking at the results. Each image is generated using a different physical\nprinciple.\n\nHOUSE_OVERSIGHT_015789",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015789.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2588,
    "word_count": 471,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.102831",
    "prefix": "IMAGES-003"
  }
}