{
  "document_id": "HOUSE_OVERSIGHT_024029",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024029.txt",
  "text": "I. SUMMARY OF HISTORICAL INVESTMENT PERFORMANCE\n\nThe Fund Managers’ long term track record in healthcare technology investing clearly\nestablishes the team as one of the most successful in the venture capital industry over the last\ntwo decades. Over an 18 year period and across the portfolios of six distinct venture funds\nfocused on healthcare technology investments, the Fund Managers have delivered net\nperformance that has consistently outperformed venture industry benchmarks and relevant\npublic equity market indices!5!*, The Fund Managers’ track record is notable for the following\nreasons:\n\ne Performance has_ been consistently top-quartile since the mid-1990s:\nNLV-I, NLV-II and the healthcare technology portfolios in the Sprout Capital funds\nhave invested over $1.6 billion in healthcare technology companies since 1995. Over this\ntime, The Fund Managers’ returns have consistently exceeded Cambridge Associates’\ntop-quartile benchmarks for U.S. venture capital healthcare and/or U.S. total venture\ncapital.1¢\n\ne Exceeded relevant public equity indices by substantial margins on all realized funds:\nThe Fund Managers invested $1.02 billion in the portfolios of healthcare technology\ninvestments in four Sprout Capital funds (Sprout Capital IX, L.P., Sprout Capital VIIL\nL.P., Sprout Capital VIL, L.P. and Sprout Growth II, L.P.), and these are now fully\nrealized (or near fully realized in the case of Sprout Capital IX). The net annual IRR’s on\nthese four funds outperformed the S&P 500 (568 - 2,259 bps), S&P Healthcare (302 -\n2,066 bps), NASDAQ Composite (451 - 2,125 bps), and the Russell 3000 (502 - 2,215 bps)\nusing the Public Market Equivalent Plus (PME+) methodology!”. Although PME+\nmethodology is most informative when used to analyze funds whose returns are\nmature, the PME+ methodology shows that NLV-I is outperforming these same indices,\nand shows encouraging results for NLV-II despite its relative immaturity.\n\nIt is this consistently high level of return over an 18 year period, spanning several challenging\ninvestment cycles, that creates a truly unique track record within the venture capital sector.\n\nINVESTMENT PERFORMANCE WITHIN INDIVIDUAL FUNDS\n\nThe New Leaf team has invested over $1.67 billion in 126 healthcare technology companies\nwithin 6 distinct funds since 1995. These funds included NLV-I and NLV-II and the healthcare\ntechnology investments in four Sprout Capital funds (Sprout Capital IX, L.P., Sprout Capital\nVUL L.P., Sprout Capital VII, L.P., and Sprout Growth II, L.P., together the “Sprout Funds”). In\naggregate, the team has exited or partially exited investments in 92 companies, generating gross\nrealizations of over $2.6 billion and a gross realized cash-on-cash return and internal rate of\nreturn (IRR) of 2.1x and 17%, respectively. Corresponding net returns on the portfolios in each\nof these funds are provided in Appendix 2.\n\n15 Please see Section XIII: “Appendices” and the endnotes in Appendix 4. Disclosure of past performance herein is for\ninformational purposes only and is not indicative of future results.\n\n16 Please refer to Section III: “Summary of Historical Investment Performance” and Section XIII: “Appendices” and endnote C\n(regarding information provided by Cambridge Associates) in Appendix 4.\n\n1” Please refer to Section III: “Summary of Historical Investment Performance” and Section XIII: “Appendices; Appendix 3”\n(regarding the PME+ methodology) and endnotes B, D E and F in Appendix 4.\n\n18 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024029",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024029.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3527,
    "word_count": 527,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.148963",
    "prefix": "IMAGES-007"
  }
}