{
  "document_id": "HOUSE_OVERSIGHT_023921",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023921.txt",
  "text": "How Not to Teach 175\n\nOf course, the system teachers teach in does not allow them to\nseparate assessment and teaching. But it doesn’t allow them to teach\nonly cognitive processes either. For a cognitive process-based educa-\ntion system to work, teachers must be allowed to teach, and others\nshould be the ultimate judges of success. Teachers need to help stu-\ndents get where they are trying to go and let others decide whether\nthey have gotten there.\n\nSo, we have rule #2 for teaching:\n\nRule #2: A teacher should never be the ultimate judge of the\nteachers own students’ success. Here again, this seems absurd. But\nin the end, this separation of responsibilities is very important. Parents\njudge how well their children are walking and talking, of course. But\nthe children are not anxious about passing their parents’ assessments.\nThe success is its own reward. And in the end, others judge how well\nyour children speak. A parent is really there to help, not judge.\n\nLet’s look at mistake #3.\n\nMistake #3: Thinking there is something that everyone must\nknow in order to proceed\n\nThis is, of course, the killer mistake. Go to any faculty meeting, or\ninterview any teacher, and he will tell you that something is the basis\nfor all that follows that, and if you don’t know it, you can’t proceed\nin the subject he teaches. Theory first is the mantra of nearly every\nteacher. The question is why this is so. I have been in arguments about\nthis so often that I wonder why these views are so widely held.\n\nTeach theory first, then practice. Because of this mantra, computer\nscience majors often don’t learn to program in a way that actually\nwould make them hirable, and budding medical students drown in a\nsea of chemistry equations. Businesspeople learn about finance long\nbefore they learn how to run a business, if they ever do learn that, and\npsychology students learn about B.E. Skinner when what they really\nwanted to know is why they are so screwed up.\n\nWhy do teachers like teaching theory so much? I think that the\nanswer is that it is orderly stuff, with official answers that the teach-\ner gets to know while the students try to learn them. This puts the\nteacher in a powerful situation and teachers are comfortable with\nthat. Teaching practice is much harder. There often are no right an-\nswers and many screw-ups, and the learning process is much messier.\n\nHOUSE_OVERSIGHT_023921",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2386,
    "word_count": 415,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:43.984465",
    "prefix": "IMAGES-007"
  }
}