{
  "document_id": "HOUSE_OVERSIGHT_013207",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013207.txt",
  "text": "16.2 Elements of Preschool Design 291\n\nBDS03, TSO07, RZDKO5]. This is one of the capabilities an AI agent will need to simultaneously\nlearn different types of tasks as proposed in the Preschool scenario given here. And there is\na literature on “shaping,” where the idea is to build up the capability of an AI by training\nit on progressively more difficult versions of the same tasks [LD03]. Again, this is one sort of\ncapability an AI will need to possess if it is to move up some type of curriculum, such as a\nschool curriculum.\n\nWhile we applaud the work done on multitask learning and shaping, we feel that explor-\ning these processes using mathematical abstractions, or in the domain of various narrowly-\nproscribed machine-learning or robotics test problems, may not adequately address the prob-\nlem of AGI. The problem is that generalization among tasks, or from simpler to more difficult\nversions of the same task, is a process whose nature may depend strongly on the overall nature\nof the set of tasks and task-versions involved. Real-world tasks have a subtlety of intercon-\nnectedness and developmental course that is not captured in current mathematical learning\nframeworks nor standard AI test problems.\n\nTo put it mathematically, we suggest that the universe of real-world human tasks has a host\nof “special statistical properties” that have implications regarding what sorts of AI programs\nwill be most suitable; and that, while exploring and formalizing the nature of these statistical\nproperties is important, an easier and more reliable approach to AGI testing is to create a\ntesting environment that embodies these properties implicitly, via its being an emulation of the\ncognitively meaningful aspects of the real-world human learning environment.\n\nOne way to see this point vividly is to contrast the current proposal with the “General Game\nPlayer” AI competition, in which Als seek to learn to play games based on formal descriptions\nof the rules.!. Clearly doing GGP well requires powerful AGI; and doing GGP even mediocrely\nprobably requires robust multitask learning and shaping. But we suspect GGP is far inferior to\nAGI Preschool as an approach to testing early-stage AI programs aimed at roughly humanlike\nintelligence. This is because, unlike the tasks involved in AI Preschool, the tasks involved in\ndoing simple instances of GGP seem to have little relationship to humanlike intelligence or\nreal-world human tasks.\n\n16.2 Elements of Preschool Design\n\nWhat we mean by an “AGI Preschool” is simply a porting to the AGI domain of the essential\naspects of human preschools. While there is significant variance among preschools there are also\nstrong commonalities, grounded in educational theory and experience. We will briefly discuss\nboth the physical design and educational curriculum of the typical human preschool, and which\naspects transfer effectively to the AGI context.\n\nOn the physical side, the key notion in modern preschool design is the “learning center,” an\narea designed and outfitted with appropriate materials for teaching a specific skill. Learning\ncenters are designed to encourage learning by doing, which greatly facilitates learning processes\nbased on reinforcement, imitation and correction (see Chapter 31 of Part 2 for a detailed dis-\ncussion of the value of this combination); and also to provide multiple techniques for teaching\nthe same skills, to accommodate different learning styles and prevent over-fitting and overspe-\ncialization in the learning of new skills.\n\n1 http://gqames.stanford.edu/\n\nHOUSE_OVERSIGHT_013207",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013207.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3575,
    "word_count": 559,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.971297",
    "prefix": "IMAGES-002"
  }
}