{
  "document_id": "HOUSE_OVERSIGHT_020571",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020571.txt",
  "text": "112\n\nnot intended for the China market, for fear that all films by the studio would be blocked.\nIndeed, the last spate of movies made for general circulation that addressed topics that the\nChinese government deemed sensitive were released in 1997 and included such productions\nas Red Corner, Seven Years in Tibet, and Kundun. Several prominent American entertainers\nhave been subject to bans by China, most often for their association with the Dalai Lama.\nIn an interview with the Hollywood Reporter, actor Richard Gere, an outspoken advocate of\nTibetan culture, stated, “There are definitely movies that I can’t be in because the Chinese\nwill say, ‘Not with him,’”*?\n\nBeyond self-censorship, American studios and creative personnel are at risk of being actively\nco-opted in advancing Chinese soft power. Chinese political and entertainment leaders are\nconscious that American entertainment companies have played an outsize role in defining\nChina, from Mulan to Kung Fu Panda. By the time the third edition in the Panda franchise\nhad been released, however, it was being coproduced with a Chinese partner. The list of\nfilms portraying China in a positive light grow each year, such as the space films Gravity\nand The Martian, a movie backed by Chinese money in which the American protagonists\nare saved by the Chinese. Ironically, in Gravity, a central plot twist involves the shooting\ndown of a satellite by the Russians. In fact, the only nation to have shot down a satellite in\nreal life is China. These positive portrayals, of course, are not inherently objectionable—\nand they may, indeed, provide a constructive countervailing force in an otherwise\ndeteriorating relationship. The issue is: How do these portrayals come to be: In other\nwords, has independent artistic vision been manipulated by political pressures to\nmaintain commercial standing?\n\nThe rush of Chinese investment into the American film industry has raised legitimate\nconcerns about the industry’s outright loss of independence. In 2012, Dalian Wanda\nacquired the AMC cinema chain, followed in 2016 by the acquisition of the Legendary\nEntertainment studio. Before encountering political trouble at home, Wanda’s chairman\nannounced a desire to invest in each of the six major Hollywood studios. Since then, other\nannounced partnerships and investments have faded, principally because of Beijing’s\npushback against what it deemed to be grossly excessive, and often ill-considered, foreign\ninvestment plans by Chinese companies.**\n\nConclusion and Recommendations\n\nThrough control of its companies operating abroad, growing influence over foreign\ncompanies, and the rapid activation of business-related United Front groups, China is\nusing commercial interests as an important means of exercising “sharp power” influence.\nAs with other sectors, much of China’s activity is, regardless of its intent, legal and thus\nshould not be disparaged. The appropriate response to this commercial challenge must be\ntemperate and multifaceted. In some areas, it will require that the political system increase\nits transparency regarding or reduce its exposure to corporate money entirely, which, given\n\nCorporations\n\nHOUSE_OVERSIGHT_020571",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020571.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3193,
    "word_count": 483,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.955202",
    "prefix": "IMAGES-006"
  }
}