{
  "document_id": "HOUSE_OVERSIGHT_021101",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021101.txt",
  "text": "¢ Gabi, a San Francisco-based insurance shopping services, has raised $9.5 million in\nSeries A funding led by Canvas Ventures, with participation from Correlation\nVentures, Northwestern Mutual Future Ventures, Securian Ventures, A.Capital\nVentures and Project A. www.gabi.com\n\n¢ Dover Microsystems, a Waltham, Mass.-based cybersecurity company, has raised\n$6 million in seed funding. Hyperplane Venture Capital led the round with\nparticipation from Draper, Qualcomm Ventures and the Hub Angels\nInvestment Group. www.dovermicrosystems.com\n\ne Anyfin, a Stockholm-based loan refinancing startup, has raised $5.9 million (€4.8\nmillion) in Series A funding led by Accel and Northzone, with participation from\nGlobal Founders Capital and angel investors. http://axios.link/IpTj\n\n¢ Thirdpresence, a Helsinkin-based A.I. programmatic video advertising company,\nhas raised $2.4 million in seed funding from Inventure, Tesi, and existing investors.\nwww.thirdpresence.com\n\nF erect, | Ree. | SEre.. | See\n\nPrivate Equity Deals\n\n¢ Rhone Capital agreed to buy Fogo de Chao (NASDAQ: FOGO), a Dallas-based\nBrazilian steakhouse chain, in a deal valued at $560 million. Credit Suisse and Wells\nFargo Bank, National Association provided financing. www.fogodechao.com\n\n¢ Behrman Capital has acquired Corfin Industries, a Salem, N.H.-based provider\nof microelectronic component preparation services. www.corfin.com\n\nWater Street Healthcare Partners and JLL Partners have agreed to acquire\nDohmen Life Science Services, a Milwaukee-based provider of operations services\nto biopharma and medical device companies, from The Dohmen Company.\nwww.dlss.com\n\n¢ PWP Growth Equity and RedHawk Investment have invested an undisclosed\namount into 360Training, an Austin, Texas-based provider of online training\ncourses for regulated industries. www.36o0training.com\n\n¢ Orient Hontai Capital, a Chinese private equity firm, has agreed to buy a 53.5%\nstake in Imagina Media Audiovisual, a Spanish media company, valuing the target\ncompany at an enterprise value of €1.9 billion (US$2.34 billion).\n\nhttp://axios.link/CN5I\n\n¢ Leeds Equity Partners is investing in Endeavor Schools, a Miami-based owner\nand operator of 37 private K-12 schools in the U.S. www.endeavorschools.com\n\n¢ Cathay Capital MidCap Fund is buying a majority of stake in E.\nWINKEMANN, a German auto supplier. Financial terms weren’t announced.\n\nHOUSE_OVERSIGHT_021101",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021101.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2400,
    "word_count": 330,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.736644",
    "prefix": "IMAGES-006"
  }
}