{
  "document_id": "HOUSE_OVERSIGHT_022158",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022158.txt",
  "text": "ATTERSON\n\nknow that we did produce tele-\nJevant periods of time when Vir-\ny Epstein, and those telephone\n‘ould not have been at the loca-\nVirginia Roberts claimed to have\nve [had] sexual contact with me.\n\n) get to those.\n\nll the flight logs that you claim\n\ncontact that you had with either\niitiated the second contact?\nyt Michael on the phone.\n\n3 your superb memory allows you\n\nas said during the course of that ~\n\nect to the form and the continued F\ne’s described his memory. Thats 4\n\nthead.\n\nAr. Dershowitz’s characterization, ~\n\nasked Michael if he had spoken :\n\nhe was still reluctant to talk to m&\n\nFittuy Ric\n\n: Tm sorry—she said yes when you asked Michael if he had\n\nspoken to his wife?\n\n: He said yes. And that she was still reluctant to talk to me. I\n\nsuggested to him that perhaps she could talk to me briefly\njust so that she hears what I have to say. And he could listen\nand remain on the phone, and she could stop at any time she\nwanted. And there came a time during that conversation\nwhen she did get on the phone, and here’s what she told me.\nShe said she had grown up with Virginia Roberts. That they\nwere very, very close friends as young people. That Virginia\nRoberts came to stay with her for a number of days, I think it\nwas over Halloween, and they had gone out and had dinner,\njust the two of them. And that she confided in her: Virginia\nRoberts confided in Rebecca that she had never wanted to\nmention me in any of the pleadings, but she was pressured\nby her lawyer into doing so. Rebecca then said that I was not\nthe object of this effort. The object of the effort was a billion-\naire who lives in Columbus, Ohio, and who owns Victoria’s\nSecret and Limited Too. Rebecca told me she did not know\nthe name of that billionaire, but that Virginia and her law-\nyers hoped to get one billion dollars, b-i-l-I-i-o-n, one billion\ndollars, or half of his net worth, from him by alleging that he\nhad improperly engaged in sexual misconduct with Virginia\nRoberts. That money would be divided three ways: a third of\nit to Virginia Roberts, a third of it to a charity that she and\nher lawyers were setting up for battered women, and a third\nof it to the lawyers.\n\nShe then told me that they were trying to get ABC News\nto interview Virginia Roberts so as to give her credibility in\norder to pressure the billionaire from Columbus, Ohio, into\n\n261\n\nHOUSE_OVERSIGHT_022158",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022158.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2381,
    "word_count": 446,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:46.995379",
    "prefix": "IMAGES-006"
  }
}