{
  "document_id": "HOUSE_OVERSIGHT_017741",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017741.txt",
  "text": "Page 27 of 52\n2005 B.Y.U.L. Rev. 835, *880\n\nArticle II and the public's First Amendment right of access to trials give constitutional dimensions to the victim's interest in\ntransfer decisions.\n\n[#881] Victims may have compelling interests in observing the trial in their local community. ?°° Traveling to a remote\nlocation to watch the trial may be financially difficult for many victims and impossible for indigent victims. Moreover, forcing\nvictims to travel to distant communities alone may deprive them of the accompaniment and support of family and friends,\nwhich may be especially important when observing emotionally charged court proceedings.\n\nDefendants, too, have the right to have cases tried locally. Under the Sixth Amendment, \"in all criminal prosecutions, the\naccused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district wherein the crime shall\nhave been committed ... .\". 7°! This right might be viewed as the defendant's to assert or waive as circumstances dictate. For\nfederal cases, however, the vicinage right is not exclusively placed in the hands of the defendant. Instead, Article III provides\nthat \"the Trial of all Crimes, except in Cases of Impeachment, shall be by Jury; and such Trial shall be held in the State where\nthe said Crimes have been committed.\" 7°?\n\nThis difference in language supports the reading that the federal provision is a structural guarantee designed to protect broader\ninterests than the defendant's alone. 7°? Moreover, the provision provides for trial in the state where the crime was committed.\nIn most cases, this state would be where the victim resided; whether the defendant also resided in that state would be incidental.\n\nAn understanding of the Article II] provision as protecting the community's interest is bolstered by the Supreme Court's\ndecisions on right of public access to trials. In cases such as Richmond Newspapers, Inc. v. Virginia, 7°4 the Court has held\nthat a guarantee of the public's right to attend trials is implicit in the First Amendment. Compelling victims’ interests underlie\nthis guarantee. As the Court has explained, \"the presence of interested spectators [*882] may keep [the defendant's] triers\nkeenly alive to a sense of their responsibility and to the importance of their functions.\" ?°> In addition, \"public proceedings\nvindicate the concerns of the victims and the community in knowing that offenders are being brought to account for their\ncriminal conduct.\" 2°% As Justice Blackmun has emphasized, \"The victim of the crime, the family of the victim, [and] others\nwho have suffered similarly ... have an interest in observing the course of a prosecution.\" 7°7 Victims are vitally interested in\nobserving criminal trials because society has withdrawn “both from the victim and the vigilante the enforcement of criminal\nlaws, but [it] cannot erase from people's consciousness the fundamental, natural yearning to see justice done - or even the urge\nfor retribution.” 7°8 To be sure, transferring a trial to a distant city may not flatly violate the public right of access to a trial, but\nit can surely burden the rights of the public, including the victim, which suggests that victims ought to be heard before any such\ndecision is made.\n\nThe Article III vicinage provision and the public right of access to trials provide constitutional underpinnings for construing the\nvictim's rights under the CVRA to include a right to be heard on transfer proceedings. In addition, Congress has mandated that\n\n200 See generally Beloof, Cassell & Twist, supra note 15, 392-99 (reviewing case law on the victim's interest in venue decisions).\n201 U.S. Const. amend. VI (emphasis added).\n202 Td. art. IIT, 2, cl. 3 (emphasis added).\n\n203 See Steven A. Engel, The Public's Vicinage Right: A Constitutional Argument, 75 N.Y.U_L. Rev. 1658, 1687 (2000); see also Drew L.\nKirshen, Vicinage, 29 Okla. L. Rev. 803 (1976).\n\n204 448 U.S. 555 (1980).\n\n205 Gannett Co. v. DePasquale, 443 U.S. 368, 380 (1979) (internal citation omitted).\n\n206 Press-Enterprise Co. v. Superior Court, 464 U.S. 501, 509 (1984).\n\n207 Gannett Co., 443 U.S. at 428 (Blackmun, J., concurring in part and dissenting in part).\n\n208 Richmond Newspapers, 448 U.S. at 571.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017741",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4292,
    "word_count": 689,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.697434",
    "prefix": "IMAGES-004"
  }
}