{
  "document_id": "HOUSE_OVERSIGHT_013059",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013059.txt",
  "text": "Chapter 8\nCognitive Synergy\n\n8.1 Cognitive Synergy\n\nAs we have seen, the formal theory of general intelligence, in its current form, doesn’t really\ntell us much that’s of use for creating real-world AGI systems. It tells us that creating extraor-\ndinarily powerful general intelligence is almost trivial if one has unrealistically huge amounts\nof computational resources; and that creating moderately powerful general intelligence using\nfeasible computational resources is all about creating AI algorithms and data structures that\n(explicitly or implicitly) match the restrictions implied by a certain class of situations, to which\nthe general intelligence is biased.\n\nWe've also described, in various previous chapters, some non-rigorous, conceptual principles\nthat seem to explain key aspects of feasible general intelligence: the complementary reliance on\nevolution and autopoiesis, the superposition of hierarchical and heterarchical structures, and so\nforth. These principles can be considered as broad strategies for achieving general intelligence\nin certain broad classes of situations. Although, a lot of research needs to be done to figure out\nnice ways to describe, for instance, in what class of situations evolution is an effective learning\nstrategy, in what class of situations dual hierarchical/heterarchical structure is an effective way\nto organize memory, etc.\n\nIn this chapter we'll dig deeper into one of the “general principle of feasible general intel-\nligences” briefly alluded to earlier: the cognitive synergy principle, which is both a conceptual\nhypothesis about the structure of generally intelligent systems in certain classes of environments,\nand a design principle used to guide the architecting of CogPrime.\n\nWe will focus here on cognitive synergy specifically in the case of “multi-memory systems,”\nwhich we define as intelligent systems (like CogPrime) whose combination of environment,\nembodiment and motivational systems make it important for them to possess memories that\ndivide into partially but not wholly distinct components corresponding to the categories of:\n\nDeclarative memory\n\nProcedural memory (memory about how to do certain things)\n\nSensory and episodic memory\n\nAttentional memory (knowledge about what to pay attention to in what contexts\nIntentional memory (knowledge about the system’s own goals and subgoals)\n\nIn Chapter 9 below we present a detailed argument as to how the requirement for a multi-\nmemory underpinning for general intelligence emerges from certain underlying assumptions\n\n143\n\nHOUSE_OVERSIGHT_013059",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013059.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2569,
    "word_count": 370,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.887727",
    "prefix": "IMAGES-002"
  }
}