{
  "document_id": "HOUSE_OVERSIGHT_015607",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015607.txt",
  "text": "Declaration dated February 5, 2015, which were filed with the United States District Court for the\n\nSouthern District of Florida, in Jane Doe #1 and Jane Doe #2 v. United States of America, Case\n\nNo. OS-S0736-CIV-MARRA/JOHNSON, [ECF No. 291-1] (the \"Federal Action\").” Defendant\nshould not be using the subpoena power of this Court to issue a non-party subpoena for documents\nsought for a federal action.”\n\nc. Category 3 — Documents that Contain Personal Financial Information Completely\nIrrelevant to this Action\n\nDefendant also wrongfully abuses the subpoena power to seek personal financial\ninformation from this non-party. See Woodward v. Berkery, 714 So. 2d 1027, 1034-38 (Fla. 4\nDCA 1998) (quashing lower court’s discovery order and finding irreparable harm to husband in\ndisclosure of private financial information when wife’s clear purpose was to wrongfully disclose\nthe financial information to the press) (emphasis added); see also Granville v. Granville, 445 So.\n2d 362 (Fla. 1\" DCA 1984) (court of appeal overturning denial of protective order and finding that\nprivate financial information should have been protected from disclosure).\n\nThe requests are clearly meant to intimidate and harass her by, for example, seeking\ninformation during the time she was the subject of sexual trafficking by Jeffrey Epstein. Request\nno. 20 seeks “All documents showing any payments or remuneration of any kind made by Jeffery\nEpstein or any of his agents or associates to you from January 1, 1999 through December 31,\n2002.” Whether Jeffrey Epstein paid minor children that he sexually trafficked has absolutely\nnothing to do with the action before this Court and there is no basis to force a non-party who was\nsubject to this abuse to comply with a production demand on this topic. The subpoena also\nincludes request for financial information relating to the media. Apparently, Defendant believes\nJane Doe No. 3 has a book “deal” in the works. For example, Request no. 18 seeks: “All\n\ndocuments concerning any monetary payments or other consideration received by you from any\n\n> The requests relevant to this category are nos.: 1, 5, 6,7, 8, 9, 12, 13, 14, 22, and 24.\n9\n\nHOUSE_OVERSIGHT_015607",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015607.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2194,
    "word_count": 350,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.048366",
    "prefix": "IMAGES-003"
  }
}