{
  "document_id": "HOUSE_OVERSIGHT_024918",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024918.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nEquity Research Price Targets: Cowen and Company, LLC assigns price targets on all companies covered in equity research unless noted otherwise. The equity research price target\nfor an issuer's stock represents the value that the analyst reasonably expects the stock to reach over a performance period of twelve months. Any price targets in equity securities\n\nin this report should be considered in the context of all prior published Cowen and Company, LLC equity research reports (including the disclosures in any such equity report or on\n\nthe Firm's disclosure website), which may or may not include equity research price targets, as well as developments relating to the issuer, its industry and the financial markets. For\nequity research price target valuation methodology and risks associated with the achievement of any given equity research price target, please see the analyst's equity research report\npublishing such targets.\n\nCowen Cross-Asset Research: Due to the nature of the fixed income market, the issuers or debt securities of the issuers discussed in “Cowen Cross-Asset Research” reports do not\nassign ratings and price targets and may not be continuously followed. Accordingly, investors must regard such branded reports as providing stand-alone analysis and reflecting the\nanalyst's opinion as of the date of the report and should not expect continuing analysis or additional reports relating to such issuers or debt securities of the issuers.\n\nFrom time to time “Cowen Cross-Asset Research” analysts provide investment recommendations on securities that are the subject of this report. These recommendations are intended\nonly as of the time and date of publication and only within the parameters specified in each individual report. “Cowen Cross-Asset Research’ investment recommendations are made\nstrictly on a case-by-case basis, and no recommendation is provided as part of an overarching rating system or other set of consistently applied benchmarks. The views expressed in\n\"Cross-Asset Research\" report may differ from the views offered in the firm’s equity research reports prepared for our clients.\n\nNotice to UK Investors: This publication is produced by Cowen and Company, LLC which is regulated in the United States by FINRA. It is to be communicated only to persons of a kind\ndescribed in Articles 19 and 49 of the Financial Services and Markets Act 2000 (Financial Promotion) Order 2005. It must not be further transmitted to any other person without our\nconsent.\n\nNotice to European Union Investors: Individuals producing recommendations are required to obtain certain licenses by the Financial Regulatory Authority (FINRA). You can review the\nauthor's current licensing status and history, employment history and, if any, reported regulatory, customer dispute, criminal and other matters via “Brokercheck by FINRA” at http://\nbrokercheck.finra.org/. An individual's licensing status with FINRA should not be construed as an endorsement by FINRA. General biographical information is also available for each\nResearch Analyst at www.cowen.com.\n\nAdditionally, the complete preceding 12-month recommendations history related to recommendation in this research report is available at https://cowen.bluematrix.com/sellside/\nDisclosures.action\n\nThe recommendation contained in this report was produced at February 25, 2019, 22:19 ET. and disseminated at February 25, 2019, 22:19 ET.\n\nCopyright, User Agreement and other general information related to this report\n\n© 2019 Cowen and Company, LLC. All rights reserved. Member NYSE, FINRA and SIPC. This research report is prepared for the exclusive use of Cowen clients and may not be\nreproduced, displayed, modified, distributed, transmitted or disclosed, in whole or in part, or in any form or manner, to others outside your organization without the express prior\nwritten consent of Cowen. Cowen research reports are distributed simultaneously to all clients eligible to receive such research reports. Any unauthorized use or disclosure is\nprohibited. Receipt and/or review of this research constitutes your agreement not to reproduce, display, modify, distribute, transmit, or disclose to others outside your organization.\nAll Cowen trademarks displayed in this report are owned by Cowen and may not be used without its prior written consent.\n\nCowen and Company, LLC. New York 646 562 1010 Boston 617 946 3700 San Francisco 415 646 7200 Chicago 312 577 2240 Cleveland 440 331 3531 Atlanta 866 544 7009\nStamford 646 616 3000 Washington, D.C. 202 868 5300 London (affiliate) 44 207 071 7500\n\nCOWEN AND COMPANY EQUITY RESEARCH RATING DEFINITIONS\n\nOutperform (1): The stock is expected to achieve a total positive return of at least 15% over the next 12 months\nMarket Perform (2): The stock is expected to have a total return that falls between the parameters of an Outperform and Underperform over the next 12 months\nUnderperform (3): Stock is expected to achieve a total negative return of at least 10% over the next 12 months\n\nAssumption: The expected total return calculation includes anticipated dividend yield\n\nCowen and Company Equity Research Rating Distribution\nDistribution of Ratings/Investment Banking Services (IB) as of 12/31/18\n\nRating Count Ratings Distribution Count IB Services/Past 12 Months\nBuy (a) 473 64.01% 116 24.52%\nHold (b) 259 35.05% 20 7.72%\nSell (c) 7 0.95% 0 0.00%\n\n(a) Corresponds to “Outperform” rated stocks as defined in Cowen and Company, LLC's equity research rating definitions. (b) Corresponds to \"Market Perform” as defined in Cowen\nand Company, LLC's equity research ratings definitions. (c) Corresponds to “Underperform” as defined in Cowen and Company, LLC's equity research ratings definitions. Cowen and\nCompany Equity Research Rating Distribution Table does not include any company for which the equity research rating is currently suspended or any debt security followed by Cowen\nCredit Research and Trading.\n\nNote: \"Buy\", \"Hold” and \"Sell’ are not terms that Cowen and Company, LLC uses in its ratings system and should not be construed as investment options. Rather, these ratings terms\nare used illustratively to comply with FINRA regulation.\n\n102 COWEN.COM\n\nHOUSE_OVERSIGHT_024918",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024918.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6249,
    "word_count": 942,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:45.826034",
    "prefix": "IMAGES-008"
  }
}