{
  "document_id": "HOUSE_OVERSIGHT_021195",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021195.txt",
  "text": "Until finally he called my cell phone later in the afternoon, relief swept\nover me when I heard his voice on the other end. “Thank God you called,\nI have been so worried about you, are you alright?” I jumped in without\nletting him get past saying “Hello”. “Yeah, I’m fine. Ritchie told me you\ncalled his house looking for me yesterday and gave me shit for it saying\nyou were upset or something, what’s up?” I knew I would have to be\ndelicate about asking what happened to Adam, thinking he’d be a mess\nover it. “T heard from Marcus that something happened to Adam and I got\nworried about you, what is going on?” T.J sounded scared, for what\nreasons were beyond my knowledge but I was going to find out, he\nreplied ‘1 don’t want to talk about it over the phone. Are you in town so\nwe can meet up or something?” It was obvious | wanted him to know that\nI was more than willing to lend my shoulder for his problems. “I’m home\nnow if you want to come over whenever you feel like it.” He didn’t\nhesitate in taking me up on the offer. ““ But 1 won’t be able to get there\nuntil later, I’m downtown at Ritchie’s place unless you want to come pick\nme up.”\n\nIt was more of a request than a favor to myself which is what he was\nmaking it out to sound like, knowing him all to well 1 didn’t make a fuss\nof his ill-contemplated attributes. I got the address off him and made my\nway into the ugliness of the not so dazzling parts of the Palm Beaches\ndowntown area. Rolling up my windows and locking the doors to my\ntruck | nervously drove through the rough streets trying to find Ritchie’s\napartment complex. Knowing all too well the history of the area, it’s not a\nplace a lone white girl in a nice truck wants to be seen, many reports of\nthe locals rushing up to a vehicles with a weapon demanding money,\ncars, Or just angry and out to hurt someone. I was speeding through the\nstreets wanting to get out of there as quick as | could. A sad world we live\nin with so much hurt everywhere you look and nobody wanting to do\nanything about it, just accepting the hopelessness of never being able to\nachieve anything more than what our civilization has succumbed to.\nBeing among one of those people, we were similar in so many ways.\nOnly separated by our own personal fears and the different direction they\npulled us into.\n\nI drove straight through the open gates at the entrance to the complex\nand parked on the gutter in front of Ritchie’s block of units. A crowd of\npeople stood outside the blocks I was entering. Being hit on and offered\ndrugs simultaneously my cheeks went flush and I put my head down not\nsaying a word. Walking up the corridors of the staircase looked like a\nscene out of a horror flick. Graffiti covered the peeling of green paint on\nthe walls and the pungent stench of something rotting, only to the worst\nof my imagination, filled my nostrils. I could hear babies screaming\n\n101\n\nil Copyright Protected Material\nCONFIDENTIAL GIUFFRE004234\n\nthrough the thin walls and trying to find the unit number was difficult\nfrom the sporadic flickering of the fluorescent lights above me.\n\nAt last I found Ritchie’s one, quite astonished with myself that I even\nmade it this far. I had to knock loudly on the door a few times before a\nyoung girl answered the door with eyeliner bleeding down from her eyes,\nher jet black hair was strung out and a mess and she looked off her face\non some hard drug. She had only her bra and a short skirt on to cover her\nprivate areas and a cigarette hung out of her mouth to complete the full\npicture of terrible state she was in. She looked me down with contempt\nand snubbed at me “What do you want?” I maintained my politeness and\ntold her T.J was expecting me. She opened the door and walked away,\nleaving me by myself to venture through looking for T.J.\n\nPassing through the kitchen it looked like a hospital lab with syringes on\nthe counter tops and medicine containers lying around everywhere.\nMinding my steps through the dirty house, I walked to the back to the\nliving room and found T.J in a K-Hole strung out on a filthy couch.\n“Hey...there” he acknowledged me with a giant smile spread across his\nface. He probably didn’t even know who | was from the dreadful state he\nwas in. My first look at him in months and I was in utter shock. My jaw\nmust have dropped to the floor at the very sight of him. Never seeing him\nso skinny and unhealthy looking | took pity and wanted to help him\nbefore things got even worse and he ended up like Adam, dead.\n\n“T J, hey buddy its Jenna, remember | was coming to pick you up\ntoday. You don’t look so good, what are you doing so messed up?” I\ndon’t think he could even understand what I was even saying because he\ncould only reply by giggling and rolling over, patting the couch as if it\nwere a fluffy animal. I stood over him now and raised my voice so he’d\nknow I was serious and snap out of it a bit. “Get Up T.J, Now!” I ushered\nat him to get off the couch, repeating myself a few times over and with no\nresponse | knew [ had to get physical. Rolling him back over to face me\nagain { smacked his face hard and I’m sure it stung but I got the reaction |\nhad wanted. He sat up and looked at me confused.\n\nAt least now he was able to focus on my words requesting him to come\nwith me. He was getting up from the couch and stumbling around before\nfalling down to the floor again. Putting his arm around my neck and\ncarrying the majority of his weight, I helped him up many times over and\ndown three flights of stairs into my truck and drove him back to my\nplace. It was a triumph on it’s own arriving downstairs in one piece.\nBeing the only person who really cared if T.J lived or died I felt like the\nresponsibility of helping him was my concern alone.\n\nThankfully Jeffrey was in Palm Beach for the next couple weeks\nentertaining royalty, which gave me a little time to try and clean TJ up. I\ncalled a few of his friends that I knew and asked them not to score any\n\n102\n\nCd Copyright Protected Material\n\nGIUYVFRE004235\n\nHOUSE_OVERSIGHT_021195",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021195.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6016,
    "word_count": 1149,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:48.442350",
    "prefix": "IMAGES-006"
  }
}