{
  "document_id": "HOUSE_OVERSIGHT_023845",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023845.txt",
  "text": "New Curricula for a New Way of Teaching 99\n\nNo. Of course not. If your child gets into Yale, send her there. It is\na great place. But you should know what Yale actually has to offer and\nwhat it doesn’t.\n\nIf your child wants to be a professor, Yale is the place.\n\nIf your child wants to be an intellectual, Yale is the place.\n\nIf your child wants to go to law school, Yale is the place.\n\nIf your child wants to hobnob with the best and brightest, Yale is\nthe place.\n\nIf your child wants to have a fun time for 4 years, Yale is the\nplace.\n\nThen what is wrong?\n\nThere is a problem only if you think that there is a different reason\nto go to college than the reasons I have listed above.\n\nOh. There is this other problem. Many of the other 3,000 colleges\nare trying very hard to imitate Yale. They attempt to provide similar\nexperiences and they can’t pull it off. Yale is a unique place. The na-\ntion can afford only so many unique places, however. We cannot af-\nford having the main university of a state thinking it is Yale, as my\nstate university friend suggests. If every university has as its main fo-\ncus research and not education, then the best and brightest of each\nstate will be trained, not necessarily willingly, to be academics rather\nthan practitioners. There will be a great many students who came to\nschool for an education that will help them in their future lives who\nwill be disappointed to find out that that is not the type of education\nbeing offered.\n\nProfessors at Yale are playing the prestige game. Unfortunately,\nthey are hardly alone in this.\n\nMy state university professor again:\n\nWe definitely want to be part of the superstar system but we have\nno superstars. If we had them, we would probably lose them to\nHarvard and Yale anyway. Nevertheless, we are obsessed with\n\nthe National Rankings put out by places like U.S. News and World\nReport. Faculty and deans say they are not obsessed with them,\nbut rankings are an important part of the evaluation process and\nshape a department’s growth. We want to be in the top 4 or 5\nuniversities. We are not but that’s what we want to be.\n\nHOUSE_OVERSIGHT_023845",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023845.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2128,
    "word_count": 392,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.078428",
    "prefix": "IMAGES-007"
  }
}