{
  "document_id": "HOUSE_OVERSIGHT_028545",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028545.txt",
  "text": "Cite as: 586 U.S. (2019) 3\n\nOpinion of the Court\n\nand every form of judicial process as is enjoyed by foreign\ngovernments.” §288a(b).\n\nThe IOIA authorizes the President to withhold, with-\ndraw, condition, or limit the privileges and immunities it\ngrants in light of the functions performed by any given\ninternational organization. §288. Those privileges and\nimmunities can also be expanded or restricted by a partic-\nular organization’s founding charter.\n\nB\n\nWhen the IOIA was enacted in 1945, courts looked to\nthe views of the Department of State in deciding whether\na given foreign government should be granted immunity\nfrom a particular suit. If the Department submitted a\nrecommendation on immunity, courts deferred to the\nrecommendation. If the Department did not make a rec-\nommendation, courts decided for themselves whether to\ngrant immunity, although they did so by reference to State\nDepartment policy. Samantar v. Yousuf, 560 U.S. 305,\n311-812 (2010).\n\nUntil 1952, the State Department adhered to the classi-\ncal theory of foreign sovereign immunity. According to\nthat theory, foreign governments are entitled to “virtually\nabsolute” immunity as a matter of international grace and\ncomity. At the time the IOIA was enacted, therefore, the\nDepartment ordinarily requested, and courts ordinarily\ngranted, immunity in suits against foreign governments.\nIbid.; Verlinden B. V. v. Central Bank of Nigeria, 461 U.S.\n480, 486 (1988).1\n\nIn 1952, however, the State Department announced that\nit would adopt the newer “restrictive” theory of foreign\n\n1The immunity was “virtually” absolute because it was subject to\noccasional exceptions for specific situations. In Republic of Mexico v.\nHoffman, 324 U.S. 30 (1945), for example, the State Department\ndeclined to recommend, and the Court did not grant, immunity from\nsuit with respect to a ship that Mexico owned but did not possess.\n\nHOUSE_OVERSIGHT_028545",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1908,
    "word_count": 294,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.080307",
    "prefix": "IMAGES-010"
  }
}