{
  "document_id": "HOUSE_OVERSIGHT_019891",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019891.txt",
  "text": "dead stare—had actually done extraordinarily well. Conway, who had never been involved\nin a national campaign, and who, before Trump, ran a small-time, down-ballot polling\nfirm, understood full well that, post-campaign, she would now be one of the leading\nconservative voices on cable news.\n\nIn fact, one of the Trump campaign pollsters, John McLaughlin, had begun to suggest\nwithin the past week or so that some key state numbers, heretofore dismal, might actually\nbe changing to Trump’s advantage. But neither Conway nor Trump himself nor his son-in-\nlaw Jared Kushner—the effective head of the campaign, or the designated family monitor\nof 1it—wavered in their certainty: their unexpected adventure would soon be over.\n\nOnly Steve Bannon, in his odd-man view, insisted the numbers would break in their\nfavor. But this being Bannon’s view—crazy Steve—it was quite the opposite of being a\nreassuring one.\n\nAlmost everybody in the campaign, still an extremely small outfit, thought of\nthemselves as a clear-eyed team, as realistic about their prospects as perhaps any in\npolitics. The unspoken agreement among them: not only would Donald Trump not be\npresident, he should probably not be. Conveniently, the former conviction meant nobody\nhad to deal with the latter issue.\n\nAs the campaign came to an end, Trump himself was sanguine. He had survived the\nrelease of the Billy Bush tape when, in the uproar that followed, the RNC had had the gall\nto pressure him to quit the race. FBI director James Comey, having bizarrely hung Hillary\nout to dry by saying he was reopening the investigation into her emails eleven days before\nthe election, had helped avert a total Clinton landslide.\n\n“IT can be the most famous man in the world,” Trump told his on-again, off-again aide\nSam Nunberg at the outset of the campaign.\n\n“But do you want to be president?” Nunberg asked (a qualitatively different question\nthan the usual existential candidate test: “Why do you want to be president?”). Nunberg\ndid not get an answer.\n\nThe point was, there didn’t need to be an answer because he wasn’t going to be\npresident.\n\nTrump’s longtime friend Roger Ailes liked to say that if you wanted a career in\ntelevision, first run for president. Now Trump, encouraged by Ailes, was floating rumors\nabout a Trump network. It was a great future.\n\nHe would come out of this campaign, Trump assured Ailes, with a far more powerful\nbrand and untold opportunities. “This is bigger than I ever dreamed of,” he told Ailes in a\nconversation a week before the election. “I don’t think about losing because it isn’t losing.\nWe’ve totally won.” What’s more, he was already laying down his public response to\nlosing the election: /t was stolen!\n\nHOUSE_OVERSIGHT_019891",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019891.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2729,
    "word_count": 451,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.946472",
    "prefix": "IMAGES-005"
  }
}