{
  "document_id": "HOUSE_OVERSIGHT_025776",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025776.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nthere? This will likely require some investment in the human capital of the US. workforce, today and tomorrow. But\nstudies have indicated that the benefits greatly outweigh the costs. Researchers estimate that, depending on the exact\nprogram, $1,000 in college aid results in a 3- to 6-percentage-point increase in college enrollment, with the total cost in\naid averaging $20,000 to $30,000 to send one student to college (32). Given a college graduate is expected to earn\nabout $30,000 more per year than a high school graduate over the course of their life, the benefits outweigh the costs.\n\nIt also this means more tax revenue from higher income than otherwise would have been the case.\n\nOther new low-cost interventions, like simpler financial aid applications, more outreach about financial aid options that\nare available to students from low-income households, as well as offering college mentors to students, could help send\nmore kids to school and encourage them to stay once they get there (33). Indeed, while the sticker price of a college\n\ndegree is high, according to the College Board in 2012, the actual price paid after financial aid is often lower. That may\n\nbe enough to encourage more low-income families to enroll.\n\nWhile most agree that increasing college graduation rates would be a boon for economic growth, what about\neducation before college? Goldin and Katz argue that the U.S. had \"pioneered\" free and accessible elementary\neducation for most of its citizens and extended its lead into high school education when other countries were\nintroducing mass elementary school education (34). After World War II, U.S. universities were known to be the best in\nthe world. But by the early 1970s, Golden and Katz note that high school graduation rates plateaued and have been\nrelatively flat for more than three decades, and college graduation rates slid backwards. That educational slowdown is\nlikely the most important reason for increased education wage differentials since 1980 and is a major contributor to\n\nincome inequality today.\n\nEven if the U.S. government offers financial aid for college, many high school graduates aren't prepared for the rigors\nof university education. The 2003 Program for International Assessment (PISA), for one, showed U.S. 15-year-olds to\n\nbe substantially below the OECD average in mathematics literacy, problem solving, and scientific literacy (35).\n\nIncreasing aptitude in early education has been discussed in a number of studies. Most point to increasing the quality\nof K-12 education to improve high school graduation rates and postsecondary education (36). Some have argued that\ninadequate investments by states and local governments in education have weakened the ability of a state to develop,\ngrow, and attract businesses that offer high-skilled, high-wage jobs (37). The Brookings Institution has found that a\nhigh-quality universal preschool program, costing about $59 billion, could add $2 trillion in annual US. GDP by 2080.\nThis additional growth would generate enough federal revenue to easily cover its costs several times over (38).\nHowever, the authors note that it is difficult to win support for a short-term investment, like preschool programs, given\n\nthe long-term nature of its benefits to the economy.\n\nCatching Up With The Joneses\n\nAs income inequality increased before the crisis, less affluent households took on more and more debt to keep up--or,\nin this case, catch up--with the Joneses, first by purchasing a new home. Further, when home prices climbed, these\nhouseholds were willing to borrow against their newfound equity--and financial institutions were increasingly willing to\n\nhelp them do so, despite slow income growth. A number of economists have pointed to ways in which this trend may\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 14\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025776",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4005,
    "word_count": 619,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.059190",
    "prefix": "IMAGES-008"
  }
}