{
  "document_id": "HOUSE_OVERSIGHT_029047",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029047.txt",
  "text": "Western Europe, it’s going to come to the United Kingdom. And so I think we are in a\ncrisis of the underpinnings of capitalism, and on top of that we’re now, I believe, at the\n\nbeginning stages of a global war against Islamic fascism.\n\n“With all the baggage that those [right-wing]\ngroups bring — and trust me, a lot of them\nbring a lot of baggage, both ethnically and\n\nracially— but we think that will all be worked\nthrough with time.”\n\nBenjamin Harnwell, Human Dignity Institute: Thank you, Steve. That was a\nfascinating, fascinating overview. I am particularly struck by your argument, then, that in\nfact, capitalism would spread around the world based on the Judeo-Christian foundation\nis, in fact, something that can create peace through peoples rather than antagonism,\nwhich is often a point not sufficiently appreciated. Before I turn behind me to take a\nquestion —\n\nBannon: One thing I want to make sure of, if you look at the leaders of capitalism at that\ntime, when capitalism was I believe at its highest flower and spreading its benefits to most\nof mankind, almost all of those capitalists were strong believers in the Judeo-Christian\nWest. They were either active participants in the Jewish faith, they were active\nparticipants in the Christians’ faith, and they took their beliefs, and the underpinnings of\ntheir beliefs was manifested in the work they did. And I think that’s incredibly important\nand something that would really become unmoored. I can see this on Wall Street today —\nI can see this with the securitization of everything is that, everything is looked at as a\nsecuritization opportunity. People are looked at as commodities. I don’t believe that our\nforefathers had that same belief.\n\nHarnwell: Over the course of this conference we’ve heard from various points of view\nregarding alleviation of poverty. We’ve heard from the center-left perspective, we’ve\n\nheard from the socialist perspective, we’ve heard from the Christian democrat, if you will,\n\nHOUSE_OVERSIGHT_029047",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029047.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2002,
    "word_count": 329,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.351465",
    "prefix": "IMAGES-010"
  }
}