{
  "document_id": "HOUSE_OVERSIGHT_026649",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026649.txt",
  "text": "subjects. The kingdom, however, has denied any ties to the hijackers.\n\nThe JASTA law allows attack survivors and relatives of attack victims to file lawsuits against foreign\ncountries for acts of terrorism that kill Americans on US soil. Also known as House Resolution 3815, it\ncreates an exception to the sovereign immunity law introduced in 1976, allowing US citizens to sue foreign\ngovernments in US federal court and demand compensation if those governments are proven to bear some\n\nresponsibility for attacks within the US.\n\nThis exception drew concern from many countries — both in the Gulf and globally — that the legislation\n\nwill erode sovereign immunity, considered one of the founding principles of international relations.\n\nSome British, French, and Dutch lawmakers have\nthreatened retaliatory legislation to allow their courts to\npursue US officials, which is why outgoing President Obama\nvetoed JASTA in the first place, explaining that it would\nharm American interests as it opens the United States up to\n\nprivate lawsuits over its military missions abroad.\n\nSS ESR SET GiB TSAI Same Leg, “The United States is, by eroding [the sovereign immunity]\nRussia says it damages international law\n\nprinciple, opening the door for other countries to take\nsimilar steps and then before you know it international order becomes governed by the law of the\n\njungle,” the Saudi foreign minister said.\n\nSaudi Arabia recently warned it would pull its money out of the US economy, selling up to $750 billion in\nUS treasury securities and other assets, before lawsuits demanding compensation start pouring in and put\nthese assets in jeopardy. However, responding to a question on whether Saudi Arabia was still\nreconsidering its investment strategy on Sunday, Jubeir assured reporters that it plans to continue with its\n\ninvestments and does not plan to decrease them.\n\n“[The Kingdom] has tremendous investments in the United States and we review those investments on a\nregular basis. There are issues associated with risk, but our objective is to increase those investments.\nWe won’ decrease them,” he said, as cited by Reuters. The US Treasury Department said that the\n\nkingdom owned $116.8 billion in securities in the US as of March this year.\n\nHOUSE_OVERSIGHT_026649",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026649.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2267,
    "word_count": 359,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.350901",
    "prefix": "IMAGES-009"
  }
}