{
  "document_id": "HOUSE_OVERSIGHT_011317",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011317.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n14\nH3VOGIU1\n\nregularly with Mr. Epstein to other places.\n\nSo again, we didn't get to depose him as an expert in\n\nthis matter. We didn't know that he was going to be called as\n\nan expert. They're saying he's a lay opinion because he's a\nprivate investigator, your Honor. The case law says otherwise.\nHe's been certified as an expert in these exact kind of cases.\n\nWe put those in our brief. So your Honor, he is really a wolf\nin sheep's clothing. They're trying to put him on as a lay\nopinion when he's really an expert witness in this case with\n\nsufficient and sophisticated knowledge, that the jury will\n\nrecognize him as someone who has expertise in this area so,\nyour Honor, we believe he should be precluded from testifying.\n\nHe has no personal knowledge, it's simply his reliance, as we\n\nunderstand it, on the one FOIA response letter.\n\nSo your Honor, with respect to the FOIA response\n\nletter that's at issue that they are going to try to get into\n\nvidence, we've put forth in our papers, again, that's a\n\nhearsay document. It's highly prejudicial under 403. They say\n\nthat it meets self-authentication, but unlike the documents\n\nthat we showed, for example the 302 that have the seal on it,\nit has none of those qualifications.\n\nThey cite to two cases, the Zamara case and the Gary\n\ncase. Both of those involve getting into evidence underlying\nrecords that were produced by the government, not a FOIA\n\nletter. So what they're trying to produce is a letter that\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011317",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011317.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1610,
    "word_count": 283,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:44.961907",
    "prefix": "IMAGES-001"
  }
}