{
  "document_id": "HOUSE_OVERSIGHT_014042",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014042.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 63\n\nto a potential criminal of his rights, they can do the same for his victims.\nThis Part also notes that the Department of Justice and state prosecutors\nalready successfully provide rights to victims before charging. This\nsuccessful experience strongly suggests that providing rights to victims\nearly in the criminal justice process will not be unduly burdensome.\n\nI. THE ISSUE OF RIGHTS FOR CRIME VICTIMS DURING CRIMINAL\nINVESTIGATIONS\n\nTo consider the question of whether victims should have rights during\ncriminal investigations, some understanding of the underlying purposes of\nvictims’ nghts enactments will be useful. These enactments are typically\ndesigned to make victims participants in all phases of the criminal justice\nprocess.° Congress drafted the CVRA, for example, broadly to make crime\nvictims participants in criminal cases. The Jeffrey Epstein sex abuse case\ndemonstrates the importance of victim participation even before charges are\nfiled.\n\nA. A BRIEF HISTORY OF CRIME VICTIMS’ RIGHTS\n\nThe crime victims’ nghts movement has sought to make crime victims\nimportant participants in the criminal justice process. The movement began\nin the wake of the Warren Court revolution, which extended new rights to\ncriminal defendants.’ With the courts paying increasing attention to\ncriminal defendants, crime victims’ advocates began to argue that the\nvictims themselves had been overlooked. The movement gained great\nvisibility in the early 1980s when President Ronald Reagan appointed the\nPresident’s Task Force on Victims of Crime.” The Task Force published a\nreport concluding that “the criminal justice system has lost an essential\nbalance.... The victims of crime have been transformed into a group\noppressively burdened by a system designed to protect them. This\noppression must be redressed.”!°\n\nThe Task Force chronicled how crime victims were treated in all\nstages of the criminal justice process, from the police investigation through\n\n6 See DoucLAs E. BELoor, PAUL G. CASSELL & STEVEN J. Twist, VICTIMS IN CRIMINAL\nPROCEDURE 3-39 (3d ed. 2010) (describing reforms from a historical perspective), see also,\ne.g., 18 U.S.C. § 3771(a) (2012).\n\nT See BELOOF, CASSELL & TWIST, supra note 6, at 3-39 (describing the history of\nvictims’ rights in American law and the early days of the modern movement).\n\n8 See, e.g., William F. McDonald, Towards a Bicentennial Revolution in Criminal\nJustice: The Return of the Victim, 13 AM. CRIML. REV. 649, 651-55 (1976).\n\n° Exec. Order 12,360, 47 Fed. Reg. 17,975 (Apr. 27, 1982); see also PRESIDENT’s TASK\nFORCE ON VICTIMS OF CRIME, FINAL REPORT, at 1 (1982).\n\n10 PRESIDENT’S TASK FORCE ON VICTIMS OF CRIME, FINAL REPORT, supra note 9, at 114.\n\nHOUSE_OVERSIGHT_014042",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014042.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2750,
    "word_count": 426,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.637599",
    "prefix": "IMAGES-002"
  }
}