{
  "document_id": "HOUSE_OVERSIGHT_013463",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_013463.txt",
  "text": "AFFIDAVIT OF BRADLEY JAMES EDWARDS \n1. I am an attorney in good standing with the Florida Bar and admitted to practice in the \nSouthern District of Florida. I am a partner in the law firm of Farmer Jaffe Weissing Edwards Fistos and \nLehrman. \n2. I am the lead attorney currently representing \"Jane Doe\" in the case of Jane Doe v. \nJeffrey Epstein, case number 08-80893 in federal Court in the Southern District of Florida. I am the lead \nattorney representing Jane Doe, whose civil complaint alleges that Epstein sexually molested her \nnumerous occasions when she was a minor. \n3. Defendant Epstein has entered into a \"non-prosecution agreement\" (NPA) with the \nfederal government for sex crimes against minors. Under that agreement, the federal government has \nagreed not to file criminal charges against Epstein for sex crimes committed against approximately thirty \ngirls, including Jane Doe. In exchange, Epstein agreed to plead guilty to state law criminal charges \ninvolving solicitation of prostitution and procuring a minor for prostitution. The victim of the criminal \ncharges to which he has pled was not Jane Doe. \n4. Under the NPA, Epstein has agreed not to contest civil liability of any of his \napproximately thirty victims — provided that the victim agrees to limit themselves to the damages \nprovided by 18 U.S.C. § 2255 (currently set at $150,000). Jane Doe has not agreed to limit herself to \npursuing only $150,000-in damages. Therefore, the terms of the NPA purport to prevent Jane Doe from \n.using the NPA to prove liability. \n5. Epstein has filed an answer to Jane Doe's complaint, in which he has invoked his Fifth \nAmendment right to silence with respect to the allegations that he molested her as a child. Epstein has \nfurther argued that this Fifth Amendment invocation is the functional equivalent of, and must be \ntreated as, a specific denial of the allegations. \n6. Defendant Epstein 's deposition has been taken on several occasions, in this and other \nrelated cases, and he has not provided any substantive discovery whatsoever. Instead, he invoked his \n5th amendment privilege against self-incrimination when asked questions about his abuse of Jane Doe or \nother girls. \n7. Defendant Epstein has also been served with Interrogatories and requests for \nproduction; all requests have been met with 5th amendment assertions and Epstein has not given Jane \nDoe any substantive testimony related her allegations. \n8. Jane Doe's complaint contains a punitive damages claim, and Mr. Epstein has also \nelected to invoke the 5th Amendment on all questions that would relate to punitive damages issues, \nsuch as his intent when committing the crimes, his lack of remorse and his intent to recidivate. \n9. Epstein has taken Jane Doe's deposition. During that deposition he has asked numerous \nquestions of Jane Doe that suggest that she is fabricating her allegation of abuse by Epstein. \n10. In addition to deposing Mr. Epstein, other attorneys and I have taken the depositions of \nhis various co-conspirators (as labeled by the federal government in the NPA), including \nand Each of those individuals was employed by Epstein to bring \nhim underage girls for him to molest and to ensure that he was protected from detection by law \nenforcement, and thus those individuals could likely provide general testimony that would assist Plaintiff \nin proving liability and damages, including punitive damages. However, none of these individuals were \nHOUSE OVERSIGHT 013463 \npresent during acts of sexual abuse by Epstein. In any event, ALL of those individuals have also invoked \ntheir 5th amendment rights against self-incrimination, and thus have left Plaintiff with no information \nabout what Epstein or other conspirators inside his house were doing during the sexual abuse of Jane \nDoe and other minors girls. This creates a serious issue for Jane Doe in proving her sexual molestation \nclaim against Epstein. By its nature, sexual molestation takes place in private, with only the abuser and \nthe victim typically available to testify. In this case, Epstein's abuse of Jane Doe took place in private, \nwith only Epstein and Jane Doe present during the abuse. Jane Doe has no other reasonable avenues of \ndiscovery to provide direct proof of claim of sexual abuse by Epstein. \n11. Additionally, Mr. Epstein has recently filed a lawsuit against me personally that has no \nmerit whatsoever, a fact known to Mr. Epstein and his attorneys. He filed the lawsuit against Brad \nEdwards, Scott Rothstein, and =another Epstein victim of his molestation). That lawsuit implies that \nL.M.'s civil case against him (currently pending in Florida state court) is fabricated and that and I \nhave conspired to commit fraud against him (presumably that she made up the case against him, \nimplying that he does not knovM. While the present subpoena before the Court has been filed by \nJane Doe, the Court should be aware that attorneys representingMmay also file a subpoena for the \nGeorge Rush tape shortly. \n12. Despite Mr. Epstein and all of his co-conspirators, asserting a 5\" amendment privilege \nagainst self-incrimination, George Rush of the New York Daily news did contact me to inform me that \nMr. Epstein spoke personally with him about issues related to the various charges of sex abuse against \nhim. \n13. Paraphrasing from memory of my conversation with Mr. Rush, Mr. Epstein told him that \nhe may have come\"too close to the line\" but that he should not have been punished as severely as he \nwas and that his conduct was at most worthy of a $100 fine. This is a statement that shows two things \nof great importance to Jane Doe's pending civil action. First, it is in effect an admission by Epstein of his \nliability to Jane Doe for sexually abusing her. Jane Doe does not have any other admission of Epstein of \nhis sexual abuse of her and Epstein has filed an answer to Jane Does complaint that has the functional \neffect of denying abuse of her. Jane Doe has diligently pursued all possible ways of obtaining an \nadmission from Epstein of his molestation of Jane Doe without success. Second, the statement to Mr. \nRush is a clear demonstration that Epstein lacks remorse for committing felony child molestation against \nJane Doe. This will be a central issue in the punitive damages case against Epstein at trial. Here again, \nJane Doe has diligently pursued all possible ways of obtaining a statement from Epstein about his lack of \nremorse for abusing Jane Doe without success. There are no other reasonable means of obtaining a \nstatement from Epstein on these subjects. \n14. Mr. Rush also told me that Mr. Epstein spoke specifically about one of my clients, \nand he made derogatory remarks about her. \n15. Additionally, Mr. Rush said that Epstein spoke directly about another civil case that was \nfiled against him (Jane Doe 102 v. Epstein); that case alleges that Epstein repeatedly sexually abused a \n15 year old girl, forced her to have sex with his friends and flew her on his private plane nationally and \ninternationally for the purposes of sexually molesting and abusing her. Epstein flippantly told George \nRush that that case was dismissed, in a way to indicate that the allegations are ridiculous and untrue. \nMr. Rush indicated that he taped the conversation between him and Mr. Epstein. \n17. Mr. Rush also spoke at length to Michael Fisten, an investigator with my firm that was \nassisting with the investigation of the case. Mr. Fisten reported to me shortly after the conversation \nwith Mr. Rush that he had such a conversation. \nHOUSE OVERSIGHT 013464 \n18. While research by other plaintiffs' attorneys and myself has uncovered other persons \nthat were acquaintances of Mr. Epstein, specifically Donald Trump, Alan Dershowitz, Bill Clinton, \nTommy Mottola, and David Copperfield, we have no information that any of those people (other than \nMr. Dershowitz) have spoken to Mr. Epstein about Jane Doe or any of the other specific victims of Mr. \nEpstein's molestation. Mr. Dershowitz is acting as an attorney for Mr. Epstein, and therefore it is \npresumably unlikely to question him about any admissions that Epstein may have made regarding Jane \nDoe or other minors girls. Additionally, we have no information that any of those individuals or any \nother individuals have any taped statements of Epstein's own voice relating to these matters. George \nRush's taped conversation with Mr. Epstein is the only known one in existence, making it very unique \nand it contains information not otherwise obtainable through other means or sources. Indeed, without \nthe Rush tape conversation, the jury that handles the case will not hear any words from Epstein himself \nabout his abuse of Jane Doe and other young girls. I have been informed by Epstein's attorney that \nEpstein intends to invoke his Fifth Amendment rights rather than answer any substantive questions \nabout the abuse of Jane Doe and other girls at trial. \n19. The Rush interview is, in any event, unique and not otherwise obtainable from other \nwitnesses because it can be used to prove perjury (a federal crime) on the part of Epstein. Epstein lied \nabout not knowing George Rush. See deposition of Jeffrey Epstein, taken in Jeffrey Epstein, case \n50-2008-CA-028051, page 154, line 4 through 155 line 9, wherein Jeffrey Epstein clearly impresses that \nhe does not recognize George Rush from the New York Daily News, despite the fact that he gave a \npersonal interview that we all now know to have been tape recorded. It is therefore evidence of a \ncriminal event. If we receive the tape, we intend to alert the appropriate law enforcement authorities, \nboth federal and state, so that they can pursue any appropriate criminal investigation perjury charges. \n20. The tape is also crucial for. to dismiss the frivolous complaint filed by Jeffrey Epstein \nagainst her, as he clearly acknowledges knowing contrary to claims he makes in his complaint \nagainst her and also contradictory to other statements he has made in depositions related to knowing \nIn that regard, this tape provides evidence of other false statements Epstein has made under oath. \n21. During a telephone call with George Rush, he provided me more than a description of \nthe tape, and in fact described the general tenor of the entire interview, so that nothing in the interview \ncan be fairly regarded as confidential at this point. \n22. As George Rush admitted in his affidavit, he played the tape for at least two other \npersons who also confirmed Epstein's arrogance as he speaks about his actions with minors. \n23. The people for whom George Rush played the tape or told in detail of the information \non the tape were not \"sources\" in the tradition sense of the word — all individuals were simply chatting \nwith Mr. Rush about Mr. Epstein and his propensity to molest children. For example, when I discussed \nthe tape with Mr. Rush, I was not a \"source\" in the traditional sense of that term. At no point did Mr. \nRush tell me that I was a \"source\" for his reporting. \n24. Because Epstein and all other co-conspirators have invoked the 5th amendment as to all \nrelevant questions, this tape is the only way that Jane Doe can put Epstein's own perceptions of what \nhe has done before the jury and the only way that Jane Doe can put Epstein's admissions and statement \ns before the jury. As even a quick perusal of the more than 500 entries on the docket sheet for Jane \nDoe's (consolidated) case will confirm (see Case no. 9:08-80119 (S .D. Fla.) (case number for consolidated \ncases on discovery), Jane Doe and other plaintiffs have made exhaustive attempts to obtain information \nfrom Epstein about his abuse. These attempts have included repeated requests for admission, requests \nfor production, interrogatories, and depositions — all the means that are listed in the Federal Rules of \nCivil Procedure for obtaining discovery. These means have all been exhausted without success. Neither \nHOUSE OVERSIGHT 013465 \nJane Doe nor any of the other plaintiffs have been able to obtain even a single word of information from \nEpstein about his abuse of minor girls. \n25. I made a good faith, albeit unsuccessful, effort to resolve this matter with Anne B. \nCarroll, representing the Daily News in order to avoid any court intervention. I explained that we \nneeded this tape for several reasons, including those cited by her in her pleading. The tape is \ndetrimental to Epstein's personal complaint against = and me; the tape is evidence of perjury \ncommitted by Epstein; the tape is the Best Evidence of his lack of remorse for his actions and will be \npresented in the punitive damages phase of the civil trials against him; and, perhaps most important, \nthe tape is the only way that the jury considering Jane Doe's case will be able to hear Epstein's voice and \nown statements about his abuse of Jane Doe and other minor girls. Without the tape, the jury will not \nhave the opportunity to hear Epstein give any substantive information about Jane Doe's complaint. \nIndeed, they will not have the opportunity to even hear Epstein's voice utter any substantive words \nother than (in essence) \"I take the Fifth.\" As part of our discussion, Ms. Carroll told me that it was a \n\"stupid move\" for Mr. Rush to play the tape or disclose the tape to other people as he likely waived any \nprivilege and that, as a result of disclosing the tape, he was at risk of losing his job. I responded that it \ndid not seem fair that Mr. Rush lose his job or be punished in any way, but that I had an absolute duty to \nrepresent my client and that I would be failing in that duty if I did not pursue this critical piece of \nevidence. \nI declare under penalty of perjury that the foregoing is true and correct. \nFURTHER AFFIANT SAYETH NAUGHT. \nDated this 23' day of April, 2010. \nThe foregoing instrument was acknowledged before me this 23 day of April, 2010 by BRAD \nEDWARDS, who is personally known to me. \nMy Commission Expires: \nMARIAW.KELLICNIAN \nte COMMISSION *00 813393 \n- EXPIRES: August 1 1 , 20'12 \n5/070. Boodedibru Notary Pubic Undowiters ' \nHOUSE OVERSIGHT 013466 \nDEFENDAIVT BRADLEY EDWARDS'S STATEMENT OF UNDISPUTED FACTS \nEpstein v. Edwards, et al. \nCase No.: 50 2009 CA 040800NOCCMBAG \nEXHIBIT N \nHOUSE OVERSIGHT 013467 \nAFFIDAVIT OF BRADLEY JAMES EDWARDS  \n1. I am an attorney in good standing with the Florida Bar and admitted to practice in the \nSouthern District of Florida. I am currently a partner in the law firm of Farmer, Jaffe, \nWeissing, Edwards, Fistos & Lehrman, P.L. \n2. In 2008, I was a sole practitioner running a personal injtntw firm in Hollywood, FL. \nWhile a sole practitioner I was retained by three clients, =, OM, and Jane Doe to \npursue civil litigation a. ainst Jeffrey Epstein for sexually abusing them while they were \nminor girls. I agreed to represent these girls, along with attorney Jay Howell (an \nattorney in Jacksonville, Florida with Jay Howell & Associates) and Professor Paul \nCassell (a law professor at the University of Utah College Of Law). I filed state court \nactions on behalf of L.M. and E.W. and a federal court action on behalf of Jane Doe. \nAll of the cases were filed in the summer of 2008. \n3. My clients received correspondence from the U.S. Department of Justice regarding \ntheir rights as victims of Epstein's federal sex offenses. (True and accurate copies of \nthe letters are attached to Statement of Undisputed Facts as Exhibit \"M\") \n4. In mid June 2008, I contacted Assistant United States Attorney Marie Villafafta to \ninform her that I represented Jane Doe #1=.) and, later, Jane Doe #2M). I asked \nto meet to provide information regarding Epstein. AUSA Villafarla did not advise me \nthat a plea agreement had already been negotiated with Epstein's attorneys that would \nblock federal prosecution. AUSA Villafafia did indicate that federal investigators had \nconcrete evidence and information that Epstein had sexually molested at least 40 \nunderage minor females, including=., Jane Doe and \n5. I also requested from the U.S. Attorney's Office the information and evidence that they \nhad collected regarding Epstein's sexual abuse of his clients. However, the U.S. \nAttorney's Office declined to provide any such information to me. The U.S. Attorney's \nOffice also declined to provide any such information to the other attorneys who \nrepresented victims of Epstein's sexual assaults. \n6. I was informed that on Friday, June 27, 2008, at approximately 4:15 p.m., AUSA \nVillafafia received a copy of Epstein's proposed state plea agreement and learned that the \nplea was scheduled for 8:30 a.m., Monday, June 30, 2008. She called me to provide \nnotice to my clients regarding the hearing. She did not tell me that the guilty pleas in \nstate court would bring an end to the possibility of federal prosecution pursuant to the \nplea agreement. My clients did not learn and understand this fact until July 11, 2008, \nwhen the agreement was described during a hearing held before Judge Marra on the \nCrime Victims' Rights Act action that I had filed. \n7. In the summer of 2008 •I filed complaints against Jeffrey Epstein on behalf o!=, \nE.W., and Jane Doe. \nHOUSE OVERSIGHT 013468 \n8. In the Spring of 2009 (approximately April), I joined the law firm of Rothstein, \nRosenfeldt and Adler, P.i.\"RRA\"). I brought my existing clients with me when I \njoined RRA, including M., and Jane Doe. When I joined the finn, I was not \naware that Scott Rothstein was running a Ponzi scheme at RRA. Had I known such a \nPonzi scheme was in place, I would never have joined RRA. \n9. I am now aware that it has been alleged that Scott Rothstein made fraudulent \npresentations to investors about the lawsuits that I had filed on behalf of my clients \nagainst Epstein and that it has been alleged that these lawsuits were used to fraudulently \nlure investors into Rothstein's Ponzi scheme. I never met a single investor, had no part \nin any such presentations and had no knowledge any such fraud was occurring. If these \nallegations are true, I had no knowledge that any such fraudulent presentations were \noccurring and no knowledge of any such improper use of the case files. \n10. Epstein's Complaint against me alleges that Rothstein made false statements about \ncases filed against Epstein, i.e., that RRA had 50 anonymous females who had filed suit \nagainst Epstein; that Rothstein sold an interest in personal injury lawsuits, reached \nagreements to share attorneys fees with non-lawyers, paid clients \"up front\" money; and \nthat he used the judicial process to further his Ponzi scheme. If Rothstein did any of \nthese things, I had no knowledge of his actions. Because I maintained close contact \nwith my clients, and Jane Doe, and Scott Rothstein never met any of them, I \nknow for certain that none of my clients were paid \"up front\" money by anyone. \n11. Epstein alleges that I attempted to take the depositions of his \"high profile friends and \nacquaintances\" for no legitimate litigation purpose. This is untrue, as all of my actions \nin representing M., M, and Jane Doe were aimed at providing them effective \nrepresentation in their civil suits. With regard to Epstein's friends, through documents \nand information obtained in discovery and other means of investigation, I learned that \nEpstein was sexually molesting minor girls on a daily basis and had been for many \nyears. I also learned the unsurprising fact that he was molesting the girls in the privacy \nof his mansion in West Palm Beach, meaning that locating witnesses to corroborate \ntheir testimony would be difficult to find. I also learned, from the course of the \nlitigation, that Epstein and his lawyers were constantly attacking the credibility of the \ngirls, that Epstein's employees were all represented by lawyers who apparently were \npaid for (directly or indirectly) by Epstein, that co-conspirators whose representation \nwas also apparently paid for by Epstein were all taking the Fifth (like Epstein) rather \nthan provide information in discovery. For example, I was given reason to believe that \nLarry Visoski, Larry Harrison, David Rogers, Louella Rabuyo, \nGhislaine Maxwell, Mark Epstein, and Janusz Banasiak all had lawyers \npaid for by Epstein. Because Epstein and the co-conspirators in his child molestation \ncriminal enterprise blocked normal discovery avenues, I needed to search for other \nordinary approaches to strengthen the cases of my clients. Consistent with my training \nand experience, these other ordinary approaches included finding other witnesses who \ncould corroborate allegations of sexual abuse of my clients or other girls. Some of these \nwitnesses were friends of Epstein. Given his social status, it also turned out that some \nof his friends were high-profile. individuals. \nHOUSE OVERSIGHT 013469 \n12. In light of information I received suggesting that British socialite Ghislaine Maxwell, \nformer girlfriend and long-time friend of Epstein's, was involved in managing Epstein's \naffairs and companies I had her served for deposition for August 17, 2009. (Deposition \nNotice attached to Statement of Undisputed Facts as Exhibit BB). Maxwell was \nrepresented by Brett Jaffe of the New York firm of Cohen and Gresser, and I \nunderstood that her attorney was paid for (directly or indirectly) by Epstein. She was \nreluctant to give her deposition, and I tried to work with her attorney to take her \ndeposition on terms that would be acceptable to both sides. Her attorney and I \nnegotiated a confidentiality agreement, under which Maxwell agreed to drop any \nobjections to the deposition. Maxwell, however, still avoided the deposition. On June \n29, 2010, one day before I was to fly to NY to take Maxwell's deposition, her attorney \ninformed me that Maxwell's mother was deathly ill and Maxwell was consequently \nflying to England with no intention of returning and certainly would not return to the \nUnited States before the conclusion of Jane Doe's trial period (August 6, 2010). \nDespite that assertion, I later learned that Ghislaine Maxwell was in fact in the country \non approximately July 31, 2010, as she attended the wedding of Chelsea Clinton \n(former President Clinton's daughter) and was captured in a photograph taken for US \nWeekly magazine. \n13. Epstein alleges that there was something improper in the fact that I notified him that I \nintended to take Donald Trump's deposition in the civil suits against him. Trump was \nproperly noticed because: (a) after review of the message pads confiscated from \nEpstein's home, the legal and investigative team assisting my clients learned that Trump \ncalled Epstein's West Palm Beach mansion on several occasions during the time period \nmost relevant to my clients' complaints; (b) Trump was quoted in a Vanity Fair article \nabout Epstein as saying \"I've known Jeff for fifteen years. Terrific guy.\" \"He's a lot \nof fun to be with. It is even said that he likes beautiful women as much as I do, and \nmany of them are on the younger side. No doubt about it — Jeffrey enjoys his social \nlife.\" Jeffrey Epstein: International Moneyman of Mystery; He's pals with a passel of \nNobel Prize—winning scientists, CEOs like Leslie Wexner of the Limited, socialite \nGhislaine Maxwell, even Donald Trump. But it wasn't until he flew Bill Clinton, \nKevin Spacey, and Chris Tucker to Africa on his private Boeing 727 that the world \nbegan to wonder who he is. By Landon Thomas Jr.; (c) I learned through a source \nthat Trump banned Epstein from his Maralago Club in West Palm Beach because \nEpstein sexually assaulted an underage girl at the club; (d) Jane Doe No. 102's \ncomplaint alleged that Jane Doe 102 was initially approached at Trump's Maralago by \nGhislaine Maxwell and recruited to be Maxwell and Epstein's underage sex slave; (e) \nMark Epstein (Jeffrey Epstein's brother) testified that Trump flew on Jeffrey Epstein's \nplane with him (the same plane that Jane Doe 102 alleged was used to have sex with \nunderage girls) deposition of Mark Epstein, September 21, 2009 at 48-50; (f) Trump \nvisited Epstein at his home in Palm Beach — the same home where Epstein abused \nminor girls daily; (g) Epstein's phone directory from his computer contains 14 phone \nnumbers for Donald Trump, including emergency numbers, car numbers, and numbers \nto Trump's security guard and houseman. Based on this information, I believed that \nHOUSE OVERSIGHT 013470 \nTrump might have relevant information to provide in the cases against Jeffrey Epstein \nand accordingly provided notice of a possible deposition. \n14. Epstein alleges that there was something improper in the fact that I notified him that I \nintended to take Alan Dershowitz's deposition in the civil suits against him. Dershowitz \nwas properly noticed because: (a) Dershowitz has been friends with Epstein for many \nyears; (b) in one news article Dershowitz comments that, \"I'm on my 20th book... The \nonly person outside of my immediate family that I send drafts to is Jeffrey\" The \nTalented Mr. Epstein, By Vicky Ward on January, 2005 in Published Work, Vanity \nFair; (c) Epstein's housekeeper Alfredo Rodriguez testified that Dershowitz stayed at \nEpstein's house during the years most relevant to my clients; (d) Rodriguez testified \nthat Dershowitz was at Epstein's house at times when underage females where there \nbeing molested by Epstein (see Alfredo Rodriguez deposition at 278-280, 385, 426-\n427); (e) Dershowitz was reportedly involved in persuading the Palm Beach State \nAttorney's office not to file felony criminal charges against Epstein because the \nunderage females lacked credibility and thus could not be believed that they were at \nEpstein's house, despite him being an eyewitness that the underage girls were actually \nthere; (f) Jane Doe No. 102 stated generally that Epstein forced her to be sexually \nexploited by not only Epstein but also Epstein's \"adult male peers, including royalty, \npoliticians, academicians, businessmen, and/or other professional and personal \nacquaintances\" — categories that Dershowitz and acquaintances of Dershowitz fall into; \n(g) during the years 2002-2005 Alan Dershowitz was on Epstein's plane on several \noccasions according to the flight logs produced by Epstein's pilot and information \n(described above) suggested that sexual assaults may have taken place on the plane; (h) \nEpstein donated Harvard $30 Million dollars one year, and Harvard was one of the only \ninstitutions that did not return Epstein's donation after he was charged with sex offenses \nagainst children. Based on this information, I believed that Dershowitz might have \nrelevant information to provide in the cases against Jeffrey Epstein and accordingly \nprovided notice of a possible deposition. \n15. Epstein alleges that there was something improper in  the fact that I notified him that I \nintended to take Bill Clinton's deposition. Clinton was properly noticed because: (a) it \nwas well known that Clinton was friends with Ghislaine Maxwell, and several witnesses \nhad provided information that Maxwell helped to run Epstein's companies, kept images \nof naked underage children on her computer, helped to recruit underage children for \nEpstein, engaged in lesbian sex with underage females that she procured for Epstein, \nand photographed underage females in sexually explicit poses and kept child \npornography on her computer; (b) newpaper articles stated that Clinton had an affair \nwith Ghislaine Maxwell, who was thought to be second in charge of Epstein's child \nmolestation ring. The Cleveland Leader newspaper, April 10, 2009; (c) it was national \nnews when Clinton traveled with Epstein (and Maxwell) aboard Epstein's private plane \nto Africa and the news articles classified Clinton as Epstein's friend; (d) the flight logs \nfor the relevant years 2002 - 2005 showed Clinton traveling on Epstein's plane on more \nthan 10 occasions and his assistant, Doug Band, traveled on many more occasions; (e) \nJane Doe No. 102 stated generally that she was required by Epstein to be sexually \nHOUSE OVERSIGHT 013471 \nexploited by not only Epstein but also Epstein's \"adult male peers, including royalty, \npoliticians, academicians, businessmen, and/or other professional and personal \nacquaintances\" — categories Clinton and acquaintances of Clinton fall into; (f) flight \nlogs showed that Clinton took many flights with Epstein, Ghislaine Maxwell, \nmd -- all employees and/or co-conspirators of Epstein's that \nwere closely .connected to Epstein's child exploitation and sexual abuse; (g) Clinton \nfrequently flew with Epstein aboard his plane, then suddenly stopped — raising the \nsuspicion that the friendship abruptly ended, perhaps because of events related to \nEpstein's sexual abuse of children; (h) Epstein's personal phone directory from his \ncomputer contains e-mail addresses for Clinton along with 21 phone numbers for him, \nincluding those for his assistant (Doug Band), his schedulers, and what appear to be \nClinton's personal numbers. Based on this information, I believed that Clinton might \nhave relevant information to provide in the cases against Jeffrey Epstein and \naccordingly provided notice of a possible deposition. \n16. Epstein alleges that Tommy Mottola was improperly noticed with a deposition. I did \nnot notice Mattola for deposition. He was noticed for deposition by a law firm \nrepresenting another one of Epstein's victims — not by me. \n17. Epstein alleges that there was something improper in the fact that I notified him that I \nintended to take the illusionist David Copperfield's deposition. Copperfield was \nproperly noticed because: (a) Epstein's housekeeper Alfredo Rodriguez testified that \nDavid Copperfield was a guest on several occasions at Epstein's house; (b) according to \nthe message pads confiscated from Epstein's house, Copperfield called Epstein quite \nfrequently and left messages that indicated they socialized together; (c) Copperfield \nhimself has had similar allegations made against him by women claiming he sexually \nabused them; (d) one of Epstein's sexual assault victims also alleged that Copperfield \nhad touched her in an improper sexual way while she was at Epstein's house. Based on \nthis information, I believed that Copperfield might have relevant information to provide \nin the cases against Jeffrey Epstein and accordingly provided notice of a possible \ndeposition. \n18. Epstein alleges that there was something improper in the fact that I identified Bill \nRichardson as a possible witness against him in the civil cases. Richardson was \nproperly identified as a possible witness because Epstein's personal pilot testified to \nRichardson joining Epstein at Epstein's New Mexico Ranch. See deposition of Larry \nMorrison, October 6, 2009, at 167-169. There was information indicating that Epstein \nhad young girls at his ranch which, given the circumstances of the case, raised the \nreasonable inference he was sexually abusing these girls since he had regularly and \nfrequently abused girls in West Palm Beach and elsewhere. Richardson had also \nreturned campaign donations that were given to him by Epstein, indicating that he \nbelieved that there was something about Epstein that he did not want to be associated \nwith. Richardson was not called to testify nor was he ever subpoenaed to testify. \n19. Epstein alleges that discovery of plane and pilot logs was improper during discovery in \nthe civil cases against him. Discovery of these subjects was clearly proper and \nHOUSE OVERSIGHT 013472 \nnecessary because: (a) Jane Doe filed a federal RICO claim against Epstein that was an \nactive claim through much of the litigation. The RICO claim alleged that Epstein ran an \nexpansive criminal enterprise that involved and depended upon his plane travel. \nAlthough Judge Marra dismissed the RICO claim at some point in the federal litigation, \nthe legal team representing my clients intended to pursue an appeal of that dismissal. \nMoreover, all of the subjects mentioned in the RICO claim remained relevant to other \naspects of Jane Doe's claims against Epstein, including in particular her claim for \npunitive damages; (b) Jane Doe also filed and was proceeding to trial on a federal claim \nunder 18 U.S.C. § 2255. Section 2255 is a federal statute which (unlike other state \nstatutes) guaranteed a minimum level of recovery for Jane Doe. Proceeding under the \nstatute, however, required a \"federal nexus\" to the sexual assaults. Jane Doe had two \ngrounds on which to argue that such a nexus existed to her abuse by Epstein: first, his \nuse of the telephone to arrange for girls to be abused; and, second, his travel on planes \nin interstate commerce. During the course of the litigation, I anticipated that Epstein \nwould argue that Jane Doe's proof of the federal nexus was inadequate. These fears \nwere realized when Epstein filed a summary judgment motion raising this argument. In \nrespo-nse, the other attorneys and I representing Jane Doe used the flight log evidence \nto respond to Epstein's summary judgment motion, explaining that the flight logs \ndemonstrated that Epstein had traveled in interstate commerce for the purpose of \nfacilitating his sexual assaults. Because Epstein chose to settle the case before trial, \nJudge Marra did not rule on the summary judgment motion. (c) Jane Doe No. 102's \ncomplaint outlined Epstein's daily sexual exploitation and abuse of underage minors as \nyoung as 12 years old and alleged that he used his plane to transport underage females \nto be sexually abused by him and his friends. The flight logs accordingly might have \ninformation about either additional girls who were victims of Epstein's abuse or friends \nof Epstein who may have witnessed or even participated in the abuse. Based on this \ninformation, I believed that the flight logs and related information was relevant \ninformation to prove the cases against Jeffrey Epstein and accordingly I pursued them \nin discovery. \n20. In approximately November 2009, the existence of Scott Rothstein's Ponzi scheme \nbecame public knowledge. It was at that time that I, along with many other reputable \nattorneys at RRA, first became aware of Rothstein criminal scheme. At that time, I left \nRRA with several other RRA attorneys to form the law firm of Farmer Jaffe Weissing \nEdwards Fistos and Lehrman (\"Farmer Jaffe\"). I was thus with RRA for less than one \nyear. \n21. In July 2010, along with other attorneys at Farmer Jaffe and Professor Cassell, I reached \nfavorable settlement terms for my three clients M., M., and Jane Doe in their \nlawsuits against Epstein. \n22. On July 20, 2010, I received a letter from the U.S. Attorney's Office for the Southern \nDistrict of Florida — the office responsible for prosecuting Rothstein's Ponzi scheme. \nThe letter indicated that law enforcement agencies had determined that I was \"a victim \n(or potential victim)\" of Scott Rothstein's federal crimes. The letter informed me of my \nrights as a victim of Rothstein's federal crimes and promised to keep me informed about \nHOUSE OVERSIGHT 013473 \nsubsequent developments in his prosecution. A copy of this letter is attached to this \nAffidavit. (A copy of the letter is attached to Statement of Undisputed Facts as Exhibit \nUU) \n23. Jeffrey Epstein also filed a complaint with the Florida Bar against me. His complaint \nalleged that I had been involved in Rothstein's scheme and had thereby violated various \nrules of professional responsibility. The Florida Bar investigated and dismissed the \ncomplaint. \n24. I have reviewed the Statement of Undisputed Facts filed contemporaneously with this \nAffidavit. Each of the assertions concerning what I learned, what I did, and the good \nfaith beliefs formed by me in the course of my prosecutions of claims against Jeffrey \nEpstein as contained in the Statement of Undisputed Facts is true, and the foundations \nset out as support for my beliefs are true and correct to the best of my knowledge. \n25. All actions taken by me in the course of my prosecution of claims against Jeffrey \nEpstein were based upon a good faith belief that they were reasonable, necessary, and \nethically proper to fulfill my obligation to zealously represent the interests of my \nclients. \nI declare under penalty of perjury that the foregoing is true and correct. \nDated: 112.i , 2010 \nBradley J. Edwards, Esq. \nHOUSE OVERSIGHT 013474 \nDEFENDA1VT BRADLEY J. EDWARDS'S MOTION FOR FINAL SUMMARY JUDGMENT \nEpstein v. Edwards, et al. \nCase No.: 50 2009 CA 040800=XMBAG \nEXHIBIT A \nHOUSE OVERSIGHT 013475 \nCase 9:08-cv-80893-KAM Document 168 Entered on FLSD Docket 06/28/2010 Page 1 of 4 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCASE NO.: 08-C1V-80893-MARRA/JOHNSON \nJANE DOE, \nPlaintiff, \nvs. \nJEFFREY EPSTEIN, \nDefendant. \nDEFENDANT EPSTEIN'S MOTION FOR SETTLEMENT CONFERENCE, OR /N \n1 HE ALTERNATIVE, MOTION TO DIRECT PARTIES' BACK TO MEDIATION \nDefendant, JEFFREY EPSTEIN, by and through his undersigned attorneys, \npursuant to the Federal Rules of Civil Procedure and the Local Rules for the Southern \nDistrict of Florida, moves this Court for an order requiring the parties to attend a \nSettlement Conference before Magistrate Judge Linnea R. Johnson, or in the alternative, \nfor an Order directing the parties to reconvene at a second mediation on or before July 1, \n2010, and as grounds set forth would state: \n1. The above-styled matter is currently scheduled on the Court's trial docket \nbeginning July 19, 2010. (D.E. #119, Order Re-Setting Trial Date and Pretrial Deadlines). \nThe Court's Mandatory Pretrial Stipulation and Motions in Liraine deadlines are set for \nJuly 1, 2010. In this regard, if the parties could reach an agreement at a settlement \nconference or a mediation before these pre-trial deadlines, it would result in substantial \nconservation of judicial resources and preparation time. \n2. The parties attended mediation on April 5, 2010, at Matrix Mediation, \nLLC, with Rodney Romano serving as mediator, but were unable to reach an agreement. \n(See D.E. #139). \nHOUSE OVERSIGHT 013476 \nCase 9:08-cv-80893-KAM Document 168 Entered on FLSD Docket 06/28/2010 Page 2 of 4 \nDoe v. Epstein \nCASE NO.: 08-CIV-80893-MARRALTOENSON \nPage 2 \n3. Since the April 5, 2010 mediation, additional discovery has been completed \nand exchanged, including each parties' psychological (Plaintiff) and psychiatric \n(Defendant) expert depositions. As well, Defendant filed his Motion for Summary \nJudgment and Motion for Bifurcation. Both parties have exchanged witness and exhibit \nlists. Each party will be filing extensive Motions in Limine. Plaintiff's Trial Witness \nList has identified over 170 potential witnesses, and further, Plaintiff identifies over 140 \ntrial exhibits, including composite exhibits that are hundreds of pages in length. It is \nconceivable this case could last 12- 20 trial days. \n4. Additionally, since the parties attended mediation on April 5, 2010, Defendant \nhas resolved all pending lawsuits, including Plaintiff, C.L. (Case No.: 10-80447) and \nJANE DOES Nos. 2-8 (Case Nos.: 08-80119, 08-80232, 08-08380, 08-80381, 08-80994, \n08-80993, 08-80802), C.M.A. (Case No.08-80811), Jane Does Nos. 101, 102 and 103 \n(Case Nos. 09-80591, 09-80656, 10-80309), another Jane Doe (Case No. 08-80804), \nJane Doe II (Case No. 09-80469), as well as other non-filed claims. Furthermore, \nDefendant has also resolved three state court claims. The only cases not resolved are this \ncase and. two (2) cases in state court (all three plaintiffs are represented by Plaintiffs \ncounsel, Brad Edwards, Esq. and his firm). 1 \n5. Plaintiffs in other filed cases were represented by various law firms as the \ncourt is aware. \n6. With the additional discovery completed to date and with the motions, -Hal \npreparation and judicial rulings necessary to try this ease, all yet to be done, Defendant \nThere is also a case styled L.M. v. Jeffrey Epstein, CASE NO.: 09-CIV-81092 —MARRA/JOHNSON, which was never served \non the Defendant. Defendant has filed a Motion to Dismiss. \nHOUSE OVERSIGHT 013477 \nCase 9:08-cv-80893-KAM Document 168 Entered on FLSD Docket 06/28/2010 Page 3 of 4 \nDoe v. Epstein \nCASE NO.: 08-CIV-808934MARRA/JOHNSON \nPage 3 \nbelieves that a settlement conference or mediation is in the best interest of both parties to \nattempt resolution. There is no prejudice to either party. \n7. Therefore, Defendant requests the Court issue an order directing the parties to \nattend a Settlement Conference before Magistrate Judge Johnson or that the Court direct \nthe parties to attend a further mediation before 'July 1, 2010. Both Magistrate Judge \nJohnson and Rodney Romano (as the mediator in this case) are very familiar with the \nparticular case and other claims that were asserted. \n8. Defendant's Counsel has spoken with the secretary for the mediator, Rodney \nRomano, and she believes that he would be able to schedule a 2-3 hour mediation on \nshort notice this week. \nWHEREFORE, Defendant, JEFFREY EPSTEIN respectfully requests the Court \nto enter an Order directing the parties to attend a Settlement Conference before \nMagistrate Judge Linnea R. Johnson, or in the alternative, a mediation on or before July \n1, 2010. \nRule 7.1 Certification  \nI hereby certify that counsel has communicated by telephone with Plaintiffs \ncounsel in a good faith effort to resolve the issues set forth herein. Plaintiffs position is \nthat the parties have already complied with the mediation requirements. \nBy: s/Robert D. Critton, Jr.  \nRobert D. Criiton, Jr. \nMichael I Pike \nAttorneys for Defendant Epstein \nHOUSE OVERSIGHT 013478 \nCase 9:08-cv-80893-KAM Document 168 Entered on FLSD Docket 06/28/2010 Page 4 of 4 \nDoe v. Epstein \nCASE NO.: 08-CIV-80893-MARRA/JOHNSON \nPage 4 \nCertificate of Service  \nI HEREBY CERTIFY that a true copy of the foregoing was electronically filed \nwith the Clerk of the Court using CM/ECF. I also certify that the foregoing document is \nbeing served this day on all counsel of record identified on the following service list in \nthe manner specified via transmission of Notices of Electronic Filing generated by \nCM/ECF on this 28th day of June, 2010: \nBrad Edwards, Esq. \nFarmer, Jaffe, Weissing, Edwards, Fistos \n& Lehrman, PL \n425 N. Andrews Ave. \nSuite #2 \nPaul G. Cassell, Esq. \nPro Hac Vice \n332 South 1400 E, Room 101 \nSalt Lake City, UT 84112 \nCo-counsel for Plaintiff \nJack Alan Goldberger, Esq. \nAtterbury Goldberger & Weiss, P.A. \n250 Australian Avenue South \nSuite 1400 \nWest Palm Beach, FL 33401-5012 \nCo-Counsel for Defendant Jeffrey Epstein \nRespectfully submitted, \nBy:  Is/ Robert D. Critton, Jr.  \nROBERT D. CRITTON, JR., ESQ. \nFlorida Bar No. 224162 \nrcrit@bcklaw.com  \nMICHAEL I. PIKE, ESQ. \nFlorida Bar #617296 \nmpike@belclaw.com \nBURMAN, CRITTON, LU111.b,R & \nCOLEMAN, LLP \n303 Banyan Boulevard, Suite 400 \nWest Palm Beach, FL 33401 \n561/842-2820 Phone \n561/243-0164 Fax \n(Co-Counsel far Defendant Jeffivy Epstein) \nHOUSE OVERSIGHT 013479 \nIN THE CIRCUIT COURT OF THE \nFIFTEENTH JUDICIAL CIRCUIT IN \nAND FOR PALM BEACH COUNTY, FLORIDA \nGENERAL JURISDICTION DIVISION \nJEFFREY EPSTEIN, \nPlaintiff, \nvs. No. 502009CA040800XXXXMBAG \nSCOTT ROTHSTEIN, individually, \nand BRADLEY J. EDWARDS, \nindividually, \nDefendants. \n500 East Broward Boulevard, \nFt. Lauderdale, Florida \nThursday, June 14, 2012 \n9:14 a.m. - 12:37 p.m. \nDEPOSITION \nOf \nSCOTT ROTHSTEIN \n(Via Video Conference) \nTaken on behalf of the Trustee \npursuant to a notice of taking deposition \nFRIEDMAN, LOMBARDI & OLSON \n305-371-6677 \n/aS \nHOUSE OVERSIGHT 013480 \nPage 1 \u000bIN THE CIRCUIT COURT OF THE FIFTEENTH JUDICIAL \u000bCIRCUIT IN AND FOR PALM BEACH COUNTY, FLORIDA \u000bCASE NO. 50 2009CA040800)000CMB AG \u000b• Complex Litigation, Fla.R.Civ.Pro. 1201 \u000bJEFFREY EPSTEIN, \u000bPlaintiff, \u000b-vs-VOLUME I OF II \u000bSCOTT ROTHSTEIN, individually, \t1 \u000b2 \u000b3 \u000b4 \u000b5 \u000b6 \u000b7 \tPage 3 \u000bINDEX \u000bEXAMINATION DIRECT CROSS REDIRECT \u000bBRADLEY J. EDWARDS, ESQUIRE \u000bBY MR. CRITTON 5 \nBRADLEY J. EDWARDS, \t8 \nindividually, and L.M. individually, \t9 \n10 \nDefendants. \t11 \tERITIfI3ITS \n12 \nVIDEOTAPED DEPOSITION OF BRADLEY J. EDWARDS, ESQUIRE \t13 \n14 \tEXHIBIT DESCRIPTION PAGE \nTuesday, March 23, 20010 \t15 \n10:00 - 5:07 p.m. \tPLAINTIFF'S EX. 1 ALFREDO RODRIGUEZ 211 \n16 \tCRIMINAL COMPLAINT \n2139 Palm Beach Lakes, Boulevard \tPLAINTIFF'S EX. 2 COMPLAINT 239 \nWest Palm Beach, Florida 33401 \t17 \tPLAINTIFF'S EX. 3 JULY 22, 2009 276 \nFACSMILE \n18 \nReported By: \t19 \nCynthia Hopkins, RPR, FPR \nNotary Public, State of Florida \t20 \nProse Court Reporting \t21 \nJob No.: 1333 \t22 \n23 \n24 \n25 \nPage 2 \tPage 4 \n1 \tAPPEARANCES: \t1 \tPROCEEDINGS \n2 \u000b3 \tOn behalf of the Plaintiff \u000bROBERT D. CRITTON, JR., ESQUIRE \t2 \nBURMAN, CRITTON, LUT1ThR & COLEMAN, LLP \t3 \tDeposition taken before Cynthia Hopkins, \n4 \t303 Banyan Boulevard \u000b.Suite 400 \t4 \tRegistered Professional Reporter and Florida \n5 \tWest Palm Beach, Florida 33401 \t5 \tProfessional Reporter, and Notary Public in and for \n6 \tPhone: 561.842.2820 \t6 \tthe State of Florida at Large, in the above cause. \n7 \tand \t7 \t- - - \n8 \tJACK ALAN GOLDBERGER, ESQUIRE \u000bAl 1ERBURY, GOLDBERGER & WEISS, P.A. \t8 \tTHE VBDEOGRAPHER: We are now on video \n9 \t250 Australian Avenue South \t9 \trecord. This is Media Number One in the \n10 \tSuite 1400 \u000bWest Palm Beach, Florida 33401-5012 \t10 \tvideotaped deposition of Bradley Edwards in the \nPhone: 561.659.8300 \t11 \tmatter of Jeffi___ey Epstein versus Scott \n11 \u000b12 \tand \t12 \tRothstein, Bradley J. Edwards, and L.M. \n13 \tOn behalf of the Plaintiff \t13 \tToday is Tuesday, March 23rd, 2010 at \n14 \tALAN M. DERSHOWITZ, ESQUIRE \u000bHARVARD LAW SCHOOL \t14 \t10:00 a.m. We're here in the law offices \n15 \tHauser 520 \t15 \tof Searcy, Denney, Scarola, Barnhart & \n16 \tCambridge, Massachusetts 02138 \u000bPhone: 617.496.2020 \t16 \tShipley, 2139 Palm Beach Lakes Boulevard, \n17 \tOn behalf of the Defendant: \t17 \tWest Palm Beach, Florida. \n18 \tJACK SCAROLA, ESQUIRE \u000bSEARCY, DENNEY, SCAROLA, \t18 \tMy name is Joe Kozak. I am the \n19 \tBARNHART & SHIPLEY, PA. \t19 \tvideographer. The court reporter is Cindy \n20 \t2139 Palm Beach Lakes Boulevard \u000bWest Palm Beach, Florida 33409 \t20 \tHopkins from Prose, Prose Court Reporting \nPhone: 561.686.6300 \t21 \tAgency. \n21 \u000b22 \tALSO PRESENT: \t22 \tWill counsel please introduce \n23 \tJeffrey Epstein \t23 \tyourselves, and then the court reporter \n24 \tJoseph Kozak, Videographer \t24 \twill swear in the witnesses. \nProse Reporting Services \n25 \t25 \tMR. CRITTON: Bob Critton on behalf of the \n1 (Pages 1 to 4) \n(561) 832-7500 PROSE COURT REPORTING AGENCY, INC. (561) 832-7506 \n`2r \nHOUSE OVERSIGHT 013481",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_013463.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 46503,
    "word_count": 7427,
    "line_count": 652,
    "import_date": "2025-11-19T21:47:46.841043",
    "prefix": "TEXT-001"
  }
}