{
  "document_id": "HOUSE_OVERSIGHT_022541",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022541.txt",
  "text": "In the past, “corporate bribery has\nbeen concealed by the falsification of\ncorporate books and records” and the\n\naccounting provisions “removel] this\navenue of coverup.”\n\nSenate Report No. 95-114, at 3 (1977)\n\nWhat Is Covered by the Accounting\nProvisions?\n\nBooks and Records Provision\n\nBribes, both foreign and domestic, are often mischarac-\nterized in companies books and records. Section 13(b)(2)(A) of\nthe Exchange Act (15 US.C. § 78m(b)(2)(A)), commonly\ncalled the “books and records” provision, requires issuers\nto “make and keep books, records, and accounts, which, in\nreasonable detail, accurately and fairly reflect the transac-\ntions and dispositions of the assets of the issuer.””!® The “in\nreasonable detail” qualification was adopted by Congress\n“in light of the concern that such a standard, if unqualified,\nmight connote a degree of exactitude and precision which\nis unrealistic””!” The addition of this phrase was intended\nto make clear “that the issuer’s records should reflect trans-\nactions in conformity with accepted methods of recording\neconomic events and effectively prevent off-the-books slush\nfunds and payments of bribes.”*!8\n\nThe term “reasonable detail” is defined in the statute\nas the level of detail that would “satisfy prudent officials in\nthe conduct of their own affairs.”””” Thus, as Congress noted\nwhen it adopted this definition, “[t]he concept of reasonable-\nness of necessity contemplates the weighing of a number of\nrelevant factors, including the costs of compliance.”\n\nAlthough the standard is one of reasonable detail,\nit is never appropriate to mischaracterize transactions in a\n\ncompany’s books and records.”! Bribes are often concealed\n\nunder the guise of legitimate payments, such as commis-\nsions or consulting fees.\n\nIn instances where all the elements of a violation of\nthe anti-bribery provisions are not met—where, for exam-\nple, there was no use of interstate commerce—companies\nnonetheless may be liable if the improper payments are inac-\ncurately recorded. Consistent with the FCPA’s approach\nto prohibiting payments of any value that are made with a\ncorrupt purpose, there is no materiality threshold under the\nbooks and records provision. In combination with the inter-\nnal controls provision, the requirement that issuers main-\ntain books and records that accurately and fairly reflect the\ncorporation’s transactions “assure[s], among other things,\nthat the assets of the issuer are used for proper corporate\npurpose[s].*? As with the anti-bribery provisions, DOJ’s\nand SEC’s enforcement of the books and records provision\nhas typically involved misreporting of either large bribe pay-\nments or widespread inaccurate recording of smaller pay-\n\nments made as part of a systemic pattern of bribery.\n\nBribes Have Been Mischaracterized As:\n* Commissions or Royalties\n\" Consulting Fees\n# Sales and Marketing Expenses\n\" Scientific Incentives or Studies\n\" Travel and Entertainment Expenses\n« Rebates or Discounts\n» After Sales Service Fees\n# Miscellaneous Expenses\n= Petty Cash Withdrawals\n« Free Goods\n=  |ntercompany Accounts\n* Supplier / Vendor Payments\n« Write-offs\n\n=» “Customs Intervention” Payments\n\nHOUSE_OVERSIGHT_022541",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022541.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3180,
    "word_count": 476,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:45.051444",
    "prefix": "IMAGES-007"
  }
}