{
  "document_id": "HOUSE_OVERSIGHT_021749",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_021749.txt",
  "text": "From: Darren Indyke \nSent: 3/14/2019 5:28:39 PM \nTo: jeevacation@gmail.com \nCC: Darren Indyke \nSubject: Fwd: Epstein prosecutor was rebuked for prior child sex case I Miami Herald \nAttachments: WilliamZloch.jpeg \nImportance: High \nDARREN K. INDYKE \n5300 W. Atlantic Avenue, Suite 602 \nDelray Beach, Florida 33484 \nTelephone: \nTelecopier: \nMobil • \nemail: \n****************************************************************************************************** \nThe information contained in this communication is confidential, may be attorney-client \nprivileged, and is intended only for the use of the addressee. It is the property of \nDarren K. Indyke. Unauthorized use, disclosure or copying of this communication \nor any part thereof is strictly prohibited and may be unlawful. If you have received this \ncommunication in error, please notify us immediately by return e-mail, and destroy this \ncommunication and all copies thereof, including all attachments. \nCopyright of Darren K. Indyke - @ 2019 Darren K. Indyke — All rights reserved. \n******************************************************************************************************* \nBegin forwarded message: \nFrom: Kathy Ruemmler < \nSubject: Re: Epstein prosecutor was rebuked for prior child sex case I Miami Herald \nDate: March 14, 2019 at 1:27:47 PM EDT \nTo: Darren Indyke < \nPrivileged - Redacted \nOn Mar 14, 2019, at 1:18 PM, Darren Indyke < > wrote: \nPrivileged - Redacted \nDARREN K. INDYKE \n5300 W. Atlantic Avenue, Suite 602 \nDelray Beach, Florida 33484 \n****************************************************************************************************** \nThe information contained in this communication is confidential, may be attorney-client \nprivileged, and is intended only for the use of the addressee. It is the property of \nDarren K. Indyke. Unauthorized use, disclosure or copying of this communication \nor any part thereof is strictly prohibited and may be unlawful. If you have received this \ncommunication in error, please notify us immediately by return e-mail, and destroy this \nHOUSE OVERSIGHT 021749 \ncommunication and all copies thereof, including all attachments. \nCopyright of Darren K. Indyke - @ 2019 Darren K. Indyke — All rights reserved. \n******************************************************************************************************* \nBegin forwarded message: \nFrom: J <jeeyacationornail.com> \nSubject: Fwd: Epstein prosecutor was rebuked for prior child sex case I Miami Herald \nDate: March 14, 2019 at 12:48:11 PM EDT \nTo: Martin Weinberg , Darren Indyke < , Kathy \nRuemmler , Jack Goldberger \nPrivileged - Redacted \nForwarded message \nFrom: Darren Indyke < \nDate: Thu, Mar 14, 2019 at 12:30 PM \nSubject: Epstein prosecutor was rebuked for prior child sex case 1Miami Herald \nTo: jeevacation@gmail.com <jeevacation@gmail.com> \nCc: Darren Indyke \nhttps://www.miamiherald.cominews/politics-government/article226765309.html \nJeffrey Epstein prosecutor was \npreviously rebuked for handling of a \nchild sex case \nJulie K. Brown \nNine months before cutting a covert plea deal with sex trafficking suspect Jeffrey \nEpstei , Miami U.S. Attorney Alexander Acosta was notified that the lead \nprosecutor in Epstein's case had concealed victim information in another underage \nsex crimes case, the Miami Herald has learned. \nThe prosecutor, A. Marie Villafaria, was harshly rebuked by a federal judge in \nJanuary 2007 for what he called her \"intentional and/or serious lapse in judgment\" \nwhen she failed to explicitly inform him that the defendant, a Texas man who \ntraveled to Florida to have sex with a 14-year-old girl, had a prior history of \npredatory behavior with minors, court records show. \nAcosta, her boss at the time, not only knew about Villafaria's breach — records show \nthat he subsequently defended it. Acosta assigned another prosecutor in his office to \nHOUSE OVERSIGHT 021750 \nwrite a treatise for the judge in an unsuccessful attempt to persuade him to soften \nthe stinging language in his order. \nSenior U.S. District Court Judge William J. Zloch copied Acosta on his order, \nnoting, \"The court is at a total loss as to why the Office of the United States Attorney \nfor the Southern District of Florida, as well as the Assistant United States Attorney \nassigned to the above-styled cause, found it appropriate to intentionally withhold ... \ninformation from the court.\" \n<Sp_Marie_Villafana2.jpg> \nA. Marie Villafaria was the lead federal prosecutor in the Jeffrey Epstein sex case. The U.S. attorney's office's handling of \nthe prosecution, which led to a plea to minor charges in state court, has been harshly criticized. \nLater that year, Acosta and Villafaria put together a plea bargain for Epstein, a \nmultimillionaire money manager who sexually abused nearly three dozen teenage \ngirls at his mansion in Palm Beach. The deal, a federal judge ruled last month, was \nintentionally kept from his victims in violation of the Crime Victims' Rights Act. \nWhile the two cases are unrelated, it shows that both Acosta and Villafaria had been \nwarned about the importance of victim disclosure in sex crimes cases before the \nEpstein agreement. They nevertheless forged ahead with a pact with Epstein that \nviolated the law. \nU.S. District Court Judge Kenneth A. Marra wrote: \"When the Government gives \ninformation to victims, it cannot be misleading. While the Government spent untold \nhours negotiating the terms and implications of the [agreement] with Epstein's \nattorneys, scant information was shared with victims.\" \nThis comes as Acosta, who is now the U.S. secretary of labor, is facing mounting \nscrutiny for his oversight of the Epstein case. On Monday, White House press \nsecretary Sarah Huckabee Sanders declined to say whether President Trump has full \nconfidence in Acosta, noting that Acosta's involvement in the Epstein case is \nGG \ncurrently under review.\" \nThe Justice Department launched a probe in January into whether Acosta, Villafaria \nand other prosecutors committed professional misconduct. \nFrancey Hakes, who worked in the Justice Department's Crimes Against Children \nunit, said Zloch's comments were so brutal that it should have deterred Acosta and \nVillafaria from keeping the deal secret. \n\"It is highly unusual for a court to allege an assistant U.S. attorney has intentionally \nwithheld information. That allegation is like dropping a bomb in the legal \ncommunity,\" she said. \nThe story behind a Palm Beach sex offender's remarkable deal \nHOUSE OVERSIGHT 021751 \nPalm Beach multimillionaire Jeffrey Epstein is a free man, despite sexually abusing \ndozens of underage girls according to police and prosecutors. His victims have never \nhad a voice, until now. \n\"It seems to show that they are not taking these cases very seriously, they are not \nadvocating for strong punishment for sexual predators, and not advocating for \nvictims in a meaningful way.\" \nVillafaria, a well-regarded 18-year veteran federal prosecutor, would not comment \nfor this story. But her lawyer, Jonathan Biran, said she has worked tirelessly on \nbehalf of crime victims. She received the 2011 National Crime Victims' Rights \nService Award as well as the Attorney General's Project Safe Childhood Award. \nHe also pointed out that the parents of the victim in the Texas man's case wrote a \nletter thanking Villafaria at the conclusion of the case. \n\"AUSA Villafaria has spent her 18-year career advocating tirelessly on behalf of \nvictims of some of the most serious crimes in Florida, and has received numerous \nawards for her successful prosecution of major cases,\" Biran said, adding that \nVillafaria has \"made South Florida a safer place for children and adults alike.\" \nEnticing a minor \nBy all accounts, Adam McDaniel was an awkward and shy Texas teenager who spent \ncountless hours on his computer, socializing with girls on the internet. \nIn 2005, McDaniel, then 19, traveled from Texas to Fort Lauderdale, where he \nhopped into a taxi and headed to Boca Raton to meet up with a 14-year-old girl he \nhad been talking to online for about a year. He picked up the ninth grader at a high \nschool basketball game, and drove her to a Marriott, hotel where they spent the \nnight, court records show. \nWhen she failed to come home that evening, her parents called Boca Raton police. \nOfficers tracked the pair down at the hotel the next day, where they found them in \nbed, clad in little more than their underwear, according to court records. \nMcDaniel was arrested on federal sex charges, and pleaded guilty on Oct. 6, 2006, to \nenticing a minor into sexual conduct by means of interstate commerce, which \ncarried a sentence of from five years up to 30 years in federal prison. \nHOUSE OVERSIGHT 021752 \nU.S. District Judge William Zloch \nAt sentencing, McDaniel's public defender, Patrick Hunt, argued for a reduced \nsentence, blaming his client's immaturity for the crime. McDaniel had been a good \nstudent at Texas Tech and had a family that supported him, Hunt told Zloch. \nHOUSE OVERSIGHT 021753 \nFamily and acquaintances, including a former Fort Worth police lieutenant, \nsubmitted letters to the court vouching for McDaniel's character. \nThere were other issues, however, presented to the judge. While McDaniel was \nbeing held in federal lockup awaiting sentencing, he had corresponded with his \nvictim, despite being ordered not to contact her, the court record shows. \nStill, Hunt argued that a sentence of five years was overly harsh. \nVillafaria disagreed, but conceded that McDaniel would benefit from psychological \ntreatment. She advocated for a sentence of five to sex years, which was at the low \nend of the guideline. \nIt was then that the judge heard from the victim's mother. \nIn a statement, the mother decried the emotional and mental trauma her daughter \nsuffered and the long road to recovery she had ahead of her. The mother mentioned \nshe was further upset that McDaniel continued contact with her daughter after his \narrest and she said she believed that McDaniel was still trying to manipulate her \ndaughter by blaming her for his arrest. \nThe mother pointed out that prior to their sexual encounter, McDaniel had directed \nher daughter to watch sexually explicit movies and had described for her sex \nactivities he had had with another underage girl. \nAt that point, the judge interrupted. \n\"...There has been some reference to another incident with a minor girl. What do \nyou know about that, if anything?\" Zloch asked Villafaria. \n<acosta.jpg> \nFormer U.S. Attorney Alex Acosta never told sexual-abuse victims of a lenient plea \ndeal for Jeffrey Epstein. \nGetty Images \nOnly then did Zloch learn that McDaniel had preyed on other girls over the internet, \nincluding a 16-year-old California girl whom he brought to Texas and impregnated. \nHe was also having another relationship with a 15-year-old girl at the time of his \narrest, Villafaria admitted in court. \nThe judge promptly sentenced McDaniel to 10 years — twice what Villafaria \nrecommended. \nThree months later, in January 2007, after reviewing the entire case, Zloch issued \nan order excoriating Villafaria for failing to tell him about McDaniel's prior history. \n\"The serial nature of defendant's seduction of minor girls was revealed for the first \ntime to the court upon the Government's response to the Court's inquiry,\" Zloch \nHOUSE OVERSIGHT 021754 \nwrote, explaining that the defendant's past was evidence of predatory behavior that \nwarranted a harsher sentence because he may pose a danger to the community. \nAssistant U.S. Attorney Andrew Lourie was assigned to try to correct the record and \npersuade the judge to strike a portion of his comments. They argued that since \nMcDaniel had never before been charged with a crime, the history was not relevant \nat sentencing. The defendant's prior relationship with a 16-year-old was not illegal \nin Texas or in California, they said, and the girl classified her relationship as a \nfriendship. \nAll the relevant information was provided to the probation department and at \nMcDaniel's detention hearing, they added, making the point that it was in the record \nand therefore, not intentionally withheld by the government. \nWhile Zloch conceded that the information was part of the probation and bond \nhearing record, he said it was nevertheless the U.S. Attorney's Office's duty to \npresent the defendant's prior history with minors at sentencing. He refused to strike \nthe most critical portions of his order. \n\"Lack of candor to the court is a serious charge, and the judge has quite reasonably \nexpressed dismay that the assistant U.S. attorney apparently intended that he never \nbe given a full picture of the defendant's conduct,\" Hakes said. \nBut nine months later, in September 2007, Villafaria was in the throes of thorny \nnegotiations with Epstein's lawyers. While an FBI investigation was ongoing, \nVillafaria discussed ways to quietly resolve the case, emails show. \nA Miami Herald investigation, \"Perversion of Justice,\"  published in November, \nrevealed how federal prosecutors, including Acosta and Villafaria, tried to keep the \nfull scope of Epstein's crimes out of the public eye. At one point, they discussed \ncharging Epstein in Miami, instead of Palm Beach where the crimes happened, \nnoting there would be less media coverage. \nEmails also show that prosecutors repeatedly abided by Epstein's lawyers' demands \nthat his victims not be told that an agreement had been reached until after he was \nsentenced. That meant that the girls could not appear at the hearing to derail the \ndeal. Prosecutors had drafted a 53-page federal indictment on sex trafficking \ncharges, but Acosta instead allowed Epstein to plead guilty to two prostitution \ncharges in state court. In exchange, Epstein and his co-conspirators were given \nfederal immunity. \nVillafaria wrote Epstein's lawyer, Jay Lefkowitz, to discuss the wording of the \nsentencing agreement for the judge: \nHOUSE OVERSIGHT 021755 \n\"I will include all our standard language regarding resolving all criminal liability and \nI will mention co-conspirators, but I would prefer not to highlight for the judge all of \nthe other crimes and all the other persons we could charge,\" Villafaria wrote. \nAt Epstein's sentencing, assistant Palm Beach prosecutor Lanna Belohlavek was \nquestioned by the judge about whether all of Epstein's victims were told about the \ndeal, as required by law. \n\"Are there more than one victim?\" Circuit Court Judge Deborah Dale Pucillo asked \nBelohlavek at the June 30, 2008 sentencing. \n\"There's several,\" Belohlavek replied. \n\"Are all the victims in both these cases in agreement with the terms of the plea?\" the \njudge asked. \n\"Yes,\" Belohlavek said. \nCoincidentally, the lawyer representing one of the victims was in the courtroom that \nday. He told the Herald that neither he, nor his client, was told about the agreement. \nAcosta has not responded to the Herald's repeated requests for comment. A \nspokesman at the Labor Department told the Washington Post last month: \"The \noffice's decisions were approved by departmental leadership and followed \ndepartmental procedures.\" \nIn the past, Acosta has said that he believed the deal was the best chance \nprosecutors had of ensuring that Epstein spent some time behind bars and was \nrequired to register as a sex offender. Epstein served 13 months in the Palm Beach \nCounty jail — but he was allowed to leave for up to 12 hours a day as part of a work \nrelease program not normally offered to convicted sex offenders. \nEpstein's victims, now in their late 20S and 30s, are fighting to have his deal \noverturned and Epstein sent to prison. \nBradley Edwards, who represents several of Epstein's victims, defended Villafaria, \nsaying he believed that she was directed to settle the case and not inform Epstein's \nvictims about the deal. \n\"In my conversations with her, I came to believe that she was in a difficult position. \nShe never came out and said this, but I suspected that someone above her directed \nher to do what she did,\" Edwards said. \nDARREN K. INDYKE \n5300 W. Atlantic Avenue, Suite 602 \nDelray Beach, Florida 33484 \nTelephone: \nTelecopier: \nMobile: \nemail: \nHOUSE OVERSIGHT 021756 \n****************************************************************************************************** \nThe information contained in this communication is confidential, may be attorney-client \nprivileged, and is intended only for the use of the addressee. It is the property of \nDarren K. Indyke. Unauthorized use, disclosure or copying of this communication \nor any part thereof is strictly prohibited and may be unlawful. If you have received this \ncommunication in error, please notify us immediately by return e-mail, and destroy this \ncommunication and all copies thereof, including all attachments. \nCopyright of Darren K. Indyke - @ 2019 Darren K. Indyke — All rights reserved. \n******************************************************************************************************* \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 021757",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_021749.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 17631,
    "word_count": 2666,
    "line_count": 282,
    "import_date": "2025-11-19T21:47:47.287330",
    "prefix": "TEXT-001"
  }
}