{
  "document_id": "HOUSE_OVERSIGHT_016820",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016820.txt",
  "text": "I met Seth Lloyd in the late 1980s, when new ways of thinking were everywhere: the\nimportance of biological organizing principles, the computational view of mathematics\nand physical processes, the emphasis on parallel networks, the importance of nonlinear\ndynamics, the new understanding of chaos, connectionist ideas, neural networks, and\nparallel distributive processing. The advances in computation during that period\nprovided us with a new way of thinking about knowledge.\n\nSeth likes to refer to himself as a quantum mechanic. He is internationally known\njor his work in the field of quantum computation, which attempts to harness the exotic\nproperties of quantum theory, like superposition and entanglement, to solve problems\nthat would take several lifetimes to solve on classical computers.\n\nIn the essay that follows, he traces the history of information theory from Norbert\nWiener ’s prophetic insights to the predictions of a technological “singularity” that some\nwould have us believe will supplant the human species. His takeaway on the recent\nprogramming method known as deep learning is to call for a more modest set of\nexpectations; he notes that despite AI’s enormous advances, robots “still can’t tie their\nown shoes.”\n\nIt’s difficult for me to talk about Seth without referencing his relationship with his\nfriend and professor, the late theoretical physicist Heinz Pagels of Rockefeller\nUniversity. The graduate student and the professor each had a profound effect on each\nother’s ideas.\n\nIn the summer of 1988, I visited Heinz and Seth at the Aspen Center for Physics.\nTheir joint work on the subject of complexity was featured in the current issue of\nScientific American; they were ebullient. That was just two weeks before Heinz’s tragic\ndeath in a hiking accident while descending Pyramid Peak with Seth. They were talking\nabout quantum computing.\n\n17\n\nHOUSE_OVERSIGHT_016820",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016820.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1898,
    "word_count": 294,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:45.600695",
    "prefix": "IMAGES-004"
  }
}