{
  "document_id": "HOUSE_OVERSIGHT_017761",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017761.txt",
  "text": "Page 47 of 52\n2005 B.Y.U.L. Rev. 835, *915\n\ncertain cases. Title /8 U.S.C. 3509 provides, \"The court may appoint a guardian ad litem for a child who was a victim of, or a\nwitness to, a crime involving abuse or exploitation to protect the best interests of the child.\" Congress, however, has not yet\nprovided funding for this particular right. 37? Finally, in unusual circumstances where a crime victim may also face possible\n\ncriminal charges of his or her own, the Criminal Justice Act would authorize appointment of and payment for defense counsel.\n323\n\nProposed Rule 44.1 would confirm the existing discretionary power of the courts to appoint volunteer counsel. The rule is\npurely discretionary (the court \"may\" appoint counsel) and is limited to [*916] situations where the interests of justice require\nappointment. The rule does not address payment for counsel, as this matter must be left to subsequent appropriations from\nCongress. The court, however, can ask for volunteer counsel to assist victims on a pro bono basis.\n\nThere is reason to expect that some attorneys will volunteer. Not only are many attorneys willing to undertake pro bono\nrepresentation, but the CVRA itself authorizes millions of dollars in funding for victim representation around the country. The\n\nauthorization includes support for the National Crime Victims Law Institute at the Northwestern School of Law at Lewis and\n\nClark College to help establish eleven legal offices around the country representing crime victims. 324\n\nFinally, it might be argued that it is unnecessary to address this subject in a rule because the court's inherent authority to\nappoint counsel exists even without a rule. Both courts and victims, however, will find it useful to have this authority spelled\nout in the criminal rules to eliminate any lingering doubt. In addition, the CVRA obliges prosecutors to eliminate any lingering\ndoubt in the event of any material conflict of interest between the prosecutor and the victim by \"advising the crime victim that\nthe crime victim can seek the advice of an attorney.\" 32° This requirement may frequently require prosecutors to help victims\nobtain legal counsel. Accordingly, a separate rule on this subject is appropriate.\n\nFor all these reasons, the rules should be amended to recognize the court's authority to appoint volunteer counsel to represent a\ncrime victim.\n\n[*917]\n\nRule 46 - Victims’ Right To Be Heard Regarding Defendant's Release from Custody\n\nThe Proposal:\n\nVictims should be explicitly given the right to be heard regarding the defendant's release from custody as follows:\n\n(k) Victims' Right To Be Heard. A victim has the right to be heard regarding any decision to release the defendant. The court\nshall consider the views of victims in making any release decision, including such decisions in petty cases. In a case where the\ncourt finds that the number of victims makes it impracticable to accord all of the victims the right to be heard in open court, the\ncourt shall fashion a reasonable procedure to facilitate hearing from representative victims.\n\nThe Rationale:\n\n320 See, e.g., D. Utah Civ. R. 83-1.1(6)(3) (1997) (“Any attorney who is admitted to the bar of this court must agree, as a condition of such\nadmission, to engage in a reasonable level of pro bono work when requested to do so by the court.\").\n\n321 28 U.S.C. 1915(e)(1) (2000) (emphasis added).\n\n322 Memorandum from the Administrative Office of the United States Courts to the United States District Court Judges and the United States\nMagistrate Judges (March 19, 1991) (available from the Administrative Office).\n\n323 See 18 U.S.C. 3006A(a)(1).\n\n324 See 42 U.S.C. 10603(d) (2000); see also 150 Cong. Rec. $4266 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl) (noting appropriations\nfor the National Crime Victims Law Institution \"to provide grants and assistance to lawyers to help victims of crime in court\" with funding\nsufficient to \"provide for two new regional offices and nine specific clinics\"). For more information on NCVLL see /ttp://(www.ncvii.org.\n\n325 18 US.C.A. 3771(c)(2) (West 2004 & Supp. 2005).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017761",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017761.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4148,
    "word_count": 666,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.877000",
    "prefix": "IMAGES-004"
  }
}