{
  "document_id": "HOUSE_OVERSIGHT_027943",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027943.txt",
  "text": "even, which the country we were building could not afford. In the early years of\nthe state, the model Israel mother or father were those who stood silent and strong\nas a soldier’s coffin was lowered into the ground.\n\nNechemia’s death hurt, of course. I was friends not just with him, but his older\nbrother, Eliezer. Known by his army nickname, Cheetah, he was in charge of the\nair force’s main helicopter squadron. He had flown both me and Nechemia on\nsayeret missions into the Sinai. Several days after the war was over, before\nreturning to university, I drove up to Jerusalem to see his family. Cheetah was at\nthe door when I arrived. Neither of us spoke. But as we embraced, I could feel\nmy eyes dampen, and there were tears in his eyes as well.\n\n“Our squadron was the one that got the call to bring out the casualties,” he\nsaid. “They ordered the pilot who brought out Nechemia not to tell me he was\ndead... until the war was over.”\n\n“He was a wonderful man,” I said. “There was no one better.”\n\nWhen I returned to Hebrew University, the country felt completely different.\nIt was not just the sudden realization that, in military terms, Israel had\neliminated any realistic threat to its existence, important though that was. The\nmore profound change was physical. The country in which I’d grown up was a\nplace which felt not just small, but pinched, especially in its “narrow waist” near\nMishmar Hasharon. Pre-1967 Israel was about three-quarters the size of the\nstate of New Hampshire. Now, within the space of less than a week, the\nterritory Israel controlled had more than tripled. It included the whole Sinai\nDesert, up to the edge of the Suez Canal. The entire Golan. The ancient lands of\nJudaea and Samaria: the West Bank. And the reunited capital city of Jerusalem.\n\nSuddenly, we had a sense that we could breathe. Wander, explore. Few of\nmy classmates were religiously observant. But none of us could help feel the\nsense of connection as we walked through the Old City of Jerusalem, or parts of\nthe West Bank whose place-names resonated from the Bible. I felt especially\nmoved when I first visited the Old City with my friends, stopping and chatting\nand buying things at the colorful market stalls. And, religious or not, when I\nstood in front of the surviving Western Wall of the ancient Jewish temple.\n\n95\nHOUSE_OVERSIGHT_027943",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027943.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2342,
    "word_count": 411,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.899772",
    "prefix": "IMAGES-009"
  }
}