{
  "document_id": "HOUSE_OVERSIGHT_019224",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019224.txt",
  "text": "Kenneth W. Starr Joe D. Whitley\nKirkland & Ellis LLP Alston & Bird LLP\n777 South Figueroa Street The Atlantic Building\n\nLos Angeles, CA 90017-5800 950 F Street, NW\na = DC _\nMay 19, 2008\n\nVIA FACSIMILE CONFIDENTIAL\n\nHonorable Mark Filip\n\nOffice of the Deputy Attorney General\nUnited States Department of Justice\n950 Pennsylvania Avenue, N.W.\nWashington, D.C. 20530\n\nDear Judge Filip:\n\nIn his confirmation hearings last fall, Judge Mukasey admirably lifted up the finest\ntraditions of the Department of Justice in assuring the United States Senate, and the American\npeople, of his solemn intent to ensure fairness and integrity in the administration of justice. Your\nown confirmation hearings echoed that bedrock determination to assure that the Department\nconduct itself with honor and integrity, especially in the enforcement of federal criminal law.\n\nWe come to you in that spirit and respectfully ask for a review of the federal involvement\nin a quintessentially state matter involving our client, Jeffrey Epstein. While we are well aware\nof the rare instances in which a review of this sort is justified, we are confident that the\ncircumstances at issue warrant such an examination. Based on our collective experiences, as\nwell as those of other former senior Justice Department officials whose advice we have sought,\nwe have never before seen a case more appropriate for oversight and review. Thus, while neither\nof us has previously made such a request, we do so now in the recognition that both the\nDepartment’s reputation, as well as the due process rights of our client, are at issue.\n\nRecently, the Criminal Division concluded a very limited review of this matter at the\nrequest of U.S. Attorney Alex Acosta. Critically, however, this review deliberately excluded\nmany important aspects of this case. Just this past Friday, on May 16, 2008, we received a letter\nfrom the head of CEOS informing us that CEOS had conducted a review of this case. By its own\nadmission, the CEOS review was “limited, both factually and legally.” Part of the self-imposed\nlimitation was CEOS’s abstention from addressing our “allegations of professional misconduct\nby federal prosecutors”—-even though such misconduct was, as we contend it is, inextricably\nintertwined with the credibility of the accusations being made against Mr. Epstein by the United\nStates Attorney’s Office in Miami (“USAO”). Moreover, CEOS did not assess the terms of the\nDeferred Prosecution Agreement now in effect, nor did CEOS review the federal prosecutors’\ninappropriate efforts to implement those terms. We detail this point below.\n\nHOUSE_OVERSIGHT_019224",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019224.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2622,
    "word_count": 416,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.490444",
    "prefix": "IMAGES-005"
  }
}