{
  "document_id": "HOUSE_OVERSIGHT_030212",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030212.txt",
  "text": "strategic messaging and diplomatic demarches. Email makes it easy for officials up-and-down the\nchain to plunge into the fray, battling to mold language for use at a daily briefing; language that all-\ntoo-often mystifies or misleads foreign listeners who hang on words from the podium as if they are\nmeant to convey the results of deep, deliberative thought on the part of the world's only superpower.\nYet email neither created the problem nor prevents its solution.\n\nThe problem is the failure of government, certainly in the context of Syria and likely in other foreign\npolicy contexts as well, to wrap the daily news cycle food fight in an insulated casing of objectives and\nstrategy clearly understandable to those charged with planning and executing foreign or national\nsecurity policy. There may be some who believe that objectives and strategy are just so 20th century;\nso Brent Scowcroft-like and so pre-Twitter. There may be some who actually handle affairs of state in\nways they would not dream of applying to their personal financial portfolios. Perhaps resistance to\nstructured, deliberative processes producing objectives and accompanying strategies is a function of\nfewer and fewer people in the national security establishment ever having availed themselves of\nmilitary service; an experience where matters of this nature become, through training and education,\nas natural as breathing. Perhaps in the specific case of Syria there has been a temptation to avoid\nthe hard choices such a process would serve up in the hope that the regime of Bashar al-Assad\nwould just go away, thereby making hard choices someone else's problem.\n\nThe arrival of a new assistant to the president for national security affairs is an ideal opportunity to\nrestore best practices to the national security apparatus. To her credit, Susan Rice appears to be\nreaching out with this very much in mind. If changes are made that better serve the president by\nforcing people to think through policy options in the context of objectives and strategies, those\nchanges should not reflect poorly on the stewardship of her predecessor. The president gets\nprecisely the national security system he mandates and deserves. He is, as JFK noted in the\nimmediate wake of the Bay of Pigs fiasco, \"the responsible officer of government.\"\n\nIn the end it is the president, and not the Blackberry or some other device, who will drive the direction\nand processes of foreign policy and diplomacy. It is up to him to tell his national security advisor that\nhe wants the interagency to stop tweeting and start thinking; to tell him how he should be evaluating\nUS national security objectives with respect to Syria (for example) and strategy options aimed at\naccomplishing them. This kind of deliberative process will not require people to wear powdered wigs\nand inscribe talking points on parchment with quill pens. It will not even oblige them to disconnect\nelectronically.\n\nPerhaps the biggest obstacle to an orderly national security process that is deliberative is the sheer\nbrainpower of the people sitting atop the bureaucratic pyramid. Barack Obama and Susan Rice are\namong the very brightest people to serve in the US government. They may think they can figure Syria\nout themselves, within a small circle of trusted political advisers. They may think they can handle\nSyria without reaching beyond their own national security staff, without probing deeply into the\nDepartments of State, Defense, the intelligence community, and elsewhere where additional\nexpertise resides. They will outsmart themselves if that is the approach they choose.\n\nBlackberry diplomacy is a choice, not a device decision and certainly not a fact of life. Even in this\nday and age, it is possible to figure out what one wants and how to go about getting it: even in\ngovernment work.\n\ndentons.com\n\nHOUSE_OVERSIGHT_030212",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030212.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3867,
    "word_count": 624,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.169333",
    "prefix": "IMAGES-010"
  }
}