{
  "document_id": "HOUSE_OVERSIGHT_014379",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014379.txt",
  "text": "multiples due to lagging EPS growth. For our P/TBV valuation, we apply a 1.2x tangible\nbook multiple to BANCs 2Q17E tangible book below peer multiples due to lagging ROTE.\nFor our DCF analysis, we forecast net income growth stabilizes at 3% in the terminal\nstage. We also assume a beta of 1.1x in the terminal stage.\n\nDownside risks to our price objective are slower than expected loan growth, and a\nreduction in the common dividend.\n\nBank of Hawaii Corp. (BOH)\n\nWe use an equal weighted three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our $75 PO and assign a 2.2x multiple to 2Q17E TBV, representing a premium to\npeers, which we believe is appropriate given a stronger profitability and capital profile.\nOur 17x multiple on 2017E EPS is equal to the the peer median given average EPS\ngrowth relative to peers. Our DCF assumes a two-stage cost of capital of 9.8% anda\nterminal growth rate of 3%.\n\nDownside risks to our price objective are a longer-than-anticipated low rate\nenvironment and a reversal of local economic improvement. Upside risks are a stronger-\nthan-expected economic rebound, better-than-expected capital distribution and a\nshorter-than-anticipated low rate environment.\n\nBankUnited, Inc. (BKU)\n\nTo arrive at our $37 price objective, we have employed an equal-weighted three factor\nvaluation methodology that incorporates target P/TBV, P/E and DCF. We have applied a\ntarget P/TBV value multiple of 1.5x on our 2Q17E TBV and a P/E target multiple of 16x\n‘17 EPS, based on BKU's above average growth relative to peers. Our DCF assumes a\ntwo-stage cost of capital of 7.9% and 9.3% and a terminal growth rate of 6%.\n\nDownside risks to our price objective are slower CRE loan growth on the back of\nregulatory oversight, as well as an inability to deploy excess capital, increased\ncompetition for Florida M&A and an inability to continue to implement an organic\ngrowth strategy in New York City.\n\nBB&T Corporation (BBT)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $45 PO\nand assign a 1.6x multiple to 2017E TBV and 14.5x multiple on 2017E EPS. We have\nweighted the P/E and P/TBV factors equally at 40%, and our DCF analysis by 20%.\n\nOur EPS multiple is in-line with BBT’s historical avg, which reflects very high-growth\nyears in the 1990s, a pace unlikely to be achieved near term given BBT’s size as well as\nthe challenging macro backdrop and industry headwinds. Our DCF assumes a two-stage\ncost of capital of 9.7% and 10.9% and a terminal growth rate of 4%.\n\nRisks to our price objective are macro risks such as a double dip recession, the\nimplementation of a strict liquidity coverage ratio and further regulation on overdraft\nincome that restricts bank profitability. Specific to BBT, risks are enhanced regulatory\nscrutiny and capital standards as a Domestic SIFI, the announcement of a large,\nexpensive deal, and the risk that the NPBC transaction does not consummate.\n\nCapital Bank Financial Corp. (CBF)\n\nOur $38 PO is based on an equal-weighted, two-factor valuation methodology that\nassumes: We assumes a 20.0x P/ 2017e EPS and a target P/TBV of 1.6x to 2017E\ntangible book given our forecast above peer EPS growth.\n\nDownside risks to our PO are an inability to deploy excess capital and create value\nthrough acquisitions.\n\nBankof America\n\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 65\n\nHOUSE_OVERSIGHT_014379",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014379.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3406,
    "word_count": 561,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.499909",
    "prefix": "IMAGES-002"
  }
}