{
  "document_id": "HOUSE_OVERSIGHT_014731",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014731.txt",
  "text": "Unauthorized redistribution of this report is prohibited. This report is intended for kaasha.saini@baml.com\n\nGlobal Rates, FX & EM 2017 Year Ahead\nTectonic shifts\n\nOur top 10 Rates, FX & EM trades for 2017\n\nShort US Sy rates — Two and a half Fed hikes priced by the rates market for 2017-\n18 are not consistent with aggressive fiscal easing promised by Trump.\n\nBankof America\nMerrill Lynch\n\n16 November 2016 Corrected\n\nFX and Rates\nGlobal\n\n2. Short US 10y real rates — After the violent repricing of inflation breakevens, we\nbelieve real rates offer better risk-reward to position for higher rates.\n3. Buy USD/JPY — With the BO) pegging 10y JGB yields at zero, we expect this highly Se David Woo\ninterest rate sensitive USD cross will continue to be the biggest beneficiary of the eee ot ence oe\nTrump win.\n4. Sell a basket of Brazilian, Mexican, and Colombian long bonds — Positioning in J\n- r r , Beth PBs David Woo\nEM fixed income market remains crowded while liquidity is poor. FX, Rates & EM Strategist\nMLPF&S\n\ndavid.woo@baml.com\n\n5. Sell BRL/MXN — MXN is oversold but BRL will likely be vulnerable to the divergent\n\n5 , Ko ohh ‘ See Team Page for Full List of Contributors\n\npaths between Brazil’s easing and the Fed’s tightening cycles.\n\n6. Buy USD call/CNH put — President Trump will need a weak USD, but President Xi\nneeds a weak CNY. We believe risk premium for a collision course is too low.\n\n7. Sell EUR/GBP - Brexit and Trump could bolster the anti-globalization parties in\nEurope ahead of key elections next year.\n\n8. Sell Eurozone 30y inflation breakevens — We think investors should take\nadvantage of the recent rally to sell into the December ECB meeting, which could\ndisappoint.\n\n9. Sell EUR/RUB — Likely OPEC production cuts on November 30 and possible\nsanction relief for Russia are bullish for the RUB, in our view.\n\n10. Buy NZD/USD put spread — Spot NZD/USD is forming a head and shoulders top\npattern that suggests a decline will follow in 2017.\n\nTrading ideas and investment strategies discussed herein may give rise to significant risk and are not\nsuitable for all investors. Investors should have experience in FX markets and the financial resources to\nabsorb any losses arising from applying these ideas or strategies.\n\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\n\nRefer to important disclosures on page 54 to 56. Analyst Certification on page 53. Valuation &\nRisk on page 53. 11688515\n\nTimestamp: 16 November 2016 05:30AM EST\n\nHOUSE_OVERSIGHT_014731",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014731.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2761,
    "word_count": 470,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.514853",
    "prefix": "IMAGES-003"
  }
}