{
  "document_id": "HOUSE_OVERSIGHT_010812",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010812.txt",
  "text": "wo On Nu fF Ww\n\nNN NM NNN PHP PP RP BP oe Bp\nUR WD HF OW MOAN HUBWNP OO\n\n293\n\nexcerpts out of a deposition to try to imply\nsomething when there's other parts that totally\nare inconsistent with that. And if you're\ngoing to do that, then he has the ability under\nour rules to review the entire transcript of\n\nthe deposition and that's what I'm permitting\nhim to do, just like when we're in court.\n\nMR. SCAROLA: What I ain doing,\n\nMr. Scott -- what | am doing, Mr. Scott --\n\nMR. SCOTT: Have you read that now, sir?\n\nMR. SCAROLA: -- is reviewing the evidence\nthat was relied upon by Bradley Edwards and by\nPaul Cassell in coming to the conclusion that\nthe allegations that had been made by Virginia\nRoberts were, in fact, credible allegations.\n\nMR. SCOTT: And I'm --\n\nMR. SCAROLA: Because your own client has\nacknowledged that this is information that was\navailable to both him and to them back in 2009.\n\nMR. SCOTT: And what I am doing is showing\nhim portions of the same deposition that\ntotally take a different position from this\nwitness from what you have read, so that this\nrecord is a complete record and not a partial\nrecord with your inference only. And I feel\n\nwo orn AU BP WN\n\nNNNNN NFP FPP BP HPP BP eB Be\nuP WNOrF OM ON HOB WNP O\n\nthat that's totally appropriate. If we were in\na courtroom, a judge would permit him to do it.\nSo you have your position and I have mine.\nMR. SWEDER: Can we have the witness read\nthat?\nBY MR. SCAROLA:\nQ. Do you recall the following testimony\n\nhaving been given in that same deposition?\n\n\"Question: Allright. This is follow-up\nto questioning by Ms. Ezell. Ms. Ezell asked\nyou about Mr. Dershowitz being present in\nMr. Epstein's home, and I think you said -- I\nthink you said Mr. Epstein and he and\nMr. Dershowitz were friends?\n\n“Answer: Yes.\n\n“Question: She also, I think, asked was\nMr. Dershowitz ever there when one of the young\nwomen who gave a massage was present in the\nhome.\n\n“Answer: I don't remember that.\n\n\"Question: That's where I want to clear\n\nup. Is it your testimony that Mr. Dershowitz\n\nwas there when any of the women came to\nMr. Epstein's home to give a massage?\n\"Answer: Yes.\"\n\nwow on nm bP WN\n\nNN NN NN FP RP FP RP RP RP RP RP OP oH\nmW NY FP oO fo MAI HO FP WN FP Oo\n\n295\n\nDo you remember that testimony having been\ngiven?\n\nA. lassume that when your clients used the\ntranscript as a basis for their false conclusion\nthat I was guilty, they read the whole transcripts,\nnot just the --\n\nBY MR. SCAROLA:\n\nQ. Every word.\n\nMR. SCOTT: Don't interrupt him.\nBY MR. SCAROLA:\n\nQ. You don't need to assume that. 1 will\nstipulate they read every word.\n\nMR. SCOTT: Mr. Scarola, he's speaking.\n\nYou don't have a right to do this.\n\nA. And if you read every word, you will see\nthat it's totally exculpatory, that I have no idea\nwhether there were any young women in one part of\nthe house when I was in another part of the house.\nIt's completely consistent with my testimony that |\nhave never seen any underage women. Let's see.\n\nAnd if you read the whole transcript,\nyou'll see, | think:\n\"Was Dershowitz ever there when one of the\nwoman gave a Massage?\n\"I don't remember that.\n\nwnornonau fF WN\n\nNN NN NYP PP PY PP Oe eo\nPWN eH OW AANA UM BWNHRH OO\n\n\"Were you in -- were you in any way\nattempting in your response to imply that\n\nMr. Dershowitz had a massage by one of these\n\nyoung ladies?\n\n\"T don't know, sir.\n\n\"You have no knowledge?\n\n\"No, sir.\n\n\"And you certainly weren't implying that\n\nthat occurred; you just have no knowledge,\n\ncorrect?\n\n“Answer: I don't know.\"\n\nAnd I would hope that your clients would\nbe reading the whole thing in context, unlike what\nyou've tried to do to try to create a false\nimpression that this testimony in any way exculpates\nme.\n\nI have to say if this is what they relied\non, my confirmation of their unethical and\nunprofessional conduct has been strongly\ncorroborated by that and you're helping my case.\n\nBY MR. SCAROLA:\n\nQ. Would it have been reasonable for Bradley\nEdwards and Paul Cassell to have relied upon the\ndetailed reports of Palm Beach police department?\n\nA. 1 don't know. I don't know what the Palm\n\n30 (Pages 293 to 296)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010812",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010812.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4169,
    "word_count": 777,
    "line_count": 173,
    "import_date": "2025-11-19T21:47:44.362685",
    "prefix": "IMAGES-001"
  }
}