{
  "document_id": "HOUSE_OVERSIGHT_011859",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011859.txt",
  "text": "/ BARAK / 102\n\nIsraeli sovereignty over the Western Wall of the ancient temple. Nor would he\nagree to any compromise on the “right of return.”\n\nFor me, that was the final answer. As one Palestinian leader remarked to me\namid the still-escalating terror attacks a couple of years later, the Palestinians had\n“needed a Ben-Gurion, but we got an Arafat.” He didn’t mean Ben-Gurion the\nZionist, but the statesman who at crucial moments like the partition vote in 1947,\ncould give up his maximalist hopes and dreams in order to secure a better future\nfor his people. Arafat felt much more comfortable, more secure, when the suicide\nbombers were calling the tune. Then he could whip up the crowds with promises of\n“marching on Jerusalem” or jet around the world telling everyone that Israel was\ndenying his right to a state.\n\nThough I now knew an agreement was impossible, for many on the Israeli left,\nmy ostensible allies in the forthcoming election campaign against Arik, that was\nhard to accept. Particularly for Yossi Sarid of Meretz, and to a certain extent Yossi\nBeilin too, the only explanation for our failure to get a deal had to be that we\nhadn’t negotiated well or creatively enough. The idea that Arafat simply didn’t\nwant a two-state peace was anathema to them. So was the political platform I said\nthat I hoped to implement if I was re-elected as Prime Minister. Maybe, at some\npoint in the future, a negotiated peace might be possible. We had accomplished\nsomething of importance at Camp David. We’d made clear our red lines. We knew\nwhere Arafat stood. But for now, I believed we had to move on, both in order to\nkeep the situation on the ground from getting worse and to act in Israel’s own long-\nterm political and security interests. I said we should unilaterally disengage from\nthe West Bank and Gaza.\n\nThe idea was straightforward. The Palestinians’ unwillingness to accept even\nthe final Clinton parameters, driven home with murderous ferocity by the\nexplosion of violence since Camp David, should not be allowed to paralyze Israel\npolitically. I proposed that we map out the area we required to retain and secure the\nmajor settlement blocs, as well as the outer East Jerusalem suburbs; a further\nsecurity strip along the Jordan River; and several other strategically important\n\n388\nHOUSE_OVERSIGHT_011859",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011859.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2322,
    "word_count": 395,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.305164",
    "prefix": "IMAGES-001"
  }
}