{
  "document_id": "HOUSE_OVERSIGHT_013421",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013421.txt",
  "text": "Page 1\n\n@ LexisNexis’\n\n7 of 11 DOCUMENTS\n\nCopyright 2009 ProQuest Information and Learning\nAll Rights Reserved\nProQuest SuperText\nCopyright 2009 Palm Beach Post\nPalm Beach Daily News\n\nJune 25, 2009 Thursday\nFinal Edition\n\nSECTION: A SECTION; Pg. A.1\n\nLENGTH: 557 words\n\nHEADLINE: JUDGE TO RULE ON SEALED PLEA-DEAL PAPERS TODAY\nBYLINE: MICHELE DARGAN, MICHELE DARGAN, Daily News Staff Writer\n\nBODY:\n\nA circuit judge will decide today whether the public will be privy to the federal government's non-prosecution deal\nwith Jeffrey Epstein, which was sealed when the convicted sex offender pleaded guilty in June 2008 to two felony\ncounts.\n\nEpstein, of Palm Beach, will be released from the Palm Beach County Stockade July 22, after serving less than 13\nmonths of his 18- month sentence for procuring a minor for prostitution and solicitation of prostitution.\n\nTeri Barbera, spokeswoman for the Palm Beach County Sheriff's Office, confirmed his release date Tuesday.\n\nEpstein's projected release date had been Sept. 24, but gain time -- which includes his participation in a\nwork-release program -- moves the date up to July 22, Barbera said.\n\nEpstein, 56, has been in the work-release program since Oct. 10, in which he is allowed out of the stockade six days\na week, from 10 a.m. to 10 p.m., to go to his West Palm Beach office, the Florida Science Foundation, monitored by an\nankle bracelet and accompanied by a deputy.\n\nAs part of Epstein’s state plea agreement, the U.S. Attorney's Office agreed not to prosecute Epstein on federal\ncharges as long as he fulfills all requirements of his sentence and probation. The federal non-prosecution agreement has\nbeen under seal in state court.\n\nEpstein's attorney Jack Goldberger filed court papers asking that the documents stay sealed for the following rea-\nsons: \"to prevent a serious imminent threat to the fair, impartial and orderly administration of justice; to protect a com-\npelling government interest; to avoid substantial injury to innocent third parties and to avoid substantial injury to a party\nby disclosure of matters protected by a common law and privacy right, not generally inherent in these specific type of\nproceedings, sought to be closed.\"\n\nFort Lauderdale-based attorney Brad Edwards represents three Epstein victims and has asked Circuit Judge Jeffrey\nColbath to unseal the federal agreement to the public. An attorney for The Palm Beach Post also has asked that the rec-\nords be unsealed.\n\nEdwards and his clients have seen the agreement after a federal judge ruled that they are allowed to see it. But that\nruling bars Edwards and anyone else who sees the document from disclosing the terms to anyone else.\n\nEdwards said he wants to use that document \"in the deposition of various material witnesses\" relative to his cases.\n\nHOUSE_OVERSIGHT_013421",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013421.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2817,
    "word_count": 454,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.125732",
    "prefix": "IMAGES-002"
  }
}