{
  "document_id": "HOUSE_OVERSIGHT_022635",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022635.txt",
  "text": "°\n\nJohn H. Montgomery Jr. USMC (retired)\nMarch 31, 2014 at 10:39 am — Log in to Reply\n\nThere’s more scum supporting him than righteous people against him. they know there’s awaits them. they\ndon’t care. people don’t care. They rather see Satan in the white house than a conservative.\n\n————\n\n22.\n\nmystic] 1\nMarch 27, 2014 at 2:09 pm — Log in to Reply\n\nNO SURPRISE!!!. HIS OVAL OFFICE ESCAPADES WITH THE MUCH YOUNGER GIRL WAS PROOF\nTHAT HE LIKED “YOUNGER CHILDREN”. HE HAS ALWAYS BEEN AN “OLD SLOBBER DRIPPING\nSEX MANIAC, PEDOPHILE. HIS WIFE LOOKS LIKE A COLD HARD, MIND WARPED, MURDERER\n(BENGHAZ]) LESBIAN WHO JUST “STOOD BY HER MAN” TO HIDE HER SEXUAL PREFERENCE\nWHILE CONNING AMERICANS AS IF THEY WERE SAINTS. ONLY THE DEMOCRATS AKA\nDONKEYS/ ASSES (DEMS LOGO) FELL FOR THAT CON/CRAP BECAUSE THEY ARE THE MOST\n\nTHESE COMMIES AKA PROGRESSIVES ARE THE MOST DESPICABLE, LYING ANIMALS (OTHER\nTHAN THEIR PAL, THE COMMIE,NAZI, HITLER#2 MUSLIM TERRORIST THE WHITE HOUSE)\nALIVE.\n\nTHEY BOTH SHOULD BE IN PRISON (HER FOR MURDER (BENGHAZI, ETC.) AND HIM FOR\nSEXUAL PERVERSION, PEDOPHELIA!!!(?) GOOD CRIMINAL DEMOCRATS.\n\nCAN ANYONE IMAGINE THE SECOND HALF OF THIS CRIMINAL DUO BEING “PRESIDENT OF\nAMERICA” AND CONTINUNING HER (THEIR) CRIME SPREES AGAINST AMERICA AND\nHUMANITY, POLITICALLY AND PERSONALLY THAT THEY HAVE ENJOYED FOR MANY\nYEARS????\n\nA FEW “GOOD DEMS” ARRESTED THIS WEEK, CALIFORNIA NORTH CAROLINA, 4 OR 5 BLACKS\nIN MASS.(?) THAT SHOULD HAVE BEEN ARRESTED FOR THEIR CRIMES OF BRIBERY, ETC. BUT\nTHE CROOKED ATTORNEY(?) THINKS IT WOULD BE “RACIST” AND SAID “NO”. (DEMS SURE\nLIVE UP TO THE LOGO, DONKEYS/ASSES!!!!) IF THE BLACKS HAD BEEN WHITE AND GOP,\nCONSERVATIVE, INDEPENDENT, ETC. THEY WOULD HAVE BEEN ARRESTED IMMEDIATELY\nAND GO TO PRISON FOR MANY YEARS!!!! THOSE CRIMINAL DEMS AT WORK AS USUAL,\nAGAIN!!!!\n\nGOD BLESS AMERICA.\n\n—————\n\n23.\nLinda\n\nHOUSE_OVERSIGHT_022635",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022635.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1870,
    "word_count": 305,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.796863",
    "prefix": "IMAGES-007"
  }
}