{
  "document_id": "HOUSE_OVERSIGHT_012168",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012168.txt",
  "text": "a\n\nKIRKLAND & ELLIS LLP\nEpstem. All of these plaintiffs are apparently on the above-described government\n“victim” list.\n\nFAUSA Sloman Attempts to Encourage Civil Suits and the Hiring of the Government’s\n\n4}.\n\n42.\n\n43.\n\nAd.\n\n45.\n\nChoice of Attorney\n\nOn November 27, Mr. Sloman sent an email to Mr. Epstein’s attorneys stating that “I\nintend to notify the victims by letter after COB Thursday [two days later].” See Tab 34,\nNovember 27, 2007 Email from J. Sloman to J. Lefkowitz.\n\nThe morning of November 28, attorneys for Mr. Epstein faxed a letter to Assistant\nAttorney General Alice Fisher, requesting a meeting with her to discuss the impropriety\nof the USAO’s encouraging civil lawsuits against Mr. Epstein under the guise of the\nterms of the Non Prosecution Agreement. See Tab 35, November 28, 2007 Letter from\nK. Starr to A. Fisher.\n\nLate in the day on November 28, Epstein’s attorneys received from AUSA Villafana a\ncopy of the USAO’s proposed victim-notification letter that “Jeff [Sloman] asked that I\nforward.” See Tab 36, November 28, 2007 Email from M. Villafana to J. Lefkowitz.\n\n(a) The proposed victim-notification letter cited as authority the “Justice for All Act\nof 2004” (which U.S. Attorney Acosta later agreed had no application to these\ncircumstances). It referred to the addressees as minor “victims,” suggested they\nmake statements in state court, that they were not entitled to make, and referred\nincorrectly to Mr. Epstein as a “sexual predator.” Jd.\n\n(b) FAUSA Sloman also proposed advising recipients, in an underlined sentence that,\n“You have the absolute right to select your own attorney” to “assist you in making\n.. a Claim” for “damages from [Epstein].” But that “[i]f you do decide to use\n[two attorneys selected by the U.S. Attorney’s “special master”’] as your attorneys,\nMr. Epstein will be responsible for paying attorney’s fees incurred during the time\nspent trying to negotiate a settlement.” Jd.\n\nThe USAO Leaks Confidential Information to the New York Times\n\nPerhaps most troubling of all, the USAO has repeatedly leaked information about this\ncase to the media—including to Landon Thomas, the senior business correspondent for\nthe New York Times. We have personally reviewed Mr. Thomas’s own notes, and they\nare remarkably detailed about highly confidential aspects of the prosecution’s theory of\nthe case and the plea negotiations.\n\nMr. Thomas’s calls to the USAO initially were referred to Assistant United States\nAttorney David Weinstein. AUSA Weinstein informed Mr. Thomas that federal\nauthorities were considering charging Mr. Epstein under 18 U.S.C. §§ 1591, 2422 and\n2423, and told the reporter that Mr. Epstein had both lured girls over the telephone and\ntraveled in interstate commerce for the purpose of engaging in sex with minors. AUSA\nWeinstein also divulged the terms and conditions of the USAO’s negotiations with Mr.\nEpstein—including the fact that Mr. Epstein had proposed “house arrest” with extra\n\n9\n\nHOUSE_OVERSIGHT_012168",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012168.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2984,
    "word_count": 475,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.226564",
    "prefix": "IMAGES-001"
  }
}