{
  "document_id": "HOUSE_OVERSIGHT_012138",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012138.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nJohn Roth, Esq.\nJune 19, 2008\nPage 3\n\nprosecution as a result of Mr. Epstein's having entered into the September 24, 2007 Non\nProsecution Agreement with the USAO.\n\nNotably, the Non Prosecution Agreement contains the following agreed condition:\n\nFurther, upon execution of this agreement and a plea agreement with the State Attomey’s Office,\nthe federal Grand Jury investigation will be suspended, and all pending federal Grand Jury\nsubpoenas will be held in abeyance unless and until the defendant violates any term of this\nagreement. The defendant likewise agrees to withdraw his pending motion to intervene and to\nquash certain grand jury subpoenas.\n\nSee Tab 21, September 24, 2007 Non Prosecution Agreement. It also guarantees that persons\nidentified in the Grand Jury subpoena such i. | and Leslie Groff\nand others will not be prosecuted. The new Grand Jury subpoena clearly violates the Non-\nProsecution Agreement. Although Mr. Epstein has exercised his rights to appeal to the\nDepartment of Justice with the full consent and knowledge of the USAO, he has not breached the\nAgreement. The re-commencing of the Grand Jury is in violation of the Agreement.\n\nBut further, the new investigation, which features a wide-ranging, fishing-expedition type\nto search in New York does nothing to satisfy the very essential elements of federal statutes that\nare lacking despite the intensity of an over two-year investigation in the Palm Beach area.\nAbsent evidence of Internet luring, inducements while using the phone, travel for the purpose,\nfraud or coercion, the subject of the New York investigation is as lacking in the essential basis\nfor converting a state case into a federal case as is the remainder of the Florida investigation.\n\nThe reaching out to New York to fill the void emanating from the failures of the Florida\ninvestigation compellingly demonstrates the misuse of federal resources in an overzealous, over-\npersonalized, selective and extraordinary attempt to expand federal law to where it is has never\ngone. This last-ditch attempt by Ms. Villafana reinforces our belief that the USAO does not have\nfacts that, without distortion, would justify a prosecution of Mr. Epstein.\n\nIn view of the prosecution’s often-verbalized desire to punish Mr. Epstein, we believe\nthat the prosecution summary suffers from critical inaccuracies and aggregates the expected\ntestimony of witnesses so as to reach a conclusion of guilt. Our contention is reinforced by the\nfact that key prosecution witnesses have provided evidence and testimony that directly\nundermines the prosecution’s misleading and inaccurate summary of its case. Indeed, we now\nhave received statements from three of the principal — (through a state\ncriminal deposition (through a federal FBI-USAO sworn and transcribed\ninterview), and (through a defense—generated sworn transcribed interview).\nEach of these witnesses categorically denies each essential element that the prosecution will have\nto prove in order to convert this quintessential state-law case into a federal matter.\n\nHOUSE_OVERSIGHT_012138",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012138.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3093,
    "word_count": 477,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.498039",
    "prefix": "IMAGES-001"
  }
}