{
  "document_id": "HOUSE_OVERSIGHT_023808",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023808.txt",
  "text": "&2 Teaching Minds\n\npharmaceutical company engaged in a hostile takeover of a smaller,\nbut highly successful, competitor. Students experience the tough ne-\ngotiations, the elimination of dedicated and talented individuals, and\nthe painful shuffling of roles and responsibilities that accompany ma-\njor change in a modern corporation. Students also confront the com-\nplicated (and sometimes conflicting) relationship between social re-\nsponsibility, legal responsibility, and profit motive, as they witness the\ncompany’s attempt to establish a new research facility in a blighted\ntown as a consequence of the merger. As students consider each epi-\nsode, they critique the actions and reactions of the central characters,\nadvise them on next steps, and glean lessons related to negotiation,\nchange management, legal and ethical issues in corporate governance,\nand working with other cultures,\n\nSTORY 7: SELLING AND IMPLEMENTING SOLUTIONS\n\nStudents begin their work as new project managers at a premier event-\nplanning company, World Class Events. They begin by qualifying\nand prioritizing opportunities to propose work to prospective clients,\npitching to senior management which of the proposals should receive\nthe greatest budget, based on potential profitability, likelihood of win-\nning, and other relevant considerations. They create a project scope\ndocument for the sales effort, first planning and attending a simulated\nmeeting with event-planning experts to determine a vision for the\nevent, including risks and open questions for the client. They then en-\ngage in a role-play call with the client, introducing World Class Events\nand clarifying the project vision.\n\nOf course, the intent of this curriculum is to prepare students to go\nout into the business world. So, there is a natural subject orientation.\nThe subject is business. But after we acknowledge that, everything else\nis different. The curriculum was designed with the 12 cognitive pro-\ncesses in mind. Let’s see how that was accomplished.\n\nThe real issue in learning in any arena of knowledge is getting\nbetter at the cognitive processes that underlie that knowledge. The\nprocesses involved in learning have been with us as long as there have\nbeen humans. School, and subject-based education, is a more recent\ninvention. To understand how human learning works, we need to\nthink more deeply about how we can teach these processes.\n\nHOUSE_OVERSIGHT_023808",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023808.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2421,
    "word_count": 367,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.692848",
    "prefix": "IMAGES-007"
  }
}