{
  "document_id": "HOUSE_OVERSIGHT_014931",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014931.txt",
  "text": "Yelp (Neutral, $43 PO)\n\nStock view: Likely to be some improvement vs last quarter\n\nYelp is coming off of a quarter with decelerating app unique devices, weak new\ncustomer adds, and decelerating sales force growth, and it seems likely that one or two\nof these metrics will improve. The tone at our recent investor meetings with the CFO\nseem to suggest that 4Q issues did not signal a break in the model (see On the road\nwith Yelp), and we expect an improvement q/q customer adds. We think the company\nshould be able achieve Street 1Q revenue and EBITDA estimates, though we won’t be\nsurprised to see the 2Q17 outlook come in slightly below current Street estimates.\n\nFor the full year outlook, while we believe the implied expense growth in the 2017\noutlook is somewhat conservative, management appears focused on investing in the\nbusiness for now and we think upside is more likely to come in 2Q or 3Q. Overall, we\nremain somewhat cautious on the stock given potential revenue deceleration due to\ntough comps and a deceleration in sales force growth.\n\nOn the cost front, management has been clear in its intention to invest in performance\nmarketing, which could take time to bear fruit. In addition, we believe sales force growth\nto stabilize/increase going forward, which would seem to suggest potential cost\nheadwinds relative to recent quarters. Finally, while we don’t have the specific\nfinancials, the addition of Nowait ($40mn acquisition closed 2/28) likely encompasses a\nmoderate bump up in opex with limited revenue to offset.\n\nAs we look ahead, we are encouraged with the three transitions within company and we\nwill be looking for progress on the following on the call. The first is connections\nbetween consumers and businesses on Yelp through clicks, reservation services,\nordering, and Request a Quote. The second is a ramp up in performance marketing as\nusers engage in more measurable events. The third is new customer acquisition via\nalternative channels, including national customers from outside sales alongside self-\nserve customers via online channels.\n\nKey theme/metric(s) for 1Q: new account adds, app unique devices growth\n\nGiven the miss last quarter and pressure on sales force headcount, local advertising\naccounts will be important gauge of overall execution. Other key metrics include app\nunique devices growth, which has been decelerating since mid-2015 from 51% y/y to\n20% in 4Q16. Performance marketing could reverse the trend, but it could take some\ntime. Finally, while management continues to highlight a decoupling of sales force\ngrowth and topline trends, investors still pay attention to overall sales force growth,\nparticularly given the three consecutive quarters of deceleration from 44% y/y (1Q16) to\n11% y/y (4Q17). Management has indicated that sales force growth in 2017 should be\nin the double digits.\n\nTable 30: Key 1Q metrics\n\nMetrics 4Q16A 1Q17E 2Q17E\nClaimed Local Business 3,363 3,552 3,/27\ny/y Growth 27% 25% 24%\nLocal Advertising Accounts 138 142 150\ny/y Growth 24% 17% 17%\nReviews 121,022 127,135 133,635\ny/y Growth 27% 25% 23%\n\nSource: BofA Merrill Lynch Global Research, company reports\n\nBiggest 1Q issues/risks:\n- Local revenue deceleration: We assume 750bps of y/y growth deceleration in\n1Q17 vs 4Q16.\n\nBankof America\nMerrill Lynch\n\nInternet/e-Commerce | 06 April2017 45\n\nHOUSE_OVERSIGHT_014931",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3351,
    "word_count": 536,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.076489",
    "prefix": "IMAGES-003"
  }
}