{
  "document_id": "HOUSE_OVERSIGHT_018775",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018775.txt",
  "text": "Significant Projects\n\nResorts World Las Vegas — In 2013, the Genting Group purchased the 87-acre,\nformer Echelon site on the northern end of the Strip for $350 million. Branded\nResorts World, the planned Chinese Village-themed, four-phased mega-resort\nbroke ground June 2015 with opening planned in 2018. Construction of Phase |\non the multi-phased project is planned for 3,000-rooms, 22-villas, 3,500-gaming\nmachines, a 100,000-square-foot casino/gaming floor, 500,000-square-foot\nconvention center, dozens of dining options, more than 15-retail stores, a center\nbar with live entertainment, a 50,000-square-foot, 58-foot tall exotic aquarium,\nand the highest observation deck and sky park in the city. Subsequent phases\nwill add additional hotel rooms, gaming space, convention center space, a Great\nWall of China replica, a live panda exhibit, an indoor water park, a bowling alley,\na movie theater, and a 4,200-seat rotating theater.\n\nWyndham Desert Blue Time Share — The 19-story, 281-unit timeshare on Twain\nAvenue just west of Interstate 15 opened in July 2015.\n\nThe Park by MGM - The Park is currently under construction between and around\nNew York-New York and Monte Carlo. The eight-acre site will feature natural\ndesert landscaping, cobblestone walkways, and several unique water features.\nMan-made structures will proved shade during the day and will light up at night.\nThe outdoor space will feature live entertainment, patio style seating throughout,\nample shopping and indoor/outdoor dining options. This new venue between\nNew York-New York and Monte Carlo will connect The Park with the new Arena,\nand both will open concurrently in the spring of 2016.\n\n——\n\n~ HOU\n\nS)\n\nE OVERSIGHT 018\n\n— ~\n\n775",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018775.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1710,
    "word_count": 262,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.692721",
    "prefix": "IMAGES-005"
  }
}