{
  "document_id": "HOUSE_OVERSIGHT_030870",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030870.txt",
  "text": "The Trump circle believe those career bureaucrats are out to get them, while NSC staffers are concerned the\npresident isn’t up to the job and resent the politicization of the agency by appointing Bannon to the council.\n\nStaffers fear Kushner because he’s so close to the president, and they aren’t really sure of his official role in the\nWhite House.\n\nFor his part, Kushner is furious at reports that New Jersey Gov. Chris Christie has been saying he will join the\nWhite House as part of a “second wave” after the president’s son-in-law got him banished from the transition\nteam as retribution for prosecuting his father.\n\nSources said Trump often asks simple questions about his job, and he usually changes the subject when\ndiscussions become too detail-oriented to make it seem as if he’s in control, said one senior government official.\n\nTrump prefers to hand off detailed questions to his son-in-law, Jared Kushner, or to chief strategist Steve\nBannon or House Speaker Paul Ryan, the website reported.\n\nThose sources also revealed that Trump has privately expressed disbelief that judges, bureaucrats and\nlawmakers are able to halt him from filling government positions or implementing policies.\n\n“He doesn’t like this sh*t,” a source told Politico, referring to the difficulties Trump faced in getting one of his\ntop fundraisers, Anthony Scaramucci, appointed to a job in the West Wing.\n\nHowever, sources said Trump appears to enjoy showing visitors around the Oval Office, where he spends most\nof his working hours, and keeping tabs on how his staffers look on TV news.\n\nHOUSE_OVERSIGHT_030870",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030870.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1599,
    "word_count": 259,
    "line_count": 26,
    "import_date": "2025-11-19T21:47:46.114917",
    "prefix": "IMAGES-011"
  }
}