{
  "document_id": "HOUSE_OVERSIGHT_023463",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023463.txt",
  "text": "invasion of Iraq toppled Saddam Hussein. Losing Mr. Mubarak\nmeans that the Saudis now see themselves as the last Sunni giant left\nin the region.\n\nThe Saudis were further agitated when the protests crept closer to\ntheir own borders. In Yemen, on their southern flank, young\nprotesters were suddenly rallying thousands, and then tens of\nthousands, of their fellow citizens to demand the ouster of the regime,\nled by President Ali Abdullah Saleh and his family for 43 years.\nMeanwhile, across a narrow expanse of water on Saudi Arabia's\nnortheast border, protesters in Bahrain rallied in the hundreds of\nthousands around a central roundabout in Manama. Most Bahraini\ndemonstrators were Shiites with a long list of grievances over\nwidespread economic and political discrimination. But some Sunnis\nalso participated, demanding more say in a government dominated by\nthe Al-Khalifa family since the 18th century.\n\nProtesters deny that their goals had anything to do with gaining\nsectarian advantage. Independent observers, including the U.S.\ngovernment, saw no sign that the protests were anything but\nhomegrown movements arising from local problems. During a visit to\nBahrain, Secretary of Defense Robert Gates urged the government to\nadopt genuine political and social reform.\n\nBut to the Saudis, the rising disorder on their borders fit a pattern of\nIranian meddling. A year earlier, they were convinced that Iran was\nstoking a rebellion in Yemen's north among a Shiite-dominated rebel\ngroup known as the Houthis. Few outside observers saw extensive\nties between Iran and the Houthis. But the Saudis nonetheless viewed\nthe nationwide Yemeni protests in that context. In Bahrain, where\nmany Shiites openly nurture cultural and religious ties to Iran, the\nSaudis saw the case as even more open-and-shut. To their ears, these\nsuspicions were confirmed when many Bahraini protesters moved\nbeyond demands for greater political and economic participation and\n\nHOUSE_OVERSIGHT_023463",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023463.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1972,
    "word_count": 304,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.774098",
    "prefix": "IMAGES-007"
  }
}