{
  "document_id": "HOUSE_OVERSIGHT_016451",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016451.txt",
  "text": "That same year, 2011, more girls continued to come forward, including Roberts,\nwho claimed in a British tabloid story that Epstein directed her — while she was\nunderage by Florida standards — to have sex, not only with him, but with other\npowerful men, including his attorney, Alan Dershowitz, and Prince Andrew.\nDershowitz and Andrew denied her claims, but after she filed a sworn affidavit in\nfederal court in Miami, the ensuing news media firestorm forced Acosta, then\ndean of the law school at Florida International University, to explain why he’d\ndeclined to prosecute Epstein.\n\nIn a written, public statement on March 20, 2011, Acosta asserted that the deal\nhe struck with Epstein’s lawyers was harsher than it would have been had the case\nremained with the state prosecutor, Krischer, who favored charging Epstein with\nonly a misdemeanor prostitution violation.\n\nAcosta also described what he called a “year-long assault’ on prosecutors by\nEpstein’s “army of legal superstars” who, he said, investigated individual\nprosecutors and their families, looking for “personal peccadilloes”’ to disqualify\nthem from Epstein’s case.\n\nDershowitz, in an interview, denied that Epstein’s lawyers would ever investigate\nprosecutors.\n\nDocuments nevertheless show that Acosta not only buckled under pressure from\nEpstein’s lawyers, but he and other prosecutors worked with them to contain the\ncase, even as the FBI was uncovering evidence of victims and witnesses in other\nstates, FBI and federal court documents show.\n\nA 53-page federal indictment had been prepared in 2007, and subpoenas were\nserved on several of Epstein’s employees, compelling them to testify before a\nfederal grand jury. The court records reveal that emails began to fly back and\nforth between prosecutors and Epstein’s legal team. Those emails show that\nfederal prosecutors kept acquiescing to Epstein’s demands.\n\nProsecutors allowed Epstein’s lawyers to dictate the terms of each deal that they\ndrew up, and repeatedly backed down on deadlines, so that the defense\nessentially controlled the pace of the negotiations, the emails and letters show.\n\nHOUSE_OVERSIGHT_016451",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016451.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2136,
    "word_count": 327,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.180951",
    "prefix": "IMAGES-003"
  }
}