{
  "document_id": "HOUSE_OVERSIGHT_031487",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031487.txt",
  "text": "From: King, Kathryn [mailt\nSent: Friday, August 05, 2016 12:48 PM\n\nTo: Will Chi, Ss Ville, Micha TT; Katelyn Wohlford\n<C>: Y. Alp Aslandogan 7 0Ulltttti(i‘CéC*S Weingarten, Reid\n(ee >; Renzi Kulen <q >; Weinstein, Jason <\nOsman 02. <i >> David Marin <i ; Erin Billings\n> Dake, ili) >; Keough, Miche! i\nCc: Eliopoulos, Steven <i >\n\nSubject: RE: Audio recording\n\n>:\n\n,\n\nWill, if you’re concerned that people might want to slice it up, then we likely should not go with the FTP site (option A),\nbecause the link would not be protected and someone could find it. Posting on Steptoe’s YouTube channel (option B)\nwith secured settings would make the link only accessible to those who receive the link. It would also provide reporters\nwith a faster way to view the video since they would not have to download it. Does that make sense?\n\nFrom: Will Bohlen [mailto as |\nSent: Friday, August 05, 2016 12:36 PM\n\nTo: King, Kathryn; Miller, Michael; Katelyn Wohlford; Y. Alp Aslandogan; Weingarten, Reid; Remzi\nKulen; Weinstein, Jason; Osman Oz.; David Marin; Erin Billings; Drake, William; Keough, Michael\nCc: Eliopoulos, Steven\n\nSubject: RE: Audio recording\n\nThank you, Kathy. | think for now the FTP site is the right choice for getting it in the hands of reporters. We don’t want it\ntoo accessible to people who might slice it up, and a youtube link would travel faster, | believe. We eventually want to\ntrim the video into chunks and post on YouTube through AFSV’s channels.\n\nFrom: King, Kathryn [mailto\n\nSent: Friday, August 05, 2016 12:27 PM\n\nTo: Miller, Michael i Katelyn Wohlford iE: Y. Alp Aslandogan\nEEE Weingarten, Reid a! Renzi Kulcn\nWeinstein, Jason a, Osman Oz. i David Marin\nDe i. Ci) es Drake, Villian\nWill Bohlen i: Keough, Michael gees\n\nCc: Eliopoulos, Steven\n\nSubject: Audio recording\n\nAll,\n\nI just received a copy of the audio recording with Q&A. The video recording will be available mid-to-late afternoon. As\nthe file will be too large to distribute via email, we have two posting options:\n\na) Upload to Steptoe’s FTP site, where the file is public but not (easily) discoverable to the casual Steptoe.com browser or\nsearcher. We would send reporters the link, at which point they would download the recording in order to watch it.\n\nB) Upload the file to Steptoe’s YouTube channel and set the security around the video so that it’s only watchable by\nsomeone who has the link. It would not be discoverable by anyone who doesn’t have the exact URL (searching or\n\nHOUSE_OVERSIGHT_031487",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031487.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2491,
    "word_count": 426,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.119749",
    "prefix": "IMAGES-011"
  }
}