{
  "document_id": "HOUSE_OVERSIGHT_014001",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014001.txt",
  "text": "Don’t confuse what should be results-driven with routine (e.g., exercise) with something enjoyment-\ndriven that benefits from variation (e.g., recreation).\n\n6. Regret is past-tense decision making. Eliminate complaining to minimize regret.\n\nCondition yourself to notice complaints and stop making them with a simple program like the “21-day\nno-complaint experiment” made famous by Will Bowen, where you wear a single bracelet and move it\nfrom one wrist to the other each time you complain. The goal is 21 days without complaining and you\nreset to 0 each time you slip up. This increased awareness helps prevent useless past-tense deliberation\nand negative emotions that improve nothing but deplete your attention.\n\nDECISION-MAKING ISN’T to be avoided—that’s not the problem. Look at a good CEO or top corporate\nperformer and you'll see a high volume of decisions.\n\nIt’s deliberation—the time we vacillate over and consider each decision—that’s the attention\nconsumer. Total deliberation time, not the number of decisions, determines your attention bank\naccount balance (or debt).\n\nLet’s assume you pay 10% over time by following the above rules but cut your average “decision\ncycle” time by an average of 40% (10 minutes reduced to 6 minutes, for example). Not only will you\nhave much more time and attention to spend on revenue-generating activities, but you'll get greater\nenjoyment from what you have and experience. Consider that 10% additional cost as an investment and\npart of your “ideal lifestyle tax,” but not as a loss.\n\nEmbrace the choice-minimal lifestyle. It’s a subtle and under-exploited philosophical tool that\nproduces dramatic increases in both output and satisfaction, all with less overwhelm.\n\nMake testing a few of the principles the first of many fast and reversible decisions. _—FEBRUARY 6,\n2008\n\nThe Not-to-Do List: 9 Habits to Stop Now\n\n“N\not-to-do” lists are often more effective than to-do lists for upgrading performance.\n\nThe reason is simple: What you don’t do determines what you can do.\n\nHere are nine stressful and common habits that entrepreneurs and office workers should strive to\neliminate. The bullets are followed by more detailed descriptions. Focus on one or two at a time, just as\nyou would with high-priority to-do items.\n\n1. Do not answer calls from unrecognized phone numbers.\n\nFeel free to surprise others, but don’t be surprised. It just results in unwanted interruption or poor\nnegotiating positions. Let it go to voicemail, and consider using a service like GrandCentral (you can\nlisten to people leaving voicemail or receive them as text messages) or Phonetag.com (receive voicemails\nas e-mail).\n\nHOUSE_OVERSIGHT_014001",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2669,
    "word_count": 416,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.147094",
    "prefix": "IMAGES-002"
  }
}