{
  "document_id": "HOUSE_OVERSIGHT_018131",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018131.txt",
  "text": "transceiver module, wireless connectivity gateway, middleware, and viewing portals.\n\nRead the full story\n\nCosts of Alzheimer's will touch 1% of Global GDP in 2010\n\nBy World Market Media\n\nThe rising need for GTX Corp's technology continues to be influenced by the increasing numbers\nof elderly and those that are memory impaired, and so the epic battle of technology and illness\n\nWages On. ...\nRead the full story\n\nDo you know what the Most Innovative Location Device is?\n\nNo it’s not a compass or an astrolabe. It’s not semaphore or a smoke signal. Not an RFID tag or a\nneon sign or phosphorous flare either.\n\nGive up?\n\nIt’s the GPS Smart Shoe™ recently mentioned in Forbes Magazine, developed by GTX Corp\n(OTCBB: GTXO.OB) and licensed to Aetrex Worldwide. Yes, a shoe...well a very smart shoe as\nit can tell a caregiver the precise location, bearing, history, speed and altitude of an Alzheimer’s\nvictim that has eloped or wandered. No small feat — pun intended — to reduce the overwhelming\nstress on the millions of victim caregivers while potentially saving thousands from injuries and\ndeath owing to exposure, accidents and criminal activity. The GPS Shoe also reduces the\nmanpower drain on municipal services; fire, police and welfare agencies often enlisted to locate\nthe mentally ill.\n\nWhile a Finalist in the Most Innovative Location Device category of the Locations & Beyond\nSummit and the People’s Choice Awards is a wonderful acknowledgment for the years GTXO\ninvested in developing the solution and the promise that Aetrex has made in bringing the Shoe to\nmarket... the real winners are those touched by this devastating disease for which there is no cure,\n\nbut now have a new measure of hope.\n\n\"Nanatech': Seniors Stay Independent With Tech Gadgets\nSenior Tech - Ashlea Ebeling, 09.15.10\n\nHOUSE_OVERSIGHT_018131",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1824,
    "word_count": 298,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.051124",
    "prefix": "IMAGES-004"
  }
}