{
  "document_id": "HOUSE_OVERSIGHT_023796",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023796.txt",
  "text": "50 Teaching Minds\n\nknow where to look to find a faulty part. Experts also know that an\nengine is misfiring in the first place. What causes what is the real issue\nin the comprehension of any given domain.\n\nWe learn to do diagnosis, and to understand what causes what,\nconsciously. This is knowledge that can be taught to us by experts, but\nit needs to be taught as part of the process of diagnosis. If you have a\ngoal (understanding what is broken or has gone awry is a very typical\ngoal), then it is much easier to acquire information that helps in the\npursuit of that goal than it is to acquire that same information with-\nout that goal. To learn diagnosis, one must practice more and more\ncomplex cases in one area of knowledge.\n\n2. Planning: Learning to plan; needs analysis; conscious and\nsubconscious understanding of what goals are satisfied by what\nplans; use of conscious case- based planning\n\nPeople plan constantly. Often their plans aren’t very complicated.\nLet’s have lunch is a plan, after all. Sometimes they make much more\ncomplex plans. A football coach makes plans to fool the defense. They\nare called plays. A general makes battlefield plans. A businessperson\nwrites business plans. An architect draws up architectural plans. All\nthese more complex plans have a lot in common with the let’s have\nlunch plan. Namely, they have been used before or something quite\nsimilar has been used before. People rarely make plans from scratch.\nWhen they do, they find the process very difficult and often make\nmany errors.\n\nLearning to plan, therefore, has two components: being able to\ncreate a plan from scratch (which almost never actually happens) and\nbeing able to modify an existing plan for new purposes. The first one\nis important to learn how to do, but it is the latter ability that makes\none proficient at planning. Planning from first principles is actually\nquite difficult. Normally people just modify an old plan. Last week we\nhad steak; this week let’s try lamb chops. This doesn’t sound like rock-\net science and it isn’t. Computer programmers write new programs\nby modifying old programs. Lawyers write contacts by modifying old\ncontracts. Doctors plan procedures by thinking about past procedures.\nIn each case, people try to improve on prior plans by remembering\nwhere these plans went wrong and then thinking about how to im-\nprove them. Acquiring a case base of plans is critical. One can modify\nplans from one domain of knowledge to use in another but this is not\n\nHOUSE_OVERSIGHT_023796",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023796.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2514,
    "word_count": 429,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.552096",
    "prefix": "IMAGES-007"
  }
}