{
  "document_id": "HOUSE_OVERSIGHT_013854",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013854.txt",
  "text": "(or pretend to) gather information for Greenpeace. Just toss the numbers if you get them.\n\nGo to a mall if you want to get some rapid-fire practice—my preference for getting over the\ndiscomfort quickly—and aim to ask three people in a row within five minutes. Feel free to use some\nvariation of the following script:\n\n“Excuse me. I know this is going to sound strange, but if I don’t ask you now, Ill be kicking myself\nfor the rest of the day. I’m running to meet a friend [i.e., I have friends and am not a stalker], but I think\nyou’re really [extremely, drop-dead] cute [gorgeous, hot]. Could I have your phone number? [I’m not a\npsycho—I promise. You can give me a fake one if you’re not interested.”\n\n8. Simon received the Nobel Prize in 1978 for his contribution to organizational decision making: It is\n\nimpossible to have perfect and complete information at any given time to make a decision.\n9. 2004 at the time this was written.\n\n10. LOL.\n\n11. As someone who read exclusively nonfiction for nearly 15 years, I can tell you two things: It’s not\nproductive to read two fact-based books at the same time (this is one), and fiction is better than\nsleeping pills for putting the happenings of the day behind you.\n\nInterrupting Interruption and the\nArt of Refusal\n\nDo your own thinking independently. Be the chess player, not the chess piece.\n— RALPH CHARELL\n\nMeetings are an addictive, highly self-indulgent activity that corporations and other\norganizations habitually engage in only because they cannot actually masturbate.\n\n— DAVE BARRY, Pulitzer Prize-winning American humorist\nSPRING 2000, PRINCETON , NEW JERSEY\n1:35 P.M.\n\n“I think I understand. Moving on. In the next paragraph, it explains that ...” I had detailed notes and\ndidn’t want to miss a single point.\n\n3:45 PM.\n\n“OK. That makes sense, but if we look at the following example ...” I paused for a moment mid-\nsentence. The teaching assistant had both hands on his face.\n\n“Tim, let’s end here for now. Pll be sure to keep these points in mind.” He had had enough. Me too,\n\nHOUSE_OVERSIGHT_013854",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013854.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2064,
    "word_count": 357,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.470447",
    "prefix": "IMAGES-002"
  }
}