{
  "document_id": "HOUSE_OVERSIGHT_033321",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033321.txt",
  "text": "BW: He was going to work it out.\nConway: Hope. [Me?].\n[The president says something in the background that is inaudible. |\n\nConway: | said you tried talking to everybody? What about when you interviewed, like,\nother people? They all said yes? That they’d try?\n\nBW: Yeah, well, about six or seven people. I tried. And I couldn’t have — you and I spent a\nwhole lunch on it, Kellyanne. And I said, I want to cover the substantive issues in foreign\npolicy and domestic policy. And you said you would get back to me. Nothing.\n\nConway: Yeah. So, I did. I presented it to the people here who make those decisions, but . ..\nBW: Who are the people?\n\nConway: But anyway, I’ll give you back to the president. And I’m glad to hear that you\ntried through seven or eight different people. That’s good. You should tell him all the names.\n[Laughs] Thank you.\n\nTrump: But you never called for me. It would’ve been nice, Bob, if you called for me, in\nmy office. I mean, I have a secretary. I have two, three secretaries. If you would’ve called\ndirectly — a lot of people are afraid ... Raj, I hardly have ... I don’t speak to Raj.\n\nBW: Kellyanne isa...\nTrump: I do, I do, and Kellyanne went to somebody, but she didn’t come to me.\nBW: Well, does she have access to you?\n\nTrump: And she should’ve come to me. She does have access to me. Absolutely. She has\ndirect access, but she didn’t come to me. And you know what? That’s okay. I’Il just end up\nwith another bad book. What can I tell you?\n\nBW: It’s surprising to me that these people — did Raj have access to you?\n\nTrump: Not really, but he would’ve been able to do it. But I have an office. You have the\noffice number. I have an office that’s directly into my office.\n\nConway: [inaudible in background|\n\nTrump: It doesn’t matter. Let me tell you what matters: The economy 1s the best it’s been in\nmany, many decades. And it’s going to get a lot better. And the country is doing very well.\nThat’s what’s important.\n\nBW: Yes, sir. I thought I would . ..\nTrump: We’re doing a good job.\n\nBW: ... never kind of say, let’s not talk about this because the book is done to a president\n\nTrump: Yeah, I know.\n\nHOUSE_OVERSIGHT_033321",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2157,
    "word_count": 407,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.471705",
    "prefix": "IMAGES-012"
  }
}