{
  "document_id": "HOUSE_OVERSIGHT_028551",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028551.txt",
  "text": "Cite as: 586 U.S. (2019) 9\n\nOpinion of the Court\n\nassume, “absent a clearly expressed legislative intention\nto the contrary,” that “the legislative purpose is expressed\nby the ordinary meaning of the words used.” American\nTobacco Co. v. Patterson, 456 U.S. 68, 68 (1982) (altera-\ntions omitted). Whatever the ultimate purpose of interna-\ntional organization immunity may be—the IOIA does not\naddress that question—the immediate purpose of the\nimmunity provision is expressed in language that Con-\ngress typically uses to make one thing continuously equiv-\nalent to another.\n\nB\n\nThe more natural reading of the IOJA is confirmed by a\ncanon of statutory interpretation that was well established\nwhen the IOIA was drafted. According to the “reference”\ncanon, when a statute refers to a general subject, the\nstatute adopts the law on that. subject as it exists whenever\na question under the statute arises. 2 J. Sutherland,\nStatutory Construction §§5207-5208 (3d ed. 1948). For\nexample, a statute allowing a company to “collect the same\ntolls and enjoy the same privileges” as other companies\nincorporates the law governing tolls and privileges as it\nexists at any given moment. Snell v. Chicago, 1388 II]. 418,\n437-489, 24 N. E. 582, 5387 (1890). In contrast, a statute\nthat refers to another statute by specific title or section\nnumber in effect cuts and pastes the referenced statute as\nit existed when the referring statute was enacted, without\nany subsequent amendments. See, e.g., Culver v. People\nex rel. Kochersperger, 161 Ill. 89, 95-99, 43 N. E. 812, 814—\n815 (1896) (tax-assessment statute referring to specific\narticle of another statute does not adopt subsequent\namendments to that article).\n\nFederal courts have often relied on the reference canon,\nexplicitly or implicitly, to harmonize a statute with an\nexternal body of law that the statute refers to generally.\nThus, for instance, a statute that exempts from disclosure\n\nHOUSE_OVERSIGHT_028551",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028551.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1957,
    "word_count": 310,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.079586",
    "prefix": "IMAGES-010"
  }
}