{
  "document_id": "HOUSE_OVERSIGHT_019947",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019947.txt",
  "text": "6\n\nAt HQME\n\nithin the first weeks of his presidency a theory emerged among Trump’s friends\nWV that he was not acting presidential, or, really, in any way taking into account his\nnew status or restraining his behavior—from early morning tweets, to his refusal to follow\nscripted remarks, to his self-pitying calls to friends, details of which were already making\nit into the press—because he hadn’t taken the leap that others before him had taken. Most\npresidents arrived in the White House from more or less ordinary political life, and could\nnot help but be awed and reminded of their transformed circumstances by their sudden\nelevation to a mansion with palacelike servants and security, a plane at constant readiness,\nand downstairs a retinue of courtiers and advisers. But this would not have been that\ndifferent from Trump’s former life in Trump Tower, which was more commodious and to\nhis taste than the White House, with servants, security, courtiers, and advisers always on\nthe premises and a plane at the ready. The big deal of being president was not so apparent\nto him.\n\nBut another theory of the case was exactly opposite: he was totally off-kilter here\nbecause everything in his orderly world had been thrown on its head. In this view, the\nseventy-year-old Trump was a creature of habit at a level few people without despotic\ncontrol of their environment could ever imagine. He had lived in the same home, a vast\nspace in Trump Tower, since shortly after the building was completed in 1983. Every\nmorning since, he had made the same commute to his office a few floors down. His corner\noffice was a time capsule from the 1980s, the same gold-lined mirrors, the same 7ime\nmagazine covers fading on the wall; the only substantial change was the substitution of\nJoe Namath’s football for Tom Brady’s. Outside the doors to his office, everywhere he\nlooked there were the same faces, the same retainers—servants, security, courtiers, the\n“yes people’”—who had attended him basically always.\n\n“Can you imagine how disruptive it would be if that’s what you did every day and then\nsuddenly you’re in the White House?” marveled a longtime Trump friend, smiling broadly\nat this trick of fate, if not abrupt comeuppance.\n\nTrump found the White House, an old building with only sporadic upkeep and\n\nHOUSE_OVERSIGHT_019947",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019947.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2321,
    "word_count": 388,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.613699",
    "prefix": "IMAGES-005"
  }
}