{
  "document_id": "HOUSE_OVERSIGHT_030983",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030983.txt",
  "text": "From: Steve Bannon\n\nSent: 12/6/2018 10:17:57 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Fwd: Alex Acosta update | Power Line\n\nImportance: — High\n\nBegin forwarded message:\n\nFrom: Robert Grusky <\nDate: December 6, 2018 at 3:52:15 PM EST\nTo: Steve Bannon >\n\nSubject: Alex Acosta update | Power Line\n\nhttps://www.powerlineblog.com/archives/2018/12/alex-acosta-update.php\n\nAlex Acosta update\n\nEarlier this week, pedophile Jeffrey Epstein bought his way out of a lawsuit that would have\ngiven some of his victims the opportunity to testify about his predatory and criminal\nconduct. Victims never got that opportunity when Epstein faced criminal charges, because\nAlex Acosta — then the lead prosecutor, now the Secretary of Labor — let Epstein off with\na ridiculously lenient sentence. Despite having committed hideous sex offenses with dozens\nof minors, Epstein received a sentence of 13 months in jail, during which he was often free\nduring the day.\n\nEpstein’s decision to buy his out of the civil lawsuit, one that he had the nerve to initiate,\nbenefits Acosta. The trial would have provided non-stop headlines, coupled with frequent\nreferences to the sweetheart deal Acosta gave him. As Randy Schultz puts it, the trial would\nhave been the occasion for a long overdue public shaming of Acosta. Now, he avoids this\nconsequence.\n\nBut this doesn’t mean Acosta is out of the woods. He faces calls for his ouster from the\nTrump cabinet.\n\nSome calls are from the usual suspects. Michelle Goldberg of the New York Times has\nwritten a piece so obnoxious that it almost makes me want to see Acosta ride out the storm.\n\nBut some conservatives are also advocating Acosta’s departure. Concerned Women for\nAmerica 1s a stalwart conservative organization. It describes itself, accurately, as “focus[ed]\non seven core issues: the family, the sanctity of human life, religious liberty, education,\nsexual exploitation, national sovereignty, and support for Israel.” (Emphasis added)\n\nHOUSE_OVERSIGHT_030983",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030983.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1994,
    "word_count": 307,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.171609",
    "prefix": "IMAGES-011"
  }
}