{
  "document_id": "HOUSE_OVERSIGHT_019141",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019141.txt",
  "text": "Fittuy Ricu\n\nShe removed her pants, leaving her thong panties on, Pagan\nwrites in her incident report.\n\nShe straddled his back, whereby her exposed buttocks were\ntouching Epstein’s exposed buttocks.\n\nEpstein then turned to his side and started to rub his penis in an\nup-and-down motion. Epstein pulled out a purple vibrator and began\nto massage Mary’s vaginal area.\n\nCHAPTER 9 Mary’s sure that Epstein ejaculated. “He used a towel to wipe\nhimself down as he got off the table,” she says.\n\nThat week, Pagan’s assigned to the case, along with six detec-\ntives. Five men, two women. “A predator case,” one of them will\nsay. “This is different from someone who is stealing. This preda-\ntor is a smart person, and that’s his desire. He can’t stop.”\n\nWithin days, another victim comes into the station. She’s got\na similar story.\n\nther believe their girl. Officer\n\narents. Ergo, Mary must be tell-\nta sweet, high, halting voice. : It's a tricky case, according to a source closely involved with the\ngo , high, :\n\nsoth times, she speaks with her 4 investigation, because the girls involved are far too young to use\ni as bait in an attempt to catch Epstein committing another crime—\n\neven if they were willing to play along. Still, there are other\n\n“What happened?” |\nwrites: While speaking to me, t strings that Chief Reiter’s team can start pulling.\nin 5\n- q Two weeks later, on March 31, Officer Pagan has Mary make\nne into the room,” Mary says. , a controlled call to Wendy Dobbs.\nis waist. He took off the towel. — . The first attempt goes straight to voice mail.\nui .\n\nhe lay down on a massage table. The next time Mary calls, Wendy picks up.\nxt his wee-wee was very tiny.”\nGny and tentative, while Wendy sounds mature, gruff, fully\n\nn spoke only to give her instruc: a\n‘ce. She tells Pagan that she was) -Stown, like the femme fatale in some old black-and-white movie.\nvice. ! :\n\nOn the recordings made by Officer Pagan, Mary's voice is\n\n, “Hey, what's up?” she says impatiently.\n0.\n\n25\n\nHOUSE_OVERSIGHT_019141",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019141.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2009,
    "word_count": 358,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.617334",
    "prefix": "IMAGES-005"
  }
}