{
  "document_id": "HOUSE_OVERSIGHT_018097",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018097.txt",
  "text": "Article 4.\n\nNYT\nDoes Foreign Policy Matter?\n\nRoger Cohen\n\nJune 16, 2011— Perhaps foreign policy doesn’t matter in U.S.\nelections. President George H.W. Bush orchestrated a peaceful\nunwinding of the Cold War that united Germany within the West. A\nEurope divided became whole and free. Hundreds of millions of\npeople benefited. They still do. This was one of the finest hours of\nAmerican diplomacy. His reward for great achievements on the\nworld stage was to be defeated in the 1992 election. After all, he’d\nraised taxes. He’d let the size of government grow. Confronted by a\ngrocery store checkout scanner, he looked like a genteel space cadet.\nSo he had his comeuppance from Bill Clinton, who’d got how\ngroceries get bought.\n\nYes, Americans want money in their pockets that keeps food on the\ntable: to heck with huge events across the oceans. They think foreign\npolicy is for the birds. Or do they? Americans have an exalted sense\nof their nation and its liberating mission. That self-image stops\nmaking sense if America is not engaged. The authoritative 2010\nsurvey of American public opinion by the Chicago Council on Global\nAffairs found that more than 8 out of 10 Americans think it’s either\n“very desirable” or “somewhat desirable” for the United States to\n“exert strong leadership in world affairs.”\n\nIn the real world that means doing foreign policy. I see Americans\ntorn. There’s a quasi-isolationist urge. They’re tired of wars. They\nwant jobs. They see problems piling up on the home front that they\nwant fixed ahead of any foreign adventures. At the same time\nsomething rankles when they hear talk of American decline and the\nend of the American century and China rising. They want a president\n\nHOUSE_OVERSIGHT_018097",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018097.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1729,
    "word_count": 288,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.110322",
    "prefix": "IMAGES-004"
  }
}