{
  "document_id": "HOUSE_OVERSIGHT_031122",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031122.txt",
  "text": "Europe. The average global growth pace of the past 3 months has fallen to only 1.8%, barely more than half of trend. The expectation\nremains that Q1 should come in at 2.4% as both Japan and the Euro area exit recession.\n\n° While staying overall long risk markets, both credit and equities at the moment, we have increasingly focused on tactical\ncross-market exposures, and in particular the underweight of US equities. In GMOS this week, we took profit on the overweight of\nEuro area equities against the US given the still very weak economy, with Q4 likely now the biggest GDP decline since the end of the\nglobal recession (We do stay overweight Euro periphery bond). But we remain aggressively overweight both Japan and EM Asia\nversus the US, with Japan currency hedged. The upside surprise on Chinese CPI today dented its equity market somewhat, but we\nthink this will be temporary as it should not yet lead to monetary tightening. The recent set of strong trade and industrial data from\nChina and the region are signaling to us significant upside risk on Q1 and 2013 growth projections.\n\ne We have been long Japanese equities since Nov 16, which more by luck than skill defined the beginning of its equity rally.\nTopix is up 20% since then, almost straight line. We believe new PM Abe conviction and political power to reflate the economy are\nreal. It has already helped the yen lose 10% versus the dollar. Given this move, faster fiscal easing and support from equities, we have\nraised our 2013 growth forecast for a 3rd time, this time to 0.8%. We stay long the Japanese reflation trade.\n\nFixed Income\n\n° Bonds recovered some of their losses from last week, but remain down on the year. We do not see the current surge in\nequities as a negative for bonds, yet, as equity inflows are not coming out of bond funds, and growth remains too weak to elicit an\nearly end to QE. With USTs very much at the top of their 6-month trading range, we go tactically long duration, but would take profit\nsoon on a decent rally. In the Euro are, in contrast, the continued flow into the periphery should remain negative for Bund and euro\nswaps. We retain a bearish bias here.\n\nEquities\n\n° Equities are up again this week, helped by rapidly improving equity ETF inflows. Strong buying by retail investors is\nadding fuel to equity markets against a backdrop of rather subdued macro drivers, maintaining a positive-near term momentum. The\nreporting season is also helping with US companies beating so far by 2% the bottom up analysts’ estimates at the beginning of the\nyear.\n\n° Our recommended equity portfolio focuses on regional and sectoral exposures. Underweighting US equities remains our\nmain regional theme. This trade also protects our portfolio against looming debt ceiling risks. US equities had been the consensus\noverweight by equity investors for two years and their outperformance started reversing over the summer. US equities have so far\nerased their 2012 outperformance but are far from erasing their 2011 outperformance.\n\ne We focus the US equity underweight against EM Asia and Japan. In GMOS this week, we took profit on our overweight\nin MSCI EMU versus S&P500 given looming Italian election risks into February, and still disappointing European economic activity\ndata. We stay overweight in Topix vs. S&P500 currency hedged. Fiscal easing, financed via debt monetization, and coupled with\nstructural reforms has the potential to sustain this trade beyond a 3-6 month horizon, in our view. This week’s fiscal stimulus\nannounced by the Japanese gov’t appears supportive of the Japanese trade.\n\n° Across sectors we favor Cyclical vs. Defensive sectors but have taken part profit as the pace of the improvement in the global\nmanufacturing PMI slowed in December. We stay overweight the DJ US Home Construction Index and large mortgage banks (BKX\nIndex) vs. the S&P500 to position for a continued recovery in US housing.\n\nCredit\n\n° High-grade spreads and yields were a few bps tighter this week, although US and European high-yield continued to rally\nstrongly. Double-digit spread tightening sent both to new all-time yield lows; now just 5.9% in the US and 6.5% in Europe. The clear\noutlier this week was EMBIG, the ill health of the Venezuelan president and a NY court ruling in favor of hold-out creditors in\nArgentina’s ‘pari passu’ saga helped push spreads up 12bp. We believe such idiosyncrasies driving relative performance signals an\nuncharacteristic break-down in spread correlations and a welcome move-away from the one-factor-drives-all world of late.\n\n° The strength of equity flows has caught our attention this week, but there is little evidence of a wider rotation out of bonds.\nThere has indeed been some evidence of bond into equity fund flows in ETFs (best seen through our flow radars in Flows &\nLiquidity), but bond mutual funds continue to see inflows, which accelerated this week. Also, our client survey reports on-going\ndemand for credit and new issues remain well bid (see CMOS and F&L for more details).\n\nForeign Exchange\n\n° 2013 has started with bubbling optimism across global markets. Equities are approaching five-year highs and credit\nspreads their five-year lows, while government bonds are selling off worldwide and inflation breakevens behave (outside the UK).\nAnd per the traditional pattern, the dollar is falling versus most currencies, except those which entered 2013 with enormous liabilities\n— the yen given Japan’s full-throated commitment to looser monetary and fiscal policy, and the rand on sovereign credit and balance of\npayment concerns. EUR/USD has spiked since Thursday’s ECB meeting but is underperforming much of the commodity complex\n(MXN, CLP, AUD, NZD) year-to-date, highlighting that China's data surprises this week count for as much as a less-worried ECB.\n\n° These country-specific issues are more powerful than systemic ones for the moment, which is likely why correlations\nacross dollar-based pairs have sunk to three-year lows. The yen story still looks to us the most unique — USD/JPY is the only major\n\nHOUSE_OVERSIGHT_031122",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031122.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6090,
    "word_count": 1004,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:48.586405",
    "prefix": "IMAGES-011"
  }
}