{
  "document_id": "HOUSE_OVERSIGHT_023806",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023806.txt",
  "text": "&0 Teaching Minds\n\ndesign. They design the information architecture, including content,\nsitemap, wireframes, and low-fi prototypes, after which they test their\nprototypes on prospective users. The final step in the process is a re-\nview of proposals from a set of vendors who could build the site the\nstudents designed.\n\nCOURSE 3: MARKETING—LAUNCHING A NEW PRODUCT\n\nIn this story, the students belong to a product-launching team. The\ngoal is to launch a new social network for amateur performers, iSing.\ncom. Students decide which role they want to play, product marketing\nor marketing communication, and working together in teams of four,\nthey prepare the launching plan for this product. Among the activities\nthey perform are preparing job descriptions for both roles, preparing\na position strategy statement and a message architecture, preparing a\npreliminary market segmentation for the product, preparing demo-\ngraphics and psychographics of the target groups, launching a kick-\noff meeting for the project, and preparing a launching program, in-\ncluding the following subtasks: total product requirements, barriers to\ncustomer adoption, competitive analysis, market/customer research,\nhiring a research firm, market leverage model, communication plan,\nweb tools, branding, market research, and hiring a PR firm. Finally,\nstudents prepare a complete budget and defend the plan and the bud-\nget in front of the top management of the company.\n\nCOURSE 4: RE-ENGINEER A SUPPLY CHAIN\n\nStudents now play the role of junior executive in the supply chain\nmanagement department of RightByte technologies. They receive a\nreport from the CEO describing the current processes and the main\nproblems identified. With this information, students are requested to\nfind out the root causes of the problems and come up with a suggested\ncourse of action to solve them. They have to take into account the\nfollowing design principles for the new solution: customer service im-\npact, impact on cost savings, and ease of implementation.\n\nFrom this point on, the teams analyze each piece of the sup-\nply chain to make the deep diagnosis: demand/supply planning,\n\nHOUSE_OVERSIGHT_023806",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023806.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2165,
    "word_count": 331,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.727030",
    "prefix": "IMAGES-007"
  }
}