{
  "document_id": "HOUSE_OVERSIGHT_012393",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012393.txt",
  "text": "power.\" Id. at 13.\n\n2) Memorandum from the Congressional Research Service to the Committee on Government\nOperations concerning “The Executive's Duty to Enforce the Laws\" (Feb. 6, 1985), reprinted in\nConstitutionality of GAO's Bid Protest Function: Hearings Before a Subcomm. of the House Comm.\non Government Operations, 99th Cong., Ist Sess. 544 (1985): This memorandum stated that the\nPresident lacks the authority to decline to enforce statutes. The CRS argued that \"[t]he refusal of the\nPresident to execute the law is indistinguishable from the power to suspend the laws. That power, as is\ntrue of the power to amend or to revive an expired law, is a legislative power.\" Id. at 554.\n\nCases (not included in the submitted materials)\n\n1) Myers v. United States, 272 U.S. 52 (1926): The President refused to comply with -- that is, enforce\n-- a limitation on his power of removal that he regarded as unconstitutional, even though the question\nhad not been addressed by the Supreme Court. A member of Congress, Senator Pepper, urged the\nSupreme Court to uphold the validity of the provision. The Supreme Court vindicated the President's\ninterpretation without any member of the Court indicating that the President had acted unlawfully or\ninappropriately in refusing to enforce the removal restriction based on his belief that it was\nunconstitutional.\n\n2) United States v. Lovett, 328 U.S. 303 (1946): The President enforced a statute that directed him to\nwithhold compensation from three named employees, even though the President believed the law to be\nunconstitutional. The Justice Department argued against the constitutionality of the statute in the\nensuing litigation. (The Court permitted an attorney to appear on behalf of Congress, amicus curiae, to\ndefend the statute.)\n\n3) INS v. Chadha, 462 U.S. 919 (1983): This case involved the withholding of citizenship from an\napplicant pursuant to a legislative veto of an Attorney General decision to grant citizenship. Despite a\nCarter Administration policy against complying with legislative vetoes (see Carter Presidential\nmemorandum, supra), the executive branch enforced the legislative veto, and, in so doing, allowed for\njudicial review of the statute. As with Lovett, the Justice Department argued against the\nconstitutionality of the statute.\n\n4) Morrison v. Olson, 487 U.S. 654 (1988): The President viewed the independent counsel statute as\nunconstitutional. The Attorney General enforced it, making findings and forwarding them to the\nSpecial Division. In litigation, however, the Justice Department attacked the constitutionality of the\nstatute and left its defense to the Senate Counsel, as amicus curiae, and the independent counsel\nherself. ,\n\n5) Freytag v. Commissioner, 501 U.S. 868 (1991): A unanimous Court ruled that the appointment of\nspecial trial judges by the Chief Judge of the United States Tax Court did not violate the Appointments\nClause. Five Justices concluded that the Tax Court was a \"Court of Law\" for Appointments Clause\npurposes, despite the fact that it was an Article I court, so that the Tax Court could constitutionally\nappoint inferior officers. Four Justices, in a concurrence by Justice Scalia, contended that the Tax Court\nwas a \"Department\" under the Appointments Clause. The concurrence stated that \"Court of Law\" did\nnot include Article I courts and that the Framers intended to prevent Congress from having the power\nboth to create offices and to appoint officers. In this regard, the concurrence stated that \"it was not\nenough simply to repose the power to execute the laws (or to appoint) in the President; it was also\nnecessary to provide him with the means to resist legislative encroachment upon that power. The\nmeans selected were various, including a separate political constituency, to which he alone was\nresponsible, and the power to veto encroaching laws, see Art. I, § 7, or even to disregard them when\nthey are unconstitutional.\" Id. at 906 (Scalia, J., concurring).\n\nHOUSE_OVERSIGHT_012393",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012393.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4003,
    "word_count": 630,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.839954",
    "prefix": "IMAGES-001"
  }
}