{
  "document_id": "HOUSE_OVERSIGHT_024022",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024022.txt",
  "text": "Il. THE TEAM\n\nNLV-III will be managed by the New Leaf team, which currently manages NLV-I, NLV-IL, and\nprovides sub-advisory services managing the remaining healthcare technology investments in\nthe Sprout Funds. The team of six senior partners, five of whom have worked together\ncontinuously for over a decade, stands out in the industry for its depth of accomplishments,\ntrack record of consistent investment success, and its organizational stability. Each of the senior\npartners has a strong combination of significant and relevant industry operating experience and\nventure capital investment experience from one or more of the Fund’s targeted sectors. The\nNew Leaf team is further strengthened by a group of experienced investment professionals who\nadd highly relevant scientific backgrounds and investment experience.\n\nThe following timeline shows the history and progression of the New Leaf team:\n\nHistory and Progression of New Leaf Team\nDonaldson, Lufkin & Jenrette (\"DLJ\") Qedit Suisse Arst Boston (\"CSFB\") Independent (New Leaf Ventures)\nSprout Growth IL || Sprout Capital VII Sprout Capital VIII} Sprout Capital IX New Leaf New Leaf\n$204 million $250 milion $750 milion $1.1 billion * Ventures I Ventures I\nHCT: 8% Cost HCT: 40% Cost HCT. 21% Cost HCT: 65% Cost $310 milion $450 million\n1993 | 1995, 1997 | 1999 | 2001 | 2003 2005, 2007 2009 2011 2013\ns\n@ 2\n\nSENIOR TEAM\n\nPhilippe Chambon, MD, Ph.D., (55), Managing Director, helped found New Leaf in 2005.\nPhilippe joined Sprout in 1995 and since that time has been an active investor in all three sectors\nof interest for NLV-III. His investments have spanned all stages including six start ups and\nseveral later stage growth equity investments and one buy-out. Philippe is currently focused on\nNew Leaf’s Information Convergence sector and late stage biopharmaceutical investments.\nPhilippe is currently on the boards of directors of Treato, Truveris, Karos Pharmaceuticals,\nPrincipia BioPharma and VaxInnate. He was previously on the boards of NxStage Medical\n(NASDAQ: NXTM), Auxilium (NASDAQ: AUXL), ePocrates (NASDAQ: EPOC, acquired by\nathenahealth), Nuvelo (NASDAQ: NUVO), Sapient Health Network (acquired by WebMD),\nSpotfire (acquired by Tibco Software), and Combichem (acquired by DuPont). He also led our\ninvestment in, and was a board observer at, Audax Health (acquired by UnitedHealth/Optum).\nImmediately prior to joining Sprout, Philippe was a Manager in the healthcare practice of the\nBoston Consulting Group. In that capacity, he managed strategy and business re-engineering\nassignments with clients in the pharmaceutical, biotech and insurance industry. Previously,\nPhilippe was an executive with Sandoz Pharmaceutical for seven years, where he built and led\nan organization responsible for late stage clinical project management, portfolio management,\nand pre-marketing and pharmacoeconomics activities. He conducted graduate research in\n\n11 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024022",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024022.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2976,
    "word_count": 445,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.239461",
    "prefix": "IMAGES-007"
  }
}