{
  "document_id": "HOUSE_OVERSIGHT_014636",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014636.txt",
  "text": "Tax Policy: TRIP has a ~25% tax rate. Trump’s tax plan calls for a reduction in the\nbusiness tax rate from 35% to 15%, with elimination of most corporate tax\ndeductions/credits (except for the R&D credit). While it’s unclear what elements of the\ntax plan will eventually be executed, Trump’s intent is clear and we believe companies\nwith the highest tax rate have the most to gain. We see less incremental benefit to\nmany of the global companies who already enjoy optimized tax rates (22% average tax\nrate across our coverage), but many companies will have more incentive to bring back\nIntl profits for buybacks with lower US tax rates.\n\nCatalysts: 4Q’16 Earnings (early February) will feature initial 2017 guidance. TripAdvisor\nnoted on the 3Q’16 earnings call that 2017 EBITDA margin will decline further from\n\n2016 levels as ad spend ticks up to re-accelerate growth, however it is unclear how\nmuch margin deterioration TripAdvisor will guide to. We think the deterioration in the\nguide will be higher than the Street’s expectations, driving further downside estimate\nrevisions.\n\nLatest report: TripAdvisor: 2017 PM Level Outlook\n\n1Q risks: There is downside risk to Street estimates if hotel shopper growth comes in\nbelow expectations, mobile monetization gap widens, and if initial 2017 guidance\ndisappoints. We remain cautious on IB as an attempt to solve a very large problem: the\ncontinued transition of users consuming TripAdvisor’s content on their mobile phones\ninstead of their desktops. On mobile phones, users are much less likely to transact or\nclick on an ad than on desktops.\n\nA risk to the short thesis: There has been frequent speculation in the press that\nTripAdvisor may be a takeout candidate in the rapidly consolidating online travel market,\nwith Priceline frequently named as the likely suitor.\n\nCompany Description: TripAdvisor is the largest global online travel media company\nwith over millions of members and hundreds of millions of user reviews. The company's\nportfolio of web properties attracts over 300 million unique visitors per month\nworldwide.\n\nPrice objective basis & risk\n\nAetna Inc (AET)\n\nOur Price Objective of $149 is based on a 50/50 blend of our standalone AET valuation\n($138, 13.1x 2018E EPS of $10.50 when including share repurchase) and AET pro forma\nHUM valuation ($160, 14x 2018E EPS of $11.40). Our AET standalone valuation multiple\nreflects AET's historical average discount to the S&P 500. Our AET pro forma HUM\nvaluation multiple of 14x reflects upside levers to HUM synergy guidance and to reflect\nthe improved long-term growth profile of the company. Risks to the upside are\nregulatory approval of the HUM acquisition, better-than-expected membership growth\nand lower than expected cost trend. Risks to the downside are regulators not approving\nthe HUM acquisition, lower-than-expected membership growth and higher than\nexpected cost trend.\n\nConsolidated Edison (ED)\n\nOur price objective of $59 is predicated on shares of ED achieving 13.0x our 2019 EPS\nestimate. We apply the current group average multiple of 13.5x and apply a 0.5x\ndiscount to reflect a well below average ROE, a slightly below average growth profile,\nand a relatively challenging regulatory environment. This is offset slightly by a lower risk\n\nBankof America <>\nMerrill Lynch Top 10 US Ideas Quarterly | 03 January 2017.15\n\nHOUSE_OVERSIGHT_014636",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014636.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3373,
    "word_count": 535,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.208840",
    "prefix": "IMAGES-003"
  }
}