{
  "document_id": "HOUSE_OVERSIGHT_029321",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029321.txt",
  "text": "Thursday, September 12, 2013\nPage 7\n\nMoreover, the discovery that Edwards pursued has to be considered against the\nbackdrop of Epstein’s obstructionist tactics. In both this case and all other cases filed\nagainst him, Epstein asserted his Fifth Amendment privilege rather than answer any\nsubstantive questions. Epstein also helped secure attorneys for his household staff\nwho assisted in the process of recruiting the minor girls, and those staff members in\nturn also asserted their Fifth Amendment rights rather than explain what happened\nbehind closed doors in Epstein’s mansion in West Palm Beach. It is against this\nbackdrop that Edwards followed up on one of the only remaining lines of inquiry open\nto him: discovery aimed at those of Epstein’s friends reasonably believed to have been\nin a position to corroborate the fact that Epstein was sexually abusing young girls.\n\nIn the context of the sexual assault cases that Edwards had filed against Epstein, any\nact of sexual abuse had undeniable relevance to the case — even acts of abuse Epstein\ncommitted against minor girls other than L.M., E.W., or Jane Doe. Both federal and\nstate evidence rules made acts of child abuse against other girls admissible in the\nplaintiffs case in chief as proof of “modus operandi” or “motive” or “common\nscheme or plan.” The anxiously anticipated trial of this case will present the first full\ndisclosure of the evidence of the extent of Epstein’s criminal conduct in explanation of\nthe reason for and the extent of his malice toward Bradley Edwards.\n\nEpstein’s repeated invocations of the Fifth Amendment raise adverse inferences\nagainst him that leave no possibility that a reasonable factfinder could have ever\nreached a verdict in his favor. Instead, a reasonable finder of fact could only find that\nEpstein was a serial molester of children who was being held accountable through\nlegitimate suits brought by Edwards and others on behalf of the minor girls that\nEpstein victimized.\n\n“[I]t is well-settled that the Fifth Amendment does not forbid adverse inferences\nagainst parties to civil actions when they refuse to testify in response to probative\nevidence offered against them.” Baxter v. Palmigiano, 425 U.S. 308, 318 (1976);\naccord Vasquez v. State, 777 So.2d 1200, 1203 (Fla. App. 2001). The reason for this\nrule “is both logical and utilitarian. A party may not trample upon the rights of others\nand then escape the consequences by invoking a constitutional privilege — at least not\nin a civil setting.” Fraser v. Security and Inv. Corp., 615 So.2d 841, 842 (Fla. 4!\" Dist.\nCt. App. 1993). And, in the proper circumstances, “’Silence is often evidence of the\nmost persuasive character.’” Fraser v. Security and Inv. Corp., 615 So.2d 841,\n842 (Fla. 4\" Dist. Ct. App. 1993) (quoting United States ex rel. Bilokumsky v. Tod,\n263 U.S. 149, 153-154 (1923) (Brandeis, J.).\n\nIn the circumstances of this case, a reasonable finder of fact would have “evidence of\nthe most persuasive character” from Epstein’s repeated refusal to answer questions\npropounded to him. To provide but a few examples, here are questions that Epstein\n\nHOUSE_OVERSIGHT_029321",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3146,
    "word_count": 509,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.962900",
    "prefix": "IMAGES-010"
  }
}