{
  "document_id": "HOUSE_OVERSIGHT_024735",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024735.txt",
  "text": "OQ},\n\nQO\nai\ndm\n\nCHAPTERV_ Global Cannabis Regulation\n\nNew Zealand’s Misuse of Drugs Act generally makes the importation, cultivation, distribution, pos-\nsession and use of cannabis illegal. However, in September 2017, New Zealand’s Health Ministry lifted\ncertain restrictions so that doctors may now prescribe approved CBD products. (Previously, patients\nin need of CBD products were required to apply directly to the Health Ministry, and approval was\ngranted on a case-by-case basis.) In December 2017, New Zealand introduced legislation for a medical\nlaw that would amend the Misuse of Drugs Act to permit domestic production of medical cannabis\nproducts and their use by people with terminal illness or chronic pain.\n\nEurope\n\nThe European Union provides no coordinated legal framework for cannabis and, historically, Euro-\npean countries generally have prohibited its production and sale, but have also decriminalized or toler-\nated possession of small amounts.\n\nIn some European countries, personal use exceptions to criminal prosecution have been used to\ncarve out visible distribution models. In the Netherlands, for example, Amsterdam is famous for its\ncoffee-shop cannabis sales, even though the suppliers of cannabis to those coffee shops generally oper-\nate illegally. And in Spain, despite a federal prohibition on the sale of cannabis, court decisions and\nlaws permitting cultivation for personal consumption have served to justify the country’s hundreds of\nprivate cannabis clubs.\n\nTo date, no European country has implemented a recreational law comparable to those in Uruguay\nand some U.S. states and expected in Canada. However, starting with the Netherlands in 2003, a\nnumber of European countries have enacted medical laws that facilitate patient access to cannabis or\nconcentrates, through importation or domestic production, for treating specified medical conditions.\n\nItaly has allowed medical cannabis use since 2013 under a law that requires cannabis to be sold\nthrough authorized pharmacies to patients with a valid prescription.\n\nCroatia legalized the limited use of medical cannabis products in 2015. Under the law, doctors may\nprescribe cannabis ointments, teas and other extracts to patients with a qualifying health condition,\nincluding tumors, AIDS, multiple sclerosis and child epilepsy. Smoking or vaporizing cannabis flower\nis not allowed under the law. In 2016, Croatia received a shipment of medical cannabis products from\na Canadian producer, marking the first time a North American company legally shipped cannabis\nproducts containing THC and CBD into the European Union.\n\nA German law that took effect in 2017 legalizes the use of medical cannabis products prescribed for\npatients with serious illnesses, including multiple sclerosis, chronic pain, epilepsy and chemotherapy-\ninduced nausea and lack of appetite. The law provides a framework for the regulation of suppliers\nunder which the government has already issued import licenses to Canadian and Dutch firms and is\nfinalizing an approval process for the issuance of domestic production licenses.\n\nA 2017 Polish law permits patients to obtain medical cannabis products, including flower, extracts\nand tinctures, through pharmacies if they have both a physician’s medical authorization and permis-\nsion from a regional pharmaceutical inspector. The qualifying conditions eligible for medical cannabis\ninclude chronic pain, chemotherapy-induced nausea, multiple sclerosis, spasticity and treatment-\nresistant epilepsy. Cannabis products must be imported into Poland because the law does not permit\ncannabis cultivation within the country.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 99\n\nHOUSE_OVERSIGHT_024735",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024735.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3704,
    "word_count": 540,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.819790",
    "prefix": "IMAGES-008"
  }
}