{
  "document_id": "HOUSE_OVERSIGHT_018493",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018493.txt",
  "text": "And of course, substance abuse problems are a whole nother ballgame. But if a person\nhas been drinking a glass of wine with dinner every night for 10 years, then I'm not going\nto tell her that I consider her incapable of doing BDSM after dinner.\n\nI am not qualified to comment on non-alcohol drugs because I, of course, never do\nanything illegal. But for all your drug-related questions, the website Erowid.org is often\nvery useful.\n\n* Illness. I don't have any particular observations about how being sick changes my\nexperience of S&M, but it definitely does. When I get sick and I have the option to\nreschedule a date, I always do.\n\n* Aaand finally, menstrual cycle. I haven't tracked my cycle with enough care to know\nexactly how it affects me S&M-wise, but I'm pretty sure it does. As one of the good\npeople at EduKink once observed, \"The great part about playing with a woman is that\nyou have 28 different partners, one for each day of the month!\"\n\nKK ok\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/01/30/body-chemistry-and-sm/\n\nS&M:\n[theory] Going Under\n\nThis was originally published in 2011. People have asked me whether there's any actual\nresearch out there on the altered states that some people access through S&M; as far as\nI know, there isn't. It's also worth noting that a lot of dominant partners go into another\nkind of \"zone\" that's sometimes called top-space.\n\nok\nGoing Under\n\n\"Come back,\" an S&M partner said softly, the other day, pushing my hair out of my eyes.\nI blinked and shook my head in a futile attempt to clear it.\n\n\"That's weird,\" I said. \"Someone else used to say those words to me when I was coming\nout of subspace. I... that's weird.”\n\n\"I'm not surprised,\" he said. \"It's a natural thing to say to you. You go under so fast, and\nso deep. You're so far away.\"\n\n\"Not all the time,\" I said. \"And not with everyone. You're good at putting me there.”\n\nHe smiled. \"You bring it out in me.”\n\nHOUSE_OVERSIGHT_018493",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018493.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1970,
    "word_count": 347,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.874301",
    "prefix": "IMAGES-005"
  }
}