{
  "document_id": "HOUSE_OVERSIGHT_016604",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016604.txt",
  "text": "Code Enforcement Board Meeting Minutes 04/17/08\n\nEnforcement Board meeting because the homeowner had applied to ARCOM and\nwas seeking Town Council approval. Those hearings will be in May.\n\nMOTION BY MR. OCHSTEIN TO POSTPONE THIS CASE UNTIL May\n15, 2008.\n\nSECONDED BY MS. GREENBERG\n\nMOTION PASSED UNANIMOUSLY\n\nB. Case # 08-2478, 151 Chilean Ave., E. Nordin Gilbertson\nViolation of Chapter 134, Section 134-889 of the Town of Palm Beach Code of\nOrdinances, commercial use of land in the R-B low density residential district.\n\nCode Enforcement Officer Gerry presented the facts of this case and said the\ncomplaint had been received from a tenant of an adjacent property owner. He said\nthere had been no response from Mr. Gilbertson with the exception of a letter\nwhich was received today and was included in the packet of case information given\nto the Board members. The Board took a few minutes to review the letter.\n\n(While this review was taking place, Mr. Hoffman acknowledged the presence of\nCouncilwoman Coniglio in the audience and expressed his appreciation for her\nattendance.)\n\nMr. Gerry said the Town’s recommendation was that the violator be found in non-\ncompliance, administrative costs of $150.00 assessed and that the yard be restored,\nthe brick pavers removed and parking of vehicles from a commercial zoned\nproperty no longer be allowed at this location. Mr. Gerry said Mr. Gilbertson\ncould obtain zoning approval and building permits for the brick pavers but it would\nhave to be related to residentially permitted uses allowed for that particular\nproperty. He requested compliance by May 1, 2008. Ms. Van Buren said she did\nnot see anything in Mr. Gilbertson’s letter that addressed this particular violation.\nShe then asked Mr. Randolph if prior outstanding fines could be discussed and Mr.\nRandolph said only if it related to this particular violation. He said this violation\nshould be considered on its own merit. Mr. Gerry said there was an existing fine\nstill running on the property for other violations that were still not in compliance.\nMs. Duemler asked if there was a lien against the property and Mr. Randolph\nadvised that if the previous Board order had been recorded, there was a lien\nagainst the property. It was confirmed the previous Board order had been\nrecorded and there was an existing lien on the property. Mr. Randolph questioned\nwhether the property was homesteaded and said if it was, foreclosure would not be\nan option. Mr. Gerry said the property was homesteaded.\n\nMOTION BY MR. FRIED TO FIND THE VIOLATOR IN NON-\nCOMPLIANCE, ASSESS ADMINISTRATIVE COSTS OF $150.00 AND\nGIVE\n\nTHE VIOLATOR UNTIL MAY 1, 2008 TO COMPLY.\n3\n\nHOUSE_OVERSIGHT_016604",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016604.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2684,
    "word_count": 440,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.319417",
    "prefix": "IMAGES-004"
  }
}