{
  "document_id": "HOUSE_OVERSIGHT_022974",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022974.txt",
  "text": "‘We were warned by Miss Maxwell never to disturb him there. It was absolutely forbidden,’ they say.\nBetween 1999 and 2004, Epstein would visit at least once a month and Ghislaine was invariably with him.\n\nMiles says: ‘In our final meeting, he told me I had always been his conscience. I’m certainly battling with\n\nmy conscience now.’\nRiddle of phone numbers for ‘friends’ he’d never met\n\nRevealing an extraordinary network of power and influence, extending into the fields of politics, finance\n\nand showbusiness, Jeffrey Epstein’s ‘little black book’ showed just how important a man he had become.\n\nYet when The Mail on Sunday contacted the people listed in the document, which was kept online, many\n\nsaid they had never met or even spoken to the disgraced financier.\n\nAnd they were appalled to discover he had their contact details, often including home and mobile\n\ntelephone numbers.\n\nLord Palumbo, the former Arts Council chairman and godfather to the Duke of York’s eldest daughter\nBeatrice, said: ‘I have never, never, met him. I am shocked I am in there. I am affronted. I don’t know him\nat all.’\n\nNever heard of him: Both Toby Young (left) and Sir Richard Branson, were surprised to\n\nfind themselves listed in a contacts books owned by Jeffrey Epstein\n\nDame Gail Ronson, a charity fundraiser and wife of the multi-millionaire British developer Gerald\nRonson, said: ‘I’ve never, ever, met him. I swear, you’ve completely gobsmacked me. It’s really distressing,\nhorrible.\n\n‘T lead a very private life so to find out you’re on this list, it’s very unsavoury.’\nHer shock was echoed by the celebrity milliner Philip Treacy.\n‘This sounds crazy, I’m amazed,’ he said.\n\n‘Tm a hatmaker, I’ve never met Jeffrey Epstein and never had any reason to. I make hats. Does he look\n\nlike the kind of person who would wear a hat? Bizarre.’\n\nThe ‘book’ also had numbers for the JCB tycoon Sir Anthony Bamford, but a spokesman insisted: “There\n\ndoesn’t appear to be any connection. Sir Anthony doesn’t know Jeffrey Epstein.’\n\nThe journalist Toby Young, said: ‘I’ve never been within 100 yards of him and we move in completely\n\nHOUSE_OVERSIGHT_022974",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022974.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2135,
    "word_count": 355,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.185504",
    "prefix": "IMAGES-007"
  }
}