{
  "document_id": "HOUSE_OVERSIGHT_010829",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010829.txt",
  "text": "7 79\n\no1:2805 1 BY MR. SIMPSON: ov2ea7 1 MS. McCAWLEY: Yeah.\n\nor2e09 2 Q. Do you want the question back? orzo | 2 MR. SCAROLA: -- who keeps jumping up and\norzet0 | 3 A. No. I'm just trying to remember what I was | 012250 3 down and distracting everybody in the room?\noz 4 thinking about with -- with regard to -- ot2a52 4 MS. McCAWLEY: And there was also profanity\nores 5 MR. SCAROLA: Do you need the response read ovress «5 used earlier. I mean, we just have to settle\n\norze17 6 back up to the point -- orzss 6 down on this side, and take a deep breath, and\nor2e1s «67 THE WITNESS: Yeah, if you would do that, orza5s 7 let him answer his questions.\n\nor2820 8 yeah. I just -- orzese 8 MR. SIMPSON: Look, I mean, the same thing\nar2820 9 MR. SCAROLA: -- about privilege arose. arzes9 9 was happening on the other side.\n\nor2820 10 THE WITNESS: Yeah. Let's just see what that o1:30:00 10 MR. SCAROLA: No, sir.\n\n01:28:20 11 one -- avso00 44 MS. McCAWLEY: There was no profanity on this\nor2e21 12 MR. SCAROLA: Just read the last couple of ar30.00 12 side of the table.\n\n012822 13 sentences back, or the last two sentences. orz000 13 MR. SCAROLA: No, no, no. There was never\norze31 14 THE WITNESS: Oh, I'm sorry. NowI remember | o+3003 14 anyone who jumped to their feet at any time\n\norvzea2 15 exactly what I was thinking. orzo0s 15 during the course of the last two days. The only\nor2832 16 How would we go find out whether Mr. Epstein orso08 16 person who keeps jumping up is Alan Dershowitz.\novzeas 17 was lending women, or in this case, underage orao1a 17 Have him pass you a note quietly, if you would,\n0128.39 18 girls, to Mr. Dershowitz for sexual purposes? ovz016 18 please.\n\norzear 19 Well, the first thing I want to do was ask ~- you orao018 19 MR. SIMPSON: I will disagree with your\n\norzeas 20 know, I'd -- I'd go ask Jeffrey Epstein. ovzo19 20 characterization, but let me say the\n\n012847 24 And so what I discovered when I started to orso20 24 argumentation --\n\norze4s 22 look at the transcripts, there were a number of orso21 22 MR. SCAROLA: Excuse me. Are you -- are you\n01:28:52 23 transcripts where Mr. Epstein was asked about ar022 23 making the representation --\n\nor2ess 24 Alan Dershowitz. And rather than say, well, no, 013022 24 MR. SIMPSON: No, I'm not.\n\nores? 25 he wasn't involved in any of these illegal or3023 25 MR. SCAROLA: -- that somebody on this side\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n78\n\novzsco | 4 activities, Jeffrey Epstein took the Fifth as the o1302 1 of the room jumped up?\n\nor2003 2 phrase, you know, to be more precise. He orso25 | 2 MR. SIMPSON: No, no, no, I'm not.\n\nor2a0s |= 3 exercised his right against compelled or3028 «3 MR. SCAROLA: Okay. Thank you.\n\nor200 4 self-incrimination and refused to answer the arso2 4 MR. SIMPSON: I'm not.\n\norzo | § question, which since these were civil cases, arvzoa «5 MR. SCAROLA: And I appreciate that.\n\naren 6 indicated to me, since he was being represented onso27 6 MR, SIMPSON: And I --\n\nonze «7 by very experienced legal counsel, that there was or3029 7 MR. SCAROLA: And you do acknowledge that\norate 8 more than an insignificant risk of incriminating ors030 «8 Mr. Dershowitz has repeatedly been jumping up in\noer 9 himself if he answered that. ar3033 9 the middle of testimony, correct?\n\no12920 10 And so Jeffrey Epstein now had taken the or3o3s 10 MR. SIMPSON: That's -~ he just got up and\norze23 11 Fifth. And one of the things that I was aware of ovso37 11 came over to me. That's the only time I'm aware\novza26 12 having been involved in, you know, civil orsose 12 of, because I'm -- I'm looking at the witness,\n0120-28 13 litigation and criminal litigation in other or3041 13 but he did just do that, and I will pass notes.\nor2a30 14 cases, was that once somebody refuses to answer a orsoas 14 We won't get up.\n\nor2932 15 question like, you know: Do you know orsoas 15 MR. SCAROLA: Okay. Well, I will tell you --\nor203s 16 Mr. Dershowitz? And they take the Fifth on that, orao4s 16 MR. SIMPSON: I'm not going to take time from\nor2e3e 17 that you're then entitled to draw what's called or3zoa7 17 this.\n\nor2040 18 an adverse inference. You can -- you can infer orzo? 18 MR. SCAROLA: I will -- I will, for the\n\nor2e42 19 that, well, if they answered that question, they arzo42 19 record, as an officer of the court, represent\n\not2944 20 would have -- ars0s1 20 that there have been multiple times during the\nar2eaa 24 MR. SCAROLA: Excuse me. or30ss 24 course of Professor Cassell's deposition when\nor2044 22 MS. McCAWLEY: Yeah, I want to make an orsoss 22 Alan Dershowitz has jumped up in the middle of\nor2944 23 objection here -- orator 23 the testimony and excitedly whispered in your\norzo 24 MR, SCAROLA: Pardon me. Could you please or3tor 24 ear.\n\nor2947 25 try to control your client -- orator 25 You may not have realized it because you were\n\nESQUIRE DEPOSITION SOLUTIONS ESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400 (954) 331-4400\n10/20/2015 01:07:28 PM Page 77 to 80 of 151 20 of 38 sheets\n\nHOUSE_OVERSIGHT_010829",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010829.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5064,
    "word_count": 939,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:45.112778",
    "prefix": "IMAGES-001"
  }
}