{
  "document_id": "HOUSE_OVERSIGHT_022170",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022170.txt",
  "text": "\\TTERSON\n\n.o was arrested for hiding more\nof jewelry.\n\n+ people involved in Rothstein’s\nenced.\n\nsration with the feds, his was the\nwhich all the victims recovered\nin was put into a witness protec-\nfifty-year sentence anonymously,\n\nm.\n\nsrshowitz arrived at Shriver Hall,\ns University, in Baltimore, to talk\n\nso obvious,” he said. “There has\n\nk, a group of women—students\nopkins Feminists—stood up in\n‘ith duct tape over their mouths,\nd out of the hall.\n\nn read.\n\n: student paper asked Dershowitz ~\nYs victims. Wasn't it true that Der q\nthose victims was “asking for it?” 4g\nshowitz replied. “I have an obliga- a\n‘ovide a full and zealous defense t0\n\nall the things you had just listed, F\n\n» iG\nund incompetent as counsel.” ~\n\n272\n\nFittay Ricu\n\nHe asked the reporter, “Would any defense lawyer not look\non the websites, look on social networks, find out what the\nwoman who was accusing my client was doing? We were able to\ndisprove many of the charges, just like how I was able to dis-\nprove the charges against me. Falsely charging somebody with\nrape is a heinous thing to do. First of all, it creates horrors for the\nperson who has been falsely accused. Second, it so hurts real\nrape victims because it makes it clear that some women lie for\nmoney. Our country, unlike others, requires that everybody be\ndetended, and I’m going to continue to do that whether my cli-\nents are guilty or innocent. Let me tell you, most of my clients\nhave been guilty. They deserve a zealous defense just as anybody\nelse. I'm very proud of what I did for Jeffrey Epstein. If people\ndon't like the fact that I got a ‘good deal, that’s the job I do.”\n\nThe suits and countersuits Paul Cassell, Bradley Edwards, and\nDershowitz filed against each other dragged on into the spring of\n2016— reaching a crescendo with Dershowitz’s argument about\nthe plot to blackmail Les Wexner. But on April 8, all the parties\ninvolved agreed to settle, issuing a joint statement that read:\n“Edwards and Cassell acknowledge that it was a mistake to have\nfiled sexual misconduct accusations against Dershowitz; and the\nsexual misconduct accusations made in all public filings (includ-\ning all exhibits) are hereby withdrawn. Dershowitz also with-\ndraws his accusations that Edwards and Cassell acted\n\n2 unethically. Neither Edwards, Cassell, nor Dershowitz have any\n- intention of repeating the allegations against one another”\nq Dershowitz also hired former FBI director Louis J. Freeh to do\n_ 4n independent investigation. Freeh concluded that the evidence\n\n273\n\nHOUSE_OVERSIGHT_022170",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022170.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2544,
    "word_count": 433,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:46.998599",
    "prefix": "IMAGES-006"
  }
}