{
  "document_id": "HOUSE_OVERSIGHT_027960",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027960.txt",
  "text": "“We’re not starting from scratch,” I assured the sayeret officers, and I could\nsee some of them nodding in agreement. We had a proven record of success,\nunder Avraham and the four other commanders before me. We would be able to\nrely on the qualities that had proved our doubters wrong in our first intelligence\nmissions. “We have to stay true to the spirit of Sayeret Matkal,” I said. Every\none of the officers knew what I meant: teamwork, the way we valued brains and\ncreativity, more than formal lines of authority. The rigor we applied to training\nfor, preparing for, and executing each mission. And, no less importantly, to\ncriticizing, and trying to fix, everything that had gone wrong on an operation, or\nwe'd failed to anticipate.\n\nThough I expected to be leading many of the operations myself, I knew that\nwe'd succeed or fail on the strengths of the officers around me. I was incredibly\nfortunate on that score. Some, I already knew well from my time as Digli’s\ndeputy. Smart, self-confident, se/f-starting officers like Amiram Levin, the\nstocky kibbutznik from the north with whom I’d worked most closely and most\noften as deputy. Avshalom Horan — Avsha — who’d convinced me to risk\ncompleting the mission on the road from Suez to Cairo. Giora Zorea, who, like\nme, had come up through the unit and was one of our most experienced team\nleaders. And Danny Yatom. Born not far from Mishmar Hasharon, but a city\nboy, from Netanya, he was smart, level-headed and a sure-handed organizer,\nand with whom I’d somehow clicked from time he arrived in the sayeret. I made\nhim my deputy for my first year in command.\n\nThere were two others as well, both related to Moshe Dayan, but with a self-\nassurance all their own: Uzi Dayan, the son of Moshe’s brother, who had been\nkilled in the 1948 war when Uzi was only months old; and Mookie Betzer, who\nwas married to Uzi’s cousin. I’m not sure which of the two joined the sayeret\nfirst. Mookie, I believe. But their family ties, far from extraordinary, were part\nof how Sayeret Matkal had developed from the start. It had been friends\nbringing friends. But also, not infrequently, a cousin bringing a cousin, or a\nbrother bringing a brother.\n\nThis was the case with two other officers, whom I knew less well at first but\nwho would become key members of my team. In their case, it was the younger\none who joined first. Binyamin Netanyahu — Bibi, as everyone called him — had\nbeen a member of Amiram Levin’s team when I was Digli’s deputy. He’d also\nbeen a part of one of our several — thankfully harmless — failures along the canal\nat the beginning of the War of Attrition. The plan was to cross in rubber boats\nheld together by nylon cord, with the assistance of Shayetet 13, Israel’s\n\n112\nHOUSE_OVERSIGHT_027960",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027960.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2756,
    "word_count": 490,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.022242",
    "prefix": "IMAGES-009"
  }
}