{
  "document_id": "HOUSE_OVERSIGHT_022990",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022990.txt",
  "text": "Wealthy Palm Beacher Jeffrey Epstein in Palm Beach County Circuit Court in 2008 to plead guilty to criminal charges\nhim sexual massages. (Uma Sanghvi/The Palm Beach Post)\n\nUpdated: 3:43 p.m. Friday, May 12, 2017 | Posted: 2:45 p.m. Friday, May 12, 2017\n\nPALM BEACH — President Donald Trump is a shadowy, but ever-present,\nfigure in the never-ending saga of billionaire sex offender Jeffrey Epstein.\n\nMar-a-Lago, the commander-in-chief’s private-club-turned-southern-White-\nHouse in Palm Beach, was the backdrop for Epstein’s introduction to one of his\ndozens of teenage victims, according to court records.\n\nIn a short-lived lawsuit that Trump decried as “categorically false,” a California\nwoman last year sued Trump and Epstein in federal court in New York City,\nclaiming the two business tycoons raped her when she was 13 years old.\n\nAnd Trump is on a star-studded witness list for an upcoming trial in Palm\nBeach County Circuit Court that attorney Jack Scarola promises will be the first\npublic airing of Epstein’s lurid lifestyle.\n\nBut, Scarola acknowledges, it is unlikely the president will be part of what\nScarola promises will be a salacious trial. Scarola claims Epstein sued attorney\nBrad Edwards in an effort to intimidate and punish the lawyer for representing\nsome of Epstein’s victims. While Epstein dropped his lawsuit against Edwards,\nwho has also represented clients in a lawsuit against Trump, the malicious\nprosecution suit against Epstein will likely go to trial in the fall, Scarola said.\n\nWhen Scarola put Trump on the witness list in August, he said he never\nimagined the business scion and former television star would soon occupy the\nOval Office. The legal battle he would have to launch to get a sitting president\nto testify simply isn’t worth it, Scarola said.\n\nMoreover, while there is a lot of smoke around Trump’s relationship with\nEpstein, there appears to be little fire, so far, Scarola said.\n\n“Based on all available public records, Trump’s involvement is peripheral,” he\n\nHOUSE_OVERSIGHT_022990",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022990.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2030,
    "word_count": 321,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.944177",
    "prefix": "IMAGES-007"
  }
}