{
  "document_id": "HOUSE_OVERSIGHT_018241",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018241.txt",
  "text": "It is often said that during the days when Master Nan’s Lake Tai campus is open for\ntraining, when hundreds of rich and connected elites from all over the Chinese-\nspeaking world converge there, it is the best networking spot in the country. But on\nthe weekend of my first visit, the Tai Hu center was closed to outsiders. Only about\nten of us were present. We were all, together, students. On our first morning we\nwalked to a large hall overlooking the lake and sat down quietly on benches and\nmeditated for three hours. And on our first evening, Master Nan sat with us during\ndinner, looking young and vital and 20 years short of his 92, barely eating. Above the\nbridge of his nose, I noticed, was a small marble-sized bump. This is the mark that\nemerges, according to Buddhist tradition, when your self-cultivation and meditation\nhas led you to deep breakthrough, when energy begins to slip out of your head at\nthat “third eye” spot and into the world, leaving a little bump as evidence.\n\nAs we finished dinner, Master Nan turned the conversation to me and asked me to\nspeak about what was on my mind. In later years I would learn this was his habit, to\nhand the floor over to his guests for a bit - whether they were politicians or\nindustrial titans or innocent visitors - before entering into his own reflections. He\npursued me with careful questions, his voice purring with a thick coastal accent. The\nquestions seemed removed sometimes from my main points, but I quickly came to\nsee them as needles. (“When he uttered a phrase,” it was said of Yun Men, “it was\nlike an iron spike.”) Many of those present were jotting notes: Whatever Master Nan\nthought important, his students felt, must be worth putting down.\n\nI knew that the records of Nan’s lectures and discussions were often circulated by\nemail. With subject lines like “Understanding This Chinese Generation” or “Master\nNan Answers Questions About Chinese and Western Knowledge,” they were real-\ntime maps of the usually invisible dance our daily lives do with history and\nphilosophy. We live now, of course, but Nan was always aware that we lived within\nan historical flow too, in a particular moment amidst constant change. Remember\nthat the foundational text of Chinese civilization is the 2500-year old Yi Jing, The\nBook of Changes. If Westerners are accustomed to consistent historical, Chinese\nbegin with the idea of a flux of forces as the only constant. A world of ceaseless\nchange means that valuable, useful education is less about facts than about the\ntraining of a vigilant instinct for reaction.” It was a version of this same aim that was\nat the heart of Nan’s teaching, and that made his ideas so magnetically appealing.\n\nThe circulation lists on his lecture notes were the Chinese equivalent of a roster that\nincluded Ben Bernanke, Colin Powell, and Warren Buffett. They reflected the\nbreadth of curiosity about his ideas, and the hunger to understand and digest\nchanges in China and the world. “I just had a very senior leader here,” Nan told me\nduring a visit several years later. | had seen the high security at the compound and\n\n2 A world of ceaslesee change: See Francois Jullien, The Silent Tranformations\n(London: Seagull Books, 2011) 70, and David Hall and Roger T. Ames, Thinking from\nthe Han Self, Truth, and Transcendence in Chinese and Western Culture (Albany, N.Y.:\nState University of New York Press, 1998) 150\n\nHOUSE_OVERSIGHT_018241",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018241.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3428,
    "word_count": 591,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.724847",
    "prefix": "IMAGES-004"
  }
}