{
  "document_id": "HOUSE_OVERSIGHT_022056",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022056.txt",
  "text": "TTERSON\nFitryy Ricw\n\ncould provide potential protec- that if I didn’t say what they wanted me to say, or not to sa\nlappened. I might get hurt. ”\n\ns supposed FBI agent made me 42. I promised Epstein and his lawyer that I would kee\n\nft the old life of sexual slavery quiet. They seemed happy with that and that seemed to he\nlife in a new country in hopes : to [be the] way to keep me and my family safe. And I did\n\nise illegal activities I knew all what Epstein and his lawyer told me. I kept quiet.\n\nvorted FBI call, I was contacted This declaration, stricken from the record by the judge in the\nappeared clearly to be working | victims’ lawsuit against the government, also set in motion\nne about an investigation into. | events that led to Dershowitz’s and Roberts’s lawyers becomin\nthe girls being questioned were } involved in spectacular lawsuits, which included a complaint\nsexual contact with them. After _ Dershowitz that these allegations were false and had ‘Aulisaad\nthe man said they were being 3 4 him, and a complaint by Edwards that Dershowitz’s accusations\nid prostitutes, but in my case, if i a against him were false and defamatory.\n\n“be looked after.” The fact that\nfter the supposed FBI call rein-\nman I had talked to earlier was\n31 but for Epstein. I didn’t think\nId both be working together and\nnber at almost exactly the same\n| this person that I had gotten a\n1 didn’t tell him anything. The\nased to hear [that].\n\\e of Epstein’s lawyers (not Alan\nthen got Epstein on the line at\ntis lawyer basically asked again\nz. The clear implication was that\nrere talking to me, I was afraid of\nIn't keep quiet. My thought was q\n\nHOUSE_OVERSIGHT_022056",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022056.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1660,
    "word_count": 305,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.837592",
    "prefix": "IMAGES-006"
  }
}