{
  "document_id": "HOUSE_OVERSIGHT_016975",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016975.txt",
  "text": "For “human subject research,” we refer to the 1964 Declaration of Helsinki,\nkeeping in mind the 1932-1972 Tuskegee syphilis experiment, possibly the most\ninfamous biomedical research study in U.S. history. In 2015, the Nonhuman Rights\nProject filed a lawsuit with the New York State Supreme Court on behalf of two\nchimpanzees kept for research by Stony Brook University. The appellate court decision\nwas that chimps are not to be treated as legal persons since they “do not have duties and\nresponsibilities in society,” despite Jane Goodall’s and others’ claim that they do, and\ndespite arguments that such a decision could be applied to children and the disabled.*°\n\nWhat prevents extension to other animals, organoids, machines, and hybrids? As\nwe (e.g., Hawking, Musk, Tallinn, Wilczek, Tegmark) have promoted bans on\n“autonomous weapons,” we have demonized one type of “dumb” machine, while other\nmachines—for instance, those composed of many Homo sapiens voting—can be more\nlethal and more misguided.\n\nDo transhumans roam the Earth already? Consider the “uncontacted peoples,”\nsuch as the Sentinelese and Andamanese of India, the Korowai of Indonesia, the Mashco-\nPiro of Peru, the Pintupi of Australia, the Surma of Ethiopia, the Ruc of Vietnam, the\nAyoreo-Totobiegosode of Paraguay, the Himba of Namibia, and dozens of tribes in\nPapua New Guinea. How would they or our ancestors respond? We could define\n“transhuman” as people and culture not comprehensible to humans living in a modern,\nyet un-technological culture.\n\nSuch modern Stone Age people would have great trouble understanding why we\ncelebrate the recent LIGO gravity-wave evidence supporting the hundred-year-old\ngeneral theory of relativity. They would scratch their heads as to why we have atomic\nclocks, or GPS satellites so we can find our way home, or why and how we have\nexpanded our vision from a narrow optical band to the full spectrum from radio to\ngamma. We can move faster than any other living species; indeed, we can reach escape\nvelocity from Earth and survive in the very cold vacuum of space.\n\nIf those characteristics (and hundreds more) don’t constitute transhumanism, then\nwhat would? If we feel that the judge of transhumanism should not be fully paleo-culture\nhumans but recent humans, then how would we ever reach transhuman status? We\n“recent humans” may always be capable of comprehending each new technological\nincrement—never adequately surprised to declare arrival at a (moving) transhuman\ntarget. The science-fiction prophet William Gibson said, “The future is already here—\nit’s just not very evenly distributed.” While this underestimates the next round of\n“future,” certainly millions of us are transhuman already—with most of us asking for\nmore. The question “What was a human?” has already transmogrified into “What were\nthe many kinds of transhumans?. .. And what were their rights?”\n\n“© hittps:/Avww.nbcnews.com/news/us-news/lawyer-denying-chimpanzees-rights-could-backfire-disabled-\nn734566.\n\n172\n\nHOUSE_OVERSIGHT_016975",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3025,
    "word_count": 458,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.869386",
    "prefix": "IMAGES-004"
  }
}