{
  "document_id": "HOUSE_OVERSIGHT_013639",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013639.txt",
  "text": "everyday life. In this intense and quasi-fluid state, saintly priests slip seamlessly into\nsexual predation; an ecstatic Jewish Orthodox fundamentalist shoots 29 praying\nMoslems in a cave near Abraham’s burial plot for Sarah in Hebron; what were\nlovingly mystical, Jelaluddin Rumi’s Afghanistan (Balkh) descendents become\npeople bashing and women stoning morality police; committed and mesmerizing\nChristian televangelists attend peep shows and seek child pornography; devoted\nIslamists crash airplanes into tall New York buildings.\n\nIn the physics of condensed matter, two common forms of multi-molecular or\npolyatomic cooperative arrangements are the crystalline condition and in some\nways its opposite, the amorphous glassy state that results from rapid cooling\nthrough a melting temperature. The microscopic atomic arrangement in glasses, in\ncontrast with the crystalline state, exhibits no spatial periodicity or long-range order.\nIn contrast with fluids, the friction of passage of molecular elements of glasses past\neach other, their shear viscosity, is large enough such that their macroscopic\nshapes are maintained in the very slow flow for very long times. In-between the\ncrystalline and glassy states their exists a multiplicity of possible unstable\narrangements which result from what physicists call frustration, the inability of a\nsystem to find a unique, lowest energy, ground state. The generic example of a\nferromagnetic crystal has two types of ordering principles: (1) The mutual alignment\nof the atomic magnetic moments, visualizable as the lining up of dipole, positive to\nnegative, magnetic arrows; (2) The geometric crystalline low energy ground state\ndescribed above.\n\nWhen the symmetry of these two ordering principles are incompatible,\nimagine an arrangement of neighboring atoms that prefer anti-alignment of the\nmagnetic moments which are placed on a geometrically triangular rather than a\nsquare lattice, there is no single arrangement that can satisfy both magnetic and\ngeometric principles. What emerges in this state of frustration is the potential for a\nmultiplicity of nearly equal energy states. Water has the potential for both geometric\nice crystal symmetry as well as arrangements of hydrogen proton (+) to oxygen\nelectron (-) magnetic moments (with well-ordered oxygen lattices but disorder\n\namong the hydrogen positions). It is therefore not surprising that a multiplicity of\n\n139\n\nHOUSE_OVERSIGHT_013639",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013639.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2444,
    "word_count": 357,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.833505",
    "prefix": "IMAGES-002"
  }
}