{
  "document_id": "HOUSE_OVERSIGHT_019929",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019929.txt",
  "text": "and clear electability, Bannon would not have had his chance.\n\nHowever much a marginal, invisible, small-time hustler Bannon had been—something\nof an Elmore Leonard character—he was suddenly transformed inside Trump Tower, an\noffice he entered on August 15, and for practical purposes, did not exit, save for a few\nhours a night (and not every night) in his temporary midtown Manhattan accommodations,\nuntil January 17, when the transition team moved to Washington. There was no\ncompetition in Trump Tower for being the brains of the operation. Of the dominant figures\nin the transition, neither Kushner, Priebus, nor Conway, and certainly not the president-\nelect, had the ability to express any kind of coherent perception or narrative. By default,\neverybody had to look to the voluble, aphoristic, shambolic, witty, off-the-cuff figure who\nwas both ever present on the premises and who had, in an unlikely attribute, read a book\nor two.\n\nAnd indeed who, during the campaign, turned out to be able to harness the Trump\noperation, not to mention its philosophic disarray, to a single political view: that the path\nto victory was an economic and cultural message to the white working class in Florida,\nOhio, Michigan, and Pennsylvania.\n\nOOK Ok\n\nBannon collected enemies. Few fueled his savagery and rancor toward the standard-issue\nRepublican world as much as Rupert Murdoch—not least because Murdoch had Donald\nTrump’s ear. It was one of the key elements of Bannon’s understanding of Trump: the last\nperson Trump spoke to ended up with enormous influence. Trump would brag that\nMurdoch was always calling him; Murdoch, for his part, would complain that he couldn’t\nget Trump off the phone.\n\n“He doesn’t know anything about American politics, and has no feel for the American\npeople,” said Bannon to Trump, always eager to point out that Murdoch wasn’t an\nAmerican. But Trump couldn’t get enough of him. With his love of “winners”—and he\nsaw Murdoch as the ultimate winner—Trump was suddenly bad-mouthing his friend Ailes\nas a “loser.”\n\nAnd yet in one regard Murdoch’s message was useful to Bannon. Having known every\npresident since Harry Truman—as Murdoch took frequent opportunities to point out—\nand, he conjectured, as many heads of state as anyone living, Murdoch believed he\nunderstood better than younger men, even seventy-year-old Trump, that political power\nwas fleeting. (This was in fact the same message he had imparted to Barack Obama.) A\npresident really had only, max, six months to make an impact on the public and set his\nagenda, and he’d be lucky to get six months. After that it was just putting out fires and\nbattling the opposition.\n\nThis was the message whose urgency Bannon himself had been trying to impress on an\noften distracted Trump. Indeed, in his first weeks in the White House, an inattentive\n\nHOUSE_OVERSIGHT_019929",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2848,
    "word_count": 464,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.223907",
    "prefix": "IMAGES-005"
  }
}