{
  "document_id": "HOUSE_OVERSIGHT_021185",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021185.txt",
  "text": "complicated battle within myself, it is one I still ache to fully comprehend\ntoday.\n\nSunny spring days melted away the ice off the frozen streets of New\nYork and the harsh winter winds begun to gently blow away the dead\nleaves, making the caged trees appear to have some form of life again. I\nhated the cold winters there, it would only add to my depression being\nlocked indoors. Give me hot Florida days blistering in the sun where I\ncan swelter by a cool pool and sip cocktails with pieces of fruit and little\noriental umbrella’s floating around. What a vision of solace? Looking\naround my extravagantly decorated mid-evil room I was reminded of the\ndesolation that I was more than accustomed too. Knowing it wouldn’t be\nlong before | was summoned again for another ritualistic occurrence in\nfornicating with my master, [ hardly bothered to leave my assigned\nchambers, scarcely being sent home for a moments break, I just accepted\nmy fate. As I predicted the intercom buzzed momentarily and I heard\nGhislane’s voice come over and request to meet them in Jeffrey’s study.\nNot an odd call, I would often meet him there first so he could tie up\nsome unfinished business before heading to the dungeon, or what was\nthought to be the massage room. Making my way down the hall, 1 had an\neerie feeling wash over me, as if I had several pairs of eyes on me,\nwatching my every move. A cold chill moved up my spine and I had to\nmove my thoughts elsewhere, too easy behind these walls to succumb to\nmy fearsome anxieties. I punched in number one once inside the elevator\nand it took me down to the floor where Jeffrey and his surprise guest\nwere waiting with anticipation behind closed doors. I cracked open the\nheavy wooden doors and a familiar face revealed itself. Definitely not\nexpected or pre-warned on my part but I already knew what he was here\nfor or at least why I was called down to the study. Prince Andrew had\nthat notorious cheesy grin slapped over his face, as he looked me up and\ndown like a shiny new car on display and he was about to take it for a test\ndrive. Ghislane led me to the decadent sofa he was lounging on and\ntwirled me around to give him a good lookover before sitting me down on\nhis lap. Like a show pony I knew exactly how they wanted me to be\nparaded around, with the last of my dignity long lost, I had nothing more\nto lose. It was easy to give them the reaction they desired, all T had too do\nwas pretend to be entertained by their lewd gestures, and when Andrew\ncupped my breast with a doll made in his image, I only giggled away.\nGhislane wanted to take a picture of the bizarre scene and even got\nJohanna, another one of Jeffrey’s so-called personal assistants, to come\nsit on his other knee for the snapshot, giving the impression girls couldn’t\nstay away from Randy Andy.\n\nMany crude jokes later and | was asked to show Andrew to the upstairs\nmassage room. I’m sure he already knew where it was from previous\n\n81\n\n(J Copyright Protected Material\nCONFIDENTIAL GIUFFREO04214\n\n9 ¥e\n\nencounters with Jeffrey’s “staff” but | led the way anyways, as if he was\nnow my guest of honor. Entering into the dim room it took a few minutes\nfor my eyes to adjust to the darkness, but knowing my way around the\nroom was enough to find the shower. I turned on the steam room and\nbegan to undress myself. Andrew followed my lead and disrobed,\nthrowing his attire to the floor. I wanted to run and hide feeling his hands\ntouch me again, but my servitude for Jeffrey kept me there. Getting out of\nhis stronghold I turned my attention to the steam filling up and tried to\nturn his attention to the marble bench where | suggested he take a seat\nwhile I rubbed his feet. By the look in his eyes I knew he could care less\nabout a foot massage, his real desires were being shown by the arousal\nhis body was forming. He indicated where he wanted me to touch him\nand how. I fulfilled his seedy requests, but only just. There was no\npleasure in this for me, the only thing I derived from this event was to\nsink further into my slumber of depression. | couldn’t remember a time\nwhen I felt needed for anything other than my body or amusements\nthereof. After his massage was thoroughly conducted | couldn’t wait to\nget back to my room for another shower. Sitting on the floor of the\nshower under the harsh spray of water, [ scrubbed my body where he\ntouched me. Feeling abhorrent and ashamed what I had become, I let the\nwater wash away the grime.\n\nAs the days progressed into nights and the nights followed a trail of\ndestructive months, my outlook on life had diminished into utter sadness.\n[had lost my spark and my ability to look like I could handle the abusive\nstate of affairs I had drifted into. Sinking deeper in the euphoric state of\nbeing on coke and pills, not only was my mentality dwindling away but\nalso my looks. I sure as hell didn’t feel like a seventeen year old anymore\nand now I wasn’t looking like one. My eyes had dark circles underneath\nthem from not sleeping and my bones protruded from my skinny\nwaistline and chest. This made Jeffrey apprehensive in keeping me\naround as often and before | had a moments notice, I was out of money\nand looking for a job. When I questioned him what was happening, he\ntold me I wasn’t the same girl he had first met some time ago now and\nlooked like I needed a break from working so much. “ [’ll call you next\ntime I’m in town” was the last thing he said to me.\n\nChapter 13\n\nGoing back to an average teenagers life was more of a harder transition\nthan I would’ve ever thought. Jeffrey stopped paying my expensive rent\nand I was forced to get off the drugs and look for a real job to feed and\nshelter T.J and I. It was much harder than it sounded, but I was craving\n\n82\n\nC1 Copyright Protected Material\n\nGIUFFRL0042 15\n\nHOUSE_OVERSIGHT_021185",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021185.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5800,
    "word_count": 1082,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:48.957403",
    "prefix": "IMAGES-006"
  }
}