{
  "document_id": "HOUSE_OVERSIGHT_017193",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017193.txt",
  "text": "4.2.12\nWC: 191694\n\nDeep Throat: Why I Chose Not to Watch It\n\nMy initial victory in the Am Curious Yellow case—getting a three judge court to declare\nunconstitutional all obscenity laws that applied to adults-only theaters—made me something of a\nhero in the “adult film” industry—and something of a pariah in the radical feminist community.\n(More about the latter soon.) Many “obscenity” clients came my way, including the musical play\nHair which was “banned in Boston” and several “soft core” films such as the very forgettable\n“Belinda’”** and the unforgettable hard core film, Deep Throat.*’\n\nI’m told that Deep Throat is a very hard core and very bad movie. I can’t personally attest to\nthese claims because, to this day, I have not seen it.** I avoided seeing the film not because I’m a\nprude—I enjoy a good erotic movie as much as the next guy—but rather because I wanted to\nmake a point about the law of obscenity: the decision to watch or not to watch a particular film\nshould be a matter of choice for every adult citizen. Just as I told the judges in the / Am Curious\nYellow case that they didn’t have to view the film in order to rule that an adult had the\nconstitutional right to view it in an adults-only theater, so too I had the right to argue that\nposition without myself viewing Deep Throat. To paraphrase my earlier case, I was “curious”\nabout Deep Throat, but cared more about the principle of choice. I also believed that my not\nviewing the film was a good tactic that helped to dramatize my point.\n\nI decided to use that tactic in two separate cases involving the Deep Throat case. The first was\nthe prosecution of porno-actor Harry Reems for his role as an actor in the film. Reems was the\nfirst actor in history ever to be prosecuted for the crime of obscenity. He was charged with\nparticipating in a nation-wide conspiracy to transport an obscene film in interstate commerce.\n\nThe United States government charged him with conspiracy because Reems himself had nothing\nto do with distributing the film in interstate commerce. As the prosecutor acknowledged:\n\n“[Reems] made the film, got his money and got out back in 1972, that is, he didn’t do\nanything else as a part of the conspiracy, he didn’t do any more overt acts, he didn’t\nparticipate any further, and the question arises why in the thunder does he wind up being\ncharged [with acts that took place] four years later?”\n\nHis answer was that “once a person joins a conspiracy, he is liable for everything that happens in\nthat conspiracy until it is ended.” (Reems once asked me whether he could have been charged\nwith murder under the prosecutor’s theory, if some strong-arm methods used by the distributors\nhad resulted in a death years after the film had been completed. I told him that—under the\nprosecution theory—he could charged with that crime.)\n\n© See The Best Defense pages 174-78.\n\n37 T was also involved—either as a defense lawyer, consultant or commentator—in the defense of several magazines\nand books. See e.g. Dershowitz, Shouting Fire, pages :\n38 During a preview of a film off Broadway about the Deep Throat controversy I saw some soft core excerpts. They\nwere God awful.\n\n106\n\nHOUSE_OVERSIGHT_017193",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017193.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3195,
    "word_count": 555,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.926874",
    "prefix": "IMAGES-004"
  }
}