{
  "document_id": "HOUSE_OVERSIGHT_017700",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017700.txt",
  "text": "Page 65 of 78\n2007 Utah L. Rev. 861, *952\n\ntheir rights [in the CVRA].\" *°7 Because the Advisory Committee's promised approach was to \"incorporate, but not go beyond,\n\nn 508\n\nthe rights created by the statute, it is surprising to see that the Committee decided not to incorporate the CVRA's right for\n\nvictims to be \"notified of ... their rights.\" Here again, perhaps it simply overlooked this right of victims. *°°\n\nAs a policy matter, leaving out this right threatens to cripple crime victims' right to speak at bail, plea, and sentencing hearings.\nIf victims are unaware of their rights to speak, they may unwittingly forfeit that right. Of course, few victims are\nknowledgeable about the steps in the criminal justice process. Just as criminal defendants recetve advice of their Miranda\nrights, victims should receive advice of their rights.\n\nAlthough the Committee did not justify its decision to exclude the right to notice, it might conceivably argue that because this\nright does not involve the conduct of a public judicial proceeding, it does not belong in the Rules. The Committee advanced\nsuch an argument to defend its decision to ignore some other aspects of the CVRA in its proposed rule changes. °>!°\n\nSuch an argument, at least if advanced with respect to notice issues, would lack merit. First, and most important, the rights at\nissue are directly bound up with judicial proceedings: at issue is notice about the right to speak at bail, plea, and sentencing\nproceedings. Moreover, this right directly bears on those proceedings. It is designed to ensure that a judge at these hearings will\nhave all relevant information, including information from crime victims.\n\nSecond, it is not true that the Federal Rules of Criminal Procedure only cover judicial proceedings. To provide a few\nstraightforward examples: Rule 11 authorizes prosecutors and defense attorneys to \"discuss and reach a plea agreement\"; *!!\nRule 16 provides that, upon request, a prosecutor \"must permit the defendant to inspect and to copy or photograph books,\npapers, documents, data, photographs, tangible objects, buildings or places, or copies or portions of any of these items, if the\nitem is within the government's possession, custody, or control\"; >!? Rule 41 requires a police officer executing a search\nwarrant to \"give a copy of the warrant and a receipt for the property taken to the person from whom [*953] ... the property\n\n513 and Rule 49 requires parties to serve their legal pleadings on each other. °!4 Although these rights may have\n\nwas taken\";\nsome ultimate effect on a court proceeding, none of them involves the conduct of a judicial proceeding. If they are \"in bounds\"\n\nfor the Rules of Criminal Procedure, the subject of notice about rights to a hearing would seem to fit comfortably as well.\n\nTurning to how to draft a rule giving victims notice of their rights, it is easy to reformulate my proposal so that it tracks the\nmore abbreviated style preferred by the Advisory Committee. Such a rule would read as follows (underlined language being\nadded to the Advisory Committee's proposed language):\n\n(1) Notice of a Proceeding. The government must use its best efforts to give the victim reasonable, accurate, and timely notice\nof any public court proceeding involving the crime and of the rights the victim has at those proceedings.\n\nIt is not unreasonable to ask prosecutors to give victims notice of their rights. As long ago as 1982, the President's Task Force\nof Victims of Crime concluded that the prosecutor is \"in the best position to explain to victims the legal significance of various\nmotions and proceedings.\". °!5 The Attorney General Guidelines for Victim and Witness Assistance already require\n\n907 «18 U.S.C. § 3771(c)(1) (emphases added).\n\n508 Advisory Committee Report, supra note 69, at 2.\n\n509 See id. at 17-20 (purporting to catalog Cassell proposals rejected; notice of rights not included).\n\n510 See id. at 13 (listing rights that \"seem to fall outside the parameters of the Federal Rules of Criminal Procedure).\n\nwa\n\n! Fed. R. Crim. P. 11(e)().\n\n512 Td, 16(a)(1)(E).\n513 Td, 41(f)(1)(C) (Supp. 2007).\n514 Td, 49(a)-(b).\n\nwa\n\n> President's Task Force, Final Report, supra note 8, at 64.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017700",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017700.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4255,
    "word_count": 698,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:47.744237",
    "prefix": "IMAGES-004"
  }
}