{
  "document_id": "HOUSE_OVERSIGHT_018002",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018002.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 4 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nhimself in the phone book under a pseudonym. He rarely attends society gatherings or weddings\nor funerals; he considers eating in restaurants like “eating on the subway”—1.e., something he’d\nnever do. There are many women in his life, mostly young, but there is no one of them to whom\nhe has been able to commit. He describes his most public companion of the last decade,\nGhislaine Maxwell, 41, the daughter of the late, disgraced media baron Robert Maxwell, as\nsimply his “best friend.” He says she is not on his payroll, but she seems to organize much of his\nlife—recently she was making telephone inquiries to find a California-based yoga instructor for\nhim. (Epstein is still close to his two other long-term girlfriends, Paula Heil Fisher, a former\nassociate of his at the brokerage firm Bear Stearns and now an opera producer, and Eva\nAndersson Dubin, a doctor and onetime model. He tells people that when a relationship is over\nthe girlfriend “moves up, not down,” to friendship status.)\n\nSome of the businessmen who dine with him at his home—they include newspaper publisher\nMort Zuckerman, banker Louis Ranieri, Revlon chairman Ronald Perelman, real-estate tycoon\nLeon Black, former Microsoft executive Nathan Myhrvold, Tom Pritzker (of Hyatt Hotels), and\nreal-estate personality Donald Trump—sometimes seem not all that clear as to what he actually\ndoes to earn his millions. Certainly, you won’t find Epstein’s transactions written about on\nBloomberg or talked about in the trading rooms. “The trading desks don’t seem to know him. It’s\nunusual for animals shat big not to leave any footprints in the snow,” says a high-level\ninvestment manager.\n\nADVERTISEMENT\n\nUnlike such fund managers as George Soros and Stanley Druckenmiller, whose client lists and\nstock maneuverings act as their calling cards, Epstein keeps all his deals and clients secret, bar\none client: billionaire Leslie Wexner, the respected chairman of Limited Brands. Epstein insists\nthat ever since he left Bear Stearns in 1981 he has managed money only for billionaires—who\ndepend on him for discretion. “I was the only person crazy enough, or arrogant enough, or\nmisplaced enough, to make my limit a billion dollars or more,” he tells people freely. According\nto him, the flat fees he receives from his clients, combined with his skill at playing the currency\nmarkets “with very large sums of money,” have afforded him the lifestyle he enjoys today.\n\nWhy do billionaires choose him as their trustee? Because the problems of the mega-rich, he tells\npeople, are different from yours and mine, and his unique philosophy is central to understanding\nthose problems: “Very few people need any more money when they have a billion dollars. The\nkey is not to have it do harm more than anything else.... You don’t want to lose your money.”\n\nHe has likened his job to that of an architect—more specifically, one who specializes in\nremodeling: “I always describe [a billionaire] as someone who started out in a small home and as\nhe became wealthier had add-ons. He added on another addition, he built a room over the garage\n... until you have a house that is usually a mess.... It’s a large house that has been put together\nover time where no one could foretell the financial future and their accompanying needs.”\n\nHe makes it sound as though his job combines the roles of real-estate agent, accountant, lawyer,\n\nmoney manager, trustee, and confidant. But, as with Jay Gatsby, myths and rumor swirl around\nEpstein.\n\nHOUSE_OVERSIGHT_018002",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018002.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3630,
    "word_count": 588,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.219055",
    "prefix": "IMAGES-004"
  }
}