{
  "document_id": "HOUSE_OVERSIGHT_014543",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014543.txt",
  "text": "shown in Exhibit 6. This improvement in net worth\nwill enable households to lower their savings\n\nrates going forward and support consumption.\nTherefore, even if the “hangover” hypothesis was\npartly valid earlier in the recovery, it should have\nless impact in the future.\n\nDuring the current recovery, the financial sector\nalso deleveraged substantially, partly due to the\nunusually high levels of leverage that existed as\nthe crisis began and partly due to greater financial\nregulation resulting from the Dodd-Frank Wall\nStreet Reform and Consumer Protection Act signed\ninto federal law by President Barack Obama on\nJuly 21, 2010. As shown in Exhibit 7, the financial\nsector began to deleverage even before Dodd-Frank\nand has continued to do so through 2016.\n\nHowever, more recently, the pace of\ndeleveraging has abated, as shown in Exhibits 4\nand 7. Furthermore, such deleveraging may well\nbe bottoming and soon reverse as households\nand the financial sector face a more favorable\nfiscal and regulatory policy environment under\nPresident-elect Trump. For all practical purposes,\nthe “hangover” may now be over.\n\nSecular Stagnation: Unfavorable Demographics\nAs we discussed in our 2016 Outlook: The Last\nInnings, the term “secular stagnation” was first\ncoined by economist and Harvard professor\nAlvin Hansen in 1934 and fully described in his\npresidential address to the American Economic\nAssociation in 1938. He predicted that poor\ndemographics, limited innovation and few\ntrading and investment opportunities would slow\nUS growth.\n\nThe term was more recently popularized\nby Lawrence Summers, professor at Harvard\nUniversity and former secretary of the Treasury,\nwhen he referred to secular stagnation in a 2013\nspeech at the International Monetary Fund.\n\nHansen’s dire predictions never came to pass,\nand the US experienced close to record levels of\nproductivity growth in the post-WWII period up\nto 1973, along with strong growth in the labor\nforce. This current cycle, in contrast to the decades\nimmediately following Hansen’s predictions, has\nbeen hampered by weak demographics and a\ndecline in the growth rate of the labor force. In a\nSeptember 2016 study, aptly called “How Should\nWe Think About This Recovery?,” Jay Shambaugh,\na member of the Council of Economic Advisers,\nshows that when one compares this recovery\n\nExhibit 7: Change in US Financial Sector Leverage\nFollowing Recessions\n\nA decrease in financial sector indebtedness has contributed\nto a slower-than-usual recovery.\n\nChange in Debt-to-GDP (Percentage Points)\n3050 --«-—--+- Previous Post-W WII Recoveries (Median)\nCurrent Recovery\n\n0 2 4 6 8 10 12 14 16 18 20 22 24 26 28\nQuarters After Recession End\n\nData through 03 2016.\nSource: Investment Strategy Group, National Bureau of Economic Research, Federal Reserve\nEconomic Data.\n\nwith the average of past recoveries, the growth\ngap narrows significantly if one accounts for the\nnumber of people in the labor force.'® Instead of\nthis recovery growing at about half the pace of\nthe average of past recoveries, the gap narrows to\n83% of the average: GDP per number of people in\nthe labor force has grown at an annualized rate of\n1.9%, compared with an average of 2.3% in past\nrecoveries. A recovery that appears to be at half\nthe pace of other recoveries is actually in line with\nother recoveries after adjusting for the size of the\nlabor force, as shown by comparing the red lines in\nExhibits 8 and 9.\n\nThere are two components to the unfavorable\ndemographics story. The first is simply the decline in\nthe growth rate of the US working-age population,\nwhich is driven by aging, the retirement of the baby\nboom generation and slower immigration.\n\nThis trend cannot be easily reversed; however,\nthe pace of decline can potentially be slowed.\n\nFor example, the commonly accepted retirement\nage of 65 can be extended. In fact, there is some\nevidence that baby boomers are working longer\nthan historical norms.!’ When life expectancy was\nabout 62 years in 1935, the retirement age for\nSocial Security was 65. Today, life expectancy in\nthe US is about 79 years, and the retirement age for\nSocial Security has been extended to 67 for those\nborn in 1960 or later. Of course, more broadly, the\nretirement age is still regarded as 65. A 65-year-\n\n10 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014543",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014543.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4315,
    "word_count": 697,
    "line_count": 112,
    "import_date": "2025-11-19T21:47:47.665639",
    "prefix": "IMAGES-003"
  }
}