{
  "document_id": "HOUSE_OVERSIGHT_011550",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011550.txt",
  "text": "Nissim as lookouts. Kobi and I began digging a trench. The top layer of sand\nwas easy to remove. But then, just a few inches down, our shovels struck\nsomething hard. Maybe it was a sheet of rock. Maybe sand packed tight over the\nmillennia. But it resisted all our attempts to break through.\n\nWe had to find a way to get far enough beneath the surface to install the\nequipment. I called back Oded and Nissim from lookout duty. All four of us\nattacked the subsoil with every tool in our backpacks that could conceivably\nhelp. It took nearly three hours in all. But we finally managed to carve out a\ntrench that seemed as if it might just do the job. It wasn’t as deep or as wide as\nwe'd planned. But we were approaching a point where we would have to give\nup. We couldn’t risk any more time digging, and still leave time to attach the\nintercept unit, cover our tracks and make the rendezvous with the helicopter to\ntake us back into Israel.\n\nAchihud and Nissim cramped themselves into the hole and got to work, like\nsurgeons in an operating theater, silent except for the faint hum of the intercept\nequipment. Within a little less than an hour, they’d finished the main part of the\nwork. During our training exercises, we’d factored in a fall-back plan, a way of\nensuring we got the unit installed but without additional equipment to extend its\nbattery life. Since we were still behind schedule, I was tempted to stop while we\nwere ahead. But having come this far, and knowing the potential risks of a\nfurther mission to refresh the power unit and replace the batteries, I told them to\nkeep going, and also to take the extra few minutes needed to make sure the\nequipment was functioning.\n\nWe had to be out of Egypt by first light, and we were now left with more\nthan an hour’s less time than we had reckoned on to make it back to the\nrendezvous point. There was another problem, too, which IJ at first sensed more\nthan saw. A bank of fog was closing in. It had come in patches at first, but was\ngetting denser. We had the same radio we had taken on to the Golan. We’d\nworked out codewords for each part of the operation but otherwise agreed to\nbreak silence only if absolutely necessary. Now, I had no choice. If the fog\ncontinued to thicken, it would block any chance of the helicopter getting in. I\nradioed the command post and said as calmly as I could: “The milk is coming.”\nIt wasn’t elegant. But “milk” was our codeword for fog. The chopper would\nnow try to bring us out within 30 minutes.\n\nMoving more quickly now that the cart was nearly empty, we made our way\neastward. As conditions worsened, I radioed again with a short series of\nnumbers: directions for a new pickup point. Even that seemed like it might not\n\n79\nHOUSE_OVERSIGHT_011550",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2745,
    "word_count": 508,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.282541",
    "prefix": "IMAGES-001"
  }
}