{
  "document_id": "HOUSE_OVERSIGHT_016830",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016830.txt",
  "text": "scientists are doing science, especially in such data-intensive sciences as sociology and\nepidemiology, for which causal models have become a second language. These\ndisciplines view their linguistic transformation as the Causal Revolution. As Harvard\nsocial scientist Gary King puts it, “More has been learned about causal inference in the\nlast few decades than the sum total of everything that had been learned about it in all\nprior recorded history.”\n\nAs I contemplate the success of machine learning and try to extrapolate it to the\nfuture of AI, I ask myself, “Are we aware of the basic limitations that were discovered in\nthe causal-inference arena? Are we prepared to circumvent the theoretical impediments\nthat prevent us from going from one level of the hierarchy to another level?”\n\nI view machine learning as a tool to get us from data to probabilities. But then we\nstill have to make two extra steps to go from probabilities into real understandingnce—\ntwo big steps. One is to predict the effect of actions, and the second is counterfactual\nimagination. We cannot claim to understand reality unless we make the last two steps.\n\nIn his insightful book Foresight and Understanding (1961), the philosopher\nStephen Toulmin identified the transparency-versus-opacity contrast as the key to\nunderstanding the ancient rivalry between Greek and Babylonian sciences. According to\nToulmin, the Babylonian astronomers were masters of black-box predictions, far\nsurpassing their Greek rivals in accuracy and consistency of celestial observations. Yet\nScience favored the creative-speculative strategy of the Greek astronomers, which was\nwild with metaphorical imagery: circular tubes full of fire, small holes through which\ncelestial fire was visible as stars, and hemispherical Earth riding on turtleback. It was\nthis wild modeling strategy, not Babylonian extrapolation, that jolted Eratosthenes (276-\n194 BC) to perform one of the most creative experiments in the ancient world and\ncalculate the circumference of the Earth. Such an experiment would never have occurred\nto a Babylonian data-fitter.\n\nModel-blind approaches impose intrinsic limitations on the cognitive tasks that\nStrong Al can perform. My general conclusion is that human-level AI cannot emerge\nsolely from model-blind learning machines; it requires the symbiotic collaboration of\ndata and models.\n\nData science is a science only to the extent that it facilitates the interpretation of\ndata—a two-body problem, connecting data to reality. Data alone are hardly a science,\nno matter how “big” they get and how skillfully they are manipulated. Opaque learning\nsystems may get us to Babylon, but not to Athens.\n\n27\n\nHOUSE_OVERSIGHT_016830",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016830.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2704,
    "word_count": 412,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.050465",
    "prefix": "IMAGES-004"
  }
}