{
  "document_id": "HOUSE_OVERSIGHT_012146",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012146.txt",
  "text": "—,\n\nKIRKLAND & ELLIS LLP\n\nCongress to speak more clearly and keeps courts from making criminal law in Congress’s stead.”\nSlip op. at 6.\n\nIn Cuellar, the Court examined the link between the money-laundering statute’s mens rea\nrequirement and the underlying elements of the offense. After a careful textual analysis of the\nstatute and its structure, the Court ruled that the defendant’s conviction could be sustained only if\nhe knew that the transportation of funds to Mexico was designed to conceal their nature,\nlocation, source, ownership or control—not merely that the defendant knew that the Funds had\nbeen hidden during their transportation to Mexico. Slip op. at 10-17.\n\nBoth decisions relied on the ordinary meaning of the statutory terms Congress chose.\nAnd both rejected attempts to broaden those words to cover conduct not clearly targeted by\nCongress. Taken together, these decisions reject the notion that prosecutors can take language\nfrom a narrowly drawn federal statute—especially one that itself federalizes the prosecution of\nconduct traditionally within the heartland of State police powers—and convert it into a license to\nreach additional conduct by ignoring, rewriting or expansively interpreting the law. Both cases\nadditionally rejected the notion that statutes should be broadly construed in order to facilitate\nprosecutions or to in anyway diminish the burden on prosecutors to prove each essential element\nof a federal charge in conformity with Congress’s determinations as to what is within the federal\ncriminal law and what is not. The conflict between the Santos and Cuellar decisions and\nCEOS’s grant of effectively unlimited discretionary authority to the USAO to take federal law to\n“novel” places where they have never reached before could not be starker.\n\nThese lessons have no less force in the context of Executive Branch decision-making\nthan they do in the context of Judicial interpretation. As you are aware, when federal prosecutors\nexercise their discretion, they bear an independent constitutional obligation to faithfully interpret\nthe law as written—not to broaden its scope beyond the limits endorsed by both Congress and\nthe President. There is no support for CEOS’s view that the courts or a jury should ultimately\ndecide whether a “novel” construction of the law is correct. Instead, the Executive Branch itself\nhas a non-delegable obligation not to exceed its authority; the power of other branches to check\nor remedy such usurpation does not legitimize executive action that exceeds its bounds. See Tab\n12, November 2, 1994 Memorandum from Assistant Attorney General Walter Dellinger to the\nHon. Abner J. Mikva, Counsel To The President, on Presidential Authority To Decline To\nExecute Unconstitutional Statutes, available at http://www.usdoj.gov/olc/nonexcut.htm.\n\nIn this case, the text, structure, and history of the relevant federal statutes unambiguously\nindicate that these statutes were designed to address problems of a national and international\n\nJustice Stevens, in his concurring opinion, also acknowledged the rule of lenity, calling the plurality opinion’s\ndiscussion of that rule “surely persuasive.” United States v. Santos, No. 06-1005, slip op. at 5 (June 2, 2008)\n(Stevens, J., concurring).\n\nHOUSE_OVERSIGHT_012146",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012146.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3282,
    "word_count": 497,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.823033",
    "prefix": "IMAGES-001"
  }
}