{
  "document_id": "HOUSE_OVERSIGHT_021706",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021706.txt",
  "text": "_ Prince Andrew and girl, 17, who sex offender friend flew to Britain to meet him | Mail... Page 10 of 17\n\nwanted to redo his New Mexico house.\n\n| threw my arms around him and gave him a peck on the cheek.’ They flew to Paris, then Spain, then\nTangier.\n\nFinally, they went to London. ‘After we landed, we drove straight to Ghislaine’s house,’ says Virginia. ‘I\nwas given a small upstairs bedroom. The following morning, Ghislaine came in.\n\nShe was chirpy and jumped on the bed saying, “Get up, sleepyhead. You’ve got a big day. We've got to\ngo shopping. You need a dress as you're going to dance with a Prince tonight.”\n\n‘She said | needed to be “smiley” and bubbly because he was the Queen’s son.\n\nGhislaine and | went to Burberry, where she bought me a £5,000 bag, and to a few other designer stores\nwhere we bought a couple of dresses, a pair of embroidered jeans and a pink singlet, perfume and make-\nup.\n\nWe got back to Ghislaine’s house at around 4pm and | ran straight upstairs to shower and dress.\n\nWhen | went downstairs, Ghislaine and Jeffrey were in the lounge. There was a knock at the door.\nGhislaine led Andrew in and we kissed each other on the cheek. ‘Ghislaine served tea from a porcelain\n\npot and biscuits. She knew Sarah Ferguson and they talked fondly about Andrew’s daughters.\n\nThen Ghislaine asked Andrew how old he thought | was and he guessed 17 and they all laughed.\nGhislaine made a joke that | was getting too old for Jeffrey.\n\nShe said, “He’ll soon have to trade her in.” It was widely known that he liked young girls.’ The four of\nthem went out to dinner and on to Tramp nightclub where, she says, Andrew danced with her.\n\n‘After about an hour-and-a-half, we drove back to Ghislaine’s.\n\nAll of us went upstairs and | asked Jeffrey to snap a picture of me with the Prince. | wanted something to\nshow my Mom. Ghislaine and Jeffrey left us after that, and later Andrew left.\n\n‘In the morning, Ghislaine said, “You did well. He had fun”. We flew straight back to the States.’ The Mail\non Sunday has confirmed that the tycoon’s jet flew to Paris on March 6, 2001, continuing to Granada,\nTangier and London, before returning to New York.\n\nOn the last leg of the trip, Virginia was paid about $15,000 (£9,400) by Epstein. ‘It was amazing money,\nmore than I’d ever made on a trip with him before.\n\nHe didn’t say there was any special reason, but | felt like I’d done everything he wanted. He was very\npleased.’\n\n| took eight pills a day to help me forget what I had\nto do. It made me calm.\n\nThere is no suggestion that there was any sexual contact between Virginia and Andrew, or that Andrew\nknew that Epstein paid her to have sex with his friends.\n\nHowever, the Prince must have been aware of Epstein’s conviction when he stayed with him in New York\nin December.\n\nhttp://www.dailymail.co.uk/news/article-1361039/Prince-Andrew-girl-17-sex-offender-frie... 3/16/2011\n\nHOUSE_OVERSIGHT_021706",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021706.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2910,
    "word_count": 518,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.586815",
    "prefix": "IMAGES-006"
  }
}