{
  "document_id": "HOUSE_OVERSIGHT_014808",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014808.txt",
  "text": "9/2/2016 Case 1:15-cteOa BB-FRWESby PaMeNhirsiTeyABIaP evEdieguGay M7eITet BD StiytorS of 8\n‘Maybe Bill wanted to know if Epstein knew anything that could embarrass him. Or did Bill commute\nProsperi’s sentence as some kind of favour for Epstein?’ Virginia disclosed that Mr Clinton’s vice-\npresident Al Gore and his wife, Tipper, were also guests of Epstein on his island.\n\n© AFP/Getty Images\n\nGuests: Virginia says she also met former Vice President Al Gore, pictured right with Mr Clinton\n\nLast summer, the Gores abruptly announced that they were ending their supposedly fairytale marriage\nand, just weeks later, it emerged that Mr Gore — the famously sanctimonious global-warming disciple —\nhad been accused of trying to force sex on a woman with whom he had booked a therapeutic massage\nat an Oregon hotel. ‘I had no clue that anything was up,’ Virginia says. ‘The Gores seemed like a\nbeautiful couple when | met them. All | knew was that Mr Gore was a friend of Jeffrey’s and Ghislaine’s.\nJeffrey didn’t ask me to give him a massage. ‘There might have been a couple of other girls there on\nthat trip but | could never have imagined this guy would do anything wrong. | was planning to vote for\nhim when | turned 18. | thought he was awesome. ’Virginia said that yet another American liberal icon,\nPresident Obama’s Middle East peace envoy Senator George Mitchell, frequently visited Epstein’s New\nYork residence. Mr Mitchell, aged 77 — who previously led America’s Northern Ireland peace initiative —\n‘was very close to Jeffrey,’ Virginia recalled. ‘He is very clean-cut. You wouldn’t think of him being part of\n\nJeffrey’s crew.’\n\nGM_00718\n\nhttp:/Awww.dailymail.co.uk/news/article-1363452/Bill-Clinton-15-year-old-masseuse-I-met-twice-claims-Epsteins-girl.htm| 4/7\n\nHOUSE_OVERSIGHT_014808",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014808.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1792,
    "word_count": 277,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:45.807493",
    "prefix": "IMAGES-003"
  }
}