{
  "document_id": "HOUSE_OVERSIGHT_014916",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014916.txt",
  "text": "Pandora (BUY, $9 PO)\n\nStock view: Focus on on-demand product, but questions on growth\n\nPandora’s recently launched on-demand subscription product will likely be the focus of\n1Q investor call. Although the product is on limited release, we expect investor to focus\non initial reception of the product (positive reviews in media} and whether Pandora is\ncapable of growing the subscription base to 10mn over the next several years. Initially\nPandora will not likely see an impact on revenue from premium subscriptions as it is\ngiving current Pandora One subscribers a free six month trail of Pandora Premium which\nmay also impact subscription revenue for 1Q.\n\nFrom our initial time with Pandora Premium, we found playlist creation smooth and easy\nto use with Pandora quickly auto-filling play lists after picking a few songs, but Pandora\nlacks the curated playlist selection found in Apple music and Spotify and we\nencountered some missing songs/artists from the on-demand platform. The real\nquestion will be whether Pandora’s platform is 1) good enough to pull exiting on-\ndemand users from other services to Pandora (Pandora indicated roughly 60% of\nPandora users are using another on-demand service); 2) can it convince people to\nupgrade from free Pandora to Pandora Premium; and 3) how will Pandora grow its active\nlistener base from here. Pandora has had a largely stagnate active user base over the\nlast year and we think even with the new on-demand product could face difficulty\ngrowing its users, especially as it increases its ad loads in key markets.\n\nKey theme/metric(s) for 1Q: Ad rate growth and sub metrics\n\nPandora began rolling out Pandora Premium on March 15\", and we think key questions\nfor the call will be; 1) initial reception of Pandora Premium; 2) when it will be fully\navailable to all users; 3) will Pandora Premium driving increased users; and 4) how have\nad load changes be received by free users. Pandora is increasing its ad load per hour to\nincrease its RPM rates, but this also risks alienating its already stagnant to declining\nuser base from the platform. 1Q will be the first measure to see if Pandora is able to\nincrease ad loads while maintaining its user base, the first step in stronger monetization\nof its differentiated ad-supported radio product.\n\nBiggest 1Q issues/risks:\n¢ — Investment spending in quarter and outlook for future S&M/R&D spend;\n\n¢ Outlook for when Pandora will reach profitability again.\n« Active listener or listening hour declines due competition;\n¢« Commentary on outlook for Pandora Premium\n\nTop 1Q data points: Triton Internet radio data\n\nTriton media releases Internet radio metrics which give an initial read into the quarter,\nbut is limited to January data, Triton data shows Avg. Active sessions (analogous to\nlistening hour growth) declined 3% y/y which is tracking below our 1% y/y listener hour\ngrowth est. of 5.58 billion hours. Session starts were up 4% y/y above our est. of 1% y/y\nactive user growth. We note that Spotify is now tracking more session starts than\nPandora implying market share loss to Spotify. Given the leap year, we would expect\nFebruary to track down Y/Y for monthly active listeners and user growth in February.\n\nEstimates vs. Consensus: Slightly above on revenue, below on EPS\n\nOur rev/Non-GAAP EPS est. of $319mn/($0.49) is slightly above on revenue, but in-line\non EPS compared to the Street est. at $318mn/($0.39}. We model total listener hours\nat 5.58bn and total RPM rates of $52. Our FY16 est. are slightly above on revenue, but\nwell above on EPS as we expect losses this year to improve in 2H16 as Pandora builds\nup subs, but still see Pandora failing to gain much leverage from increased R&D\nspending and S&M spend. We maintain our $9 PO, based on 1x our 2018 revenue\nestimate, a discount to peers, but justified in our view as Pandora is likely to have a\ndifficult transition year as it builds it on-Demand service.\n\nBankofAmerica <2”\n\n30 Internet/e-Commerce | 06 April 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014916",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014916.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4014,
    "word_count": 666,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:48.563681",
    "prefix": "IMAGES-003"
  }
}