{
  "document_id": "HOUSE_OVERSIGHT_011031",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011031.txt",
  "text": "means the output of human capital, and nothing in the definition of output implies\n\neffort or even awareness.)\n\n] agree with Ben-Porath that all consumption and all work should be modeled as\nself-invested until independence and full-time job entry, given that models must\nsimplify. But I just showed why I model all consumption after, or anyhow after a few\nmonths of job training, as Schultz’ pure kind. Here I would fault Mincer and his pupil\nBecker, but not Schultz or Ben-Porath, for too much focus on the potential of job\ntraining. It exists and is crucial. But it is so small a fraction of invested consumption,\njudging from my experience, that I prefer to neglect it in modeling. Job learning,\n\nconversely, seems to explain all rise in pay with age.\n\nBiology might predict the same. Nature’s plan is that we first develop and then\nreproduce. Some creatures follow sharply-defined somatic and reproductive phases\nshowing first only development and then only reproduction. A mature butterfly\ndoes not eat. It may even lose mouth parts. Its time is spent in reproduction alone.\nOther creatures including us like eating too, but nature gives them that taste for the\nsake of the one behind. Adult consumption, as | see it, is more or less all pure\nconsumption exhausted from total capital in satisfying our taste for life and energy.\nConsumption by the young is invested because that is the big idea. Nature’s plan is\n\nreproduction to maturity.\n\nNow suppose for simplicity that consumption is age-independent. Nobelists Milton\nFriedman and Franco Modigliani, mentioned earlier for their opposite reactions to\nmy banking idea, separately argued something like that in the 1950s for adults. My\nextension backward to birth seems defensible when we remember to include\nunpaid parental care and then schooling in invested consumption. I model human\ncapital as continuing after retirement as present value of implicit pay by ourselves\nand others for caring for ourselves and those others. Then if adulthood runs from\nages 20 to 80, those simplifying assumptions would give pure consumption as three\n\nfourths of all consumption.\n\nChapter 5 Bringing Human Capital In 1/13/16 12\n\nHOUSE_OVERSIGHT_011031",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2194,
    "word_count": 354,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.977940",
    "prefix": "IMAGES-001"
  }
}