{
  "document_id": "HOUSE_OVERSIGHT_018365",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018365.txt",
  "text": "modern computer design. “Language,” Boole wrote, “is an instrument of human\nreason, and not merely a medium for the expression of thought.”187\n\nHillis has a magnetic intellectual charisma, as you might have guessed by now. An\nafternoon with him resembles nothing so much as a lingering mental theme park:\nRoller coasters of big ideas (a 10,000 year clock!) mixed with smaller sugary treats\n(how to design a better fencepost). No wonder he fit in so well at Disney. Critics\naccused Steve Jobs of having a “reality distortion field”, in which the Apple founder’s\ncharisma bludgeoned the boundaries of the practical. Hillis, by contrast, has a sort of\n“reality enhancement field” in which much of the world as seen through his eyes or\nheard in his light-hearted voice is sharper, filled with possibility.\n\nFrom an early age Hillis had been interested in the dream of a thinking robot. Maybe\nit was that the constant uprooting of his childhood left him with a giddy sense that it\nwas easier to assemble your own friends than to try to make them new at each stop.\nBut somehow this led him to the idea of an artificial brain, which was Danny’s main\nidea when he arrived at MIT in the fall of 1972. The tinker-toy tic-tac-toe computer\nhe built was a nod to this hope, but it’s jerry-rig aesthetic masked deeper ambitions.\n“Someday, perhaps soon, we will build a machine that will be able to perform the\nfunctions of a human mind,” Hillis wrote at the start of his PhD thesis a few years\nlater. “A thinking machine.”188\n\nWhat Hillis and others like his mentor Marvin Minsky, realized was that the human\nbrain works differently than machine logic. Life, after all, is not a series of linear\nmath problems. (Much as we might wish it was at times.) You look outside. It occurs\nto you to say to your wife, “What a lovely day.” This is not a result of some “a then b\nthen c” calculation, but rather the product of thousands of simultaneous inputs and\ntwitches dancing through the space of your consciousness. If you were to process\nthat same thought in a linear fashion, it might look like this: First, look at the sky,\nexamine the cloud-to-blue ratio, check for too much wind, sense the temperature,\nopen mouth. Your wife would be out the door before you'd even begun to speak. The\nability to operate on many different pieces of data all at once is one of the most\nstriking, enviable features of the human mind. But of course, you've probably,\nrecognized: That is fundamentally a network problem. How do you act instantly,\neverywhere? Connection. So it was that, a dozen years after his tic-tac-toe machine,\nHillis began work on a device designed to think super fast. Faster than any computer\never had. He called it The Connection Machine. “The ability to configure the topology\nof the machine to match the topology of the problem will turn out to be one of the\nmost important features of the Connection Machine,” he wrote. Adding, in case the\n\n187 “Language’: George Boole, An Investigation of the Laws of Thought: On Which Are\nFounded the Mathematical Theories of Logic and Probabilities. (New York, N.Y.:\nDover Publications, 1951)\n\n188 “Someday”: William Daniel Hillis, The Connection Machine, PhD. Thesis\nSubmission, MIT (1985) p. 2\n\n133\n\nHOUSE_OVERSIGHT_018365",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018365.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3253,
    "word_count": 560,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.342324",
    "prefix": "IMAGES-004"
  }
}