{
  "document_id": "HOUSE_OVERSIGHT_014116",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014116.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 33 of\n34\n\nThomas E. Scott, Jr., Esq.\n\nRe: Edwards and Cassell v. Dershowitz\nFebruary 25, 2015\n\nPage 5\n\ntest the accuracy of those statements and to explore the full extent of the personal\nrelationship he has had with Jeffrey Epstein.\n\nEvasive Answers\n\nThe response to Interrogatory #2 is a typical example of an evasive response. Rather\nthan address the substance of the questions posed, the Defendant engages in a four page\ndiatribe about the alleged impropriety of naming him in a CVRA filing on behalf of\nJane Doe #3. If that is the only improper conduct in which the Defendant contends\nBradley Edwards has engaged, then the Defendant is obliged to say so.\n\nInterrogatory #3 asks for the specific content of statements and the names of every\nwitness to the making of the statements. We get a vague reference to “such comments”\nand references to the inability to “recall all of the people.” Not a single witness’ name\nis disclosed. If the Defendant is unable to identify a single person he is obliged to\nunequivocally say so.\n\nRefusing to Provide Substantive Responses Until Jane Doe #3 is Deposed\n\nThis objection has absolutely no legal basis and fails to recognize that this is a\ndefamation action against Dershowitz and not Mr. Dershowitz’s defamation action\nagainst Jane Doe #3. This action is absolutely not dependent on the accuracy of the\nstatements made by Jane Doe #3, although the Plaintiffs were and are confident of the\naccuracy of those statements.\n\nObjecting Because You Think We Already Know the Answers\n\nSee for example the Response to Interrogatory #13. There is no legal basis for refusing\nto provide information because the Defendant believes the Plaintiff already knows the\nanswer or has alternative sources to ascertain some or all of the information requested.\nAn admission from an opposing party carries legal significance that other evidence does\nnot have. We are entitled to Dershowitz’s sworn responses regardless of what flight\nlogs purport to show.\n\nIncomplete Answers\nSee, for example, Interrogatory #15. A question that asks for names, addresses, and\n\ntelephone numbers, is not properly responded to if all we get is, “Thomas and Joanne\nAshe, as well as Defendant’s wife and daughter.”\n\nHOUSE_OVERSIGHT_014116",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014116.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2318,
    "word_count": 377,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.345145",
    "prefix": "IMAGES-002"
  }
}