{
  "document_id": "HOUSE_OVERSIGHT_014721",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014721.txt",
  "text": "Unauthorized redistribution of this report is prohibited. This report is intended for kaasha.saini@baml.com\n\nCause and Effect\nFade the Trump risk premium — buy USD\n\nConcerns over stagflation return\n\nIn our view, the most interesting and important development in the global financial\nmarket so far this year has been the divergence between rising US inflation breakevens\nand falling US real yields. Rightly or wrongly, investors appear to have become\nconcerned about upside risk to inflation and downside risk to growth.\n\nThe Trump risk premium\n\nInformal surveys of our clients suggest that stagflation concerns are being fed by\ngrowing pessimism about the new Trump administration. Investors seem to think that\npotential trade wars and a border adjustment tax (BAT) would boost inflation while\nrepealing Obamacare and the controversy regarding the BAT could delay the highly\nanticipated tax reform.\n\nPerception versus reality\n\nIn this report, we argue why the Trump risk premium may be too high. The\nadministration’s dealing with both China and Mexico in recent weeks suggests to us that\nthe near-term risk of open trade wars has abated. We are also less concerned that\nObamacare will take precedence over tax reform.\n\nMost crucially, we think the overall tax reform is less dependent on the BAT than usually\nthought. Our scenario analysis shows that what has been getting priced into the market\nsince January (higher inflation, lower USD) may be actually the least likely path for the\nBAT. In more plausible scenarios, the USD does quite well and inflation breakevens\nshould be either unchanged or lower.\n\nHow to trade it?\n\nWe could get details on the tax reform as early as the new president’s speech to joint\nsession of Congress on February 28, 2017. We think this could validate our view of a\nstronger USD.\n\nTaking advantage of clean positioning and the decline in implied FX vol lately, we\nrecommend buying a 6w ATM EUR put/USD call (spot reference at 1.0615}, costing\n1.1% EUR. A 6-week option will cover also the March Fed meeting and the Dutch\nelection (both on March 15) that could also work in favour of the trade. A risk to the\ntrade is that is weak February data takes the possibility of a March Fed hike off the\ntable completely.\n\nA list of open trades and those closed in the last 12 months can be found in our Global\nLiquid Markets Weekly.\n\nTrading ideas and investment strategies discussed herein may give rise to significant risk and are not\nsuitable for all investors. Investors should have experience in FX markets and the financial resources to\nabsorb any losses arising from applying these ideas or strategies.\n\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\n\nRefer to important disclosures on page 9 to 10. Analyst Certification on page 8. 11710696\n\nTimestamp: 13 February 2017 06:00AM EST\n\nBankof America\nMerrill Lynch\n\n13 February 2017\n\nFX and Rates\n\nGlobal\ne e\nThe First\nDays\nDavid Woo\nFX, Rates & EM Strategist\nMLPF&S\n\n+1 646 855 5442\ndavid.woo@baml.com\n\nGlobal Rates & Currencies Research\n\nHOUSE_OVERSIGHT_014721",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014721.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3321,
    "word_count": 547,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:48.856696",
    "prefix": "IMAGES-003"
  }
}