{
  "document_id": "HOUSE_OVERSIGHT_023086",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023086.txt",
  "text": "Chart 19: Sector EPS impact from ending Chart 20: Sector EPS impact from ending Chart 21: Sector EPS impact from ending\ninterest deductibility (15% rate; ex- fin, utes) interest deductibility (20% rate; ex- fin, utes) interest deductibility (25% rate; ex- fin, utes)\n8% 6% 4% 2% 0% -12%10%-8% -6% -4% -2% 0% 15% — -10% -5% 0%\n\nEnergy -6.2%\nTelecom -5.9%\n\nMaterials\n\nEnergy -10.2%\nTelecom 96%\n\nMaterials\n\nEnergy\nTelecom\nMaterials\n\nDiscretionary\nIndustrials\nReal Estate\nStaples\nHealth Care\nInfo Tech\n\nDiscretionary Discretionary\nIndustrials\nReal Estate\nStaples\nHealth Care\n\nInfo Tech\n\nIndustrials\nReal Estate\nStaples\nHealth Care\nInfo Tech\n\nm 15% tax rate mw 20% tax rate mw 25% tax rate\n\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P Source: BofAML US Equity & Quant Strategy, FactSet, S&P Source: BofAML US Equity & Quant Strategy, FactSet, S&P\n\nHow will levered companies react?\n\nCompanies will likely grow comfortable with a smaller amount of debt, retain more\nearnings, use less cash for dividends and share buybacks, and potentially draw down\ncash if they have it. If a tax holiday is also granted, that might offset the loss of benefit.\nCompanies that regularly issue long-term debt may choose to reduce that burden to\noffset the tax change, and find those funds elsewhere. We find it unlikely that the\nchange would result in a surge in equity issuance, unless the change applies to existing\ndebt, which is unlikely in our view. While this change should be taken as a line item ina\nwholistic bill, there are victims and beneficiaries here. Corporations that have high\nleverage ratios, low retained earnings, high interest expense to earnings ratios, no cash\noverseas offset from repatriation, and those that have recurring long-term debt needs\nmay be most at risk.\n\nOther implications\n\nWhile some argue that companies will try to raise outsized amounts of investment grade\ncapital ahead of the deadline to lock in funding with the tax benefit before the loophole\nis closed, there is a reasonable chance that a provision is included in the legislation that\nwould treat such debt as new debt. In our Investment Grade Strategist Hans Mikkelsen’s\nview, demand for IG credit could be materially reduced over time. The tax change could\nalso dampen Leverage Buyout (LBOQ) activity, according to our High Yield strategist\nMichael Contopoulos, where these funds are already struggling to generate high returns\n—note that LBO funds are currently sitting on close to $1tn in cash looking for a home,\naccording to Preqin’s third quarter update.\n\nWho could be hurt: See Table 21 for a screen of stocks with high net interest\nexpense as a percentage of net income which could potentially be hurt most by an\nend to the deductibility of interest expense.\n\n: : Bankof America\n18 Equity Strategy Focus Point | 29 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023086",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2859,
    "word_count": 467,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:49.435174",
    "prefix": "IMAGES-007"
  }
}