{
  "document_id": "HOUSE_OVERSIGHT_019283",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019283.txt",
  "text": "Freedom House\n\nthrough Russian television stations. On a daily basis,\nthey are exposed to propagandistic programs in which\nthe EU is demonized, NATO is treated as an aggressor,\nthe democracies on Russia's borders are presented as\nenemies, and the annexation of Crimea is hailed as a\nmilestone in the rebuilding of a great Russian state.®\n\nBy exploiting the tensions that already exist between\nEstonia's ethnic communities, the Kremlin has sought\nto turn a complex problem into something combus-\ntible. The tendency of Russian speakers and ethnic\nEstonians to live in parallel universes is exacerbated\nby Russian propaganda, which depicts the Estonian\npolitical leadership as hostile to Russians and as\nmembers of a cosmopolitan European elite that\npromotes sexual degeneracy and cultural radicalism.\nMoscow also tries to create distrust of the Baltic\nstates among their NATO allies by depicting them as\noverly emotional, irresponsible, and intent on dragging\nother countries into a conflict with Russia.\n\nThere is no strong evidence that Russian speakers in\nEstonia are simply embracing the Russian explanation\nof things. Instead, they tend to reject both Russian\nand Estonian sources of information. This is in itself\n\na victory of sorts for Russia, since the goal of external\nRussian propaganda is less to win people over to its\nway of thinking than to sow confusion and mistrust.\noscow’s interests are served so long as Estonian so-\nciety remains divided. As a report on the integration of\nRussian speakers in Estonia concluded, “They [ethnic\nEstonians and Russian speakers] reside in separate in-\nformation spaces and hold divergent perceptions and\nperspectives not just about each other, but also about\nthe Estonian state and its history, its threat environ-\nment, and its national security policies. Since these\ntwo Estonias do not fully trust one another, when\nsecurity developments put pressure on the country\nthey tend to drift to opposing poles—especially if the\nfactor of Russia is involved.”*\n\nAwolf in sheep's clothing\n\nn their campaign to assert control over countries on\nRussias periphery, Kremlin officials have not hesitated\nto use traditional authoritarian methods, up to and\nincluding military invasion and the creation or support\nof proxy insurgents. But they have taken care to\ndefend their efforts in terms meant to appeal to, or at\nleast confuse, democratic audiences.\n\nThis is especially the case with propaganda broadcasts.\nWhile the Russian government has sought to prevent\nforeign news services like Radio Free Europe/Radio\n\nLiberty from reaching the Russian people, it expects\n\nits own broadcasts to remain unhindered in neighbor-\ning democracies, which are committed to freedom of\nexpression. Thus when Latvian authorities imposed a\nsix-month ban on the Russian television channel Rossi-\nya RTR for inciting ethnic hatred in April 2016, Russian\nofficials called on international watchdog bodies to in-\nvestigate the incident as a violation of media freedom.”\n\nSomething similar is at work in the nongovernmental\norganization (NGO) sector. Moscow has established or\nsupported a series of charities, think tanks, and asso-\nciations that promote Russian interests, claim to rep-\nresent Russian minorities, and in some cases advance\nsecessionist causes in the near abroad.'! The Russian\ngovernment presumes that these organizations will be\nallowed to operate without restriction in democracies.\neanwhile, it compelled the U.S. Agency for Interna-\ntional Development (USAID) to close down its Russia\noperations in 2012, and has banned contact between\nRussian NGOs and foreign organizations that have\nbeen placed on its “undesirable” list.\n\nRussia has also used the extensive distribution of\npassports to draw populations involved in frozen\nconflicts—or potentially involved in future conflicts—\ninto its orbit, and to justify its meddling in neighboring\nstates. Rather than conquering a foreign people, the\nRussian authorities convert foreign individuals into\nRussian citizens, then claim a right to defend them\nfrom what had been their own government. Up to 90\npercent of those living in Georgias breakaway region\nof South Ossetia have Russian passports, which are\naccessible to anyone who still has Soviet documents\nor at least one ancestor who was a permanent resi-\ndent of Russia, among other forms of eligibility.\n\nLimited sovereignty, limited options\n\nFor Russias neighbors, the constant intimidation and\ninterference from Moscow have significant conse-\nquences. Most importantly, normal political develop-\nment becomes difficult, and sometimes impossible.\nThe affected countries lack full sovereignty in the sense\nthat they are not free to make fundamental decisions\nabout their political systems, their trading partners,\n\nand whether to integrate into Euro-Atlantic institutions.\nTheir national identity and existence as states are reg-\nularly cast into doubt. Democratic reform often takes\n\na back seat to security concerns, or to policy conces-\nsions aimed at maintaining good relations with Russia.\n\nPrior to the saber rattling from the Kremlin, Estonia\nhad an economy with one of Europe’ higher rates of\n\nwww.freedomhouse.org\n\n49\n\nHOUSE_OVERSIGHT_019283",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019283.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5189,
    "word_count": 787,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:44.269105",
    "prefix": "IMAGES-005"
  }
}