{
  "document_id": "HOUSE_OVERSIGHT_024040",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024040.txt",
  "text": "CONTRACTION IN HEALTHCARE VENTURE CAPITAL INDUSTRY & CAPITAL MARKET\nDYNAMICS MORE BROADLY CREATE OPPORTUNITY IN DEVELOPMENT STAGE AND\nEARLY COMMERCIAL STAGE COMPANIES\n\nFor the last several decades the healthcare venture capital industry has been the predominant\nsource of early and growth stage funding for smaller, technology focused companies while they\npursue product development, regulatory approval, and early commercialization. Over the last\nseveral years, there has been a significant contraction in the size of the healthcare venture\ncapital industry in terms of amount of capital available to fund new companies, and the number\nof active firms investing in new companies. This contraction creates significant opportunity for\nthose funds that remain active, as fewer firms and less capital is translating into less\ncompetition for deals. The Fund Managers have benefited from the reduced level of\ncompetition during the new investment period for NLV-II, and they believe these conditions\nwill remain in place for at least part of the new investment period of NLV-III. It is too soon to\nknow for sure, but it is likely the industry may have already reached the bottom of this cycle of\ncontraction and could see a re-set that begins to shift the industry to more normalized\nconditions due to the recent stronger IPO and M&A markets.\n\nLife Sciences Venture Fundraising Investments into Biopharma and Medical Devices\n\nLife Sciences Venture Fundraising - Dollars Raised ($B) ** Life Sciences Venture Financings — $ Invested ($B) and Count\n\n$10.0\n\n$8.0\n\n$6.0\n\n$4.0\n\n$2.0\n\n$0.0\n\n2007 2008 2009 2010 2011 2004 2005 2006 2007 2008 2009 2010 2011 2012\n\nlI Venture Capital Fundraising Allocated to Life Sciences @@Biopharmaceuticals Ml Therapeutic Medical Devices —®Deal Count\n\nSource: Venture investments data from VentureSource (U.S. only). Includes therapeutic medical devices only.\n** “Life Sciences Venture Fundraising data from Dow Jones; Fenwick & West Analysis in 2012 Trends in Terms of Life Science Venture Financings\n\nThe market for IPOs was strong during 2013 and the first quarter of 2014 for companies with\ncompelling stories based on differentiated technology, targeting important unmet medical\nneeds, large market opportunities, and experienced management teams. Although the number\nof IPOs in the healthcare technology sector increased significantly, most of that activity was\ndriven by offerings for biopharmaceuticals companies. The significant increase in IPO activity\nwas driven by a number of factors, but one that had an important impact is the Jumpstart Our\nBusiness Startups Act (JOBS Act). This legislation was signed into law in the U.S. in April, 2012\nand it changed the regulations governing how certain private companies can interact with\ninvestors in advance of an IPO. Under the new regulations, emerging growth companies can\nfile their IPO draft registration statement privately with the SEC, and continue to meet with\ninterested investors over several weeks or months to explain clearly their company strategy and\ntechnology in “testing the waters” meetings. The Fund Managers believe these new regulations\nare especially helpful to private biopharmaceutical companies, as they allow interested\n\n29 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024040",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024040.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3287,
    "word_count": 496,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.240346",
    "prefix": "IMAGES-007"
  }
}