{
  "document_id": "HOUSE_OVERSIGHT_017296",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017296.txt",
  "text": "4.2.12\nWC: 191694\n\nI argued that the prosecutors had deliberately “thrown a skunk into the jury box” when they\nintroduced irrelevant evidence that Swami had engaged in a homosexual relationship with a\nfollower. To a West Virginia jury back then, this could be massively prejudicial.\n\nIn addition, the prosecution introduced evidence that teachers at the community school had\nmolested children and that Swami was aware of this but did nothing. Finally, they introduced:\n\n“a videotape segment from the television program West 57th Street (a \"news\" exposé\nprogram). The videotape showed a child of the New Vrindaban community stating that he\nprayed \"to\" Swami, a statement generally offensive to the religious sensitivities of typical\njurors. More inflammatory was a statement by Swami comparing women to dogs and\ncondoning lightly slapping one's wife for disciplinary reasons.”\n\nI argued the appeal before a panel of the U.S. Court of Appeals for the Fourth Circuit consisting\nof three elderly conservative judges in Charleston, South Carolina. I could not imagine a group\nthat would be less sympathetic to a Hare Krishna guru accused of the horrendous crimes of which\nmy client stood convicted. But my wife’s older cousin, Morris Rosen, an experienced lawyer\nfrom Charleston, cautioned me not to give up. “These old-line Southerners care about justice,\nand they don’t have ambitions beyond their current job. They’ll give your client a fair shake as\nlong as you don’t overstate your case. Be straight with them and they’ll be straight with you.”\n\nMy cousin, who was himself “a good ol’ boy,” was absolutely on target. I argued in a low key\nmanner, focusing on precedents from the court, and especially from the three judges. In their\ndecision, they followed the law, concluding as follows:\n\n“We accept without need of extensive argument that implications of child molestation,\nhomosexuality, and abuse of women unfairly prejudice a defendant. Indeed, no evidence\ncould be more inflammatory or more prejudicial than allegations of child molestation.\nWhen evidence of a defendant's involvement in several of these activities is presented to\nthe jury, the risk of unfair prejudice is compounded. In such a case, we fear that jurors will\nconvict a defendant based on the jurors' disdain or their belief that the defendant's prior\nbad acts make guilt more likely. Furthermore, we are especially sensitive to prejudice in a\ntrial where defendants are members of an unpopular religion.”\n\nThe court in a 2-1 decision reversed the convictions. The rule of law prevailed over the\nprejudices of men and women.\n\n209\n\nHOUSE_OVERSIGHT_017296",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017296.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2626,
    "word_count": 418,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.451273",
    "prefix": "IMAGES-004"
  }
}