{
  "document_id": "HOUSE_OVERSIGHT_024587",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024587.txt",
  "text": "Willamette University College of Law in 1986 and her B.S. in Finance-Law, magna cum laude, from\nPortland State University in #983.\n\nDan Frechtling, Senior Vice President, Marketing and Business Development\n\nMr. Frechtling was named Senior Vice President, Marketing and Business Development in 2005. Prior to\njoining KLC, Mr. Frechtling served as Vice President, Strategy and Business Development and Director,\nMarketing at Mattel. He was Vice President, Corporate Development at Stamps.com and Senior\nAssociate at McKinsey & Company. He serves on the board for the Portland-Suzhou Sister City\nAssociation. Mr. Frechtling graduated from Northwestern University in 1893 and earned his MBA from\nHarvard Business School in 1997.\n\nSharon Bergen, Senior Vice President, Education and Training\n\nMs. Bergen joined KLC in 1997 and has held several progressively responsible positions in the Education\nand Training Department uniil her promotion to Vice President in 2002 and her current position in 2005.\nAs Senior Vice President of Education and Training, Ms. Bergen oversees company-wide curriculum\nprogram development, implementation and training activities. Ms. Bergen earned a B.S. in Child\nDevelopment from Minnesota State University and an M.A. in Early Childhood Education from Concordia\nUniversity. Her career includes a rich variety of professional experiences in the early childhocd field\nincluding prior work with several child care companies and non-profit agencies. She is a member of\nnumerous educational organizations, including the National Association for the Education of Young\nChildren (NAEYC) and the American Society of Training and Development (ASTD), and serves on a\nvariety of advisory councils, task forces and committees within the early childhood profession.\n\n154\n\nHOUSE_OVERSIGHT_024587",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024587.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1806,
    "word_count": 260,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:49.113745",
    "prefix": "IMAGES-008"
  }
}