{
  "document_id": "HOUSE_OVERSIGHT_020544",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020544.txt",
  "text": "85\n\nThe SinoVision/Qiaobao story is illustrative of Beijing’s push to dominate Chinese-\nlanguage media in the United States. SinoVision, Qiaobao, and the Sino American Times\n(= 3HET#R) all belong to the Asian Culture and Media Group (2 B= WIL SB).\nSources in these firms say that the Overseas Chinese Affairs Office of the State Council\nof PRC (FEHB BiB iH 4) set up the firm in the early 1990s but hid its financial role\n\nin these companies.\n\nAll the major executives of these firms appear to have been either appointed directly\n\nor approved by the Overseas Chinese Affairs Office.*? Most of the major executives\n\nand editors in these businesses served either as editors or reporters for the China News\nService or in the Overseas Chinese Office of the State Council. The group’s flagship\nnewspaper, Qiaobao, is divided into two divisions: the Western US Qiaobao (RHE id)\nand the Eastern United States. Qiaobao (2H Arik). The president of the Western division\nis also the chairman of the board of directors of Rhythm Media Group, a corporation\nthat consists of Qigobao and a few other media outlets, including radio stations in\nSeattle and elsewhere.”? The chairman worked for the official China News Service (#\n#4) for many years as a reporter before coming to the United States to establish the\nWestern US Qiaobao in the 1990s. The China News Service is a branch of the Overseas\nChinese Affairs Office. In 2015, the service described the work of the top executives of\nthe Eastern US Qiaobao’s (27 HF48) work as part of the PRC’s broader push to strengthen\nits “soft power” and fight back against “Western media hegemony.”*? Qiaobao is the\n\nsole major newspaper to use simplified Chinese characters in an effort to appeal to\nimmigrants from mainland China living abroad. Almost all the news stories in Qiaobao\nabout China, the Sino-US relationship, Taiwan, Hong Kong, and other important issues\nimportant to China are taken directly from official Chinese media outlets or websites,\nincluding CCTV, Xinhua, and the People’s Daily. Its current editor is I-Der Jeng, and in an\nemail communication with Foreign Policy magazine, he stated that the paper receives no\neditorial direction from Beijing.** However, like its parent company, numerous reporters\n\nand editors on the paper come from China’s state-owned press outlets.?°\n\nThe group’s main TV outlet is SinoVision. It operates two twenty-four-hour channels\n(one Chinese and one English language), and it is on the program lineups of cable\nsystems covering about thirty million people. SinoVision’s website (http://www\n.Sinovision.net) ranks twelfth among all the Chinese websites in the United States. Like\nits sister newspapers, SinoVision was established in 1990 as part of the PRC’s first push\nto establish propaganda outlets in the United States. It is headquartered in New York\nCity, with branches in Boston, Washington, DC, Chicago, Los Angeles, San Francisco,\n\nand Seattle. According to Wang Aibing (£32%k), a former executive of SinoVision,\n\nSection 6\n\nHOUSE_OVERSIGHT_020544",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020544.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3035,
    "word_count": 486,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.627524",
    "prefix": "IMAGES-006"
  }
}