{
  "document_id": "HOUSE_OVERSIGHT_020626",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020626.txt",
  "text": "167\n\nOkinawa and Senkaku/Diaoyu Debates\n\nThe clearest case of covert meddling occurs far south of Tokyo in Okinawa, the\nancient island-kingdom which is geographically closer to Taiwan than it is to the\nJapanese mainland. As late as 2015, prominent Chinese were asserting that the Ryukyu\nIslands, which include Okinawa, belonged as much to Beijing as they did to Japan. In\nlarge part, they based their argument on the fact that the chain was once a Chinese\ntributary state. The two countries still hotly contest this island chain, known as\nSenkaku in Japan and Diaoyu in China. “I am not saying all former tributary states\nbelong to China, but we can say with certainty that the Ryukyus do not belong to\nJapan,” wrote Luo Yuan, a retired and hawkish People’s Liberation Army general.’\nChinese scholars have argued that Japan’s annexation of the islands in 1879 was an\ninvasion and that the sovereignty of the island chain is thus open to question. For the\ntime being, the Chinese Foreign Ministry has not pressed this issue.\n\nHong Kong has long been a base for flag-waving Chinese activists agitating on the issue\nof the Senkaku/Diaoyu islands. Their appeals to a notion of Chinese brotherhood,\ncombined with the fact the group writes in traditional Chinese characters, suggests\nthat the main consumers of the Organizing Committee for the Ryukyus propaganda\nmay not be on mainland China. Instead, the Organizing Committee may well be\ntargeting supporters of the Kuomintang in Taiwan, where hard core supporters of\nunification have become marginalized in mainstream politics, or overseas Chinese\ncommunities.\n\nIt is of some significance that the same individuals who make up the Organizing\nCommittee are also listed online as serving in CCP United Front Work Department\npositions in Hong Kong.? The Organizing Committee for the Ryukyus also has a robust\nonline presence, with both a website and a Weibo (similar to Twitter) account.* It is\nworth noting, also, that the Hong Kong-based campaign to regain the Ryukyus has not\nwon any overt or consistent support from Beijing.\n\nBut the Hong Kong patriots’ campaign has the benefit of being aligned with anti-\nJapanese sentiment in Okinawa itself, where both political leaders and the local media\nare antagonistic toward Tokyo. The local discontent is directly related to the long-\nstanding presence of tens of thousands of US military personnel stationed on the\nisland and the ways in which they have interacted with the indigenous population.\n\nOperating at arm’s length from the government, however, a cabal of self-styled\nChinese patriots in Hong Kong has openly agitated for the Ryukus (Senkaku/Diaoyu)\nto be taken from Japan and to become part of China. The main group calls itself the\n“Organizing Committee for the Ryukyu Islands Special Administrative Region of the\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020626",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020626.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2852,
    "word_count": 459,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.562768",
    "prefix": "IMAGES-006"
  }
}