{
  "document_id": "HOUSE_OVERSIGHT_024705",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024705.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER IV U.S. Legal Landscape\n\nwith the DEA. Any person that manufactures, distributes, dispenses or otherwise possesses a controlled\nsubstance in violation of the CSA is subject to civil and criminal penalties.\n\nThe CSA schedules are numbered I to V. Schedule I substances are subject to the strictest controls,\nand Schedule V substances are subject to the least restrictive controls. A controlled substance is listed\non a particular schedule according to four factors:\n\n(i) The substance’s potential for abuse.\n\n(ii) Whether the substance has a currently accepted medical use in treatment in the United\nStates,\n\n(iii) Whether the substance is accepted as safe to use under medical supervision.\n\n(iv) The degree of physical and psychological dependence that may result from abuse of the\nsubstance.\n\nUpon enactment in 1970, the CSA assigned each controlled substance to a specific schedule. The\nU.S. Congress may legislate a controlled substance’s addition to or removal from a CSA schedule. The\nCSA also provides a regulatory framework for a substance to be added to or removed from a schedule;\nsuch change generally involves a recommendation by the U.S. Department of Health and Human\nServices (DHHS) and concurrence with that recommendation by the DEA. The U.S. Food and Drug\nAdministration, an agency of the DHHS, is charged with making certain safety-related determinations\nused in DHHS scheduling recommendations.\n\nSchedule I controlled substances are those found by the U.S. Congress or the DEA and the DHHS\nto have a high potential for abuse, to have no currently accepted medical use in treatment in the United\nStates and to have a lack of accepted safety for use under medical supervision. Current Schedule I sub-\nstances include marijuana, THC, heroin, ecstasy, LSD and peyote. Unlike Schedule II through Sched-\nule V controlled substances, which can be prescribed by a doctor, the CSA does not allow prescriptions\nto be written for Schedule I controlled substances.\n\nMarijuana\nMarijuana has been a Schedule I controlled substance since enactment of the CSA in 1970. The CSA\n\ndefines “marijuana” as\n\nall parts of the plant Cannabis sativa L., whether growing or not; the seeds thereof: the\nresin extracted from any part of such plant; and every compound, manufacture, salt, deriv-\native, mixture, or preparation of such plant, its seeds or resin. Such term does not include\nthe mature stalks of such plant, fiber produced from such stalks, oil or cake made from\nthe seeds of such plant, any other compound, manufacture, salt, derivative, mixture, or\npreparation of such mature stalks (except the resin extracted therefrom), fiber, oil, or cake,\nor the sterilized seed of such plant which is incapable of germination.\n\nThe parts and derivatives of the cannabis plant that are excluded from the CSA definition of\nmarijuana have industrial uses and generally contain little or no THC. Non-marijuana cannabis\nproducts—commonly known as hemp products—including rope, clothing, animal feed and soap,\nare not subject to control under the CSA. The CSA does not restrict such non-marijuana products\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 69\n\nHOUSE_OVERSIGHT_024705",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024705.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3194,
    "word_count": 503,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.482362",
    "prefix": "IMAGES-008"
  }
}