{
  "document_id": "HOUSE_OVERSIGHT_022580",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022580.txt",
  "text": "e The company discovered that its employees had\nreceived competitor bid information from a third\nparty with connections to the foreign government.\n\ne The company began an internal investigation,\nwithdrew its contract bid, terminated the employees\ninvolved, severed ties to the third-party agent, and\nvoluntarily disclosed the conduct to DOJ’s Antitrust\nDivision, which also declined prosecution.\n\ne During the internal investigation, the company\nuncovered various FCPA red flags, including prior\nconcerns about the third-party agent, all of which\nthe company voluntarily disclosed to DOJ and SEC.\n\ne Thecompany immediately took substantial steps to\n\nimprove its compliance program.\n\nExample 2: Public Company Declination\n\nDOJ and SEC declined to take enforcement action\nagainst a public U.S. company. Factors taken into consider-\nation included:\n\ne With knowledge of employees of the company’s\nsubsidiary, a retained construction company\npaid relatively small bribes, which were wrongly\napproved by the company’s local law firm, to for-\neign building code inspectors.\n\ne When the company’s compliance department\nlearned of the bribes, it immediately ended the\nconduct, terminated its relationship with the con-\nstruction company and law firm, and terminated or\ndisciplined the employees involved.\n\ne The company completed a thorough internal inves-\ntigation and voluntarily disclosed to DOJ and SEC.\n\ne The company reorganized its compliance depart-\nment, appointed a new compliance officer dedi-\ncated to anti-corruption, improved the training\nand compliance program, and undertook a\nreview of all of the company’s international third-\n\nparty relationships.\n\nExample 3: Public Company Declination\nDOJ and SEC declined to take enforcement action\n\nagainst a USS. publicly held industrial services company for\n\nResolutions\n\nbribes paid by a small foreign subsidiary. Factors taken into\nconsideration included:\n\ne The company self-reported the conduct to DOJ\nand SEC.\n\ne The total amount of the improper payments was\nrelatively small, and the activity appeared to be\nan isolated incident by a single employee at the\nsubsidiary.\n\ne The profits potentially obtained from the improper\npayments were very small.\n\ne The payments were detected by the company’s\nexisting internal controls. The company’s audit\ncommittee conducted a thorough independent\ninternal investigation. The results of the investiga-\ntion were provided to the government.\n\ne The company cooperated fully with investigations\nby DOJ and SEC.\n\ne The company implemented significant remedial\n\nactions and enhanced its internal control structure.\n\nExample 4: Public Company Declination\n\nDOJ and SEC declined to take enforcement action\nagainst a U.S. publicly held oil-and-gas services company\nfor small bribes paid by a foreign subsidiary’s customs agent.\nFactors taken into consideration included:\n\ne The company’s internal controls timely detected a\npotential bribe before a payment was made.\n\ne When company management learned of the\npotential bribe, management immediately reported\nthe issue to the company’s General Counsel and\nAudit Committee and prevented the payment from\noccurring.\n\ne Within weeks of learning of the attempted bribe,\nthe company provided in-person FCPA training\n\nto employees of the subsidiary and undertook\n\nHOUSE_OVERSIGHT_022580",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022580.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3315,
    "word_count": 481,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:44.739336",
    "prefix": "IMAGES-007"
  }
}