{
  "document_id": "HOUSE_OVERSIGHT_017102",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017102.txt",
  "text": "4.2.12\nWC: 191694\n\nIf I could help our war effort by turning myself into a superhero, at least I could look out for\nGerman spies on our beaches. When I was four years old, German spies landed on Long Island in\na submarine. Although they were quickly captured, there were rumors of other planned landings.\nAnd so over the next few summers, which my family spent in a rented room near Rockaway\nBeach, a local police officer paid us kids a penny a day to be on the lookout for “Kraud Subs.”\nWe took our job very seriously.\n\nI recall my grandmother Ringel (my mother’s mother), who was recovering from a heart attack,\ntaking me to a rehabilitation home in Lakewood, New Jersey, where several wounded or shell-\nshocked soldiers were also being rehabilitated and listening to their scary combat stories.\n\nThen I remember, quite vividly, both VE (Victory in Europe) and VJ (Victory over Japan) days.\nThere was dancing in the streets, block parties and prayerful celebrations. Our soldiers, including\nseveral of my uncles, were coming home. (My father received a medical deferment because he\nhad an ulcer, which my mother said was caused by my bad behavior.)\n\nWe weren’t told of any Holocaust or Shoah—those words were not even in our vocabulary—just\nthat we had lost many relatives in Europe to the brutal Nazis and Hitler (“Yemach Sh’mo—may\nhis name be erased from memory). We cheered Hitler’s death, which according to a Jewish joke\nof the time, we knew would occur on a Jewish holiday—because whatever day he died would be\na Jewish holiday! A few weeks earlier, we cried over Roosevelt’s passing, which I heard of while\nlistening to the radio and broke the news to my grandmother Ringel, who was taking care of me.\nShe refused to believe it, until she herself heard it on the radio. Then she cried. Roosevelt (which\nshe pronounced like “Rosenfeld”) was the hero of our neighborhood (and other Jewish\nneighborhoods). A magazine photo of him hung in our home.\n\nThe “greenies” (recent immigrants, “greenhorns”) who moved to Boro Park from the displaced\nperson camps never talked out what had happened “over there.” The tattooed numbers on their\narms remained unexplained, though we knew they were the dark reminders of terrible events.\n\nAmong my other early memories was Israel’s struggle for independence and statehood, just a few\nyears after the war. My family members were religious Zionists (“Misrachi Zionists”). We had a\nblue and white Jewish National Fund “pushka” (charity box) in our homes, and every time we\nmade a phone call, we were supposed to deposit a penny. We sang the “Jewish National\nAnthem” (Hatikvah) in school assemblies. I still remember its original words, before Israel\nbecame a state: “Lashuv L’Eretz Avosainv” (“to return to the land of our ancestors’).\n\nOne particular incident remains a powerful and painful memory. My mother had a friend from the\nneighborhood named Mrs. Perlestein, whose son Moshe went off to fight in Israel’s War of\nIndependence. There was a big party to celebrate his leaving. Several months later, I saw my\nmother crying hysterically. Moshe had been killed, along with 34 other Jewish soldiers and\ncivilians, trying to bring supplies to a Jewish outpost near Jerusalem. My mother kept sobbing,\n“She was in the movies, when her son was killed. She was in the movies.” Israel’s war had come\nhome to Boro Park. It had been brought into our own home. Everyone in the neighborhood\nknew Moshe and his parents. He had attended my elementary school, played stickball on my\n\nbe)\n\nHOUSE_OVERSIGHT_017102",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017102.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3538,
    "word_count": 598,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.822768",
    "prefix": "IMAGES-004"
  }
}