{
  "document_id": "HOUSE_OVERSIGHT_017732",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017732.txt",
  "text": "Page 18 of 52\n2005 B.Y.U.L. Rev. 835, *865\n\nFurthermore, the Federal Rules of Criminal Procedure already direct executive branch actions less directly connected to court\nhearings. For instance, Rule 16 directs that prosecutors must turn over various discoverable items to the defendant. '47 Rule 41\ndirects federal agents serving a warrant to leave a copy for the person whose premises are searched. !4% And, most\ncontroversially, Rule 5 directs that federal agents making an arrest \"must take the defendant without unnecessary delay\" before\na judicial officer. '49 The kinds of rule changes discussed in this Article are far less invasive than these commands. Finally, it\nshould be remembered that federal prosecutors serve as \"officers of the court.\" !°° In that capacity, the court can be reasonably\nexpected to facilitate victims’ involvement in the criminal justice process. !°! For all of these reasons, this proposed rule breaks\nno new ground in directing prosecutors to notify victims of courtroom proceedings.\n\nRule 11(a)(3) - Victims’ Views on Nolo Contendere Pleas\nThe Proposal:\n\nRule 11's procedures on pleas should be revised to allow victims to express their views on any plea of nolo contendere before\nthe court decides whether to accept it as follows:\n[*866]\n\n(a)(3) Nolo Contendere Plea. Before accepting a plea of nolo contendere, the court must consider the parties’ and victims’ views\nand the public interest in the effective administration of justice.\n\nThe Rationale:\n\nAs discussed at greater length in the immediately following sections, the CVRA gives victims the right to be heard regarding\nany plea, presumably including any nolo contendere plea. It is a natural corollary that the court should consider the victim's\nviews before accepting any such plea.\n\nRule 11(b)(4) - Victims' Right To Be Heard on Pleas\nThe Proposal:\n\nThe court should address any victim present in court when taking a plea in order to determine whether the victim wishes to\nmake a statement and to consider the victim's view before accepting a plea as follows:\n\n(4)[cfn ]Victims’ Views. Before the court accepts a plea of guilty or nolo contendere or allows any plea to be withdrawn, the\ncourt must address any victim who is present personally in open court. During this address, the court must determine whether\nthe victim wishes to present views regarding the proposed plea or withdrawal and, if so, what those views are. The court shall\nconsider the victim's views in acting on the proposed plea or withdrawal.\n\nThe Rationale:\n\nThe CVRA gives victims the right \"to be reasonably heard at any public proceeding in the district court involving ... [a] plea.\"\n'S2 Many states afford victims similar rights. !°? The rationale for a [*867] victim's right to be heard regarding a plea is to\n\n47 Fed. R. Crim. P. 16(a)(1).\n\n48 Td. at 41(£)(3).\n\n49 Td. at 5(a)(1). See generally, Office of Legal Policy, Report to the Att'y Gen. on the Judiciary's Use of Supervisory Power To Control Law\nEnforcement Action (Dec. 15, 1986), reprinted in 22 Mich. J.L. & Reform 773 (1989).\n\n50 See United States v. Sells Eng., Inc., 463 U.S. 418, 466 (Burger, C.J., dissenting).\n\n5! See, e.g., State v. Casey, 44 P.3d 756 (Utah 2002), discussed infra notes 163-66 and accompanying text.\n\n32 18 U.S.C.A. 3771(a)(4) (West 2004 & Supp. 2005); see In re Kari Ann Jacobsen, 2005 U.S. App. LEXIS 13990 (D.C. Cir. 2005) (noting\nvictim's right to be heard on pleas).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017732",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017732.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3470,
    "word_count": 568,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.681205",
    "prefix": "IMAGES-004"
  }
}