{
  "document_id": "HOUSE_OVERSIGHT_016511",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016511.txt",
  "text": "Page 2 of 42\n103 Minn. L. Rev. 844, *845\n\nStructural responses to the state declining to use its enforcement authority are much fewer and less prominent. At least in\ncommon law countries, enforcement decisions are the province of police and prosecutor discretion, and oversight of officials’\nfailures to enforce has been left almost wholly to the political process. Decisions to search, arrest, or charge face modest\njudicial scrutiny on evidentiary grounds and - at the extreme margins - racial or [*846] ethnic bias. ° Decisions not to arrest or\ncharge are virtually immune from judicial review or other nonpolitical oversight. !° Like other common law jurisdictions, U.S.\njustice systems have always rejected an approach long adopted in some civil law jurisdictions to prevent unjustified and\ndisparate nonenforcement - a rule of mandatory prosecution that restricts executive officials’ discretion over arrest and charging\ndecisions. |!\n\nA broader view, however, reveals that all criminal justice systems incorporate one or more strategies to address\nunderenforcement, which can be collectively described as redundant charging authority. All are to some degree familiar,\nthough they are not usually described in these terms or understood as serving this common purpose.\n\nOne approach is creation of two distinct enforcement agencies with overlapping or duplicative jurisdiction. This model is a\nfamiliar safeguard against underenforcement of transnational crimes or crimes on the high seas; international criminal law\nroutinely grants nation-states coextensive, duplicative jurisdiction to enforce international or domestic criminal laws outside\n\n12 can be\n\ntheir borders. International treaties on subjects such as public corruption, drug trafficking, and human trafficking\nunderstood as agreements to create enforcement redundancy among national criminal justice agencies to solve\nunderenforcement problems by particular states. !> The same arrangement occurs domestically for enforcement of civil or\nregulatory law when administrative agencies have overlapping, and thus redundant, [*847] jurisdiction over the same\nregulated activities. '4 The most important version of this model in the United States, however, is criminal justice federalism.\n\nDue to the steady growth of federal criminal law, jurisdiction, and institutional capacity over the last century, state and federal\n\n5 Gerstein v. Pugh, 420 U.S. 103, 111-16 (1975) (holding that the Fourth Amendment requires a judicial determination of probable cause\nprior to extended detention); County of Riverside v. McLaughlin, 500 U.S. 44, 52-58 (1991) (defining \"prompt\" under Gerstein's requirement\nof a prompt judicial determination of probable cause).\n\n6 Brady v. Maryland, 373 U.S. 83, 86 (1963) (holding prosecution's withholding of the confession of defendant's confederate violated\ndefendant's due process rights).\n\n7 Gideon v. Wainwright, 372 U.S. 335, 342 (1963) (extending Sixth Amendment right to assistance of counsel to indigent state criminal\ndefendants); Powell v. Alabama, 287 U.S. 45, 53 (1932) (holding defendants’ rights to counsel of their choice throughout the prosecution\nprocess had been violated).\n\n8 In re Winship, 397 U.S. 358, 364 (1970) (holding that proof beyond a reasonable doubt is constitutionally required under the Due Process\nClause).\n\n° United States v. Armstrong, 517 U.S. 456, 456-71 (1996) (examining selective prosecution claim based on racial bias); see also Whren v.\nUnited States, 517 U.S. 806, 813 (1996) (holding that, in assessing the legality of police decisions to stop suspects under the Fourth\nAmendment, courts should ignore officers’ subjective motivations).\n\n10 See, e.g., Abby L. Dennis, Reining in the Minister of Justice: Prosecutorial Oversight and the Superseder Power, 57 Duke L.J. 131, 132-33\n(2007) (describing prosecutors' \"limitless, unmonitored and ... unreviewable power\").\n\n!l See infra Part ILB.\n\n2 See Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, G.A. Res. 55/25, annex II (Nov.\n15, 2000), hitps://www.unodc.org/unodc/en/organized-crime/intro/UNTOC html; United Nations Office on Drugs & Crime, World Drug\nReport 2017, U.N. Sales No. E.17.X1.7 (2017), https:/Avww.unodc.org/wdr2017/index.himl; U.S. Dep't of State, Trafficking in Persons\nReport 438 ( 2017), Attps://www.state.gov/documents/organization/271339.pdf.\n\nB See Neil Boister, An Introduction to Transnational Criminal Law 135-95 (2d ed. 2012),\nhttp://opil.ouplaw.com/view/10.1093/aw/9780199605385.001.0001Aaw-9780199605385-chapter-12.\n\n4 See Jacob E. Gersen, Overlapping and Underlapping Jurisdiction in Administrative Law, 2006 Sup. Ct. Rev. 201, 201-03 (2007).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016511",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4740,
    "word_count": 663,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.014254",
    "prefix": "IMAGES-004"
  }
}