{
  "document_id": "HOUSE_OVERSIGHT_010745",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010745.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 11 of 19\n\nthat evidence will show that former president Clinton, former vice president Al Gore, and Tipper\nGore never set foot on Epstein’s private island, and that in all events Jane Doe #3’s detailed\naccounts are not merely preposterous on their face but in fact entirely false and her sworn\nstatement to this court is perjurious.\n\nIndeed, while the points raised above show a complete lack of investigation into the\ncredibility of the woman making these scurrilous allegations®, what is most remarkable about\nJane Doe #3’s Response is what it omits. Approximately six years ago, Jane Doe #3 took\nadvantage of the NPA’s provisions, sued Mr. Epstein and received a monetary settlement.\nIronically, Jane Doe #3 now seeks to overturn the very NPA which required Epstein to waive his\nright to contest liability by moving to join the instant action which seeks to rescind that very\nagreement.\n\nYet, she apparently never once mentioned Prof. Dershowitz’s now supposedly systematic\nsexual abuse of her to the prosecutors or to her own lawyer. No explanation is given for this\nmonumental inconsistency. Nor, despite his supposed status as a co-conspirator in a scheme to\ncover up an underage sex abuse ring, is there any explanation given for the fact that Prof.\nDershowitz was never even investigated—or even mentioned—as a potential suspect.\nMeanwhile the present case has been proceeding for the last six and a half years, but no\nexplanation has been given for the timing of Jane Doe #3’s effort to join this case only last\n\nmonth.\n\n° Prof. Dershowitz reserves the right to promptly file a succinct supplement to this Reply brief\nwith information which he is in the process of confirming presently.\n11\n\nHOUSE_OVERSIGHT_010745",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010745.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1797,
    "word_count": 293,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:44.818145",
    "prefix": "IMAGES-001"
  }
}