{
  "document_id": "HOUSE_OVERSIGHT_022609",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022609.txt",
  "text": "107\n\n55 See International Anti-Bribery and Fair Competition Act of 1998, Pub.\nL. 105-366, 112 Stat. 3302 (1998); 15 US.C. § 78dd-3(a); see also US.\nDept. OF JUSTICE, CRIMINAL RESOURCE MANUAL § 9-1018 (Nov.\n2000) (the Department “interprets [Section 78dd-3(a)] as conferring\njurisdiction whenever a foreign company or national causes an act to be\ndone within the territory of the United States by any person acting as\nthat company’s or national'’s agent.”). This interpretation is consistent\nwith US. treaty obligations. See S. Rep. No. 105-2177 (1998) (expressing\nCongress’ intention that the 1998 amendments to the FCPA “conform\nit to the requirements ofandto implement the OECD Convyention.”);\nAnti-Bribery Convention at art. 4.1, supra note 19 (“Each Party shall\ntake such measures as may be necessary to establish its jurisdiction over\nthe bribery ofa foreign public official when the offence is committed in\nwhole or in part in its territory.”).\n5615 US.C.§ 78dd-3(a); see, CL Criminal Information, United States v.\nAlcatel-Lucent France, S.A., et al., No. 10-cr-20906 (S.D. Fla. Dec. 27,\n2010), ECF No. 1 [hereinafter United States v. Alcatel-Lucent France|\n(subsidiary of French publicly traded company convicted of conspiracy\nto violate FCPA), available at http ://www.justice.gov/ criminal/fraud/\nfcpa/ cases/alcatel-lucent-sa-etal/12-27- 10alcatel-et-al-info.pdf; Criminal\nInformation, United States v. DaimlerChrysler Automotive Russia\nSAO, No. 10-cr-64 (D.D.C. Mar. 22, 2010), ECF No. 1 (subsidiary of\nGerman publicly traded company convicted of violating FCPA), available\nat http ://www.justice.gov/criminal/fraud/fcpa/cases/daimler/03-22-\n10daimlerrussia-info.pdf; Criminal Information, United States v. Siemens\nS.A. (Argentina), No. 08-cr-368 (D.D.C. Dec. 12, 2008), ECF No. 1\n(subsidiary of German publicly traded company convicted of violating\nFCPA), available at http ://www.justice.gov/ criminal/fraud/ fcpa/ cases/\nsiemens/ 12- 12-08siemensargen-info. pdf.\n>” See 15 US.C. §§ 78dd-2(h)(5) (defining “interstate commerce”), 78dd-\n3(£)(5) (same); see also 15 U.S.C. §78c(a)(17).\n3815 US.C. §§ 78dd-2(h)(5), 78dd-3(£)(5).\n59 See 15 US.C. § 78dd-3.\n® Criminal Information, United States v. JGC Corp., No. 11-cr-260\n(S.D. Tex. Apr. 6, 2011), ECF No. 1 [hereinafter United States v. JGC\nCorp. |, available at http ://www.justice.gov/criminal/fraud/fcpa/cases/\njgc-corp/04-6- 1 ljge-corp-info.pdf; Criminal Information, United States\nv. Snamprogetti Netherlands BV., No. 10-cr-460 (S.D. Tex. Jul. 7, 2010),\nECF No. 1 [hereinafter United States v. Snamprogetti|, available at\nhttp ://www.justice.gov/criminal/fraud/fcpa/cases/snamprogetti/07-07-\n10snamprogetti-info.pdf.\n$1 See 15 US.C. §§ 78dd-1(g) (“irrespective of whether such issuer or such\nofficer, director, employee, agent, or stockholder makes use of the mails\nor any means or instrumentality of interstate commerce in furtherance\nof such offer, gift, payment, promise, or authorization”), 78dd-2(i)\n(1) Cirrespective of whether such United States person makes use of\nthe mails or any means or instrumentality of interstate commerce in\nfurtherance of such offer, gift, payment, promise, or authorization”).\n&§, Rep. No. 105-277 at 2 (“[T ]he OECD Convention calls on parties\nto assert nationality jurisdiction when consistent with national legal\nand constitutional principles. Accordingly, the Act amends the FCPA\nto provide for jurisdiction over the acts of US. businesses and nationals\nin furtherance of unlawful payments that take place wholly outside\nthe United States. This exercise of jurisdiction over U.S. businesses and\nnationals for unlawful conduct abroad is consistent with US. legal\nand constitutional principles and is essential to protect USS. interests\nabroad.”).\n3 Td, at 2-3.\n15 US.C. §§ 78dd-1(a), 78dd-2(a), 78dd-3 (a).\n% See H.R. Rep. No. 95-831, at 12 (referring to “business purpose” test).\n66 See, Cs Complaint, SEC v. Siemens AG, supra note 48; Criminal\nInformation, United States v. Siemens AG, supra note 48,\nS7Tn amending the FCPA in 1988, Congress made clear that the business\npurpose element, and specifically the “retaining business” prong, was\nmeant to be interpreted broadly:\n\nThe Conferees wish to make clear that the reference\n\nto corrupt payments for “retaining business” in\n\npresent law is not limited to the renewal of contracts\n\nor other business, but also includes a prohibition\n\nagainst corrupt payments related to the execution\n\nor performance of contracts or the carrying out of\n\nexisting business, such as a payment toa foreign\n\nofficial for the purpose of obtaining more favorable\n\ntax treatment. The term should not, however, be\n\nconstrued so broadly as to include lobbying or other\n\nnormal representations to government officials.\nH.R. Rep. No. 100-576, at 1951-52 (internal citations omitted).\n8 See, £5 Complaint, SEC v. Panalpina, Inc., No. 10-cv-4334 (S.D. Tex.\nNoy. 4, 2010), ECF No. 1 [hereinafter SEC v. Panalpina, Inc.|, available\nat http ://www.sec.gov/litigation/complaints/20 10/comp2 1727.pdf;\nCriminal Information, United States v. Panalpina, Inc., No. 10-cr-\n765 (S.D. Tex. Nov. 4, 2010), ECF No. 1 [hereinafter United States v.\nPanalpina, Inc. |, available at http ://wwwjustice.gov/ criminal/fraud/\nfepa/ cases/ panalpina-inc/ 11-04- 10panalpina-info. pdf; Criminal\nInformation, United States v. Panalpina World Transport (Holding)\nLtd., No. 10-cr-769 (S.D. Tex. Nov. 4, 2010), ECF No. 1, available\nat http ://www.justice.gov/ criminal/fraud/ fcpa/ cases/ panalpina-\nworld/11-04- 10panalpina-world-info.pdf; see also Press Release, US.\nSec. and Exchange Comm., SEC Charges Seven Oil Services and\nFreight Forwarding Companies for Widespread Bribery of Customs\nOfficials (Nov. 4, 2010) (“The SEC alleges that the companies bribed\ncustoms officials in more than 10 countries in exchange for such perks\nas avoiding applicable customs duties on imported goods, expediting\nthe importation of goods and equipment, extending drilling contracts,\nand lowering tax assessments. ), available at http ://www.sec.gov/\nnews/press/2010/2010-2 14.htm; Press Release, U.S. Dept. of Justice,\nOil Services Companies anda Freight Forwarding Company Agree\nto Resolve Foreign Bribery Investigations and to Pay More Than $156\nMillion in Criminal Penalties (Nov. 4, 2010) (logistics provider and its\nsubsidiary engaged in scheme to pay thousands of bribes totaling at least\n$27 million to numerous foreign officials on behalf of customers in oil\nand gas industry “to circumvent local rules and regulations relating to\nthe import of goods and materials into numerous foreign jurisdictions”),\navailable at http ://wwwjustice.gov/opa/pr/20 10/November/10-\nerm-1251.html.\n© United States v. Kay, 359 F.3d 738, 755-56 (Sth Cir. 2004).\n” Id. at 749. Indeed, the Kay court found that Congress’ explicit\nexclusion of facilitation payments from the scope of the FCPA was\nevidence that “Congress intended for the FCPA to prohibit ad/ other\nillicit payments that are intended to influence non-trivial official foreign\naction in an effort to aid in obtaining or retaining business for some\nperson.” Jd. at 749-50 (emphasis added).\n1 Td. at 750.\n” Id, at 749-55.\n? Td. at 756 (“Te still must be shown that the bribery was intended to\nproduce an effect—here, through tax savings—that would ‘assist in\nobtaining or retaining business.”).\n7 The FCPA does not explicitly define “corruptly, but in drafting the\nstatute Congress adopted the meaning ascribed to the same term in the\ndomestic bribery statute, 18 U.S.C. § 201(b). See H.R. Rep. No. 95-640,\nat 7.\n5 The House Report states in full:\n\n‘The word “corruptly” is used in order to make\n\nclear that the offer, payment, promise, or gift, must\n\nbe intended to induce the recipient to misuse\n\nhis official position; for example, wrongfully to\n\ndirect business to the payor or his client, to obtain\n\npreferential legislation or regulations, or to induce a\n\nforeign official to fail to perform an official function.\n\n‘The word “corruptly” connotes an evil motive or\n\npurpose such as that required under 18 US.C.\n\n201(b) which prohibits domestic bribery. As in\n\n18 US.C. 201(b), the word “corruptly” indicates\n\nan intent or desire wrongfully to influence the\n\nrecipient. It does not require that the act [be] fully\n\nconsummated or succeed in producing the desired\n\noutcome.\nId. The Senate Report provides a nearly identical explanation of the\nmeaning of the term:\n\n‘The word “corruptly” is used in order to make\n\nclear that the offer, payment, promise, or gift, must\n\nbe intended to induce the recipient to misuse\n\nhis official position in order to wrongfully direct\n\nbusiness to the payor or his client, or to obtain\n\nHOUSE_OVERSIGHT_022609",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022609.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 8681,
    "word_count": 1274,
    "line_count": 179,
    "import_date": "2025-11-19T21:47:44.809032",
    "prefix": "IMAGES-007"
  }
}