{
  "document_id": "HOUSE_OVERSIGHT_010871",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010871.txt",
  "text": "02:37:40\n\n02:37:42\n\n02:37:45\n\n02:37:49\n\n02:37:52\n\n02:37:58\n\n02:37:56\n\nOn Aon bh OND =\n\n02:38:01\n02:38:05 9\n02:38:14 10\nozse19 14\n023822 12\n\n02:38:26 1 3\n\no2ce30 14\n02:38:31 1 5\n02:38:32 1 6\no2aess 17\n02:38:37 1 8\n02:38:41 1 9\no2:a843 20\n02:38:46 21\nozae4s 22\n02:38:49 23\n02:38:54 24\no22e00 25\n\n272\nA. I think it puts you on notice in the context\nof a country which has required people to report the\nsexual abuse of children, and somebody wants to talk to\nyou about your observations of a convicted sex offender\nwith underage girls, that that's going to be one of the\nsubjects that's going to be discussed, yes.\nQ. My question was -- my initial question was:\nDoes -- do the statements in this letter put the reader\non notice that you, personally, are accused of abusing\nminors yourself, not that you have in some knowledge or\nevidence that someone else did it, but that you,\nyourself, did it; is that a way to give fair notice?\nA. Well, in fair notice in what context? You\nknow, is he on notice that a lawsuit is going to be\nfiled the next day?\nSimply from that piece of -- that letter\nalone, they are on notice, you know -- I mean, I think\nthat puts you on notice that there are serious\nallegations afoot and it would be in your best interest\nif you hadn't done anything, to show up, attend a\ndeposition, let all the facts come out so that everybody\ncan know them.\n\nQ. Would you agree that accusing someone of\n\nthemselves abusing a minor is different than accusing\nsomeone of having knowledge that somebody else did it?\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n02:39:03\n\n02:39:04\n\n02:39:09\n\n02:39:14\n\n02:39:17\n\n02:39:21\n\n02:39:21\n\nOn Ooh WD =|\n\n02:39:23\n\n©\n\n02:39:25\no2z3e26 10\n02:30:26 14\noxae26 12\n023927 13\no23930 14\n02:30:30 15\noza032 16\n02:39:36 17\n0239-41 18\n023943 19\nozae4s 20\n0230-48 21\n02:39:62 22\n023955 23\nonsese 24\noz4001 25\n\n31 of 46 sheets\n\n273\n\nA. Yes.\n\nQ. And to accuse someone of abusing a minor is a\nserious, serious accusation of criminal conduct,\npersonal criminal conduct, not just failing to report\nsomebody else, but you, yourself, are abusing people?\n\nA. Oh, yeah.\n\nMR. SCAROLA: Are you suggesting that that's\nnot criminal conduct?\nMR. SIMPSON: I'm -- I'm -- my question\nstands.\nBY MR. SIMPSON:\n\nQ. What is the answer to that?\n\nA. Itis a very serious charge, I agree. That's\nwhy we are all here today.\n\nQ. Okay. And -- and if you wanted to put\nsomeone on fair notice that they are accused themselves\nof being a sex offender, a criminal who has abused\nchildren, wouldn't you tell them that?\n\nA. That's a speculative question because that\nletter was designed to try to collect information about\nan international sex trafficking organization. And so\nas to -- you know, I'm not going to speculate as to why\nMr. Scarola wrote it that way. But my sense, based on\nthe public record is, that he was trying to get as much\ninformation as he could about what Jeffrey Epstein and\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n02:40:03\n\n02:40:05\n\n02:40:07\n\n02:40:08\n\n02:40:10\n\n02:40:13\n\n02:40:16\n\n02:40:18\n\n02:40:22\n\n02:40:26\n\n02:40:27\n\n02:40:28\n\n02:40:32\n\n02:40:36\n\n02:40:37\n\n02:40:40\n\n02:40:43\n\n02:40:47\n\n02:40:50\n\n02:40:52\n\nON Ooh WH =\n\n©\n\n10\n41\n12\n13\n14\n15\n16\n17\n18\n19\n20\n\n02:40:55 21\n\n02:40:58\n\n22\n\n02:41:01 23\noxatos 24\nozaros 25\n\n02:41:16\n\n02:41:21\n\n02:44:25\n\n02:41:26\n\n02:41:28\n\n02:41:31\n\n02:41:35\n\n02:41:36\n\n02:41:39\n\n02:41:42\n\n02:44:43\n\n02:41:43\n\n02:41:44\n\n02:41:47\n\n02:41:53\n\n02:41:58\n\n02:42:02\n\n02:42:04\n\n02:42:06\n\n02:42:09\n\n02:42:12\n\n02:42:14\n\n02:42:16\n\n02:42:16\n\n02:42:18\n\nON Oa bh wD\n\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\nPage 272 to 275 of 335\n\n274\nhis criminal associates were doing. And he thought that\nMr. Dershowitz would have information and was trying to\ncollect that.\n\nNow, whether the -- the -- the tentacles of\nthe organization would extend so that they wrapped\naround Mr, Dershowitz himself, I guess was the subject\nthat -- that Mr, Scarola, I am assuming, was hoping to\nexplore. But Mr, Dershowitz prevented that opportunity.\n\nQ. And Mr. Dershowitz, you knew, had been\nMr. Epstein's attorney, correct?\n\nA. Correct.\n\nQ. And you knew, just as we have seen here today\nwith multiple assertions of privilege, that he could not\ntestify about anything he learned as an attorney?\n\nA. He could testify, and the fetter itself says,\nwe are not going to ask you about any communications; we\nare going to ask you about observations of sex abuse by\na convicted sex offender, and your personal knowledge of\nthat. That would not have erased in the -- and\nMr. Scarola's a very good attorney, and I'm sure all of\nhis questions that we saw the last couple of days would\nhave been very narrowly focused on observations about\nwhat this criminal organization was doing.\n\nQ. And so to the bottom line is that your view,\nyour sworn testimony, this letter of August 23rd, 2011,\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n275\nput Mr. Dershowitz, Professor Dershowitz, on fair notice\nthat he was being accused of being a sex offender\nhimself?\n\nA. We-- we have gone over this. I think it put\nhim on fair notice that there were serious questions\nbeing raised about what he knew about this criminal\norganization, what the potential criminal responsibility\nhe had for failure to report sexual abuse of a child, as\nwell as other possibilities.\n\nMR. SIMPSON: I'm going to move to strike as\n\nnonresponsive.\nBY MR. SIMPSON:\n\nQ. My question is a very narrow one, whether\nthis letter, in your opinion, under oath, fairly put\nMr. -- Professor Dershowitz on notice that he himself\nwas accused of abusing minors.\n\nA. Again, that's a vague question, I've tried\nto give the best answer I can. That was certainly a\npotential area of questioning. I think that puts him on\nnotice that it would have been in his best interest to\nappear to answer those questions.\n\nMR. SIMPSON: I'm going to object to the\n\nanswer again as nonresponsive.\nBY MR. SIMPSON:\n\nQ. It's a really simple question.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n10/20/2015 01:08:15 PM\n\nHOUSE_OVERSIGHT_010871",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010871.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5992,
    "word_count": 1035,
    "line_count": 360,
    "import_date": "2025-11-19T21:47:45.617737",
    "prefix": "IMAGES-001"
  }
}