{
  "document_id": "HOUSE_OVERSIGHT_023375",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023375.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nremaining defendants, who allegedly held more junior positions in foreign governments, was unclear. Struggling to interpret\nthe precise meaning of Terrorist Attacks III's personal jurisdiction holding, plaintiffs submitted that the decision could be\ninterpreted as drawing a distinction between direct and indirect support of terrorism for due process purposes, and that\nTerrorist Attacks [II should not be read to allow defendants with direct ties to al-Qaeda to evade jurisdiction. Plaintiffs\nexpressly reserved their right to argue on appeal that, among other things, a rule immunizing indirect sponsors of terrorism\nfrom the jurisdiction of U.S. courts for injuries *17 suffered in the United States on due process grounds is incorrect and\ninconsistent with controlling precedent.\n\nFor their part, the defendants asserted that Terrorist Attacks IIT should be read to require, for purposes of due process, a\nshowing that the defendant “intentionally provided funding to support the September 11 attacks against the United States.”\nR.2140, 1-2, 13.\n\nOn February 4, 2009, plaintiffs filed a Notice of Supplemental Authority bringing to the district court’s attention the Seventh\nCircuit’s decision in Boim v. Holy Land Foundation for Relief and Development, 549 F.3d 685, 693 (7th Cir. 2008 (en banc)\n(Boim IID). R. 2156. In its decision, the Seventh Circuit comprehensively discussed the substantive liability standards\ngoverning civil claims under the ATA, and the findings and policies that prompted the Legislative and Executive Branches to\nestablish a civil cause of action for the benefit of terror victims against material sponsors and supporters of terrorism. The\nBoim HT court held that liability under the ATA extends to any person who knowingly or recklessly provided material\nsupport or resources to the terrorist organization responsible for the plaintiff’s injuries, whether directly or indirectly, and that\na plaintiff in an ATA case need not allege any specific or temporal link *18 between the defendant’s support and the attack\nproducing the plaintiff's injury. Jd. at 688-702.\n\nOn June 17, 2010, Judge Daniels issued an opinion, Terrorist Attacks IV, resolving the motions to dismiss of thirty-seven\ndefendants, and holding that thirty-six of those defendants were entitled to dismissal for lack of personal jurisdiction.\nSPA152-211. The defendants dismissed through that decision included Appellees Abdullah bin Laden, Bakr bin Laden, Omar\nbin Laden, Tariq bin Laden, Yeslam bin Laden, Dallah Avco Trans-Arabia Co. Ltd. (Dallah Avco), DMI Administrative\nServices, Faisal Islamic Bank, Saleh al Hussayen, Yousef Jameel, Abdulrahman bin Mahfouz, Khaled bin Mahfouz, National\nCommercial Bank (NCB), Abdullah al Obeid (Obeid), Abdullah al Rajhi, Saleh al Rajhi, Suleiman al Rajhi, Schreiber &\nZindel Treuhand Anstalt, Frank Zindel, Engelbert Schreiber, Sr., Engelbert Schreiber, Jr., Al Shamal Islamic Bank (Shamal),\nAbdul Rahman al Swailem (Swailem), Tadamon Islamic Bank (Tadamon), Abdullah Muhsen al Turki (Turki), Martin\nWachter, Erwin Wachter, Sercor Treuhand Anstalt, and Asat Trust (Asat).\n\nGenerally, the district court predicated the dismissals of those Appellees on its conclusions that: (1) a defendant’s indirect\nfunding of al- *19 Qaeda through a charitable intermediary “is, under controlling Second Circuit law, of no jurisdictional\nimport,” see SPA196; or (2) plaintiffs were required, but failed, to present allegations and facts sufficient to demonstrate the\ndefendant’s “specific intent that [his support for al-Qaeda] be used to aid al-Qaeda in the commission of a terrorist attack\nagainst the United States, see SPA197. In certain cases, the district court went further, appearing to require allegations or\nfacts (or even evidence) directly linking the defendant to the September 11th Attacks. See SPA194.\n\nOn September 13, 2010, Judge Daniels issued another decision concerning the motions to dismiss for lack of personal\njurisdiction of an additional seven defendants, and thirty-three defendants’ motions to dismiss for failure to state a claim.\nSPA214-253 (Terrorist Attacks V, 740 F. Supp. 2d 494). The district court granted the motions of all seven defendants\nseeking dismissal for lack of personal jurisdiction, thereby dismissing Appellees Abdullah Naseef (Naseef), Sulaiman al-Ali\n(Al), Adnan Basha (Basha), Jamal Khalifa (Khalifa), Aqeel Al-Aqeel (Aqeel), Yassin al Kadi (al Kadi), and Soliman\nal-Buthe (al-Buthe). SPA217-227. The reasoning in support of those dismissals generally followed that offered by the district\ncourt relative to the dismissals in Terrorist Attacks *20 TV. As a component of its rulings dismissing two of the\ndefendants-Appellees, the district court specifically held that a defendant’s “terrorist designation” by the U.S. government for\nsponsoring al-Qaeda is insufficient to confer personal jurisdiction, Terrorist Attacks V, 740 F. Supp. 2d at 508, and that a\ndefendant’s status as “a key al Qeda operative” and direct participation in several al-Qaeda plots and attacks other than 9/11\nwas insufficient to establish jurisdiction absent an allegation that he “played any role in the 9/11 terrorist attacks” or “had\nauthority to steward the direction of al-Qaeda’s terrorist operation.” SPA223. Terrorist Attacks Valso granted motions to\ndismiss for failure to state a claim, under the Anti-Terrorism Act, of Appellees Dar al-Maal-al Islami Trust (DMI Trust),\nSaleh Abdullah Kamel (Kamel), and al Baraka Investment and Development Corp (al Baraka). The dismissal was primarily\nbased on the conclusion that plaintiffs did not adequately allege that those defendants knew, or recklessly disregarded, that\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023375",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023375.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5783,
    "word_count": 853,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.313938",
    "prefix": "IMAGES-007"
  }
}