{
  "document_id": "HOUSE_OVERSIGHT_026903",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026903.txt",
  "text": "Some Notable Observations\n\nUS Equities Have Been Shunned All Along\n\nIn both our 2018 Outlook and mid-year update, we highlighted the surprising absence of inflows into\nUS equities based on flows into mutual funds and Exchange-Traded Funds. As shown in Exhibit 9,\nflows into US equities were negative in 2018, even before the recent downdraft. In fact, US equities\nhave seen outflows of $81 billion through August 2018 (based on the most recent comprehensive\ndata), while non-US developed equities and emerging market equities have had inflows of $72 billion\nand $20 billion respectively. This is further evidence of our view that while sentiment and short term\npositioning among speculators and hedge fund managers shifts frequently, more stable investors\nhave shunned US equities during this long bull market in favor of other developed and emerging\nmarket equities and global bonds.\n\nThis steady outflow of assets from US equities has been offset by record levels of stock buybacks by\nUS companies given high levels of profitability and incremental cash from repatriation of overseas\nearnings, as mentioned above.\n\nNote: Based on ICI weekly estimates through August 30,2018. Flows exclude reinvested dividends.\nSource: Investment Strategy Group, ICI.\n\nSome Headwinds Facing the FANGMAN Stocks Will Persist\n\nThe basket of FANGMAN (i.e. Facebook, Apple, Netflix, Google, Microsoft, Amazon and Nvidia)\nstocks have dropped across the board from their respective peak price levels, with Facebook’s 29%\ndecline the largest and Apple’s 4% decline the smallest among the group. Even so, each of the\n\nHOUSE_OVERSIGHT_026903",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026903.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1616,
    "word_count": 247,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:48.990650",
    "prefix": "IMAGES-009"
  }
}