{
  "document_id": "HOUSE_OVERSIGHT_028640",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028640.txt",
  "text": "Calestous Juma, international development professor at the Kennedy school of government and a nominator, judge and\npromoter of new types of prizes, sees awards as part of a complex ecology of financing innovation that includes many other\ninstruments. He believes there should be more prizes for humanitarian work and development.\n\n\"Doing humanitarian work may look like a thankless job. Yet itis driven by the instinct of empathy that makes us human,\"\nsaid Juma, author of The New Harvest: Agricultural Innovation in Africa. \"Honouring, rewarding, celebrating and inspiring\nwork in this area is more needed today than ever. This is an area that can use more societal recognition, especially at a time\nwhen the whole aid industry is under scrutiny.\"\n\nHowever, Juma says prizes need to be carefully thought out. \"Many organisations are launching them without thinking\ncarefully about what prizes can do or cannot do.\"\n\nThe AidEx challenge's lead judge, Michael Pritchard, inventor of the Lifesaver water bottle, says the award is not so much\nabout the money — £2,000 — as validation, although the publicity can be a much-needed boost.\n\n\"The validation goes an awfully long way to get the product developed and provides a big leg-up into getting it into the\nmarket,\" he said. \"It gets written up all over the world and gets the oxygen of publicity.\"\n\nAs for Thakkar, he says winning the AidEx award has been a positive experience: \"Winning the award made a huge\n\ndifference, it increased publicity. People look more favourably on us and [that] gives us an extra edge. We don't have to sell it\nas much. But we don't want to be just appreciated, we want the lamp to be used extensively.\"\n\nBack to top\nEducation — Full text articles\n\nA Chance at Learning\nGinia Bellafante — New York Times\n\nThis year, a study administered by researchers at Harvard and Stanford drew significant attention for what it revealed about\nhow inadequately low-income students are represented at selective colleges and universities. Only 34 percent of the\nhighest-achieving high-school seniors whose families fell in the bottom quarter of income distribution — versus 78 percent\nin the top quarter — attended one of the country’s most selective colleges, based ona list of nearly 250 schools compiled by\nBarron’s.\n\nIn New York City, where a neighborhood like Bushwick, in Brooklyn, can seem like a satellite campus of Wesleyan and a\nprewar apartment building on the Upper East Side can feel like an lvy League dormitory for 46-year-olds, there has been\nconsiderable philanthropic attention, of the kind other cities ought to envy, paid to finding the most gifted low-income\nstudents and putting them ona similar path.\n\nIn 1978, Gary Simons, a Bronx teacher, founded Prep for Prep with the goal of identifying talented students of color in the\ncity and readying them for attendance at private schools like Dalton and Groton and so on. Hundreds of the program’s\nalumni have gone on to law, medical and business schools, and employment at Goldman Sachs, JPMorgan Chase and\nTime Warner.\n\nAdecade ago, hoping also to advance the best students attending public high schools, Mr. Simons and others founded\nanother organization, Leadership Enterprise for a Diverse America, or LEDA, which draws exceptional children from around\nthe country, regardless of race, almost entirely from families who make less than $55,000 a year. Applicants are required to\nbe in the top 10 percent of their class, having taken the most difficult courses their schools offer. The 60 who gain entry to the\nprogram each year spend the summer before 12th grade at Princeton, studying ethics, political theory and public policy, and\npreparing for standardized college entrance exams.\n\nIn awondrous righting of the current disequilibrium, however small its scale, they are tutored for those tests by the same\ninstructors who work with some of Manhattan’s wealthiest teenagers: the staff of Advantage Testing, whose services cost\nparents up to $795 an hour. Arun Alagappan, the founder and president of Advantage and a major benefactor of LEDA,\nprovides his employees (whose résumés typically resemble those of the people at Google or McKinsey) pro bono.\n\nHOUSE_OVERSIGHT_028640",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028640.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4212,
    "word_count": 681,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.253657",
    "prefix": "IMAGES-010"
  }
}