{
  "document_id": "HOUSE_OVERSIGHT_012593",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012593.txt",
  "text": "sentenced not later than October 26, 2007. The United States has no\nobjection to Epstein self-reporting to begin serving his sentence not\nlater than January 4, 2008.\n\n12. _ Epstein agrees that he will not be afforded any benefits with respect to\ngain time, other than the rights, opportunities, and benefits as any other\ninmate, including but not limited to, eligibility for gain time credit\nbased on standard rules and regulations that apply in the State of\nFlorida. At the United States’ request, Epstein agrees to provide an\naccounting of the gain time he eared during his period of\nincarceration.\n\n13. The parties anticipate that this agreement will not be made part of any\npublic record. If the United States receives a Freedom of Information\nAct request or any compulsory process commanding the disclosure of\nthe agreement, it will provide notice to Epstein before making that\ndisclosure.\n\nEpstein understands that the United States Attorney has n\n\nIn consideration of Epstein’s agreement to plead guilty and to provide compensation\nin the manner described above, if Epstein successfully fulfills all of the terms and conditions\nof this agreement, the United States also agrees that it will not institute any criminal an\n\nagainst any potential co-conspirators of Epstein, including but not limited to\n| Lesley Groff, or nn Further, upon execution of this\nagreement and a plea agreement with the State Attorney’s Office, the federal Grand Jury\ninvestigation will be suspended, and all pending federal Grand Jury subpoenas will be held\nin abeyance unless and until the defendant violates any term of this agreement. The\ndefendant likewise agrees to withdraw his pending motion to intervene and to quash certain.\ngrand jury subpoenas. Both parties agree to maintain their evidence, specifically evidence\nrequested by or directly related to the grand jury subpoenas that have been issued, and\nincluding certain computer equipment, inviolate until all of the terms of this agreement have\nbeen satisfied. Upon the successful completion of the terms of this agreement, all\noutstanding grand jury subpoenas shall be deemed withdrawn.\n\nPage 5 of 7\n\nHOUSE_OVERSIGHT_012593",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012593.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2168,
    "word_count": 343,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.279194",
    "prefix": "IMAGES-002"
  }
}