{
  "document_id": "HOUSE_OVERSIGHT_017915",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017915.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\n455, 463; see also Federal RICO Statement Applicable to\nSaudi Princes at Ex. A.) The Federal Plaintiffs claim\nPrince Salman “fully intended [SHC] would serve as a\nvehicle for funding and supporting Islamic militants in\nBosnia, including elements of the al Qaida movement.”\n(Federal Compl. J 456.) “Prince Salman knowingly failed\nto take appropriate actions regarding the management and\nuse of funds of the SHC in Bosnia.” (Ashton Compl. J\n457; Burnett Compl. § 406.) On December 30, 2000, the\nEmbassy of the State of Palestine in Riyadh sent Prince\nSalman a letter expressing Yasser Arafat’s concern\nregarding the funding of radical organizations in\nPalestine. (Ashton Compl. | 291; Burnett Compl. § 402.)\nFurther, Plaintiffs claim Prince Salman “has a history of\nfunding Islamic extremism,” because he was named the\nChairman of the General Donation Committee for\nAfghanistan in 1980, which gave $39 million to aid the\nAfghan mujahideen. (Ashton Compl. § 289; Burnett\nCompl. § 400.)\n\nIn 1994, Prince Salman allegedly stated that he had\npersonally raised more than six million Saudi Riyals for\nDefendant ITRO and Sanabel al-Kheer. (Federal Compl. J\n462.) And in 1998, he allegedly donated one million\nSaudi Riyals during a fundraising drive by IIRO and\nSanabel al-Kheer. (Federal Compl. § 461.) In 1999,\nPrince Salman donated $400,000 during a fundraising\nevent organized by charity Defendants TTRO, World\nAssembly of Muslim Youth (“WAMY”), and\nAl-Haramain Foundation for the benefit of Bosnia\nHerzegovina and Chechnya. (Ashton Compl. § 290;\nBurnett Compl. § 401; Federal Compl. § 461.) Finally,\nPlaintiffs claim that members of the Saudi royal family\nhave assets and do business in the United States. (Ashton\nCompl. § 296.)\n\n3. Prince Naif®\nPrince Naif has been the Minister of Interior of the\nKingdom of Saudi Arabia since 1975. (Ashton Compl. J\n286; Federal Compl. § 433; Prince Naif Mem. in Supp.\nMot. to Dismiss at 1, 5.) According to Plaintiffs, the\nMinister of Interior “controls the activities of Islamic\nCharities and is empowered to verify their legality and\nconduct.” (Ashton Compl. J 286; Burnett Compl. ¥ 382;\nsee also Federal Compl. § 435 (alleging that as Minister\nof Interior Prince Naif is “responsible for the oversight of\ncharities based within Saudi Arabia, including the\noperations of the Saudi Joint Relief Committee [ (“SJTRC’)\n], Muslim World League [ (MWL’) ], IIRO, Saudi Red\nCrescent, WAMY, and al Haramain Foundation’).) He is\nalso a member of the Council of Ministers and serves on\nthe Supreme Council for Islamic Affairs. (Plaintiff's\n\nWESTLAW\n\nMem. in Opp’n to Prince Naif’s Mot. at 2-3, 5.)\n\nPlaintiffs claim that “Prince Naif has engaged in a pattern\nof conduct that aids, abets, and materially sponsors\ninternational terrorism and Al Qaeda.” (Ashton Compl. Jf\n288, 255; Burnett Compl. JJ 342, 381; Federal Compl. J\n434; see also Federal RICO Statement Applicable to\nSaudi Princes at Ex. A.) They claim that along with other\nSaudi princes, Prince *550 Naif made “monetary payoffs\nto Osama bin Laden’s al Qaeda.” (Ashton Compl. § 288;\nBurnett Compl. § 381.) “In 1996, according to various\nintelligence sources, a group of Saudi princes ... met in\nParis and agreed to continue contributing, sponsoring,\naiding and abetting Osama bin Laden’s terrorist network.”\n(Burnett Compl. | 347.) Plaintiffs claim that Prince Naif\nand the Saudi government received warnings from the\nUnited States and France that charitable donations to\nIslamic charities were being used to fund terrorism. (See\nPlaintiffs’ Mem. in Opp’n to Naif’s Mot. to Dismiss at 5.)\nPrince Naif was present for one such meeting in 1994\nwith French Interior Minister Charles Pasqua. (Id.) The\nFederal Plaintiffs allege that Prince Naif has used his\nposition as the Minister of Interior to “protect al Qaida’s\nsupport infrastructure.” (Federal Compl. J 438.)\n\nThe Federal complaint further alleges that “[b]etween\n1998 and 2000, the Kingdom of Saudi Arabia, through\nSJRC, diverted more than $74 million to al Qaida\nmembers and loyalists affiliated with SJRC bureaus.\nThroughout this time, [SJRC] was under the supervision\nand control of ... Prince Naif.” (Federal Compl. JJ 126,\n436.) “Prince Naif also heads the Saudi Committee for\nRelief to Afghans, ... [1]n this position, Prince Naif has\nchanneled substantial financial and logistical support to\nsustain al Qaida’s presence and operations in\nAfghanistan.” (Ud. 9 437.) Plaintiffs allege that Prince\nNaif is the “Chairman of the Saudi Arabian Committee\nfor Support of the Intifada al Quds, [which] knowingly\ntransferred large sums of money to the families of Hamas\nterrorists who had executed murderous attacks against\nIsraelis.” (Ashton Compl. § 287; Burnett Compl. J 379;\nFederal Compl. § 439; see also Burnett Compl. J 380\n(citing letter written on behalf of Yasser Arafat and\nclaiming this committee funds radical groups).) As a\nresult, Plaintiffs assert that “Prince Naif .... supports\nsuicide martyrs.” (Ashton Compl. § 287; Burnett Compl. J\n379.) The Federal Plaintiffs also allege that in 2003, U.S.\nSenator Charles Schumer asked that Prince Naif be\nreplaced as Interior Minister because of his\n“well-documented history of supporting — terrorist\nfinancing and ignoring the evidence when it comes to\ninvestigating terrorist attacks on Americans.” (Federal\nCompl. | 441.) Finally, the Federal Plaintiffs claim\nPrince Naif made significant personal contributions to\n\nHOUSE_OVERSIGHT_017915",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017915.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5530,
    "word_count": 878,
    "line_count": 115,
    "import_date": "2025-11-19T21:47:45.692673",
    "prefix": "IMAGES-004"
  }
}