{
  "document_id": "HOUSE_OVERSIGHT_013015",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013015.txt",
  "text": "5.3 An Architecture Diagram for Human-Like General Intelligence 99\n\nPERCEPTION/ ACTION\nSUBSYSTEMS\n\nFig. 5.2: Architecture of Working Memory and Reactive Processing, closely modeled on the\nLIDA architecture\n\nFigure 5.3, modeling motivation and action selection, is a lightly modified version of the\nPsi diagram from Joscha Bach’s book Principles of Synthetic Intelligence [Bac09|. The main\ndifference from Psi is that in the integrative diagram the Psi motivated action framework is\nembedded in a larger, more complex cognitive model. Psi comes with its own theory of working\nand long-term memory, which is related to but different from the one given in the integrative\ndiagram — it views the multiple memory types distinguished in the integrative diagram as\nemergent from a common memory substrate. Psi comes with its own theory of perception and\naction, which seems broadly consistent with the deep learning approach incorporated in the\nintegrative diagram. Psi’s handling of working memory lacks the detailed, explicit workflow of\nLIDA, though it seems broadly conceptually consistent with LIDA.\n\nIn Figure 5.3, the box labeled \"Other portions of working memory\" is labeled \"Protocol and\nsituation memory\" in the original Psi diagram. The Perception, Action Execution and Action\nSelection boxes have fairly similar semantics to the similarly labeled boxes in the LIDA-like\nFigure 5.2, so that these diagrams may be viewed as overlapping. The LIDA model doesn’t\nexplain action selection and planning in as much detail as Psi, so the Psi-like Figure 5.3 could\nbe viewed as an elaboration of the action-selection portion of the LIDA-like Figure 5.2. In\nPsi, reinforcement is considered as part of the learning process involved in action selection and\nplanning; in Figure 5.3 an explicit \"reinforcement box\" has been added to the original Psi\ndiagram, to emphasize this.\n\nFigure 5.4, modeling long-term memory and deliberative processing, is derived from our own\nprior work studying the \"cognitive synergy\" between different cognitive processes associated\nwith different types of memory. The division into types of memory is fairly standard. Declarative,\nprocedural, episodic and sensorimotor memory are routinely distinguished; we like to distinguish\nattentional memory and intentional (goal) memory as well, and view these as the interface\nbetween long-term memory and the mind’s global control systems. One focus of our AGI design\nwork has been on designing learning algorithms, corresponding to these various types of memory,\n\nHOUSE_OVERSIGHT_013015",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013015.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2551,
    "word_count": 383,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.360701",
    "prefix": "IMAGES-002"
  }
}