{
  "document_id": "HOUSE_OVERSIGHT_023395",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023395.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nQaida’s operations, and consequently that the accounts maintained by Al Rajhi Bank on behalf of *103 those organizations\nwere being used to channel funds to al Qaida.” JA3828.\n\nPlaintiffs made further allegations connecting the Al Rayhi family, “which owns and controls Al Rajhi Bank,” to al-Qaeda,\nincluding that they have ties to Osama bin Laden’s personal secretary, are major donors to the SAAR network, and are\nclosely associated with wealthy donors to Osama bin Laden identified on the Golden Chain. SPA56 (Terrorist Attacks I);\nJA1081-85; Companion Brief at Point LB.2(c). The district court found such allegations to be insufficient because plaintiffs\ndid not also provide “allegation[s] that the family members were acting in furtherance of Al Rajhi Bank business.” SPA57\n(Terrorist Attacks I). The district court missed the point entirely, though, in focusing on the family members’ actions and\nwhether they furthered the bank’s business. As the D.C. Circuit found in A/-Adahi, these allegations of the family members’\naffiliations and patterns of behavior paint a mosaic revealing intimate involvement with al-Qaeda. As a result, these\nallegations support a reasonable inference that defendants’ provision of material support to al-Qaeda was done either\nknowingly or recklessly.\n\n*104 The district court made the same error in finding insufficient allegations that Al Rajhi Bank provided material support\nto Hamas and other terrorists, including through provision of funds to Tulkarm Charity Committee, a known front for Hamas.\nSPAS56-57 (Terrorist Attacks I); JA1077-79. Plaintiffs also alleged that Al Rajhi Bank hosted its website with Infocom, a\nTexas-based company owned and operated by Mousa Marzook, a Hamas leader and designated terrorist. SPA56 (Terrorist\nAttacks I); JA1077-78. Infocom has provided funding to Hamas, and Al Rajhi Bank has made transfers from its accounts to\nMarzook and Infocom. SPA56 (Terrorist Attacks I). The district court found these allegations to be insufficient to support the\nATA claim on the ground that “[p]laintiffs have not alleged any relationship between Hamas and al Qaeda or the terrorist\nattacks of September 11.” Jd. at 57. Again, this ignores that such allegations provide greater support for an inference that Al\nRajhi Bank had the requisite mental state when providing material support to al-Qaeda, because associates of terrorists tend\nto be aware of and involved in numerous activities of terrorists.\n\nAllegations against the other defendants provide support for the same inference. The pleadings allege that Saudi American\nBank has a close *105 relationship with the Saudi Bin Laden family and “directly and materially supported Hamas,\nPalestinian Islamic Jihad, and other terrorist groups in that region” by “participat[ing] in the scheme to fund terrorists in Gaza\nand the West Bank.” /d. at 58; JA3089.\n\nDMI Trust is alleged to have served as one of the central banking entities that, beginning in the early 1980s, Saudi Arabia\nused to “channel[] massive financial support for the spread of Wahhabism, the radical brand of Islam at the heart of the al\nQaida ideology” by “provid[ing] material support and resources to al Qaeda ....” JA3833, 4331. The pleadings also allege that\nDMI Trust has extensive relationships with al-Qaeda and its closest operatives. For example, DMI Trust is the parent\ncompany of Islamic Investment Company of the Gulf, which is the parent of Al Shamal Bank. JA2570. Osama bin Laden\nhelped establish Al Shamal Bank in 1991 by providing capital of $50 million, and it has since held accounts for numerous\nal-Qaeda operatives. JA2570-71. Adel Baterjee, a wealthy Saudi businessman and close associate of Osama bin Laden, is the\nchairman of Al Shamal Bank. JA2587. All of DMI Trust’s entities are chaired by Price Mohamed al-Faisal al-Saud, a known\ncollaborator of al-Qaeda, who has “engaged in the sponsorship of international terrorism through [DMI *106 Trust], the\nFaisal Islamic Bank and Al Shamal Bank.” JA902, 2584. DMI S.A., the wholly owned and controlled subsidiary of DMI\nTrust, owns 100% of Islamic Investment Company of the Gulf, for which Mohamed al-Faisal al-Saud was the Chairman and\nHaydar Mohamed Bin Laden, the brother of Osama bin Laden, was a Director, and which is the main shareholder of Faisal\nIslamic Bank (Sudan). JA832, 2562. DMI Trust also appointed Hassan Abdallah Al Turabi, who has “embrace[d] an\nideology of violence ...[,] promote[d] violent jihad ...[,] and encouraged radical Islamic terrorist groups such as al Qaeda” as a\nsupervising Board of Director. JA2576-82. Youssef al-Karadawi, “the spiritual leader of the Muslim Brotherhood who\npromotes the ... philosophy of jihad” and “has been barred from entering the [United States] since November 1999 for his\nalleged support of terrorism and affiliations with al-Qaeda associates[,]” has served as a “member of the Religious Board of\nDMI Trust ....” JA2590-92.\n\nIn addition, the pleadings allege that Saleh Abdullah Kamel “established Dallah Al Baraka as a central house for Islamic\nterrorism when al Qaeda first started carrying out attacks against the United States.” JA4314. Saleh Abdullah Kamel visited\nSudan in 1991 with Saudi officials *107 and businessmen -- including Yassin Al-Qadi, who was named as a Specially\nDesignated Global Terrorist on October 12, 2001 -- and entered into “symbiotic business” investments with Osama bin\nLaden’s entities and the government of Sudan. JA3132. Saleh Abdullah Kamel was also listed as a board member for IIRO’s\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023395",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023395.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5635,
    "word_count": 876,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.074512",
    "prefix": "IMAGES-007"
  }
}