{
  "document_id": "HOUSE_OVERSIGHT_024516",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024516.txt",
  "text": "KLC OpCo provides a wide range of quality programs that are continuously updated to reflect current\nthinking and to meet the needs of individual children, Programs have been developed in conjunction with\nnationally recognized experts in ECE and various curricula reflect the latest research in brain\ndevelopment. Programs stimulate the social, emotional, intellectual and physical needs of children and\neach program is age appropriate.\n\nKLC OpCo's ECE facilities are generally open throughout the year, usually five days a week, from 6:30\na.m. to 6:30 p.m. New enrollments are most often highest in September and January, with the largest\ndecrease in enrollment during holiday periods and summer months. Many centers offer summer day\ncamp programs for children up to the age of 12. Additionally, many centers offer “back-up” care, which is\noffered in the event that the parent's primary child care arrangement is unavailable {e.g., when an in-\nhome provider goes on vacation). The company will provide short-term child care until the parent's child\ncare resumes.\n\nCommunity Centers\n\nThe 1,812 community centers are located in diverse demographic locations. Newly built centers tend to\nbe located in the targeted demographic market of newer upper-middle class to upper income suburban\nareas with high concentrations of dual income families. In a community center, the current weekly tuition\nrates for full-day service range from $90 to $400 per child, depending upon the center location and the\nage of the child. KLC OpCo also offers tutorial programs in areas such as literacy, reading, foreign\nlanguages and mathematics in many of its centers for a supplemental fee and is exploring offering\nadditional supplemental fee programs. Tuition is generally paid in advance on a weekly basis and, to a\nlesser extent, on a monthly basis. The company typically sets tuition for half-day programs at a 20% to\n40% premium compared with an equal number of hours for a full-day program. Approximately 20% of\ntuition is paid under state and federal subsidy programs.\n\nEmployer-Sponsored Centers\n\nAs of FYE December 31, 2005, KLC OpCo operated 122 corporate or employer-sponsored centers.\nThese centers are typically free-standing, and are located at or near the premises or campus of the\nemployer-sponsor. These sites are different from community centers in that they usually have more\nsquare footage per child and larger siaff areas. Generally, the corporate sponsor provides the\nconstructed building. KLC OpCo currently has relationships with a diverse group of employers, including\nhospitals, health care facilities, government agencies, and private sector companies. Its corporate\nrelationships include, but are not limited to, the following: AOL Time Warner, TRW, Lockheed Martin, the\nWorld Bank Group, Fox, Maytag, Northrop, TJ Maxx, the National Security Agency, the Mayo Clinic and\nStanford University.\n\nEmployer-sponsored centers are operated either on a fixed-fee basis (31 centers) or on a profit-and-loss\nbasis (91 centers). Under the former, KLC OpCo receives a fixed fee per monih, typically irrespective of\noccupancy. In these contracts, the Company collects tuition on behalf of the employer sponsor. Under a\nprofit-and-loss contract, KLC OpCo collects tuition for its own account, generally with no guaranteed fees\nfrom the employer. In some cases, Its operations are subsidized by the employer, typically in the form of\ntuition subsidies, free or reduced rent, the provision of certain services such as maintenance, landscaping\nand janitorial services or enrollment guarantees. This enables the company to utilize the subsidies for\nimproved staff quality and teacher / child ratios.\n\nContract terms typically average between one and five years. Normally the management centers are\nreserved for children of the corporations’ employees. Some contracts provide for accepting non-\nemployee children, for which the company can often charge a higher tuition.\n\n83\n\nHOUSE_OVERSIGHT_024516",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3985,
    "word_count": 605,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.470131",
    "prefix": "IMAGES-008"
  }
}