{
  "document_id": "HOUSE_OVERSIGHT_024411",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024411.txt",
  "text": "from without those changes which are difficult to complete from within. The OIC is the largest Islamic\ninstitution in the world. It essentially controls the vote in the UN’s General Assembly and thus explains in\npart the absurd and abject pro-Islamic, anti-Israel thrust of that organizat ion. This level seeks to use the\npower of Islamic nations to work fro m outside the West to force changes within the West. While there are\nvarious conflicts between many of the nations, being Islamic majority states, there is a great deal they agree\nupon which becomes the focus of these efforts. Just as the Obama administration is beginning to cooperate\nwith international efforts to control gun ownership, so has Hillary Clinton’s Istanbul Process become a\ndangerous step in the effort to restrict speech critical of Islam by norm (or possibly even treaty) when it may\nnot be fully executable by domestic action alone.\n\nI should point out that Stephen Coughlin, the former Pentagon officer who has an important must-see\npresentation of Islamic Law, uses different names for these same three levels — Jihad, Dawa, and Ummah.\nHad I seen his work before I wrote my book I would have conformed to his categorizations.\n\nWe must learn how powerful language has become on all three levels. Words such as “peace, @ $B!I\n“freedom,” ”terrorism,” and phrases such as “human rights” have different meanings for us and for our\nIslamic Enemy. To oversimplify, “peace” is not something for now but that which comes when all the earth is\nsubmitting to Islam. In the context of battles, “peace” is at best a temporary ceasefire. “Freedom” is best\nunderstood as having the freedom to fully submit to Islam, not to choose whatever beliefs one desires while\nrespecting the same right in others. We’ve all seen how ”human rights” and “terror” really only apply among\nMuslims, not to non-Muslims. Our enemy fully understands these differences and uses them at all levels to\nparalyze us.\n\nLook simply at how the phrase “Israeli-Palestinian conflict” has equalized the two parties, making it all the\neasier to ascribe features of one to the other and view the problem as a simple-to fix division of ass ets into\nstatehoods but for personality problems among the leaders. The simple truth is that this is and has always been\na one-sided Arab war against Israel as Ruth Wisse and others have described and, as Bibi Netanyahu made\nclear, the ONLY state truly at issue here has been the State of Israel that the Arabs have refused for over half\na century. Nonetheless, the Control Factor hypnotically abuses the mind’s susceptibility to the intricacies of\nlanguage.\n\nEven the label “Peace Process” has been damaging language. While most focus upon the first word, turning\nthis into a “process” has helped ensure that peace is never obtained. It is more appropriately called the\n“Extortion Process” because all that results is that violence is used over decades to extract concessions from\nIsrael.\n\nThese three levels must be understood for their differences while united by a single goal. While these levels\noften op erate together and assist each other, we must avoid “level confusion” which the Control Factor\nemploys to curtail our fears. If the Obama narrative is swallowed- that the only threat is the Violent Jihad- we\nwill miss the other contamination fomenting within our borders. We must appreciate how these levels work\ntogether and even unite with other forces such as the global Leftist movement that you, Jamie, have described\nso forcefully in United in Hate.\n\nFP: You write about how we like to talk of “Good Muslims” and how we are always on the eternal search for\n“moderate” Muslims (Khatami, Mousavi, Abbas, etc), while we stress how the “extremists” are the real\nproblem and how “‘f ew” they really are. All of this is connected to the Control F actor. Enlighten us.\n\nSiegel: The Control Factor seeks to have us feel in control of the situation. The easiest way to do this is to\nsimply minimize the number of potential enemies. We have been lectured for years about how Islam is a\n“religion of peace” and that the violence we see (remember that we have already improperly limited the\nproblem to violence) is the product of a small number of “crazies” (remember Hillary Clinton’s 50,000) who\nhave distorted Islam. I call this the “Peaceful Muslim Disclaimer” as virtually everyone in the press and\ngovernment has been bullied into making some statement of the kind to silence those who will pressure them\nthat they are “Islamophobic” and Islam is being attacked. (These are the Islam hustlers who operate on the\nsame principles that black race hustlers so effectively used to extort concessions over the last six decades or\nSO).\n\nHOUSE_OVERSIGHT_024411",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024411.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4733,
    "word_count": 793,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.067826",
    "prefix": "IMAGES-007"
  }
}