{
  "document_id": "HOUSE_OVERSIGHT_024533",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024533.txt",
  "text": "12. THE REAL ESTATE COMPANY (*“KLC PROPCO”)\n\nOn November 9, 2005, KLC transferred ownership of 845 ECE centers into wholly owned, bankruptcy\nremote subsidiaries, which are referred to as KLC PropCo. In October 2005, 713 of the centers were\nindependently appraised at approximately $1.1 billion.*© KLC PropCo then issued $700 million of CMBS\ndebt secured by the 713 appraised centers and the stock of the CMBS borrower, and $150 million of\njunior mezzanine debt, the proceeds of which were used to repay KLC OpCo debt. The table below\nsummarizes the revised corporate structure at KLC:\n\n$100.0 million Revolver\n\n$16.4 millian Capital\nLeases\n\n$260.0 million Sr.\nSubordinated Notes\n\nOperating Company\n\nReal Estate Company\n\n845 Properties\n\n$699.4 million CMBS Debt\n\nKLC PropCo\n\n$150.0 rnillion Junior\nMezzanine Debt\"\n\n\" Represents face value; book value is approximately $147.3 million.\n\nWith 845 ECE ceniers in 37 states (as of December 31, 2005), KLC PropCo believes it is the largest\nprivate owner of education real estate asseis in the world. The real estate portfolio is geographically\ndiversified without significant concentrations or ties to any single part of the U.S. KLC PropCo leases its\ncenters to KLC OpCo for an aggregate annual rent of $96.3 million. The lease agreement, which was\nsigned in November 2005, carries an initial term of 15 years with two extensions available for five years\neach and an escalation of rent by the lesser of 7% or the CPI every fifth year. All of the properties have\nbeen leased to KLC OpCo on a ‘triple-net” basis, requiring KLC OpCo to fund all property taxes,\ninsurance expenses related to the properties and all maintenance capital expenditures. For the fiscal\nyear ended December 31, 2005, KLC PropCo generated pro forma rental revenue of $96.3 million and\nEBITDA of $88.1 million.\n\n12.1. KLC PropCo Strategy\n\n@ KLC PropCo was separated from KLC OpCo to create a flexible vehicle to address the growing\nopportunity in education related real estate. The ongoing need for facility-based education is driving\nincreased demand for real estate assets that can accommodate the facilities.\n\n38 Actual appraisal was for 713 centers and the appraised value was $1.1 billion. The $1.25 billion referred fo within this Memorandum is achieved by\ntaking the independent appraisal valuation methodology and extrapoiating it to the remaining 132 centers.\n\n100\n\nHOUSE_OVERSIGHT_024533",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2412,
    "word_count": 382,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.635844",
    "prefix": "IMAGES-008"
  }
}