{
  "document_id": "HOUSE_OVERSIGHT_017380",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017380.txt",
  "text": "4.2.12\nWC: 191694\n\nThe State...may not proceed by racial classification to force strict population\nequivalencies for every group in every occupation, overriding individual preferences. The\nEqual Protection Clause commands the elimination of racial barriers, not their creation in\norder to satisfy our theory as to how society ought to be organized. The purpose of the\nUniversity of Washington cannot be to produce black lawyers for blacks, Polish lawyers\nfor Poles, Jewish lawyers for Jews, Irish lawyers for Irish. It should be to produce good\nlawyers for Americans...\n\nJustice Douglas’ dissenting views quickly became the standard approach of old fashioned liberals\ncommitted to Martin Luther King’s dream of a color blind America where every student was\njudged “not by the color of their skin” but rather by their individual achievements in light of the\nbarriers they have had to overcome.\n\nI became an active advocate for an aggressive affirmative action program at Harvard based on\n\nnon-racial criteria. I participated in numerous campus and faculty meeting debates, and believed\nthat I was on the side of the angels, favoring a system that would produce real diversity without\nviolating the racial equality mandate of the constitution. And I had Justice Douglas on my side!\n\nBut not every liberal accepted Justice Douglas’ race-neutral approach. Many Black leaders saw\nthe issue not as one of individual rights, but rather as one of group aspirations. Blacks had a\ncollective right, under thus view, to “reasonable representation” in the student bodies of\nuniversities and other institutions, both public and private. Some went so far as to argue for\n“proportional representation.” This raised the spectre of “quotas,” which might limit the number\nof those accepted or hired to their proportion of the population.\n\nThe fear of quotas or proportional representation increased as schools throughout the country\nadopted affirmative action programs with many different elements. Some contained “targets” for\nthe number of admitted Blacks. Other had “floors.” Non black students who were denied\nadmissions to schools with such programs began to file lawsuits.\n\nAs these cases made their ways through the courts, a conflict arose between some leaders of the\nAfrican American and Jewish communities. Most African American leaders were deeply\ncommitted to race-specific affirmative action programs that gave advantages to all Black\napplicants, regardless of their individual backgrounds. Most colleges preferred this group\napproach as well, since I was simpler and they preferred to admit wealthy, well educated, and\nprivileged Black candidates over poorer, less well educated and more “difficult” inner-city Blacks.\nDerek Bok, first the Dean of Harvard Law School and then the president of Harvard University,\ncandidly acknowledged that it was far easier to integrate African American graduates of Groten,\nFieldston, and St. Paul’s into Harvard than it would be to integrate inner city public school\ngraduates. (GET BOK QUOTE)\n\nMany Jewish leaders were worried that the hard-earned access of Jews to elite schools would be\nendangered by what they regarded as “racial quotas”. They recalled, with bitterness, the “quotas”\nthat had limited Jewish applicants to single digit “Jewish places” in college and university\nadmissions. There is, of course, a difference between “floor quotas” and “ceiling quotas”. Blacks\nwere seeking a floor on the number of affirmative action admittees: no less than 10 or 15 percent.\n\n293\n\nHOUSE_OVERSIGHT_017380",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017380.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3538,
    "word_count": 542,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.021139",
    "prefix": "IMAGES-004"
  }
}