{
  "document_id": "HOUSE_OVERSIGHT_023537",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023537.txt",
  "text": "21\n\nArticle 6.\n\nAsharg Al-Awsat\n\nHamas' Gaza strongman criticizes Khalid\nMeshal\n\n25 May 2011 -- Differences and clashes within the Hamas movement\nhave come to light for the first time, with Hamas senior figures\nverbally sparring and exchanging criticism in the media. This is\nparticularly surprising as Hamas is known for the discipline of its\ncadres and members.\n\nIn an interview carried by the Lebanese Al-Akhbar newspaper on\nTuesday, Zahar criticized the statements made by Hamas leader\nKhalid Meshal on 4 May in Cairo during the signing of the\nreconciliation agreement between Fatah and Hamas. Zahar said that\nKhalid Meshal did not have any right to say that Hamas would give\nPalestinian President Mahmoud Abbas another chance to try to\nnegotiate a peace deal with Israel.\n\nIn the interview, Zahar reportedly said \"we didn't know and were not\nconsulted about the position of Khalid Meshal, and this is not the\ncorrect position.\" He added \"we haven't given any chance for\nnegotiations on behalf of us or the Palestinian people. Our program is\nagainst negotiations in this way, because they are a waste of time.\"\nZahar was also quoted as saying that the Hamas power structure\nshould be re-assessed as \"the leadership is here [in the Gaza Strip],\nand the part (of Hamas) that is abroad is just a part of that.\"\nSpeaking to Asharg Al-Awsat, Hamas political bureau member Izzat\nal-Rashag, commented on the criticisms put forward by Dr. Zahar,\nstressed that these statements do not represent the position of the\nHamas movement.\n\nAl-Rashag told Asharg Al-Awsat that \"the statements made by\n\nHOUSE_OVERSIGHT_023537",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023537.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1610,
    "word_count": 263,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.748812",
    "prefix": "IMAGES-007"
  }
}