{
  "document_id": "HOUSE_OVERSIGHT_028294",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028294.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nartnet\n\nhttp://www.artnet.com/magazineus/reviews/jones/frieze-art-week10-22-10.as\n\nLONDON DISPATCH\n\nby Laura K. Jones\n\nPowerless against the magnetic force towing them in to the bowels of Regent’s Park, 60,000 visitors to the eighth\nedition of the Frieze Art Fair were faced with a decision. What to buy from an array of works whose combined\nprice came to $365 million?\n\nWould it be The True Artist Helps the World by Revealing Mystic Truths, a sprawling Damien Hirst cabinet\ncontaining a school of pickled fish, priced at $5.6 million? The huge work turned out to be the star sale of the fair,\nas was widely reported, when it was flogged immediately from the White Cube stand during the Frieze preview.\nApparently, the cynical press refers to the vernissage as \"Billionaires Day,\" and indeed, attendees included Claudia\nSchiffer, Charles Saatchi, Steve Cohen (a first timer to the fair) and Dasha Zhukova.\n\nSo powerful has Frieze become that commercial galleries, public spaces and auction houses now tie their activities\nto it more than ever. Off-site auctions saw Phillips de Pury selling David Hockney’s Autumn Pool for $2 million and\nChristie’s flogging Andreas Gursky’s photograph of the New York Stock Exchange for $700,000, almost three times\nits estimate.\n\nHarry Blain and Graham Southern, former directors of Haunch of Venison, inaugurated their new gallery,\nBlainSouthern, with \"Creation Condemned,\" a hypnotic and troubling show by Mat Collishaw of images of pole\ndancers, frenzied burning butterflies and the great ravines that were left when the Taliban destroyed the Bamiyan\nBuddhas. Fusing symbols of decadence and decay, Collishaw makes lithophanes -- in this case, images etched in\nthin, translucent Corian, lit from behind with slowly pulsating lights. Blain and Southern afterwards invited the art\nworld to the Ivy Club until the early hours of the next morning.\n\nThen, it was onwards and upwards to \"The House of the Noble Man,\" a super-slick exhibition in an 18th-century\nCornwall Terrace townhouse near to the Frieze site (an address, according to the Art Newspaper, thought to be\nbeing prepped for sale to former U.S. president Bill Clinton) that was co-curated by polymath artist Wolfe\nLenkiewicz and Victoria Golembiovskaya. The show felt like serious money, including as it did Andy Warhol works\nI’d never even seen images of before, plus things by Poussin, Manet, Cézanne, Picasso, Hirst and Kippenberger.\n\nOver its five floors, \"Noble Man\" also housed work from the Saatchi Gallery's \"New Sensations 2010\" exhibition of\ngraduating students. Stand-out pieces included So Over, a room full of animal hides by Kate Surridge, a sculpture\nstudent at Slade School, and / Used to Think, an exceptional cautionary film about the bleeding-eyed X Factor\ngeneration by a man called Lee Holden. Amazingly sinister, the slo-mo montage included images of Britney\nSpears, a live lobotomy, a childlike Japanese robot and a woman suffering paranoid delusions, all to a haunting\nsoundtrack of modern music and computer sounds.\n\n14\n\nHOUSE_OVERSIGHT_028294",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028294.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3177,
    "word_count": 493,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.337274",
    "prefix": "IMAGES-009"
  }
}