{
  "document_id": "HOUSE_OVERSIGHT_023226",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023226.txt",
  "text": "NOT MINE .appears he is one of those living in the dark letwe. I found 8 million dollars today, missed\ndeductions. . not yet in the numbers, .?\n\na--------- Forwarded message ----------\n\nFrom: jeffrey E. <jeevacation@gmail.com>\n\nDate: Wed, Apr 15, 2015 at 8:59 AM\n\nSubject:\n\nTo: Melanie Spinella\n\n1 did the paul weiss bill get paid ??? 2. Talk to me before signing anything today important\n\n10m paid today to gratitude america, a 501 c 3, willl make last year complete. 20 million paid today\nftc . 10 million july 15 5 million sept 30. , 5 million jan 1 for all of 16. tax savings paid at 37 percent .\nof net. savings. 50 million credit. net. so 150 million free. 600 savings 225 million owed. - 50 credit,\n175 owed. 600 savings 225 million owed. - 50 credit, 175 owed.\n\nDate: Tue, Jan 5, 2016 at 6:36 PM\n\nSubject: Fwd: leon DO NOT SEND, hand deliver.\nTo: Jeffrey Epstein <jeevacation@gmail.com>\nTransaction complete !\n\nWhen we had our meeting in your home in Bedford. You asked me for my help. I told you multiple\ntimes that i thought it was a very bad idea, in that I preferred to have no financial interactions. I dont\nhave many friends and didnt want money to interefer with our unique relationship. For five years you had\nthe kind but goofy Eileen Alexandersson managing your accounting , legal, investments. reporting, trusts\netc. When I told you in no uncertain terms that I firmly believed she was incompetent you admonished\nme for \" speaking out of both sides of my mouth\". With regard Brad Wechsler , there is no \" both sides.\n\". IT have consistantly maintained since day one that he was highly unsuited for the job. When you initially\nasked me to help convince him to take the role , promising him a postion to manage mirage investments I\nsent you a note saying instead you should pay up and get first class people. I have reiterated the same\nmessage for over a year now. . Brad , not me was tasked with hiring new people and as you wanted him\nto take ownership of the staff,he conducted many interviews. you may recall that as late as may, you told\nhim in my presence that he had had six months and had not hired anyone. since then I have rectified\nerrors in sales tax, use tax, income tax, fbar reporting, 1031 reporting, 8 million of deductions. ,( last nov\n) 11 million found in dormant accounts and 4 million in the drawer. errors in cash flow both personal and\nPhaidon. Oversight on new grats first at 22 and then at 19 that were done without my consulatation were\nresolved only as aresult of my intervention. . 600 million in after tax savings was just accomplished.\n\nWith Brad out of the office and unable to run his usual interference , the level of his total and utter\nincompetence was brought clearly , front and center. He may be a step up from Eileen, but, if he is , then\nitis certainly not by much, A major difference is that Eileen knew she was over her head. Brad struts his\nstupiditly whenever he gets a chance.\n\nA critical example. - Though you and I have spent many many hours discussing the importance of\ncare and attention to details and mechanics. with regard Phaidon I was not shown one single document ,\nnot one.!! Brad wanted to keep it private between he, and his so called\" advisors\" however as he was\nout of the office during the most important transaction of the year, I did get to spend time with joslin Joe\nand john, - the situation in your office is totally ludicrous - to summarize - the list I provided to Brad\nlast December - of things I thought were a priority to get done - _ still remains in the whole unresolved.\n\nThe IT, is virtually untouched and is still in desperate need of a format - reporting flawed cumbersome\nand inaccurate . all done by hand as one -off exercises , when either you or brad ask for it - airplane: re\nstructure, (my only suggested priority in june ) is really ,no further ahead, ,consultants up the kazoo but\nnothing at all done.( the office was told by Brad not to share the outside proposals with me - brad has no\n\nHOUSE_OVERSIGHT_023226",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023226.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4014,
    "word_count": 741,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.236099",
    "prefix": "IMAGES-007"
  }
}