{
  "document_id": "HOUSE_OVERSIGHT_021978",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021978.txt",
  "text": "James PATTERSON\n\nBut it seems that Epstein did work hard to untangle Wexner's\nfinances. And it appears he succeeded. “Jeffrey cleaned that up\nright away,” 4 former associate of Epstein’s says.\n\nThe two men became all but inseparable.\n\n“Very smart, with a combination of excellent judgment and\nunusually high standards,” Wexner said of Epstein at the time.\n“Also, he is always a most loyal friend.”\n\nWhen Wexner wanted to break up with a woman he'd been\ndating for several years — a woman who moved to Ohio and con-\nverted to Judaism to make him happy — he dispatched Epstein\nto do the dirty work.\n\nWhen Wexner hired a decorator for his Ohio mansion and\nwanted someone to verify the authenticity of several expensive\nantiques, Epstein flew in his friend Stuart Pivar, the renowned\nart collector and author. (According to Pivar, most of the antiques\nwere cheap imitations.) When Wexner traveled abroad, he'd\nbring back trinkets and gifts for Epstein. When Wexner wanted\nto see Cats, Epstein arranged to have the cast perform in his\n\nmansion.\n\nIn Ohio, Wexner’s associates whispered about his relationship 7\n\nwith Jeffrey Epstein. In New York, they wondered about Epstein'’s 4\n\nrole in Wexner’s 1993 marriage to Abigail Koppel.\n\nAt thirty-one, Koppel was twenty-four years Wexner’s junior. ;\nIt was Epstein who negotiated the prenuptial agreement and\norchestrated its very strange signing. Abigail signed the agree f\nment in her law office. Wexner signed it in his office. According ©\n\nto an associate of Epstein’s who was present, Epstein brought a\nSports Illustrated swimsuit model along to Wexner's office, as if\n\nif\n\n120\n\nFu\n\nto make the point that ther:\nworld. As a joke, Epstein pl\nbelly and had Wexner sign it\nEpstein asked his friend:\n“Yes, Jeffrey,” said Wexne\n“It was an uproarious sce\nJeffrey being Jeffrey. That wa\n\nHOUSE_OVERSIGHT_021978",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021978.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1847,
    "word_count": 306,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.958707",
    "prefix": "IMAGES-006"
  }
}