{
  "document_id": "HOUSE_OVERSIGHT_012199",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012199.txt",
  "text": "_ Jay P. LEFKOWITz, Esq.\n\nMay 19, 2008\nPAGE 2 OF 6\n\nBackground\n\n_ The Agreement was the product of months of negotiations. Specifically, you requested and\nreceived numerous meetings, at the highest levels of the SDFL and DOJ’s Child Exploitation and\nObscenity Section (CEOS) concerning claims that (a) the investigation merely produced evidence\nof telatively innocuous sexual conduct with some minors who, unbeknownst to Epstein,\nmisrepresented their ages; (b) the authorities investigating Epstein engaged in misconduct; (c) the\ncontemplated federal statutes have no applicability to this matter; and (d) the federal authorities\ndisregarded the fundamental policy against federal intervention with state criminal proceedings.\nAftercareful review, the SDFL ultimately rejected those claims. Subsequent to its decision, however,\nbut before proceeding any further, the SDFL provided you with 30 days to appeal the decision to the\nAssistant Attorney General of the United States, Alice Fisher. As you recall, you chose to forego an\nappeal to AAG Fisher, and instead pursued a negotiated resolution which, ultimately, resulted in the\n\n_ execution of the Agreement.\n\nThe Negotiation Phase\n\nDuring negotiations, you tried to avoid a resolution that called for incarceration and\nregistration as a sexual offender — both of which would be triggered by a successful federal\nprosecution. The SDFL believed and continues to believe that should this matter proceed to trial,\nyour client would be convicted of the federal statutes identified in the Agreement. In order to achieve\na global resolution, the SDFL indicated a willingness to defer to the State the length of incarceration;\nhowever, it remained adamant that Epstein register as a sex offender and that all victims identified\nduring the investigation remain eligible for compensation. In order to achieve this result, the parties\nconsidered two alternatives, a plea to federal charges that limited Epstein’s sentencing exposure, or,\nas suggested by you, a plea to state charges encompassing Epstein’s conduct. Ultimately, the parties\nagreed to, inter alia, a plea to the state charges outlined in the Agreement, registration and a method\nof compensation.\n\nThe Agreement\n\nThe crux of the Agreement defers in favor of the State federal prosecution of Epstein for his\nsexual conduct involving those minor victims identified as of September 24, 2007, in exchange for\na guilty plea to a state-offense that requires registration as a sex offender; a sufficient term of\nimprisonment; and a method of compensation for the victims such that they would be placed in the\nsame position as if Epstein had been convicted of one of the enumerated offenses set forth in Title\n18, United States Code, Section 2255. Specifically, the Agreement mandates, inter alia, (1) a guilty\nplea in Palm Beach County Circuit Court to solicitation of prostitution (F1. Stat. Section 796.07) and\nprocurement of minors to engage in prostitution (FI. Stat. Section 796.03) (an offense that requires\nhim to register as a sex offender); (2) a 30-month sentence including 18 months’ incarceration in\ncounty jail; (3) a methodology to compensate the victims identified by the United States; (4) entry\n\nHOUSE_OVERSIGHT_012199",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012199.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3233,
    "word_count": 498,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.755110",
    "prefix": "IMAGES-001"
  }
}