{
  "document_id": "HOUSE_OVERSIGHT_017954",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017954.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 20 of 28\n\n(a) Dershowitz’s alleged backup for his travel summary proved to be\nincomplete and in some instances apparently altered.\n\n(b) Dershowitz’s key claim that he had not stayed at Epstein’s house was\nproven false, including by the testimony of Epstein’s household employees Juan\nAlessi (see {56 above) and Alfredo Rodriguez (see §] 56-57 above) as well as the\ntestimony of Sarah Ransome (Exhibit 14) and Maria Farmer (Exhibit 12).\n\n(c) Dershowitz’s claim that Ms. Roberts confused him with Nathan Myhrvold\nwas tested by showing Ms. Roberts pictures of both. She was, and is, clear that it\nwas Dershowitz, not Myhrvold, with whom she had sex.\n\n(d) Dershowitz’s claim he had never been on Epstein’s plane without his wife\nwas proven false by plane logs.\n\n(e) Dershowitz’s claim that he had never seen pictures of young females at\nEpstein’s house was proven false by Palm Beach police and FBI reports.\n\n(f) Dershowitz’s claim that he had never been in the presence of young\nfemales was proven false by the testimony of Epstein’s household employer (see\n4156-57) and of young women themselves (see Exhibit 14 [Ransome] and Exhibit\n12 [Farmer].)\n\n73. After Dershowitz’s claimed proof of exonerating evidence collapsed, and the\nevidence of his guilt grew, Roberts’ lawyer’s told Dershowitz in writing that they “had\ndiscovered evidence inconsistent with some of [your] representations”, that his travel “records\nwere incomplete”, and that he “should have settled the case when he had a chance”.\n\n74. Roberts’ lawyer explicitly told Dershowitz that neither Roberts nor her lawyer\n\nwould make any statement saying or implying that Roberts was mistaken in her charge that\n\n20\n\nHOUSE_OVERSIGHT_017954",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017954.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1744,
    "word_count": 277,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.172046",
    "prefix": "IMAGES-004"
  }
}