{
  "document_id": "HOUSE_OVERSIGHT_024804",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024804.txt",
  "text": "A\n\n>\n\nKR\nI\n\nP\n\nELL\nTAL Cannabis Investment Report | December 2017\n\nOther Risks to Companies in the Cannabis Industry\n\n¢ The cannabis industry is extremely competitive in most segments, with certain companies hav-\ning unique competitive advantages such as greater capital resources, first-mover advantage, more\nscalable business models and greater brand recognition.\n\n¢ To date, the research conducted on cannabinoid-derived pharmaceuticals and other cannabis-\nbased therapies is limited. There is no assurance that cannabinoid-derived pharmaceuticals or\nother medical products will prove effective in treating medical conditions or achieve broad mar-\nket acceptance.\n\n* Given the emerging nature of the cannabis industry, there is a scarcity of qualified personnel with\ndeep industry experience and significant competition for such qualified personnel. Many canna-\nbis companies may not be successful in attracting, training, integrating, motivating or retaining\nqualified management teams and other personnel.\n\n¢ Cannabis is an agricultural product. The occurrence of diseases, insects, pests, mold and other\ninfestations and severe adverse environmental conditions, such as fire, drought, hail, flood or\nfrost, is unpredictable, may have a potentially devastating impact on agricultural production of\ncannabis and may otherwise adversely affect the supply of cannabis.\n\n¢ The cannabis industry is particularly vulnerable to rapidly changing technology, government\nregulation and relatively high risks of obsolescence caused by scientific and technological\nadvances. The success of cannabis companies will depend in part on their ability to anticipate\nmarket, legal, technological and other trends in the industry. Many cannabis companies will fail\nto accurately identify or predict industry trends.\n\n* Cannabis laws and regulations in jurisdictions outside the United States vary widely and, in\nsome cases, are as complex, contradictory and rapidly changing as those within the United States.\nCannabis companies operating outside the country’s borders are subject to risks related to the\nunsettled legal environment applicable to cannabis.\n\n¢ Due to federal controls on cannabis within the United States and similar restrictions in many\njurisdictions outside the country, there is a significant black market for cannabis products.\nGovernment-regulated cannabis businesses face competition from black market participants and\nare subject to different market forces than those of the black market.\n\n168 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024804",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024804.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2573,
    "word_count": 364,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.077533",
    "prefix": "IMAGES-008"
  }
}