{
  "document_id": "HOUSE_OVERSIGHT_022555",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022555.txt",
  "text": "53\n\nthan indictment, including non-prosecution and deferred\nprosecution agreements, may be appropriate in certain cir-\ncumstances. Nine factors are considered in conducting an\ninvestigation, determining whether to charge a corporation,\nand negotiating plea or other agreements:\n\ne the nature and seriousness of the offense, including\nthe risk of harm to the public;\n\ne the pervasiveness of wrongdoing within the corpo-\nration, including the complicity in, or the condon-\ning of, the wrongdoing by corporate management;\n\ne the corporation’s history of similar misconduct,\nincluding prior criminal, civil, and regulatory\nenforcement actions against it;\n\ne the corporation’s timely and voluntary disclosure of\nwrongdoing and its willingness to cooperate in the\ninvestigation of its agents;\n\ne the existence and effectiveness of the corporation’s\npre-existing compliance program;\n\ne the corporation’s remedial actions, including any\nefforts to implement an effective corporate compli-\nance program or improve an existing one, replace\nresponsible management, discipline or terminate\nwrongdoers, pay restitution, and cooperate with the\nrelevant government agencies;\n\ne collateral consequences, including whether there\nis disproportionate harm to shareholders, pension\nholders, employees, and others not proven person-\nally culpable, as well as impact on the public arising\nfrom the prosecution;\n\ne the adequacy of the prosecution of individuals\nresponsible for the corporation’s malfeasance; and\n\ne the adequacy of remedies such as civil or regulatory\nenforcement actions.\n\nAs these factors illustrate, in many investigations it\nwill be appropriate for a prosecutor to consider a corpora-\ntion’s pre-indictment conduct, including voluntary disclo-\nsure, cooperation, and remediation, in determining whether\nto seek an indictment. In assessing a corporation's coopera-\ntion, prosecutors are prohibited from requesting attorney-\n\nclient privileged materials with two exceptions—when a\n\ncorporation or its employee asserts an advice-of-counsel\ndefense and when the attorney-client communications were\nin furtherance of a crime or fraud. Otherwise, an organi-\nzation’s cooperation may only be assessed on the basis of\nwhether it disclosed the relevant facts underlying an inves-\ntigation—and not on the basis of whether it has waived its\n\nattorney-client privilege or work product protection.”!\n\nWhat Does SEC Consider When\nDeciding Whether to Open an\nInvestigation or Bring Charges?\n\nSEC’s Enforcement Manual, published by SEC’s\nEnforcement Division and available on SEC’s website,”\nsets forth information about how SEC conducts inves-\ntigations, as well as the guiding principles that SEC staff\nconsiders when determining whether to open or close an\ninvestigation and whether civil charges are merited. There\nare various ways that potential FCPA violations come to\nthe attention of SEC staff, including: tips from informants\nor whistleblowers; information developed in other inves-\ntigations; self-reports or public disclosures by companies;\nreferrals from other offices or agencies; public sources, such\nas media reports and trade publications; and proactive\ninvestigative techniques, including risk-based initiatives.\nInvestigations can be formal, such as where SEC has issued\na formal order of investigation that authorizes its staff to\nissue investigative subpoenas for testimony and documents,\nor informal, such as where the staff proceeds with the inves-\ntigation without the use of investigative subpoenas.\n\nIn determining whether to open an investigation and,\nif so, whether an enforcement action is warranted, SEC\nstaff considers a number of factors, including: the statutes\nor rules potentially violated; the egregiousness of the poten-\ntial violation; the potential magnitude of the violation;\nwhether the potentially harmed group is particularly vul-\nnerable or at risk; whether the conduct is ongoing; whether\nthe conduct can be investigated efficiently and within the\nstatute of limitations period; and whether other authorities,\nincluding federal or state agencies or regulators, might be\n\nbetter suited to investigate the conduct. SEC staff also may\n\nHOUSE_OVERSIGHT_022555",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4181,
    "word_count": 591,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:45.045040",
    "prefix": "IMAGES-007"
  }
}