{
  "document_id": "HOUSE_OVERSIGHT_026555",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026555.txt",
  "text": "Before the 1979 revolution, religious fundamentalists were revolted by images of scantily\nclad Iranian women in the country's cinema and television; today, state television and\ncinema are forbidden from showing unveiled Iranian women. This is despite the fact that\nmost of the country's citizens have access to the much more tawdry fare on satellite TV\n(the dishes are officially illegal, but thought to be smuggled in by the Islamic\nRevolutionary Guard Corps itself). In the forthcoming documentary The Iran Job, Kevin\nSheppard, an American who played basketball in Iran's professional leagues, is shocked\nwhile surfing his newly connected satellite television. \"We have 600 channels,” he\n\nremarks, \"400 of them are sex!\"\n\nBecause of its religious pretensions, however, the Iranian regime is forced to spend untold\nmillions of dollars trying to jam satellite TV broadcasts to prevent them from reaching the\ncountry's citizens -- a futile attempt to simultaneously repel the forces of both technology\n\nand human nature. In an interview with the New Yorker several years ago, an Iranian\n\nsecurity official candidly assessed the challenge at hand:\n\nThe majority of the population is young.... Young people by nature are horny. Because they\nare horny, they like to watch satellite channels where there are films or programs they can\njerk off to.... We have to do something about satellite television to keep society free from\n\nthis horny jerk-off situation.\n\nOne might assume a country that suffers from chronic inflation and unemployment -- not\nto mention harsh international sanctions and a potential war over its nuclear program --\nwould have better things to do than discourage its youth from masturbating. Yet the\nregime continues to pour hundreds of millions of dollars into Chinese censorship\ntechnology to create a moral Iron Dome against political and cultural subversion, with\ndecidedly mixed results. Piped-in BBC Persian and Voice of America television are\nsometimes successfully scrambled, but those who want pornography have no shortage of\noutlets. That said, the censorship software sometimes get a bit overzealous. One Iranian\nfriend told me of repeated unsuccessful attempts to access his British university's email\naccount from Tehran, only to realize that the school's apparently bawdy name -- Essex --\n\nwas prohibited by the regime's Internet filters.\n\nHOUSE_OVERSIGHT_026555",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2392,
    "word_count": 368,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.866040",
    "prefix": "IMAGES-009"
  }
}