{
  "document_id": "HOUSE_OVERSIGHT_031151",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031151.txt",
  "text": "managed accounts depending on the unique objectives of each client and is serviced through distinct legal entities licensed for specific activities. Bank, trust and\ninvestment management services are provided by J.P. Morgan Chase Bank, N.A, and its affiliates. Securities are offered through J.P. Morgan Securities LLC (JPMS),\nMember NYSE, FINRA and SIPC. Securities products purchased or sold through JPMS are not insured by the Federal Deposit Insurance Corporation (\"FDIC\"); are\nnot deposits or other obligations of its bank or thrift affiliates and are not guaranteed by its bank or thrift affiliates; and are subject to investment risks, including\npossible loss of the principal invested. Not all investment ideas referenced are suitable for all investors. Speak with your J.P. Morgan Representative concerning your\npersonal situation. This material is not intended as an offer or solicitation for the purchase or sale of any financial instrument. Private Investments may engage in\nleveraging and other speculative practices that may increase the risk of investment loss, can be highly illiquid, are not required to provide periodic pricing or\nvaluations to investors and may involve complex tax structures and delays in distributing important tax information. Typically such investment ideas can only be offered\nto suitable investors through a confidential offering memorandum which fully describes all terms, conditions, and risks.\n\nIRS Circular 230 Disclosure: JPMorgan Chase & Co. and its affiliates do not provide tax advice. Accordingly, any discussion of U.S. tax matters contained herein\n(including any attachments) is not intended or written to be used, and cannot be used, in connection with the promotion, marketing or recommendation by anyone\nunaffiliated with JPMorgan Chase & Co. of any of the matters addressed herein or for the purpose of avoiding U.S. tax-related penalties. Note that J.P. Morgan is not\na licensed insurance provider.\n\n© 2012 JPMorgan Chase & Co; All rights reserved\n\nThis email is confidential and subject to important disclaimers and conditions including on offers for the\npurchase or sale of securities, accuracy and completeness of information, viruses, confidentiality, legal\nprivilege, and legal entity disclaimers, available at http://www.jpmorgan.com/pages/disclosures/email.\n\nHOUSE_OVERSIGHT_031151",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031151.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2346,
    "word_count": 342,
    "line_count": 22,
    "import_date": "2025-11-19T21:47:47.260266",
    "prefix": "IMAGES-011"
  }
}