{
  "document_id": "HOUSE_OVERSIGHT_013485",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013485.txt",
  "text": "note: the invite is only for Ian Osborne and is not transferable as we are limited to only 150 participants. There are no\nsponsors. We increase the retreat fee weekly to reward the people that sign up early. And this retreat is 100% off-the-\nrecord.\n\nWe hope you can join us.\n\nDialog participants...\n\n... partial list of people who will be participating in the 2013 Dialog Retreat (all are references):\n\nVeronica Allende Serra — Founding Partner, Pacific Investments. Chm, Portal de Documentos. Boards: Allied Advanced Technologies, Wow! Nutrition,\nMercado Libre, ISmart Foundation.\n\nSusan Athey -- Professor of Economics, Harvard University. Chief Economist, Microsoft. 2007 Winner of John Bates. Clark Medal.\n\nByron Auguste -- Director and Head of Social Sector Office, McKinsey & Co. Chm, Hope Street Group. Boards: William and Flora Hewlett Foundation;\nPacific Council on International Policy; Center for American Progress.\n\nDavid Barron — Professor, Harvard Law School. Fmr Acting Asst U.S. Attorney General in the Office of Legal Counsel.\nKirsten Bartok -- CEO, AirFinance. Fmr CFO of XOJet. Fmr GP at Alpine Investors.\n\nEvan Bayh -— Sr Advisor, Apollo Management. Partner, McGuireWoods. Fmr U.S. Senator (D-IN) (1999-2011). Fmr Governor of Indiana (1989-\n1997). Author, From Father to Son.\n\nTom Bedecarre — CEO, AKQA.\n\nNick Beim — GP, Matrix. Boards: Gilt Groupe, TheLadders, Care.com, Conductor, Intent Media, BuyWithMe.\nNicolas Berggruen -- President, Berggruen Holdings.\n\nCharles Best — CEO, DononrsChoose.\n\nElizabeth Blackburn — Prof of Biology and Physiology, UCSF. 2009 Winner of Nobel Prize in Medicine. President, American Association of Cancer\nResearch.\n\nDavid Bonderman — Founding Partner, Texas Pacific Group (TPG). Founding Partner, Newbridge Capital. Boards: Continental Airlines, Bowe Bell &\nHowell, Ducati Motorcycles, Credicom Asia, National Education Corp, Beringer Wine, Carr Reality, Virgin Cinemas, CoStar Group, GemAlto, RyandAir\nHoldings, Wilderness Society, World Wildlife Fund.\n\nJason Bordoff — Senior Advisor for Energy and Environmental Policy to U.S. President Obama.\n\nErik Brynjolfsson — Prof of Economics, MIT Sloan School of Management. Director, MIT Center for Digital Business. Chair, 77 Sloan Management\nReview. Author, Race Against the Machine.\n\nJohn Burbank — CEO, Passport Capital.\n\nJohn Burbank — President, Nielsen Strategic Initiatives. Fmr CEO of Online, Nielsen. Fmr CMO, Nielsen. Fmr CMO, AOL.\nLeah Busque - Founder, TaskRabbit.\n\nMarc Cenedella — CEO, TheLadders.\n\nStephen Cohen -— cofounder, Palantir.\n\nGio Colella — CEO, Castlight Health. Fmr CEO, RelayHealth.\n\nMark Colodny — Managing Director, Warburg Pincus. Boards: CAMP Systems, GlobalSpec, MLM Information, iParadigms, MultiView, A Place for Mom,\nEVIDON, eCert, Spigit, OnTargetJobs.\n\nBoykin Curry -- Managing Director, Eagle Capital. Creator of Playa Grande. Cofndr, Girls Prep. Boards: Alliance for School Choice, Democrats for\nEducation Reform.\n\nAdam D’Angelo - CEO, Quora. Fmr CTO, Facebook.\n\nMitch Daniels — President, Purdue University. Governor, State of Indiana (2005-2013). Fmr Director, Office of Management and Budget (2001-\n2003).\n\nLanny Davis -- Fmr Special Counsel to the President (under Clinton). Author of Scandal and The Emerging Democratic Majority.\n\nKen Denman - CEO, Machine Perception Technologies. Fmr CEO of Openwave. Fmr CEO\nof iPass (IPAS). Fmr CEO, AuraServ Communications. Fmr SVP MediaOne. National Markets.\n\nMarc Ecko — Chief Creative Officer, Marc Ecko Enterprises. Award-winning artist.\n\nRP Eddy — CEO, Ergo. Fmr Director, White House National Security Council. Fmr Chief of Staff to U.N. Ambassador Richard Holbrooke. Sr Fellow,\nManhattan Institute.\n\nJuan Enriquez — CEO, Biotechonomy. Founding Director of the Life Sciences Project, Harvard Business School. Boards: Cabot Corp, Craig Venter\nInstitute. Fmr CEO, Mexico City ‘s Urban Development Corporation.\n\nJeff Epstein — fmr CFO, Oracle. Fmr CFO, DoubleClick. Fmr CFO, King World Productions. Boards: Priceline.com, Stanford University Hospital.\n\nNiall Ferguson — Prof History, Harvard. Author of 7he World’s Banker: The History of the House of Rothschild, The Cash Nexus, Empire, Colossus, The\nWar of the World, The Ascent of Money, and others.\n\nHOUSE_OVERSIGHT_013485",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013485.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4262,
    "word_count": 621,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:46.264836",
    "prefix": "IMAGES-002"
  }
}