{
  "document_id": "HOUSE_OVERSIGHT_011162",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011162.txt",
  "text": "than 30 years in human populations. For example, 7 = 28.9 in the 1906 population of Taiwan [11].\nThus, if p ~ 0, selection should favor long-term interest rates that average (In 2)/28.9 = 0.024 per\nyear, in reasonable agreement with observation.\n\nThese results are identical to those of my earlier paper on time preference [15, Eqn. 12], and\nextend those results to the more general context in which selection acts via fertility as well as\nmortality.\n\n2.3. Diminishing marginal returns to consumption\n\nI now introduce the standard assumptions of economic analysis: that consumption helps in some\nsense and that each successive unit of consumption helps less than the last. In the present context,\nthis will mean both that m(x) and P(a) each increase with consumption, and also that marginal\neffects decline as consumption increases.\n\nAlthough these assumptions are unremarkable in economics, they may seem problematic here.\nEating too much can be bad for you, and animals on restricted diets often seem to live longer than\nthose with unrestricted access to food [7, Sec. 10.3.1]. Yet this is no real cause for skepticism:\nfood is just one of many consumer goods, and wealthy people do live longer than poor ones.\n\nTo capture the diminishing marginal effect of consumption, I will assume that\n\nm(z,k) = m*(x)K°\n\nP(a,k) = Px (a)KP\n\nwhere 0 < a, @ < 1, and attention must be restricted to to parameter values such that P stays within\nthe interval [0,1]. Here m*(x) and P +‘) are, respectively, the fertility and survival probability of\na “standard” individual of age c—one who consumes a single unit of resource.\n\nTo justify this particular formulation, I appeal to the data in figure 4. There, the vertical axis\nmeasures the variation of age-specific fertility across populations, and the horizontal axis measures\nmean age-specific fertility. The graph shows that fertility is most variable at age classes where\nfertility is high. At least some of this variation must reflect variation in consumption. Thus, it is\nsensible to build a model in which the effect of consumption is greatest on age classes with high\nfertility.\n\nMarginal fertility and survival become\n\nTi, = —m(c, K) (11)\n~ Powe.\nPe = —P(e,k) (12)\nand the MRS in fitness is ,\npr (4) 1 —v)POy® (2)\nMRS» = (< ) ye +(1— 7)PYv K (13)\nr ym + (1 = y)PQy@ ] \\ 6\n\nwhere ‘y = a/(a + 3) measures the importance of marginal fertility relative to marginal survival.\n\n3I need to repeat this exercise with survival data.\n\nHOUSE_OVERSIGHT_011162",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011162.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2490,
    "word_count": 422,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.149955",
    "prefix": "IMAGES-001"
  }
}