{
  "document_id": "HOUSE_OVERSIGHT_029674",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029674.txt",
  "text": "\"I'm happy that Labor took us through this dreadful financial crisis so competently. But\nthey are not in the business of teaching. And governments, to succeed with change, must\nbe in the business of educating the community.\n\n“Our Labor governments have failed to conceptualise the changes. We need a\nframework.\n\n“What is the framework? It is ‘Australia in Transition’ strategically and economically.\nThat's the story we have to present.\n\n\"| think the Australian people are very conscientious. During the 1980s and 1990s we\nproved they will respond conscientiously to necessary reforms. They mighin't like them\nbut they'll accept them. But reforms have to be presented in a digestible format.\n\n\"| know that in the age of the internet, opinion and perpetual static it is difficult to get the\nmessage over. | accept that. But the big messages have their own momentum. If we get\nthe story of transition right then other things will find their place.\n\n\"Our problem is what | call shooting-star policies. We have a policy on carbon pricing, on\nminerals, on boatpeople, but they are not connected up to the big picture about\nAustralia's direction and its transition.\"\n\nPressed on whether he thinks the Australian Labor Party is in permanent decline, Keating\ndefends Labor, insists it doesn't have to decline but highlights the problem. \"Labor must\nrecognise what it has created,\" he says, invoking the Hawke-Keating era. \"It has a\ncreated a new society and it has to be the party of the new society.\n\n\"It can't be the party of part of the old society. Labor must be the party of those people\nwho gained from the pro-market growth economy that we created. Labor must be open to\nthe influences of this middle class, to people on higher incomes. And | don't think it is.\"\n\nIt is, perhaps, the clearest statement of Labor's problem. The party, in an act of strategic\nfolly, abandoned the path of its previous success. It turned inwards on itself, away from\nthe community.\n\n\"At the operating level it's become the party of insiders,\" Keating says. \"The problem is\nthat members get too caught up in the gift of faction managers and they get caught up in\nthe false construct of popularity, the false god.\"\n\nFixated by the nature of political leadership, Keating's book After Words shouts out: \"The\ngreat curse of modern political life is incrementalism.\"\n\nLeaning across the table he says to me that briefing notes and economic texts aren't\nenough: the leader must locate his own source of higher command and inner belief. He\nlaments the efforts of US President Barak Obama and German Chancellor Angela Merkel\nin the teeth of contemporary challenges.\n\n“There is nothing preordained about American decline any more than the European\nproject is destined to fail,\" he writes.\n\nHOUSE_OVERSIGHT_029674",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029674.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2782,
    "word_count": 464,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.379754",
    "prefix": "IMAGES-010"
  }
}