{
  "document_id": "HOUSE_OVERSIGHT_025143",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025143.txt",
  "text": "Africa, parasites, intelligence\n\nTo understand intelligence in the tropics, e.g. among dark-skinned Africans, you\nneed to understand the importance of parasites—both as an environmental factor\nthat exerts a negative effect on mental development and a positive effect on\n\nselection for biological diversity of all sorts, including intelligence.\n\n1. Taking first the well-known negative effect of parasite load on individual\nintelligence—in the US the parallel factor is toxins and also indoor parasites, as in\ntenements—the US is now more segregated by race than it was in 1965 and so that\nmany studies show that there is a strong tendency for whites to live in healthy\n\nenvironments and blacks inferior habitats.\n\nFor Africa, the environmental factor is parasites—disease—known to exert a strong\n\nnegative effect on intelligence.\n\nThey also exert a very strong positive effect for genetic diversity in their hosts that\nmay in turn select for some groups excelling in intelligence, even if the mean is\n\nlower—variance is higher.\n\n2--Hominids have always emerged from Africa, erectus, sapiens, sapiens\nneanderthalensis and sapiens sapiens, but with trivial exceptions never in the reverse\ndirection--why? Because Africa is the most genetically variable part of the world,\nespecially the smaller the organism, hence parasites. African human populations are\n\ninvariably more genetically variable than more temperate hominids, including today.\n\nThe same rule applies more generally, that is, to almost all species—migration is always\n\ntropics to temperate to arctic, rarely the other way around (e.g. salamanders are the\n\nHOUSE_OVERSIGHT_025143",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1639,
    "word_count": 240,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.463259",
    "prefix": "IMAGES-008"
  }
}