{
  "document_id": "HOUSE_OVERSIGHT_011050",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011050.txt",
  "text": "maintenance is recovered in pay work products, | thought Mill and Sraffa might have\n\nreasoned partway there.\n\nMy belief then that human depreciation is exhausted is satisfying tastes seemed\ndefensible then. I argued, sensibly to a point, that getting older meant surviving. |\nsuppose | might still argue the same but for the parable of the boss and her\n\nsecretary.\n\nAnother Look at Depreciation Theory\n\nMy pay rules, illustrated in the parable of the boss and her secretary, depends on my\nidea that depreciation and amortization are the same. Capital means present value\nof a typically finite series of forseen cash flows. As each year passes, present value of\nthe most distant and most discounted one is lost. Depreciation/amortization is that\nloss. It begins at a maximum, and rises steadily as the end point nears.\n\nI faulted national accounts for projecting an opposite trajectory from evidence of\nactual sales. | suggested a second look at likely circumstances and motivations.\nDepreciable assets are mostly structures and equipment. They tend to have been\ndesigned and modified for original users. Original users typically expect to own and\noperate them to the end. Then what is the likely driver of exceptions? Are secondary\ntrades of plant and equipment likelier to be driven by pressure to buy or pressure to\n\nsell?\n\nHuman capital, anyhow, is exempt from both pressures. We're struck with what we\nhave. We can invest more, as a homeowner might add a pool room, but we cannot\n\nsell. The years roll by, and present value of the most distant one’s pay is lost.\n\nConsider what happens when the expected end point changes. Say that the boss and\nher secretary, at the beginning of what was to be the last day, are both persuaded to\nre-up for another five years at the same pay. Human capital of each jumps from a\nlittle less than one day’s pay to present value of five years’ pay. But human\n\ndepreciation of each is sharply reduced! At the beginning of what seemed the last\n\nChapter 6: Parallels with the Firm 2/4/16 16\n\nHOUSE_OVERSIGHT_011050",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011050.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2046,
    "word_count": 346,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.181018",
    "prefix": "IMAGES-001"
  }
}