{
  "document_id": "HOUSE_OVERSIGHT_017616",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017616.txt",
  "text": "Page 13 of 31\n104 J. Crim. L. & Criminology 59, *77\n\nthe VRRA, the Justice Department must inform victims of federal crimes of services that are available to them, including\n\"emergency medical and social services,\" counseling, and support. ?! The Department is further obligated to keep victims fully\ninformed about \"the status of the investigation of the crime, to the extent it is appropriate to inform the victim and to the extent\nthat it will not interfere with the investigation.\" °* These rights to notice about \"emergency medical and social services\" *? as\nwell as to the \"status of the investigation of the crime\" °* obviously require the Department to identify victims of federal\ncrimes before formal charges have been filed. Indeed, the VRRA makes this point clear by directing the Department to not only\nnotify the victim about the status of the investigation but also about the later \"filing of charges against a suspected offender.\" °°\nThe VRRA then extends victims’ rights to information through the rest of the criminal justice process by requiring the\nDepartment to provide notice to victims of such things as the imposed sentence and the defendant's release. °\n\nThe VRRA not only requires the Department to identify victims during the investigation of a crime, it also defines those\nvictims in a very similar fashion to the CVRA. The VRRA defines \"victim\" as a \"person that has suffered direct physical,\nemotional, or pecuniary harm as a result of the commission of a crime.\" °’ Thus, the Department is already routinely\nidentifying persons who have been \"harmed\" by federal crimes shortly after the commission of those crimes and well before\nformal charging.\n\nThe Attorney General has also promulgated internal guidelines requiring Justice Department components to identify victims\nrapidly after a crime. The Attorney General Guidelines for Victim and Witness Assistance provide that \"Department\nresponsibilities to crime victims begin as soon as possible after the detection of a crime at which they may be undertaken\n[*78] without interfering in the investigation. Generally, this point in time is defined by the opening of a criminal\ninvestigation.\" °°\n\nGtven the way the two statutes work, it would make no sense to artificially confine the CVRA's reach until after the filing of a\ncriminal complaint. Before then, victims will have often recetved information from the Department about the status of the\ninvestigation. They might wish to confer with prosecutors about how the case is proceeding, and the CVRA extends to them a\nright to confer. °? Similarly, while the Department is notifying victims about the services they may receive and the status of an\ninvestigation, it is important that the victims be treated fairly. The CVRA extends the right to be treated fairly. '°° Indeed, it\nwould be absurd to think that Congress wanted to permit the Justice Department to treat crime victims unfairly until criminal\ncharges have been filed.\n\nInstead of recognizing Congress's intent, OLC's 2011 memorandum simply cites to a series of cases in which courts concluded\n\nthat a victim of uncharged conduct should not be afforded statutory protections. !°! Yet none of these cases - United States v.\n\n10 104\n\nTurner, !9? Searcy v. Paletz, !°3 or Searcy v. Skinner - provide strong support for OLC's position. Turner is a particularly\n\n9 See 42 U.S.C. § 10607(c).\n% Td. § 10607(c)(3)(A).\n\n% Td. § 10607(c)(1)(A).\n\n% Td. § 10607(c)(3)(A).\n\n% Td. § 10607(c)(3)(C).\n\n% Td. § 10607(c)(3)(G).\n\n97 Td. § 10607(€)(2).\n\n°8 Attorney General Guidelines, supra note 52, at 7 (internal citations omitted); see also 42 U.S.C. § 10607(b).\n\n9 18 U.S.C. § 3771(a)(5) (2012) (preserving \"the reasonable right to confer with the attorney for the Government in the case\").\n\n100 Td. § 3771 (a)(8) (preserving \"the right to be treated with fairness and with respect for the victim's dignity and privacy”).\n\n101 OLC CVRA Rights Memo, supra note 2, at 6 n.6.\n\n102 367 F. Supp. 2d 319 (E.D.N.Y. 2005).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017616",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017616.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4029,
    "word_count": 658,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:49.380897",
    "prefix": "IMAGES-004"
  }
}