{
  "document_id": "HOUSE_OVERSIGHT_024486",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024486.txt",
  "text": "6.1.21 Because KLC (through KLC PropCo) owns or leases a substantial number of real\nproperties, and expects to invest in additional properties, results of operations\ncould be adversely affected if environmental contamination is discovered on any\nof the properties\n\nKLC is subject to U.S. federal, state and local environmental laws, regulations and ordinances that may\nimpose liability for damages resulting from past spills, disposals and other releases of hazardous\nsubstances as well as clean up costs. !n particular, under applicable environmental laws, KLC may be\nresponsible for investigating and remediating environmental conditions and may be subject to associated\nliability, including lawsuits brought by private litigants, relating to KLC's properties. These obligations\ncould arise whether KLC owns or leases the property at issue and regardless of whether the\nenvironmental conditions were created by KLC or by a prior owner or tenant. Environmental conditions\nunknown to KLC at this time relating to prior, existing or future properties may be discovered and may\nhave a material adverse effect on KLC's results of operations.\n\n6.1.22 KUE has a limited history\n\nWhile certain subsidiaries of KUE have a financial and an operating history, KUE has only recently been\norganized and has relatively little financial or operating history upon which prospective investors may\nevaluate Its performance, and has not prepared separate or consclidated financial statements. The prior\nperformance of the subsidiaries of KUE described herein may not be indicative of the future results of the\nCompany.\n\n6.2. Tax Risks\n\n6.2.1 Certain tax considerations generally applicable to Investors subject to U.S. tax\nliability\n\nKUE is expected to be treated as a parinership for U.S. federal income tax purposes. Each Investor that\nis subject to U.S. federal income tax liability will take into account its allocable share of items of income,\ngain, loss, deduction, and credit of KUE (as determined under the Limited Partnership Agreement),\nwithout regard to whether it has received distributions from KUE, As a result, the tax liability to an\ninvestor resulting from such allocation may exceed the cash distributions made by KUE to the Investor.\nFurther, upon the sale of its Common LP Units, an investor may, depending on the amount of Company\ndebt, if any, and the Investor’s adjusted tax basis, incur a tax liability in excess of the amount of cash\nreceived.\n\nThe U.S. Internal Revenue Service (the “IRS\"), or other taxing authority may challenge the manner in\nwhich income, gains, losses and deductions are allocated to holders of Common LP Units, the General\nPartner and holders of the Profits Participation LP Units under the Limited Partnership Agreement. For\nU.S. federal income tax purposes, allocation of any item of income, gain, loss or deduction fo a partner in\na partnership will be given effect so long as the allocation has “substantial economic effect,” or is\notherwise in accordance with the partner's interest in the partnership. {f an allocation of an item pursuant\nto the Limited Partnership Agreement does not satisfy this standard or is deemed not to satisfy this\nstandard by the IRS, it will be reallocated by the IRS among the Partners on the basis of their respective\ninterests in KUE (as determined by the IRS), taking into account all facts and circumstances. In such a\ncase, Investors could have additional tax liabilities or suffer adverse tax consequences.\n\nAn investment in KUE will give rise to a variety of complex U.S. federal income tax and other tax issues\nfor Investors. Certain of those issues may relate to special rules applicable to certain types of Investors\nsubject to U.S, tax, such as tax-exempt entities, foundations, life insurance companies, banks, dealers, in\nsecurities, U.S. persons who own 10% or more of KUE and non-U.S. persons and entities. Prospective\nInvestors are urged to consult their tax advisors with specific reference to their situations concerning an\ninvestment in KUE.\n\n53\n\nHOUSE_OVERSIGHT_024486",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024486.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4053,
    "word_count": 636,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.461790",
    "prefix": "IMAGES-008"
  }
}