{
  "document_id": "HOUSE_OVERSIGHT_010944",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010944.txt",
  "text": "My reading of the Mill paragraph says that if we plowed back only depreciation\ninvestment, without invading consumption for more, we would still grow if that\ninvestment paid off in higher returns than the current norm. Then capital would\ngrow faster without making consumption grow slower. The gain in output, even\nthough we had invested only enough to make up for depreciation while keeping\nconsumption the same, would have been split into some for capital growth and\nsome for more consumption. And Mill gave the reason for the gain in output. The\ndriver was “whatever increases the productive power of labor”. He was talking\nabout better ideas. We would make returns higher if we could make capital more\n\nproductive at the same cost.\n\nThis possibility troubled Nobelist Robert Solow, who came reluctantly to a\nconclusion most of the way toward Mill’s a century later. He felt that growth should\nnot be a gratuitous deux ex machina arriving at its own whim. How could Mother\nNature say “Shazam” and turn less into more whenever new ideas come along?\nDidn’t the capital chicken have to grow before the output egg? Didn’t we have to\ntighten belts to invest in new plant applying those new ideas? But the evidence\nseemed to say that the rise in output came first. Rise in capital followed. Thrift\nseemed to play little role. Tests by others have tended to find the same thing since.\nMy own tests, using new data from national accounts and my own new testing\nmethod shown in my charts and tables, reduces the role of thrift to zero. How could\n\nthat be?\n\nHow could better kinds of capital arrive without costing more, at least at the start,\nthan the kinds we already knew? My best guess is that the cost of innovation in\nfailure rates and learning curves is the cost of being human, that we pay it about the\nsame every day, and that growth happens when the worth of innovation proves\nmore than the cost. It can because we are human. The cost of being human means\nthe cost of adapting. It is how we cope. We turned in our fangs and fur in exchange\n\nfor the savvy to make tools and fire and clothing do better. Other creatures adapt\n\nChapter 2: Fast Forward 1/06/16 4\n\nHOUSE_OVERSIGHT_010944",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2185,
    "word_count": 386,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.012602",
    "prefix": "IMAGES-001"
  }
}