{
  "document_id": "HOUSE_OVERSIGHT_027116",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027116.txt",
  "text": "Ennahda, which captured 41 percent of the vote in the elections, promised\nto cooperate with secular parties and show respect for pluralism. Instead, it\nis sending muddled messages. On Wednesday, Prime Minister Hamadi\nJebali made a conciliatory gesture by proposing a temporary nonpolitical\ncabinet and new elections. Unfortunately, hard-line party members quickly\nrepudiated him.\n\nTunisia’s revolution, which has overcome past crises, can overcome this\none if Ennahda and all other Tunisian parties recommit themselves to\nnonviolence, mutual tolerance and upholding the rule of law.\n\nArticle 7.\n\nThe Washington Post\n\nIraq’s return to bloodshed\n\nKimberly Kagan and Frederick W. Kagan\n\nFebruary 8, 2013 -- Eighteen days of protests in Egypt in 2011 electrified\nthe world. But more than twice that many days of protest in Irag have\ngone almost unnoticed in the United States. Iraqi army troops killed five\nSunni protesters in Fallujah on Jan. 25, after a month of anti-government\nprotests in Anbar, Nineveh and Salahuddin provinces and elsewhere for\nwhich thousands turned out. Al-Qaeda in Iraq and Iranian-backed Shiite\nmilitias are re-mobilizing. Iraq teeters on the brink of renewed insurgency\nand, potentially, civil war.\n\nThis crisis matters for America. U.S. vital interests that have been\nundermined over the past year include preventing Iraq from becoming a\nhaven for al-Qaeda and destabilizing the region by becoming a security\nvacuum or a dictatorship that inflames sectarian civil war; containing\nIranian influence in the region; and ensuring the free flow of oil to the\nglobal market.\n\nWhile tensions have risen over the past two years, the triggers for recent\neruptions are clear. Prime Minister Nouri al-Maliki, a Shiite, had the\n\nHOUSE_OVERSIGHT_027116",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027116.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1764,
    "word_count": 269,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.902502",
    "prefix": "IMAGES-009"
  }
}