{
  "document_id": "HOUSE_OVERSIGHT_017679",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017679.txt",
  "text": "Page 44 of 78\n2007 Utah L. Rev. 861, *922\n\nCVRA contemplates that the attorney for the government will consider the victim's mterests in exercising prosecutorial\ndiscretion, including the discretionary determination whether to consent to a Rule 20 transfer. The Subcommittee was not\npersuaded that the rule should disturb this statutory balance by requiring the attorney for the government to advise the court of\na victim's objection to a Rule 20 transfer. In appropriate cases, the attorney for the government should appraise the court of the\nvictim's view. 76°\n\nThe Advisory Committee is able to claim that the CVRA does \"not specifically address transfer\" only because it reviewed an\namputated CVRA - that is, a CVRA without a right to fairness. Under an unblinkered fair reading of the CVRA, the right to\nfairness applies \"specifically\" to Rule 20 transfer decisions, no less than the Rule 18 decision to set the place of prosecution just\ndiscussed and, indeed, all other decisions in the criminal justice process. Thus, the Advisory Committee has unfairly stacked\nthe deck in deciding that it would not \"disturb this statutory balance,\" when it chose not to weigh the victim's right to fairness\nas part of that balance.\n\nEven under its truncated view of the statute, the Advisory Committee does envision that the prosecutors will confer with\nvictims about Rule 20 transfer decisions. But the Committee did not want to require prosecutors to notify courts of a victim's\nobjection, venturing only that \"in appropriate cases, the attorney for the government should appraise the court of the victim's\nviews.\" 3°! The Committee is coy on the question of when it would not be appropriate for the prosecutor to fail to notify a\ncourt of the victim's views. Whenever an unrepresented crime victim objects to transferring a case, prosecutors, as officers of\nthe court, have a duty to pass that objection along to the court as relevant [*923] information bearing on the transfer decision.\n362 The rule should state that fact directly.\n\nFinally, nothing in my proposal would impair prosecutorial discretion. My proposal deals solely with ensuring that victim\ninformation is passed along to the judge who must approve a transfer decision. The government remains entirely free to make\nwhatever decision it wants on the issue and argue whatever position it believes is appropriate. Moreover, the CVRA itself\nenvisions that the government may have obligations to assert victims’ rights. For starters, the CVRA requires prosecutors to\n\"make their best efforts\" to see that victims are \"accorded\" their rights. 3°? In addition, the CVRA gives prosecutors the ability\nto \"assert\" victims’ rights. 7+ This provision was designed to ensure that victims' rights are not inadvertently lost because a\nvictim lacks legal counsel. As Senator Kyl explained, \"This provision also recognizes that, at times, the government's attorney\nmay be best situated to assert a crime victim's rights ... because the crime victim is not available at a particular point in the trial\n\n. .\" 36 Tp light of its obligations to accord victims their rights and to enforce those rights, the government should at least\ninform the court when a victim has concems about a transfer.\n\nRule 21 - Victims’ Views Considered Regarding Transfer for Prejudice The Proposals:\n\nI proposed that Rule 21 be amended to require consideration of the victim's interest in whether a case should be transferred as\nfollows:\n\n(ec) Victims! Views. The court shall not transfer any proceeding without giving any victim an opportunity to be heard. The court\n\nshall consider the views of the victim in making any transfer decision. 7°\n\n360 CVRA Subcommittee Memo, supra note 66, at 17.\n\n361 Td. (emphasis added).\n\n302 Cf. State v. Casey, 2002 UT 29, PP 9-13, 44 P.3d 756 (noting prosecutors' obligation to relay to the court victim's request to be heard).\n\n363 18 U.S.C. § 3771(c)(1) (2006).\n364 Td. § 3771 (d)(1).\n365 150 Cong. Rec. $10912 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl).\n\n366 Cassell, Proposed Amendments, supra note 4, at 880.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017679",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017679.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4115,
    "word_count": 669,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.493966",
    "prefix": "IMAGES-004"
  }
}