{
  "document_id": "HOUSE_OVERSIGHT_026554",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026554.txt",
  "text": "dung become impure and drinking their milk will be unlawful\"). As a young boy growing\nup in the American Midwest, I remember being both horrified and bewildered after\ncoming across these precise passages in a translated volume of Khomeini's sayings I found\n\nin our Persian émigré home.\n\nScholars of Shiism -- including harsh critics of Khomeini -- emphasize that such themes\nwere the norm among clerics of Khomeini's generation and should be understood in their\nproper context: Islam was a religion that emerged out of a rural desert, and the Prophet\nMohammed was himself once a shepherd. Whereas religions like Christianity and Judaism\nsimply declare such behavior to be sinful, Islam addresses them from a juridical point of\n\nview.\n\nThe underlying problem, says Islamic scholar Mehdi Khalaji, a former seminary student in\nthe Shiite epicenter of Qom, is not that such issues were addressed, but the fact that\n\"Islamic jurisprudence hasn't yet been modernized. It's totally disconnected from the\n\nissues that modern, urban people have to deal with.\"\n\nIndeed, Khomeini's religious prescriptions are often the butt of jokes among Iran's post-\nrevolutionary generations. \"I've never even seen a camel in Tehran,” prominent Iranian\n\ncartoonist Nikahang Kowsar told me, \"let alone been tempted to have sex with one.\"\n\nIF THERE IS A DOUBLE ENTENDRE that aptly captures today's Middle East, it is\nthe \"youth bulge.” The Arab world's median age is 22, Iran's is 27; Western Europe's, by\ncontrast, is near 40. High levels of Internet and satellite television penetration, with their\npervasive pornography, coupled with the region's youthful demographics, have\n\naccentuated the Muslim Middle East's fraught relationship with sexuality.\n\nGoogle Trends, which monitors searches from around the world, shows that of the seven\ncountries that most frequently search the word \"sex\" on Google, five are Muslim and\n\none (India) has a large Muslim minority. (The word \"sexy\" is even more popular among\nArabs.) Google Insights, another trend spotter, shows that the most rapidly rising search\nterm for Iranians so far in 2012 has been \"Golshifteh Farahani,\" a popular exiled actress\n\nwho in January posed topless for the French magazine Madame Figaro.\n\nHOUSE_OVERSIGHT_026554",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026554.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2256,
    "word_count": 352,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.148359",
    "prefix": "IMAGES-009"
  }
}