{
  "document_id": "HOUSE_OVERSIGHT_012821",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012821.txt",
  "text": "Unsurprisingly, Democrats expressed more pleasure from reading about Bush’s bicycle accident,\nwhereas Republicans were more joyful over Kerry’s bizarre space suit. Surprisingly, Democrats also\nexpressed pleasure from reading about the economic downturn, and more pleasure than the Republicans\nwho were more likely to express negative feelings about this situation. Thus, despite the fact that the\neconomic downturn hurt everyone, the Democrats expressed pleasure over the added damage this\ninflicted on the Republicans —— who they held responsible — and conversely, the added benefit it\nbrought to the Democrats who could wag their fingers.\n\nIn a second study, Smith found that Democrats experienced more schadenfreude than\nRepublicans over the number of casualties reported out of the Iraq war, even though Iraqis were certainly\nnot preferentially targeting Republicans. The pleasure they experienced was entirely driven by the fact\nthat this was a war sponsored by a Republican government, and thus, the fatalities could be blamed on the\nRepublicans. From a Democrat’s perspective, even though everyone loses when soldiers die in war, it is a\nbigger loss for Republicans, and thus, a bigger gain for Democrats. With schadenfreude, it is all about\ncomparative shopping. It is all about satisfying our desires relative to others.\n\nAs noted above, schadenfreude appears to emerge strongly when an individual’s misfortune is\ndeserved. To explore what is happening in the brain when such pleasure is experienced, and the\nsituations that might trigger it, the German cognitive neuroscientist Tania Singer set up a study involving\nhealthy men and women. In the first phase, subjects played a bargaining game for money against an\nunfamiliar partner; prior to the game, and unbeknownst to the subject, Singer set things up so that the\npartner played cither fairly or unfairly. After the game, each subject entered a scanner, and watched their\npartner receive a painful shock to the hand.\n\nPredictably, Singer discovered that both men and women liked the fair players better than the\nunfair players, and showed more empathy to fair players when they were shocked. Proof of empathy was\nread off the images of brain activation, especially the brain circuitry known to be involved in pain\nempathy, and mentioned earlier in my discussion of Joan Chiao’s work on social hierarchies: the insula\nand anterior cingulate. Unpredictably, Singer discovered that the level of activity in this pain empathy\ncircuitry was reduced when men — but not women — saw unfair players receive pain. She also observed\nthat in men — but not women — there was increased activity in the nucleus accumbens — an area\nmentioned earlier on that, in rats, monkeys and humans is consistently associated with the experience of\nreward and liking. The more individual men desired revenge for an unfair offer, the more activity they\nshowed in this reward area.\n\nSinger’s findings are joined by many others showing that the nucleus accumbens, together with\nother reward areas, are activated in a wide variety of situations in which we gain from others’ pain. But\n\nbecause these same areas also respond to non-social, non-comparative experiences, such as eating, we\n\nHauser Chapter 2. Runaway desire 7d\n\nHOUSE_OVERSIGHT_012821",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012821.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3279,
    "word_count": 515,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.137590",
    "prefix": "IMAGES-002"
  }
}