{
  "document_id": "HOUSE_OVERSIGHT_019559",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019559.txt",
  "text": "String Puller | 71\n\nSnowden had now laid the groundwork for at least two possible\noutlets. Poitras, however, was having some difficulty in bringing\nGreenwald in on the plan. Like Snowden, she did not trust writing\nto him in unencrypted e-mails, and because Greenwald lived in Bra-\nzil, she still had not found an opportunity for a face-to-face meeting\nwith him.\n\nThat opportunity arose in mid-April 2013. Greenwald had flown\nto the United States to give the lead speech at an event in Yonkers,\nNew York, sponsored by the Council on American-Islamic Rela-\ntions, a pro-Muslim civil rights organization. He had delivered the\nkeynote speech at its previous meeting in San Jose, California, where\nhis impassioned depiction of the American “Surveillance State”\nreceived a rousing ovation from the attendees. He was invited to\nspeak at this award dinner for its East Coast chapter.\n\nPoitras flew from Berlin to New York to see him. On April 19,\n2013, she arranged to meet Greenwald at noon in the restaurant of\nthe Marriott hotel where Greenwald was staying. When Greenwald\narrived at the restaurant carrying a cell phone, she explained to him\n\n© that the NSA could surreptitiously turn his cell phone into a micro- ©\nphone and use it to eavesdrop on their conversation. She told him to\ngo back to his room and leave his phone there. When he returned,\nphoneless, she took further precautions by having them change\ntables several times. Greenwald accepted these tactics because, as he\nlater said, she was in charge of their “operational security.”\n\nWhen they finally settled at a table in the nearly empty restau-\nrant, she showed Greenwald e-mails she had received from Citizen\nFour. Greenwald, as he recounted, made “no connection” to the\n“long-forgotten emails” he had received from Snowden under the\nalias Cincinnatus. Reading the e-mails that Snowden had sent to\nPoitras, he was impressed with the “sincerity” of the anonymous\ncorrespondent.\n\nWhen Poitras showed Greenwald Citizen Four’s mission state-\nment in which he said his motive was to end the U.S. “surveillance\nstate,” Greenwald was further impressed with the source. The sur-\nveillance state Snowden described closely dovetailed with the sur-\nveillance state that Greenwald had described himself in his speech\nat the Council on American-Islamic Relations dinner in 2012. Of\n\n| | Epst_9780451494566_2p_all_r1.z.indd 71 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019559",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2421,
    "word_count": 391,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.146603",
    "prefix": "IMAGES-005"
  }
}