{
  "document_id": "HOUSE_OVERSIGHT_020637",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020637.txt",
  "text": "178\n\nprinciple of noninterference enshrined in Article 41 of the Vienna Convention on\nDiplomatic Relations. It exposed beyond the possibility of concealment what China\nreally thinks of noninterference. The MCA president lost his seat.\n\nThis was not the only instance of insensitive behavior by Chinese diplomats in\nMalaysia. In 2015, the previous Chinese ambassador saw fit to make his way to\nKuala Lumpur’s Chinatown, where only days previously the police had to use water\ncannons to disperse a potentially violent anti-Chinese demonstration. There the\nChinese ambassador delivered a speech that, among other things, pronounced\n\nthe Chinese government’s opposition to any form of racial discrimination, adding\nfor good measure that it would be a shame if the peace of the area were to be\ndisrupted by the ill-intentioned and that Beijing would not stand idly by if anything\nthreatened the interests of its citizens and Malaysia-China relations.\n\nUnder other circumstances, these sentiments would perhaps have passed unnoticed.\nBut the timing and context laid the ambassador’s remarks open to disquieting\ninterpretations and drew a protest from the Malaysian government. The PRC foreign\nministry spokesman defended the ambassador’s action as “normal, friendly behavior.”\nUndaunted, in another speech a day later, the Chinese ambassador said, “I would like\nto stress once more, overseas huagiao and huaren, no matter where you go, no matter\nhow many generations you are, China is forever your warm national home.”\n\nSuch behavior is not atypical in Southeast Asia. If other Chinese diplomats have\nbehaved more prudently in their engagement of overseas Chinese communities in\nother ASEAN countries, it seems a matter of differences between individuals rather\nthan policy. Since such behavior is patently not in China’s interest, China may be\nbeginning to believe its own propaganda. President Xi’s concentration of power and\ninsistence on greater party control seem to have created echo chambers where Chinese\ndiplomats and officials probably report only what is in accordance with preexisting\nbeliefs, resulting in situations where instructions are blindly given and followed.\n\nThis kind of behavior is not confined to countries where there are large overseas Chinese\ncommunities. Cultural autism or insensitivity is one of the self-created obstacles to the\nsmooth implementation of the BRI that China is experiencing around the world. And as\nthe media report on the problems, awareness spreads. This does not mean that countries\nwill shun working with China. But countries are going to be increasingly cautious. They\nwill push back when the terms of engagement are too onerous and they will seek to forge\nrelationships with as many other major powers as possible.\n\nFollowing the Malaysian elections, China is projecting friendliness toward Malaysia. But\nas with Singapore, this is a pause, not the end of the story. Since influence operations are\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020637",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020637.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2981,
    "word_count": 456,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.848522",
    "prefix": "IMAGES-006"
  }
}