{
  "document_id": "HOUSE_OVERSIGHT_024892",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024892.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n76\n\nFebruary 25, 2019\n\nsupplements, regardless of whether the substances are hemp-derived. This is because\nboth CBD and THC are active ingredients in FDA-approved drugs and were the subject\nof substantial clinical investigations before they were marketed as foods or dietary\nsupplements. Under the FD&C Act, it’s illegal to introduce drug ingredients like these\ninto the food supply, or to market them as dietary supplements. This is a requirement\nthat we apply across the board to food products that contain substances that are active\ningredients in any drug.\"\n\nIn response to Gottlieb’s statement, Sens. Ron Wyden (D-Ore.) and Jeff Merkley (D-Ore.)\nsent a letter to the FDA on Jan. 15 urging the agency to update federal regulations\ngoverning the use and interstate sale of certain hemp-derived ingredients in food,\nbeverages or dietary supplements. The two senators, who authored the 2018 Farm Bill’s\nHemp Farming Act provision, indicated that it was “Congress’ intent to ensure that both\nU.S. producers and consumers have access to a full range of hemp-derived products,\nincluding hemp-derived cannabinoids.” They requested feedback from FDA within 30\ndays on the agency’s specific plans regarding implementation of the 2018 Farm Bill.\n\nSample Of FDA Warning Letters On CBD Products:\nhttps://www.fda.gov/ICECI/EnforcementActions/WarningLetters/ucm616278.htm\n\nhttps://www.fda.gov/ICEC|/EnforcementActions/WarningLetters/2017/ucm583192 ht\nm\n\nhttps://www.fda.gov/ICEC|/EnforcementActions/WarningLetters/2017/ucm583197.ht\nm\n\nNotable State-Level Events\nCalifornia\n\nCalifornia has historically been more aligned with the FDA's stance that industrial hemp-\nderived CBD cannot be used in food or dietary supplements. However, that state does\npermit the sale of food products with cannabis-derived CBD in licensed dispensaries.\nThe Food and Drug Branch of California Department of Public Health (CDPH) issued an\nupdated FAQ on CBD in food products in July 2018 indicating that its definition of “food”\ndoes not include cannabis products like edibles, which are legal in California. CDPH also\ntechnically bans the sale of CBD oil outside of licensed cannabis retailers, though it isn’t\nalways enforced.\n\nSeparately, California Governor Jerry Brown signed a law in late September 2018\n(Assembly Bill 2914) that bans the addition of CBD or THC to any cocktail at a public\nestablishment. The new law “prohibit[s] an alcoholic beverage licensee from, at its\nlicensed premises, selling, offering, or providing cannabis or cannabis products, including\nan alcoholic beverage that contains cannabis or cannabis products, and would provide\nthat no alcoholic beverage shall be manufactured, sold, or offered for sale if it contains\ntetrahydrocannabinol or cannabinoids, regardless of source.”\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024892",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024892.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2841,
    "word_count": 400,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.658853",
    "prefix": "IMAGES-008"
  }
}