{
  "document_id": "HOUSE_OVERSIGHT_030287",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030287.txt",
  "text": "20\n\nwith global warming? Would we attempt to live healthily? Would we\nhave children?\n\nWhile mental time travel has clear survival advantages, conscious\nforesight came to humans at an enormous price — the understanding\nthat somewhere in the future, death awaits. Ajit Varki, a biologist at\nthe University of California, San Diego, argues that the awareness of\nmortality on its own would have led evolution to a dead end. The\ndespair would have interfered with our daily function, bringing the\nactivities needed for survival to a stop. The only way conscious\nmental time travel could have arisen over the course of evolution is if\nit emerged together with irrational optimism. Knowledge of death\nhad to emerge side by side with the persistent ability to picture a\nbright future.\n\nThe capacity to envision the future relies partly on the hippocampus,\na brain structure that is crucial to memory. Patients with damage to\ntheir hippocampus are unable to recollect the past, but they are also\nunable to construct detailed images of future scenarios. They appear\nto be stuck in time. The rest of us constantly move back and forth in\ntime; we might think of a conversation we had with our spouse\nyesterday and then immediately of our dinner plans for later tonight.\nBut the brain doesn't travel in time in a random fashion. It tends to\nengage in specific types of thoughts. We consider how well our kids\nwill do in life, how we will obtain that sought-after job, afford that\nhouse on the hill and find perfect love. We imagine our team winning\nthe crucial game, look forward to an enjoyable night on the town or\npicture a winning streak at the blackjack table. We also worry about\nlosing loved ones, failing at our job or dying in a terrible plane crash —\nbut research shows that most of us spend less time mulling over\nnegative outcomes than we do over positive ones. When we do\ncontemplate defeat and heartache, we tend to focus on how these can\nbe avoided. Findings from a study I conducted a few years ago with\n\nHOUSE_OVERSIGHT_030287",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030287.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2030,
    "word_count": 352,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.510217",
    "prefix": "IMAGES-010"
  }
}