{
  "document_id": "HOUSE_OVERSIGHT_030185",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030185.txt",
  "text": "30\n\ngroup may have taken a backseat to the liberal youth movement that\nbrought down the dictator, but it has wasted little time in preparing\nfor the post-Mubarak era. Although the generals in charge of Egypt's\ntransition have not yet announced a date for the parliamentary\nelections (which are expected in the fall), the Brotherhood is already\ncampaigning vigorously, in Cairo and the countryside. The youth\nmovement, on the other hand, seems unable to break out of protest\nmode. The gap between the two sides was exposed in a mid-March\nreferendum on constitutional reforms. The Brotherhood mobilized a\nmassive \"yes\" vote to ensure that any meaningful reforms would take\nplace after the parliamentary elections. The liberals were split, unsure\nas to which scenario they feared more: a constitution written by a\nmilitary-appointed panel before the elections, or one written by a\nBrotherhood-dominated parliament afterward. It was a rout: 77%\nvoted yes.\n\nThe gap has not closed. Since the referendum, many liberals have\nsought to undermine the result by trying to force through reforms\nbefore the elections. Their great champion, former U.N. nuclear\nwatchdog (and Nobel laureate) Mohamed ElBaradei, argues that the\nconstitution can't wait for people's elected representatives. The youth\nleaders agree and are threatening to return to Tahrir Square if they\ndon't get their way. They claim the referendum doesn't matter because\nthe Brotherhood misled Egyptians by portraying it as a vote on\nreligion. (The Islamists deny this, and some neutral observers say\nboth sides played fast and loose with the facts.)\n\nThis carping makes the liberals look like sore losers, and far from\ndemocratic. Critics accuse them of trying to buy time: a\npostponement in the elections would give liberals more time to get\ntheir political house in order and hopefully catch up with the\nBrotherhood's organizational lead. Even Alaa al-Aswany, a novelist\nand strong Brotherhood critic, acknowledges that it ill behooves the\n\nHOUSE_OVERSIGHT_030185",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030185.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2019,
    "word_count": 316,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.406653",
    "prefix": "IMAGES-010"
  }
}