{
  "document_id": "HOUSE_OVERSIGHT_016530",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016530.txt",
  "text": "Page 21 of 42\n103 Minn. L. Rev. 844, *886\n\nfederal enforcement practice, but this is less common.) !*4 State prosecutors’ decisions, at least for certain categories of serious\nwrongdoing, face de facto review by federal executive officials.\n\nOr so the law for a century has permitted. The constitutional double jeopardy doctrine since at least 1922 has recognized the\n\"dual sovereignty\" of state and federal governments. Notwithstanding the guarantee that no person shall \"be subject for the\nsame offence to be twice put in jeopardy,\" the Double Jeopardy Clause has been understood not to preclude federal prosecutors'\npower to charge a person who has previously been prosecuted by state officials for the same criminal conduct, and federal\nprosecutions likewise do not limit subsequent state enforcement efforts. !5° By granting certiorari in United States v. Gamble\n\n136\n\nthis term, the U.S. Supreme Court is set to revisit this doctrine, which provides the foundation for the federalism-based\n\ncheck on underenforcement.\n\nFederal prosecutors do not attempt to keep an eye on all state prosecution decisions and practices, and federal criminal [*887]\nlaw is not fully coextensive with state criminal law; significant gaps are discussed in the next Part. But the substantive\nredundancy is considerable. For some areas of dual authority - such as drug crimes, fraud, child pornography, and human\ntrafficking - federal and state agencies often coordinate investigative efforts and divide up prosecution responsibilities. But\nfederal Justice Department policy to exercise oversight of state enforcement practices in certain categories of crime is\ndeliberate and formalized. Notable examples include state and local government corruption, excessive use of force and other\nwrongdoing by police, and other criminal civil rights violations. 1!37 Especially in these areas, federal prosecutors assess\nwhether to file their own charges in cases in which their state counterparts declined to charge, charged too leniently, or in\nwhich they failed to win appropriate convictions. Federal prosecution in the wake of state declination is hardly the norm - it\n\nshould not be, if state prosecutors decline cases for the right reasons !38\n\n139\n\n- but federal officials do remedy meaningful\nenforcement gaps left by state prosecutors.\n\nFunctionally, this inter-governmental model of review resembles intra-agency administrative review with greater independence\nbetween initial decision makers and subsequent reviewers. Oversight of state prosecutors rests with the policy [*888]\npriorities of federal executive branch officials. The Justice Department has well-established written guidelines for much of this\noversight activity, although they are not formally binding. '4° Although the Justice Department bureaucracy has a stronger\n\n102 On Scotland, see Victims and Witnesses (Scotland) Act 2014, (ASP 1) § 4 (\"The Lord Advocate must make and publish rules about the\nprocess for reviewing, on the request of a person who is or appears to be a victim in relation to an offence, a decision of the prosecutor not to\nprosecute a person for the offence.\"); Crown Office & Procurator Fiscal Serv., Lord Advocate's Rules: Review of a Decision Not to Prosecute\n- Section 4 of the Victims and Witnesses (Scotland) Act 2014, at 5 (2015),\nhttp://www.copfs.gov.uk/images/Documents/Victims_and_Witnesses/Lord%20Avocates%20Rules%20-% — 20June%2015%20v2.pdf. On\nFrance, see Novokmet, supra note 70, at 101-02. In addition to judicial review, England also provides administrative review. See Dir. of Pub.\nProsecutions, Victims' Right to Review Guidance 6-9 (2016), /ttps:/Avww.cps.gov.uk/sites/default/files/documents/publications/vrr\n\nguidance_2016.pdf (noting that victims may seek administrative review of decisions not to prosecute, which are checked in a local CPS office\n\nby a prosecutor who has not been involved with the case previously, then at the victim's request in a review by the Appeals and Review Unit);\nVictims' Right to Review Scheme, Crown Prosecution Serv., https:/Awww.cps. gov.uk/legal-guidance/victims -right-review-scheme (last\nupdated July 2016). Decisions are reviewed as questions of law - that is, whether they are correct as a matter of law, even if reasonable.R v.\nKillick [2011] EWCA (Crim) 1608, [2012] 1 Crim. App. 10 [48] (recognizing victim right to review under EU Directive art. 10, and noting\noriginal prosecution decision was reasonable but wrong); see also Keir Starmer, Human Rights, Victims and the Prosecution of Crime in the\n21st Century, Crim. L. Rev. 777, 783-84 (2014) (describing aims of review policy).\n\n103 See Carlin v. Dir. of Pub. Prosecutions [2010] IESC 14, 3 IR 547, at P 12 (Ir.) (\"If ... it can be demonstrated that [the DPP] reaches a\ndecision mala fide or influenced by an improper motive or improper policy then his decision would be reviewable by a court. To that extent I\nreject the contention again made on behalf of this respondent that his decisions were not as a matter of public policy ever reviewable by a\ncourt.\" (quoting State (McCormack) v. Curran, [1987] ILRM 225, 237 (Ir.))); Office of the Dir. of Pub. Prosecutions, The Role of the DPP 16\n(2015), https://www.dppireland.ie/filestore/documents/victims_ directive_publications/ENGLISH_-_Role_of_the DPP.pdf (noting crime\nvictims, among others, can seek DPP review of prosecutors' decisions). On Northern Ireland, see Pub. Prosecution Serv. for N. Ir., Victims of\nCrime: Requesting a Review of a Decision Not to Prosecute 2-4 (2017),\nhttps ://www.ppsni.gov.uk/Branches/PPSNI/PPSNI/Files/Documents/Rquests%20F or% 20Review/Victims%200f%20Crime%20-\n%20Requesting%20a%20Review™s 200f%20a%20Decision%20not%20to%20Prosecute%20(October%202017 ).pdf.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016530",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016530.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5772,
    "word_count": 835,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:47.969772",
    "prefix": "IMAGES-004"
  }
}