{
  "document_id": "HOUSE_OVERSIGHT_017114",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017114.txt",
  "text": "4.2.12\nWC: 191694\n\nMy decision to become a criminal lawyer was certainly not influenced by any exposure to real\n\ncrime. I lived in a neighborhood where we never locked our doors and where violent crime was\nunheard of. There were of course street fights, in which I frequently participated - - more often\nas victim than victor - - but the Borough Park section of Brooklyn was a safe neighborhood. (L\n\n[possible\n\nomission]\n\nSeveral years after I moved out of the house, my parents’ apartment was burglarized. All the\nburglars took were Jewish ritual items, such as the Hanukah Menorah, the Sabbath candles, etc.\nWhen my mother called to tell me about the burglary, I responded, “See, Jews can be burglars\ntoo.” Without a moment’s hesitation my mother rebuked me, “They weren’t Jews, they were\nIsraelis.” For my mother, real Jews, who in her world were all orthodox, and Israelis, who tended\nto be secular, were completely different breeds.\n\nMy father, though rarely at home, influenced me as well. He had a small store on the lower east\nside, where he sold wholesale during the week and retail on Sunday (he was of course closed on\nSaturday). I would sometimes help him on Sunday after my school finished at 1:00 pm. One\nSunday he got a ticket for violating the Sunday closing law. I went to court with him a few days\nlater and the presiding judge was man named Hyman Barshay. It was my first experience in a real\ncourt. He asked my father why he was open on Sunday and my father responded that he had to\nstay closed on Saturday because he was an Orthodox Jew and he couldn’t afford to be closed for\ntwo days. “Did you go to Schul on Saturday?” the judge asked. My father replied, “Of course.”\nThe judge challenged him, asking, “Then what was the Torah portion of the week?” When my\nfather responded correctly, the judge tore up the ticket. If he had gotten the answer wrong, the\njudge would’ve doubled the fine. So much for separation between church and state.\n\nThis was not my only experience with the First Amendment. Shortly thereafter, my friends and I\ndecided to form a social athletic club - - a euphemism for a Jewish gang, but without the rough\nstuff. We named our club The Shields and we designed our own jackets, which we got wholesale,\nsince the father of one of our members owned an athletic store. His name was “Snot” Chaitman.\nI leave the source of that nickname to your imagination. Whitey, the leader of our club, decided\nthat we should have something sexy and not at all Jewish looking (whatever that meant).\nAccordingly, the colors we selected were chartreuse and black. We really wanted to look like\nhoods, despite our generally wimpy nature. Our yeshiva immediately banned the jackets as too\ntough looking and not consistent with the Jewish values of the school. Fortunately one of our\n\n27\n\nHOUSE_OVERSIGHT_017114",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017114.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2832,
    "word_count": 498,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.852698",
    "prefix": "IMAGES-004"
  }
}