{
  "document_id": "HOUSE_OVERSIGHT_023163",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023163.txt",
  "text": "OUP CORRECTED PROOE - FINAL, 10/9/2014, SPi\n\nThe Crooked Course Xxxi\n\ngovernment. In the following days, I flew to Israel to convey the request to Yossi Beilin,\nthen Deputy Foreign Minister. Shortly afterwards, Foreign Minister Shimon Peres\ndispatched the Director General of the ministry, Uri Savir, and the head of the\nministry’s legal department, Joel Singer, to Oslo. The Norwegians had, until then,\nseen the secret talks in Oslo and their potential outcome only as possible inputs to the\nnegotiations in Washington. We were puzzled—and pleasantly surprised—to realize\nthat the parties now wanted to negotiate the full deal under the Oslo framework.\n\nIndeed, in the spring of 1993 the parties started to conduct proper negotiations in\nOslo—out of the public eye—rather than through the formal process in Washington.\nWithin four months, the Declaration of Principles was initialed in a secret ceremony in\nthe Government Guest House in Oslo. This was followed by a new set of secret\nnegotiations in Paris, facilitated by the Norwegian team (Johan Jorgen Holst, Jan\nEgeland, Mona Juul, and myself). The outcome was the mutual recognition of the\nState of Israel and the Palestine Liberation Organization, which paved the way for the\nformal signing of the Oslo Accords on the White House lawn on 13 September 1993.\n\nThe Declaration of Principles was based on the approach that the easiest issues\nshould be resolved first, with remaining issues to be addressed later, step-by-step. A\nPalestinian Authority for self-rule would be established, first gaining control over Gaza\nand Jericho, and then gradually expanding into the West Bank. The details of the\nexpansion were to be hammered out in the so-called Oslo II Agreement, signed in\nCairo on 28 September 1995.\n\nAs unique and effective as this approach proved to be, the Oslo Accords would not\nhave been possible without the dramatic changes taking place within the international\nsystem at the time. The PLO had been financially dependent on the states of the Arab\nGulf and the Communist bloc. The collapse of the Soviet Union and Arafat’s support of\nSaddam Hussein during the Gulf War of 1991 resulted in the collapse of funding for the\nPLO and an end to remittances to Palestinian families in Gaza and the West Bank.\nSimultaneously, the first Intifada between 1987 and 1993 and the emergence of a new\nlocal leadership in Gaza and the West Bank created a threat to the leadership of the\nPLO in exile in Tunis. The organization needed desperately to regain its financial\nfooting, as well as its political stature. These were major incentives to move the\nOrganization into what was to become the Oslo process.\n\nThe Israeli leadership also had its reasons to come to the negotiating table. The rise\nof satellite television channels, such as CNN, beamed live images around the world of\nIsraeli soldiers armed to the teeth combating stone-throwing kids in Gaza and the West\nBank. Support for the government of Israel dropped dramatically in Europe and at\nhome. Israelis began to feel that they were losing the moral high ground. Israeli leaders\nsaw that using traditional military means to combat the Intifada came at a high political\nand moral cost. They too were in search of a political way out. In short, the Oslo\nchannel came precisely at the right time, providing a lifeline for both the Israeli and\nPalestinian leaderships.\n\nThe implementation of the Declaration of Principles started in earnest in 1994, with\nYasir Arafat’s spectacular arrival in Gaza and the rapid establishment of the Palestinian\nAuthority. I had the pleasure of welcoming him on behalf of UN Secretary-General\nBoutros Boutros-Ghali, as his newly appointed Special Coordinator for the Occupied\n\nHOUSE_OVERSIGHT_023163",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3740,
    "word_count": 608,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.353861",
    "prefix": "IMAGES-007"
  }
}