{
  "document_id": "HOUSE_OVERSIGHT_021100",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021100.txt",
  "text": "pee ne ee\n\nVenture Capital Deals\n\n¢ Moovit, an Israeli maker of a transportation app, has raised $50 million in Series D\nfunding led by Intel Capital, with participation from Sequoia, BMW iVentures, NGP,\nSound Ventures, BRM, Gemini, Vaizra, Vintage, and Hanaco. http://axios.link/fQSW\n\n¢ Vectra, a San Jose, Calif.-based cybersecurity startup, has raised $36 million in\nSeries D funding led by Atlantic Bridge, with participation from the Ireland\nStrategic Investment Fund, Nissho Electronics Corp., Khosla Ventures, Accel Partners,\nIA Ventures, AME Cloud Ventures, DAG Ventures and Wipro Ventures. www.vectra.ai\n\n¢ FourKites, a Chicago-based make of supply chain management software, has raised\n$35 million in Series B funding. August Capital led the round, with participation\nfrom Bain Capital Ventures and Hyde Park Venture Partners. http://axios.link/7XWI\n\n¢ DecaWave, an Irish fabless semiconductor company, has raised $30 million in\nfunding led by Atlantic Bridge Ventures, with participation from the China Ireland\nGrowth Technology Fund, ACT Venture Capital, and ZZ Ventures.\n\n¢ Kidaptiv, a Mountain View, Calif.-based maker of adaptive learning software, has\nraised $19.1 million in Series C funding led by Formation 8 and Korean education\ncompany Woongjin ThinkBig. http://axios.link/Fuut\n\n¢ Prophesee, a Paris-based machine vision startup, has raised $19 million in Series B\nfunding led by an undisclosed investor, with participation from 360 Capital Partners,\nSupernova Invest, iBionext, Intel Capital, Renault Group, and Robert Bosch Venture\nCapital, according to Tech.eu. http://axios.link/QAyn\n\n¢ Greenlight Financial Technology, an Atlanta-based maker of a smart debit card\nfor kids, teens, and college students, has raised $16 million in Series A funding led by\nTTIV Capital with participation from New Enterprise Associates, Relay Ventures,\nSunTrust Bank, Ally Financial, nbke bank, Canapi, and the Amazon Alexa Fund.\nwww.greenlightcard.com\n\ne Zagster, a Cambridge, Mass.-based bike-share service, has raised $15 million in new\nfunding led by Edison Capital Partners. www.zagster.com\n\n¢ Morphisec, and Israel-based cybersecurity startup, has raised $12 million in Series\nB funding from Orange Digital Ventures, Jerusalem Venture Partners, General\nElectric, and Deutsche Telekom. www.morphisec.com\n\n¢ Tunity, a New York-based live audio service for television content, has raised $12\nmillion in Series A funding. Investors include former Morgan Stanley CEO John Mack\nand WeWork CEO Adam Neumann. www.tunity.com\n\n¢ Fever Labs, a New York-based maker of an event discovery app, has raised $11.7\nmillion in new funding, according to an SEC filing. www.feverup.com\n\nHOUSE_OVERSIGHT_021100",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021100.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2701,
    "word_count": 386,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.613627",
    "prefix": "IMAGES-006"
  }
}