{
  "document_id": "HOUSE_OVERSIGHT_014337",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014337.txt",
  "text": "YE16. Management was quite clear that the bank was unlikely to cross the $50bn\nSIFl asset threshold on an organic basis until the SIFI threshold is moved higher,\nwhich would take an act of Congress.\n\nChart 35: What is the biggest risk that prevents you from owning/increasing exposure to\nNYCB?\n\n60% 53%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nUncertainty tied with the Overhang from a softening in Liability sensitive balance sheet\nAstoria acquisition the NYC multifamily space that could see pressure on the\nmargin from rising interest\nrates\n\nSource: BofA Merrill Lynch Global Research\n\n= Regulatory relief would be meaningful for NYCB: Given that the prolonged\ntimeline for gaining regulatory approval for the Astoria acquisition can be attributed\nto the pro-forma entity crossing over the $50bn SIFI asset threshold, management\nnoted the significant relief it would receive from legislative action that would push\nthis threshold higher. This would not only make the regulatory burden following the\nclosing of the Astoria acquisition more manageable, but would also allow NYCB to\nlook at additional M&A opportunities once it integrates Astoria. Moreover, any\npotential relief on LCR compliance would also be welcomed by management as it\nwould remove a source of significant pressure on its net interest margin.\n\n= Higher rates could accelerate refinance activity: While investors tend to view\nrising rates as a headwind to refinance activity, management noted that it had\nalready seen a pick-up in applications as borrowers look to lock-in rates based on\nthe fear that rates could be significant higher 6-12 months out. As a result, this\ncould provide a near term boost to the margin from higher prepay income.\n\n=  Steepening yield curve leading to rising lending rates: Management noted that it\nhad recently increased its multifamily coupon by 0.375% to 3.50% on the improved\ninterest rate environment. NYCB was not alone in this rate hike as SBNY\ncommented that it recently moved up lending rates for its 5-year and 7-year fixed\nmulti-family loans. Notably, the increased lending rates are above the current book\nyield of NYCB's loan book implying the potential to offset some of the potential\npressure from higher funding costs following the December rate hike.\n\n= NYCB able to withstand downturn in multifamily market: Management was also\nupbeat on its ability to withstand a downturn in the multifamily market given its\nhistory through multiple credit cycles of outperforming on credit metrics. While it is\ndebatable how close we are to the next downturn, we believe that the defensibility\nof NYCB's balance sheet is a key strength of the bank and should create significant\n\nBankof America isa\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 23\n\nHOUSE_OVERSIGHT_014337",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014337.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2782,
    "word_count": 445,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.348010",
    "prefix": "IMAGES-002"
  }
}