{
  "document_id": "HOUSE_OVERSIGHT_024434",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024434.txt",
  "text": "You should rely only on the information contained in this Private Placement Memorandum (this\n“Memorandum”) or to which we have referred you. We have not authorized anyone to provide you\nwith information that is different. This Memorandum may only be used where it is legal to sell the\nUnits. The information in this Memorandum may only be accurate on the date of this\nMemorandum. No person has any obligation to update the statements and information contained\nin this Memorandum.\n\nNOTICE TO INVESTORS\n\nTHIS CONFIDENTIAL MEMORANDUM iS BEING FURNISHED ON A STRICTLY CONFIDENTIAL BASIS\nSOLELY TO A LIMITED NUMBER OF SOPHISTICATED PROSPECTIVE INVESTORS FOR THE\nPURPOSE OF PROVIDING CERTAIN INFORMATION REGARDING THE OFFERING OF THE UNITS. A\nPROSPECTIVE INVESTOR MAY NOT DISTRIBUTE OR REPRODUCE THIS MEMORANDUM, OR\nDISCLOSE ITS CONTENTS, TO ANY PERSON OTHER THAN PROFESSIONAL REPRESENTATIVES\nOF THE INVESTOR IN CONNECTION WITH ITS CONSIDERATION OF THIS INVESTMENT, AS\nCONTEMPLATED BY THE CONFIDENTIALITY AGREEMENTS BETWEEN THE INVESTORS AND\nKUE, THIS MEMORANDUM AND ANY INFORMATION FURNISHED IN CONNECTION HEREWITH\n(COLLECTIVELY, THE “COMPANY INFORMATION\"), YOU ACKNOWLEDGE AND AGREE THAT (1) ALL\nCOMPANY INFORMATION IS CONFIDENTIAL; (If) YOU WILL NOT DISTRIBUTE OR REPRODUCE\nTHE COMPANY INFORMATION IN WHOLE OR IN PART AND WILL USE THE COMPANY\nINFORMATION SOLELY TO EVALUATE AN INVESTMENT IN THE UNITS AND NOT FOR ANY OTHER\nPURPOSE; (Ill) IN THE EVENT THAT YOU HAVE NO FURTHER INTEREST IN PARTICIPATING IN\nTHIS OFFERING, OR IF AT ANY TIME THE COMPANY SO REQUESTS (AT ITS DISCRETION), YOU\nWILL PROMPTLY RETURN, DESTROY OR DELETE ALL COMPANY INFORMATION THAT YOU HAVE\nRECEIVED AT THE EARLIEST OPPORTUNITY AS REQUESTED BY THE COMPANY; AND (IV) YOU\nWILL NOT DISCLOSE TO ANY THIRD PARTY THE COMPANY INFORMATION THAT HAS BEEN\nPROVIDED TO YOU. EACH PROSPECTIVE INVESTOR IS RESPONSIBLE FOR THE FEES OF ITS\nOWN COUNSEL, ACCOUNTANTS AND OTHER ADVISORS.\n\nTHE UNITS OFFERED HEREBY AND THE COMMON LP UNITS AND CLASS A SHARES\nREPRESENTED THEREBY ARE SUBJECT TO RESTRICTIONS ON TRANSFERABILITY AND RESALE\nAND MAY NOT BE TRANSFERRED OR RESOLD EXCEPT AS PERMITTED UNDER THE SECURITIES\nACT AND THE APPLICABLE STATE AND NON-US. SECURITIES LAWS PURSUANT TO\nREGISTRATION OR AN EXEMPTION THEREFROM, AND THEN ONLY TO THE EXTENT PERMITTED\nBY THE LIMITED PARTNERSHIP AGREEMENT OF KUE AND THE GOVERNING DOCUMENTS AND\nAGREEMENT AMONG MEMBERS OF THE GENERAL PARTNER. ACCORDINGLY, INVESTORS\nSHOULD BE AWARE THAT THEY WILL BE REQUIRED TO BEAR THE FINANCIAL RISKS OF AN\nINVESTMENT IN THE UNITS OFFERED HEREBY FOR AN INDEFINITE PERIOD OF TIME.\n\nTHE STATEMENTS AND INFORMATION CONTAINED IN THIS MEMORANDUM HAVE BEEN\nCOMPILED AS OF THE DATE HEREOF (UNLESS OTHERWISE STATED HEREIN) FROM THE\nCOMPANY AND FROM OTHER SOURCES. NEITHER THE DELIVERY OF THIS MEMORANDUM NOR\nANY SALE MADE HEREUNDER SHALL UNDER ANY CIRCUMSTANCES IMPLY THAT THERE HAS\nBEEN NO CHANGE IN THE AFFAIRS OF THE COMPANY OR THAT THE INFORMATION SET FORTH\nHEREIN IS CORRECT AS OF ANY TIME SUBSEQUENT TO THE DATE HEREOF. NO PERSON HAS\nANY OBLIGATION TO UPDATE THE STATEMENTS AND INFORMATION CONTAINED HEREIN,\n\nIN MAKING AN INVESTMENT DECISION, INVESTORS MUST RELY ON THEIR OWN EXAMINATION\nOF THE COMPANY, THE GENERAL PARTNER AND THE TERMS OF THE OFFERING, INCLUDING\nTHE MERITS AND RISKS INVOLVED. YOU ACKNOWLEDGE THAT (A) YOU HAVE NOT RELIED ON\nTHE AGENTS OR ANY PERSON AFFILIATED WITH THE AGENTS IN CONNECTION WITH YOUR\nINVESTIGATION OF THE ACCURACY OF THE INFORMATION PROVIDED HEREIN OR YOUR\nINVESTMENT DECISION AND (B) NO PERSON HAS BEEN AUTHORIZED TO GIVE ANY INFORMATION\nOR TO MAKE ANY REPRESENTATION CONCERNING THE COMPANY, THE GENERAL PARTNER OR\nTHE OFFERING OTHER THAN AS CONTAINED IN THIS MEMORANDUM AND INFORMATION GIVEN\nBY DULY AUTHORIZED OFFICERS AND EMPLOYEES OF THE COMPANY IN CONNECTION WITH\n\nHOUSE_OVERSIGHT_024434",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024434.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3855,
    "word_count": 608,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.931629",
    "prefix": "IMAGES-007"
  }
}