{
  "document_id": "HOUSE_OVERSIGHT_011627",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011627.txt",
  "text": "When the guns finally fell silent, I had time to give full rein to my thoughts.\nThere were obviously fundamental questions about how the war had happened,\nstarting with why we hadn’t known ahead of time that two neighboring states\nwere about to attack us — despite sayeret intercepts that could have given us\ntime to call up all our reserves. Disentangling the details would take months.\nBut we already knew the human cost of those failures. Hundreds of Israeli\nsoldiers had been killed. The final number would be around 2,800, nearly four\ntimes our losses in 1967. Thousands were wounded, some crippled for life.\nMany of the dead were men whom I’d grown up with or served with, including\nmore than 20 in my own battalion. Some of the dead in other units were close\nfriends.\n\nI felt exhausted. I also realized that Nava, thousands of miles away in Palo\nAlto, and my parents on the kibbutz could still not be sure I had escaped the fate\nof so many others. I learned later that my parents had been making daily calls to\nDigli, who was working in intelligence in the kirya. Though he had no way of\nknowing where I was, he kept assuring them that he had checked with my\ncommanders and that I was alive and well. Nava had been relying on American\nnews reports and the relayed assurances from my parents, which she was\nseasoned enough as an army wife to treat with skepticism.\n\nI missed her badly, and little Michal. I felt the need to hear their voices. I\ndrove to one of the brigade communications units. There was a long line in front\nof the radio telephone. But within a half-hour, I managed to get a crackly\nconnection to California. Nava burst into tears when she heard my voice. I told\nher I was fine, and that I couldn’t wait to see her and our little girl. Then, my\nown eyes dampening, I reeled off the names of friends who had died. In\naddition to the brave men I’d lost in my own battalion, there were more than a\ndozen others I already knew of. A pair of brothers from Mishmar Hasharon, a\ncouple of years younger than me, in separate units, but killed within hours of\neach other. Another childhood friend, from a nearby moshav, named Rafi\nMitzafon. And Shaul Shalev, a gifted philosophy postgraduate and a brave tank\ncommander whom I’d become friends with at officers’ school. He’d rescued\nthree dozen troops from one of the Bar-Lev fortifications in the first hours of the\nwar, only to be killed trying to get to a tank crew who had taken refuge a few\nmiles back from the canal.\n\nI’d lost two wonderful sayeret comrades, too: Amit Ben-Horn, the soldier\nwho’d relayed the order from Motta to abort our second attempt to abduct the\nSyrian officers in Lebanon, and Amitai Nachmani, the officer who had\n\n156\nHOUSE_OVERSIGHT_011627",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011627.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2733,
    "word_count": 494,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.527335",
    "prefix": "IMAGES-001"
  }
}