{
  "document_id": "HOUSE_OVERSIGHT_019726",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019726.txt",
  "text": "238 | HOW AMERICA LOST ITS SECRETS\n\nsian KGB and SVR reported that Chinese intelligence received from\nRussia a continuous stream of communications intelligence about\nthe United States in the late twentieth and early twenty-first cen-\nturies. Russia’s intelligence resources during this period were for-\nmidable. They included geosynchronous satellites, listening stations\nin Cuba, sleeper agents, and embassy-based spy networks. Presum-\nably, this relationship further deepened under President Putin’s\nregime. Putin asserted in speeches in 2014 that Russia and China\ncontinued to share a key strategic objective: countering the United\nStates’ domination of international relations, or what Putin terms\n“a unipolar world order.” China’s president, Xi Jinping, expressed a\nvery similar view, saying in 2014 in a thinly veiled reference to the\nUnited States that any attempt to “monopolize” international affairs\nwill not succeed.\n\nSince the end of the Cold War, Russia has been the major supplier\nof almost all of China’s modern weaponry. It licenses for manufac-\nture in China avionics, air defense systems, missile launchers, stealth\ntechnology, and submarine warfare equipment. To make these arms\n\n© effective, it also provides China with up-to-date intelligence about ®\nthe ability of the United States and its allies to counter them. While\nsuch intelligence cooperation may be limited by the reality that\nChina and Russia still compete in many areas, they still have reason\nto share much of the fruits of their cyber and conventional espio-\nnage against the NSA in accordance with their intelligence. After all,\nthe NSA works to intercept the military and political secrets of both\nthese allies. Moreover, as the CIA’s former deputy director Morell\npoints out in his book, NSA secrets are a form of currency for adver-\nsaries in the global intelligence war, saying that part of Snowden’s\ncache could be traded by a country that acquired it to the intelligence\nservices of Iran and North Korea.\n\nSnowden’s stay in Hong Kong from May 20 to June 23 in 2013\nmade the Chinese intelligence service, willy-nilly, a potential player\nin whatever game he was involved in. China’s full responsibility for\nHong Kong’s national security and foreign affairs includes moni-\ntoring foreign intelligence operatives. Chinese intelligence main-\n\n| | Epst_9780451494566_2p_all_r.indd 238 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019726",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019726.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2415,
    "word_count": 371,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.214368",
    "prefix": "IMAGES-005"
  }
}