{
  "document_id": "HOUSE_OVERSIGHT_011048",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011048.txt",
  "text": "Tweaking the Axioms\n\nMy last argument reasoned from experience that we need no money motive to\nconsume, and that pay tends to cover our maintenance needs. But that wasn’t\nstrictly in the axioms. | assumed a mortal and reproducing population strategizing\nfor means to satisfy tastes, and more generally aims. I didn’t say out loud that the\npopulation in fact survives. Now I do. Let’s specify that the population has motive\nand means for lineage survival, whether in a group selection or kin selection sense.\nThe means can be specified as skill sets, as an adult norm, sufficient to earn\nmaintenance consumption needs for themselves and invested consumption needs\nfor their young together. As to motive, I will specify at last that maintenance\nconsumption is exhausted in satisfying our taste for survival. I already as much as\n\nassumed this in arguing that we need no money motive to consume.\n\nThis assumption of motive and means amounts to the biological imperative. It is\nhardly new to economics. It is the essence of Petty’s overlapping generations model\nof 1662 in A Treatise of Taxes. It is the essence of the equilibrium wage theory of\nSmith in 1776 and Ricardo 1817, where pay converges to the level holding the work\nforce intact. It is the essence of Malthus’ population principle of 1798 and 1801,\nchosen by Senior as his first axiom in his Outline of 1836. It is the essence of the\n\nproductive consumption theory developed from Malthus through Mill in 1848.\n\nIt lapsed from attention with the marginalist revolution beginning with Jevons and\nMenger in 1871, ironically the year of publication of Darwin’s The Descent of Man,\nbecause the marginalists treated explanations of tastes as irrelevant. I happen to be\na huge fan of the marginalists. But they’ve made their point. The microeconomics\nthey founded is a rich and mature science. It needs no assumptions as to what\nexplains our tastes. But macro is not doing so well. I believe that it must start over,\n\nand that a grasp of motives helps.\n\nChapter 6: Parallels with the Firm 2/4/16 14\n\nHOUSE_OVERSIGHT_011048",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011048.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2073,
    "word_count": 349,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.089198",
    "prefix": "IMAGES-001"
  }
}