{
  "document_id": "HOUSE_OVERSIGHT_016551",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016551.txt",
  "text": "Page 42 of 42\n103 Minn. L. Rev. 844, *913\n\nprofessional, rival, and politically accountable executive branch officials.\n\nThe msight of the U.S. approach is that, for many types of [*914] underenforcement, federal oversight combined with\ndemocratically responsive local prosecutors can perform the same function as judicial review and private prosecution of\ncorrecting bad declination decisions driven by institutional allegiances, cultural biases, and favoritism. Politically responsive\ncriminal justice sometimes works relatively well at changing prosecution practices to serve victim interests that majorities or\nstrong interest groups embrace. Politics has brought meaningful reforms to prosecution for drunk driving, for example, and it\nhas led to improvements, if still msufficient ones, regarding domestic violence and sexual assault crimes. But political\naccountability has not worked as well to remedy underenforcement when key victim groups have less public sympathy, or key\ndefendant groups, such as police, have a lot. Redundant prosecution authority, in the form of federal oversight, has a similarly\nmixed track record. Federal law has done much to compensate for state underenforcement of public corruption offenses. It has\nmade significant but less ambitious and successful commitments in the context of police violence. And federal authorities so far\nhave attempted to reinforce state sexual assault enforcement only at the margins.\n\nThe track record of the U.S. responses to underenforcement, then, is mixed. But it is not clear that the alternative safeguards\nthat predominate elsewhere are, on their own, clearly superior. Private prosecution is little use for victims with few financial\nresources or who are legally unsophisticated. Judicial review of declination can be exceedingly deferential, especially if statutes\nand regulations do not provide courts with clear criteria against which to assess prosecutorial decision making. Jurisdictions\nstrongly committed to reducing unjustified declinations would combine most or all of these mechanisms. U.S. jurisdictions\narguably have a history that should have made them especially likely to do so. States once permitted and relied on private\nprosecutions; judicial authority to review executive action, outside of prosecutor charging, is at least as robust here as in\nEngland; the movement for crime victim rights was as effective here as anywhere. The failure to devise more comprehensive\nsafeguards suggests that certain specific pockets of underenforcement - involving police, marginalized victim groups, and\nsexual assaults - are especially hard to remedy, regardless of readily available solutions.\n\nMinnesota Law Review\nCopyright (c) 2018 Minnesota Law Review Foundation\nMinnesota Law Review\n\nEnd of Document\n\nProsecution Service describes itself as \"an independent prosecution authority.\" See About the Public Prosecution Service of Canada, Pub.\nProsecution Serv. Can., hitp://www.ppsc-sppc.ge.ca/eng/bas/dpp-dpp.himl (last updated Apr. 4, 2018). The Canadian Supreme Court affirms\nthe prosecutor's wide discretion with reference to his political independence. See Krieger v. Law Society of Alta., [2002] 3 S.C.R. 372, para.\n32 (Can.) (\"The independence of the Attorney-General, in deciding fairly who should be prosecuted, is ... a hallmark of a free society.\"\n(quoting In re Hoem v. Law Soc'y of B.C. (1985), 63 B.C.L.R. 36 (Can. B.C. C.A.))).\n\n239 For a sample of longstanding criticisms of unregulated prosecutorial discretion, see Davis, supra note 123; Roscoe Pound, Criminal\nJustice in America 183 (1930) (criticizing the \"intimate connection of the prosecutor's office with politics.\"); James Vorenberg, Decent\nRestraint of Prosecutorial Power, 94 Harv. L. Rev. 1521, 1554-60 (1981) (arguing that the scope of prosecutorial discretion is too broad). See\ngenerally Raymond Moley, Politics and Criminal Prosecution (1929) (criticizing political influence over prosecution).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016551",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016551.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3993,
    "word_count": 567,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.152250",
    "prefix": "IMAGES-004"
  }
}