{
  "document_id": "HOUSE_OVERSIGHT_021193",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021193.txt",
  "text": "and body language, a very primitive form of speaking, but what choice\ndid we have?\n\nI did my best to get acquainted and as I had previously assumed after\nlunch on the beach we were again ushered into another part of the island,\nJeffrey’s cabana. There was no need for words here, as the girls already\nknew exactly what to do. Without saying anything they undressed me and\nbegan to ravage my body with their hands, tongues, lips and fingers. I\nwas delirious, never having done anything like this before with so many\ngirls. It was sheer chaos; | don’t honestly know how men could fantasize\nover this. Through the glimpses in between bodies crossing over me I\ncould see Jeffrey and Brunel watching us, sitting in a chair with their\nhands around their penises, stroking themselves together “The best part is\nthey don’t even speak English so there’s never a need to have to keep\nthem amused” | could hear one of the men divulge and pretty sure it came\nfrom Jeffrey laughing out Joud to Brunel. [ just closed my eyes and went\nsomewhere else in my mind until it was all over. That was that, life went\non and we all moved on to eat dinner together.\n\nIt couldn’t be more awkward as Jeffrey and Brunel were beside\nthemselves with their ego’s beaming, and the girls chatted like busy little\nchipmunks with each other. Ghislane and Emmy on the other end of the\ntable were being amused at the entire racquet around the table and then\nthere was me. Sitting quietly and smiling in people’s direction when\nneeded, I was counting down the minutes until | could go lay down in my\ngiant comfortable bed, slipping away to the gentle noises the island\ncreated and sink comfortably into a deep sleep with the assistance of my\nXanax. Scratching at the plate in front of me with my fork out of\nboredom, I wasn’t even hungry. I had lost my appetite for food. Rather\nsipping on the champagne I wanted to feel as far away from here as\npossible. What seemed fike hours for everyone to finish their meals we\nwere finally all saying goodnight and goodbye to each other, as Brunel\nwas off early in the morning and taking the eight beauties with him.\n“Thank God” I told myself, once was more than T could handle of that in\none day.\n\nIt didn’t take me long to get back into my own comfort zone. Heading\nstraight back to my cabana after dessert was served nearly tripping over\nmy own two feet as I tried to scuttle off in a hurry. As soon as I entered\nmy domain, I drew a breath and sighed a deep exhale outwards, finally\nalone and at peace... for now at least. Although the sun had set hours ago\nthe high temperatures of the Caribbean were still an affliction, plaguing\nmy cabana I was welcomed by a rush of warm air as I opened the door. 1\nhit the switch to the fan and stripped down for a shower. Preparing my\ntowel and toiletries | opened the back door to the outside shower and\nplaced them on the floor. Whether | was cleaning up in the midst of a hot\n\noF\n\nC Copyright Protected Material\nCONFIDENTIAL, GIUFFREO04230\n\nday or retiring for the evening, an outside shower was always splendid.\nUnder a thick dark cloak of the night sky only the moon and stars to shed\nenough light for me to see my way around. I could feel the soft breeze\nlick the droplets falling off of my bodies’ curves in the reflection of the\nmoonlight. It only encouraged me to stay longer under the warmth from\nthe spray of rushing water. I let the hot water run out before I was\nsufficed enough to go back inside. Lounging around the bed in my\npanties and a tank top I was still sweltering from the heat. Trying to tire\nmyself out, I did some reading and eventually fell asleep. | needed those\ntimes to unwind after such an ordeal, letting the Xanax wash away all of\nthe pain I could then forgive the mistakes I had made, blaming myself for\nstaying around for this I had wished | was never born at all. The pills\nwould take all of that away for me. My heart was a tangled weave of\ndeception and pain, only reassured by the lies that were told to me and the\nlies | would have to convince myself of.\n\nChapter 16\n\nWhen we flew back into Palm Beach, Juan drove me back to my\napartment. Lonely for some companionship I decided to call an old\nfriend. | was longing to be important to someone and unfortunately with\nsuch little time to have a social life of my own I was compelled to call T.J\nagain. His Mom answered the phone and sounded quite surprised to hear\nmy voice on the other end. She was always kind to me, I even used to\nbring her back “Cola” cans from other countries a bizarre hobby she\nloved collecting. She just didn’t know what I saw in her son, even saying\nthat to his face many times over. Not blind to his ways of cheating and\nstealing, being a personal victim of it, she made it apparent that she did\nnot approve of T.J’s choice in lifestyle. It used to really hurt him how his\nparents thought so badly of him, so he gave up trying to eam their love a\nlong time ago. As long as he didn’t steal from them anymore he was\nallowed to live there. Instead of that being a lesson to him, he would just\ntry to be more clever in what he would steal, less obvious things. He\nwould steal the toaster and sell it for five dollars if he knew it would help\nto get him his next high.\n\nNonetheless and at my expense I had a sweet spot for him. With\nenough water under the bridge, I was able to forget about the troubles he\ncaused. His Mom told me she’d pass on the message when he got home,\nbut that could be days from now. The last time he had been home was\nover a couple of weeks now. He only stopped by to get something to eat,\nhave a long sleep and to beg her for a few bucks, supposedly to help him\nbuy food. Then he was off again without a single word said, only leaving\n\n98\n\n11 Copyright Protected Material\n\nGIUPFRE00423 1\n\nHOUSE_OVERSIGHT_021193",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021193.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5791,
    "word_count": 1102,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:49.145616",
    "prefix": "IMAGES-006"
  }
}