{
  "document_id": "HOUSE_OVERSIGHT_016542",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016542.txt",
  "text": "Page 33 of 42\n103 Minn. L. Rev. 844, *908\n\nrationale that oversight of prosecutors lies in the political process rather than judicial enforcement of legal parameters for\ncharging. 7!8 Third, popular and political pressure has succeeded in redressing some underenforcement practices by\nprosecutors (and police) when victim groups, or issues tied to specific offenses, achieve political potency. Intoxicated driving is\nperhaps the best example of harmful wrongdoing about which many enforcement agencies have successfully revised their\npolicies to increase enforcement. 7!? Domestic violence and sexual assaults are other examples where enforcement shifts have\nbeen more limited but still significant. °7°\n\nResponses by local agencies to this type of pressure have taken three basic forms. First, chief prosecutors adopted internal\noffice policies that mandate - or set a strong presumption for - [*909] prosecution of specific crimes when evidence is\nsufficient. 27! Second, prosecutors get specialized training on how to address the particular challenges posed by specific kinds\nof cases such as domestic violence or sexual assault. **? Finally, many offices have established dedicated, in-house units of\nprosecutors who specialize in these same kinds of crimes. 77+ States legislatures have encouraged these reforms, 774 but\nvirtually everywhere, the adoption, content, and enforcement of policies 1s left to local chief prosecutors. No legislation sets\nspecific charging criteria, authorized judicial review, or gives enforceable rights to victims. 77°\n\nThese responses to underenforcement are meaningful, but their form is more political than legal. They are the kinds of\nresponses produced by a system of electorally accountable prosecutors and legislatures. 7° Often they are in large part\nattributable to successful political efforts by advocacy groups. Mothers Against Drunk Driving (MADD), for example,\nsuccessfully urged reforms of laws and enforcement practices against intoxicated driving. 77’ Feminist groups and women's\nadvocates play important, ongoing roles in reforming police and prosecution policies, substantive criminal laws, and evidence\nrules for domestic [*910] violence and sexual assault offenses. 77° These efforts have succeeded in changing attitudes,\nprofessional cultures, and enforcement practices in police and prosecution agencies that had contributed to underenforcement in\nthese areas. 7? Prosecution units specializing in offenses such as domestic violence, for example, strengthen professional\nculture committed to enforcement by attracting lawyers who share that commitment and who develop expertise to act on it. 72°\n\nhttps://papers.ssrn.com/sol3 /papers.cfm?abstract_id= 3095741. Without grounds for federal jurisdiction - such as conduct involving\ninterstate travel or occurring on federal property - sexual assaults and other violent offenses are the exclusive province of state officials. Kim,\nsupra, at 277. For examples of the limits built into federal offenses, see/S U.S.C. § /59](a)(1) (2016) (knowingly recruiting or enticing\nminors to engage in commercial sex acts); 18 U.S.C. § 2423(b) (2016) (prohibiting travel in interstate commerce for purpose of engaging in\nillicit sexual conduct with minor females).\n\n150 The scholarly literature on public corruption is considerable. For a short overview of the debate and the federal law, see David Mills &\nRobert Weisberg, Corrupting the Harm Requirement in White Collar Crime, 60 Stan. L. Rev. 1371, 1377-94 (2008). For longer treatments,\nsee generally Political Corruption: A Handbook (Arnold J. Heidenheimer et al. eds., 2d ed. 1989) (compiling comparative scholarly work on\npolitical corruption); Routledge Handbook of Political Corruption: A Handbook (Paul M. Heywood ed., 2015) (focusing on international and\ncomparative corruption issues).\n\nIl See, e.g., McDonnell v. United States, 136 S.Ct. 2355, 2365 (2016) (describing quid pro quo requirement for federal bribery offense, 78\nU.S.C. § 201, in relation to extortion and honest-services fraud statutes, 78 U.S.C. §$/95](a) & 1346, used to prosecute corruption by state\nofficials); Skilling v. United States, 561 U.S. 358, 407-09 (2010) (clarifying quid pro quo requirements for bribery and kickback conduct in\nhonest-services fraud prosecutions).\n\n152 See 18 U.S.C. § 201 (2012) (criminalizing bribes and gratuities); 18 U.S.C. § 666 (2012) (criminalizing theft or bribery related to\nfederally funded programs); 78 U.S.C.§$1341, 1343, 1346 (2016) (criminalizing mail, wire, and “honest services\" fraud); 7/8 U.S.C. § 1/95]\n(2012) (criminalizing extortion “under color of official right\").\n\n153 See, e.g., Nicholas Kusnetz, Only Three States Score Higher Than D+ in State Integrity Investigation; 11 Flunk, Ctr. for Pub. Integrity,\nhttps:/Awww .publicintegrity.org/2015/11/09/18693/only-three-states-score-higher-d-state -integrity-investigation-11-flunk (last updated Nov.\n23, 2015) (scoring states and explaining methodology; all but three states scored a \"D+\" or below on A-to-F scale); see also Corruption\nPerceptions Index 2016, Transparency Intl (Jan. 25, 2017), = Atips://www.transparency.org/news/feature/corruption\n\nperceptions _index_2016#table (ranking 174 countries by corruption scores; the United States ranked eighteenth). On the challenges facing\ncorruption measures, see generally Staffan Andersson, Beyond Unidimensional Measurement of Corruption, 19 Pub. Integrity 58 (2017)\n(analyzing the challenges posed by treating corruption as a one-dimensional phenomenon); Adriana S. Cordis & Jeffrey Milyo, Measuring\nPublic Corruption in the United States: Evidence From Administrative Records of Federal Prosecutions, 18 Pub. Integrity 127 (2016)\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016542",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016542.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5747,
    "word_count": 797,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.591352",
    "prefix": "IMAGES-004"
  }
}