{
  "document_id": "HOUSE_OVERSIGHT_030516",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030516.txt",
  "text": "From: Jeffrey Epstein [jeevacation@gmail.com]\n\nSent: 3/7/2011 5:26:02 PM\nTo: Martin Weinberg\nSubject: Fwd: Fwd: FW: Please forward\n\nAttachments: image001.png\n\na Forwarded message ----------\n\nFrom: Peter Mandelson <j >\n\nDate: Mon, Mar 7, 2011 at 9:16 AM\nSubject: Re: Fwd: FW: Please forward\nTo: \"jJeevacation@gmail.com\" <jeevacation@gmail.com>\n\nNo !!\n\nFrom: Jeffrey Epstein [mailto :jeevacation@gmail.com]\nSent: Monday, March 07, 2011 05:01 PM\n\nTo: Peter Mandelson BT\n\nSubject: Fwd: FW: Please forward\n\nFrom: Kirsty Mackenzie\n\nSent: Monday, March 07, 2011 11:11 AM\nTo: Jack Goldberger\n\nSubject: RE: Please forward\n\nTam writing in an attempt to make contact with Jeffrey Epstein and wondered if you would, as his attorney, forward this message on\nto him?\n\nWe are keen to explore the possibility of conducting an interview with Mr Epstein, on the subject of the stories which are circulating,\nhowever inaccurately, about both him and Prince Andrew, the Duke of York; we'd be keen to hear from Mr Epstein first hand so that\nthe various and at times, speculative reporting which is at large in the UK press can be better scrutinised?\n\nLet me tell you a bit about the Today programme.\n\nToday is the BBC's main morning news show; we have been part of the BBC for over 50 years and are generally considered one of the\nmost important news broadcast outlets - either on radio or TV - here in the UK. We set the news agenda for the BBC and in many\nrespects we set the daily news agenda for the country. Our interviews are regularly re broadcast across the BBC's national and\ninternational news network including - BBC World, BBC World Service and BBC Online. The combination of these outlets means\nthe global 'reach’ of a BBC Today programme interview is second to none.\n\nProgramme guests have included a selection of some of the biggest names in politics, business, international relations and the arts\nincluding US Treasury Secretary Tim Geithner, President Nicholas Sarkozy, President Hamid Karzai, HRH the Prince of Wales,\nformer President Musharraf, former Secretary of State Condoleezza Rice, former President Bill Clinton, Senator George Mitchell, Al\nGore, Kofi Annan, former Prime Minister Tony Blair, the Dalai Lama, Bill Gates, George Soros, Stephen Hawking, Sir Paul\nMcCartney, Mick Jaggar and Salman Rushdie.\n\nWe are a programme that carries considerable weight and influence and which prides itself in being a first port of call for many of the\nmost important and influential figures on the international stage.\n\nI can best be reached via my cell phone - Po - or this email address.\n\nHOUSE_OVERSIGHT_030516",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2608,
    "word_count": 422,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.656581",
    "prefix": "IMAGES-011"
  }
}