{
  "document_id": "HOUSE_OVERSIGHT_025310",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025310.txt",
  "text": "From: Robert Kuhn [i\n\nSent: 5/11/2017 5:38:37 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Kuhn\n\nImportance: — High\n\nRuminating (in Betjing traffic) on plant biology and ways to structure possible Closer To Truth (CTT) series to\nportray your sense and insights.\n\nFor plant biology per se, there’s probably three strong episodes, with higher production values needed to\nillustrate ideas/principles (more than the usual CTT talking heads). To fit the CTT framework (and audience\nexpectation), these fascinating discoveries or hints of complex, multifarious mechanisms would need to be\nexplored (even if not yet understood) in terms of simple, fundamental principles (applicable across disciplines -\nso-called ‘general systems theory’).\n\nThis potential series on plant biology could be extended to 5-6 episodes by including medicinals - plant\nderivatives that are, for some conditions, best treatments for numerous diseases. This could include, for\nexample, a critical look at Chinese medicine.\n\nI think, though, there is a bigger idea lurking here. Your unique ways of thinking, exemplified by plant biology,\nencourages another, larger possibility for a significant CTT series. Each of the topics you’ve brought up, and\nmany of your past fundings, sought kinds of breakthroughs or radically new ways of approaching reality and the\nknowledge and manipulation of reality. So, how about producing a big CTT series on just that - \"Radical\nBreakthroughs”?\n\nI can imagine CTT episodes on each of the following kinds of topics you’ve mentioned, in which radical\nbreakthroughs or deep structural significance are being appreciated:\n\n- Plant Biology\n\n- Deception (biology)\n\n- Power Laws (\"found everywhere in nature, Pareto, law of large numbers”’)\n- New Math (\"category theory, membrane computing, as a new tool for cognition”)\n\n- Mathematics and Truth\n- Music (\"a tool to interogate the brain, not a product of but a lense into the inner software”)\n\n- Dreams (\"always on, consciousness blocking access, schizo have sleep disorders’’)\n- Power (nature,as you said, \"financial, physical, intellectual, ability to do things in a local space\")\n\nI’m sure there are other such categories of ‘radical breakthrough’ - for example, several wild ideas in\nneuroscience, such as levels of information from sub-cellular to massive circuitry.\n\nWe would clearly unify the topics and episodes with an overarching thematic vision of “radical breakthroughs”\nthat “challenge conventional wisdom” (this phrase was an early Closer To Truth subtitle).\n\nSeveral of these topics can have more than one episode. We can easily produce 13 high-quality episodes and\nthus have a coherent full season on “Radical Breakthroughs\", which would be distributed and marketed as such.\n\nHOUSE_OVERSIGHT_025310",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025310.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2767,
    "word_count": 418,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.375153",
    "prefix": "IMAGES-008"
  }
}