{
  "document_id": "HOUSE_OVERSIGHT_019197",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019197.txt",
  "text": "ERSON\n\nhim to have the investigation\n\nwcheonette, he explained, and\nnoney. At the time, it made no\nsusy man. He was going to get\njolice into his home to install\nat the Palm Beach PD provided\nly one with access to the foot-\ne police had noticed a group of\n\nmed to be camped out at the\n\n(len sil Nadia Marcinkova.\ntive of Epstein—that fact had\n\nnues, the cops see photographs\ncers find Alison's high school\n\ncan't shake the feeling that the\nxp for their arrival. Shelves look\n,and several photographs appeat\n\nwalls.\nn of the place to be searched,\nsition for B.B. vs. Epstein, “some-\na bit.”\n\nsurprising about this. After all,\nin’s gotten wind of their investiga-\n- for a house that’s been scrubbed,\n\nnd. |\nabout the search is that someone ;\n\nFittuy Ricu\n\nappears to have gone through the house, gotten rid of incrimi-\nnating materials, but left many clues behind.\n\nIt was as if the things the police were seeing didn’t even reg-\nister as wrong.\n\nThere’s another feeling the cops can’t shake: the nagging sense\nthat they themselves are being investigated and tailed.\n\nFirst Reiter hears through the grapevine that Epstein’s law-\nyers have hired private investigators to perform background\nchecks.\n\nA public-records demand has been filed in an effort to obtain\nReiter’s own records.\n\nDetective Recarey tells Reiter that he, too, is being surveilled\nand that his trash has been picked through.\n\nIn his entire career as a police officer, this is the first time\nthat Reiter’s seen or heard of such a thing: a suspect investigat-\ning his investigators. But for the moment, he puts it aside. Recar-\ney’s doing great work on the investigation. He’s deeply invested,\nand for good reason: the detective’s got four kids of his own.\nRight now, more victims are coming out of the woodwork. And\nnow that the warrant’s been executed, there’s no downside to\ninterviewing Epstein’s servants.\n\nHOUSE_OVERSIGHT_019197",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019197.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1896,
    "word_count": 323,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.750149",
    "prefix": "IMAGES-005"
  }
}