{
  "document_id": "HOUSE_OVERSIGHT_020047",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020047.txt",
  "text": "As it happened, the Justice Department—Attorney General Sessions and Deputy\nAttorney General Rod Rosenstein—were, independent of the president’s own course,\npreparing their case against Comey. They would take the Bedminster line and blame\nComey for errors of his handling of the Clinton email mess—a problematic charge,\nbecause if that was truly the issue, why wasn’t Comey dismissed on that basis as soon as\nthe Trump administration took office? But in fact, quite regardless of the Sessions and\nRosenstein case, the president had determined to act on his own.\n\nJared and Ivanka were urging the president on, but even they did not know that the axe\nwould shortly fall. Hope Hicks, Trump’s steadfast shadow, who otherwise knew\neverything the president thought—not least because he was helpless not to express it out\nloud—didn’t know. Steve Bannon, however much he worried that the president might\nblow, didn’t know. His chief of staff didn’t know. And his press secretary didn’t know. The\npresident, on the verge of starting a war with the FBI, the DOJ, and many in Congress,\nwas going rogue.\n\nAt some point that afternoon Trump told his daughter and son-in-law about his plan.\nThey immediately became coconspirators and firmly shut out any competing advice.\n\nEerily, it was a notably on-time and unruffled day in the West Wing. Mark Halperin,\nthe political reporter and campaign chronicler, was waiting in the reception area for Hope\nHicks, who fetched him a bit before 5:00 p.m. Fox’s Howard Kurtz was there, too, waiting\nfor his appointment with Sean Spicer. And Reince Priebus’s assistant had just been out to\ntell his five o’clock appointment it would be only a few more minutes.\n\nJust before five, in fact, the president, having not too long before notified McGahn of\nhis intention, pulled the trigger. Trump’s personal security guard, Keith Schiller, delivered\nthe termination letter to Comey’s office at the FBI just after five o’clock. The letter’s\nsecond sentence included the words “You are hereby terminated and removed from office,\neffective immediately.”\n\nShortly thereafter, most of the West Wing staff, courtesy of an erroneous report from\nFox News, was for a brief moment under the impression that Comey had resigned. Then,\nin a series of information synapses throughout the offices of the West Wing, it became\nclear what had actually happened.\n\n“So next it’s a special prosecutor!” said Priebus in disbelief, to no one in particular,\nwhen he learned shortly before five o’clock what was happening.\n\nSpicer, who would later be blamed for not figuring out how to positively spin the\nComey firing, had only minutes to process it.\n\nNot only had the decision been made by the president with almost no consultation\nexcept that of his inner family circle, but the response, and explanation, and even legal\njustifications, were also almost exclusively managed by him and his family. Rosenstein\nand Sessions’s parallel rationale for the firing was shoehorned in at the last minute, at\n\nHOUSE_OVERSIGHT_020047",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020047.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3017,
    "word_count": 487,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.597109",
    "prefix": "IMAGES-005"
  }
}