{
  "document_id": "HOUSE_OVERSIGHT_022714",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022714.txt",
  "text": "Larry Summers wife, Elisa New, drops by. She teaches American\npoetry at Harvard and is putting together a proposal for a series on poetry\nthat WGBH in Boston may produce and Epstein is advising on where she\nmight go for added support (he also makes mince meat of her budget).\n\nMORE...TK\n\nPerhaps it’s just the ultimate feminist nightmare: Men (and a few\nopportunistic women) continue to come to Epstein’s because, no matter their\npublic bows to modern manners, they simply don’t care that he offends\nevery aspect of feminist sensibility\n\nOr, it’s a guilty pleasure. People who know Jeffrey exchange “Jeffrey”\nstories. “That’s Jeffrey,” says Mort Zuckerman, the real estate billionaire and\npublisher of the Daily News (ever vitriolic in its coverage of Epstein), with a\ntwinkle in his eye and obvious enjoyment, to tales of Epstein escapades. It is\nan outréness that Epstein seems delighted to cultivate. In Epstein’s Paris\napartment, 10,000 square feet on the Avenue Foch, a neighborhood\notherwise occupied by foreign potentates, there is a stuffed baby elephant in\nhis living room—that is, the elephant in the room. (At the same time,\nEpstein is a major supporter of cancer research and the elephant, he\nsays, is also a reminder that elephants have 23 copies of tumor\nsuppressor genes and humans have only 1.) The single book on his\nbedside table is Lolita (he is, beyond the joke, a great Nobokov fan).\n\nOr, in a more sophisticated view, it’s a two tier understanding of the\nworld. There is a media version of the world, which most of us live in and\nlargely accept, and are certainly influenced by. And then there are those\npeople who live in the media itself and therefore know that it’s mostly bunk.\nIf the media says it, as likely some version of the opposite 1s true. I might\nguess too that for many of his visitors there’s an order of identification: there\nbut for the grace of God. Any hyper-prominent person might, at any time,\nrun afoul of prosecutors, the political moment, the media, or the Internet hoi\npolloi.\n\nEpstein is the Dreyfus of the rich.\n\nAnd then there is the glue of wealth. Once, at lunch in the Epstein\ndinning room with Bill Richardson, the former Governor of New Mexico,\nand past Presidential aspirant, when Epstein left the room for a few minutes,\nI asked the obvious question, the one everybody asks each other, “How did\nyou meet Jeffrey?” Richardson seemed surprised: “Jeffrey,” he said, as\nthough stating what should have been perfectly obvious, “is the biggest\nlandowner in New Mexico.”\n\nHOUSE_OVERSIGHT_022714",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022714.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2544,
    "word_count": 431,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.805500",
    "prefix": "IMAGES-007"
  }
}