{
  "document_id": "HOUSE_OVERSIGHT_014978",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014978.txt",
  "text": "Notable trends and dislocations (US)\n\nThe Fed turns more hawkish, though vol remains subdued\n\nLast week, unsurprisingly the Fed opted to hike benchmark rates another 25bps.\nHowever, the market was more focused on the FOMC’s unexpectedly hawkish message,\nwhich indicated that it is willing to normalize policy despite weaker-than-desired\ninflation. Qur economists now think the Fed will announce balance sheet normalization\nin September and will hike rates again in December. A more hawkish Fed could result in\nhigher real rates and a stronger USD, which ultimately should benefit our Growth to\nValue rotation trade of long XLF calls versus short QQQ calls (see Chart 15). The S&P\n500 was more-or-less flat week-over-week as it gained only 6bps. The tech selloff\ncontinued, however, and the Nasdaq-100 dropped 105bps. Similarly, the Russell 2000\nalso dropped 105bps. Despite concerns on the Fed, the VIX fell 0.32 vol points to 10.38,\n\nand SPX 1m ATM implied vol declined 0.3 vol points to 7.6%.\n\nChart 13: The Nasdaq has set a new record for consecutive days without\na 5% peak-to-trough drawdown\n\n160 «2\n\n136\n\n140\n120\n100 Bo\n80\n\n60\n\n40 Be\n\n20 SSeS\n\n0\n\n16-Jun-17\n14-Jul-86\n27-Feb-97\n21-Jun-71\n22-Nov-93\n20-Aug-15\n19-Nov-91\n3-Nov-16\n29-Sep-80\n29-Mar-94\n5-Feb-99\n4-Oct-95\n8-Dec-80\n14-Apr-87\n3-Mar-80\n14-Mar-00\n22-Jul-99\n21-Sep-78\n19-Apr-99\n28-Jan-00\n15-Oct-99\n\nSource: BofA Merrill Lynch Global Research. Data from 1-Feb-71 to 16-Jun-17. Drawdowns measured\nfrom prior peaks and using close-to-close data.\n\nChart 14: On 16-Jun, the SPX had its 11™ consecutive session of moves\nnot exceeding 0.5% in either direction on a close-to-close basis. This is\nthe 4\" time this year that such a streak has surpassed 10 days\n\n50 10\n40 8\n30 6\n20 4\n10 2\n0 , 0\n\n‘64 '65 52 17 ‘59 ‘62 '63 '67 '95 '51 ‘53 ‘66 ‘68 '72 '93 16\nMax # of days without an up or down move > 0.5% (LHS)\nm# times SPX has gone for 10 days w/o a 0.5% move (RHS)\nSource: BofA Merrill Lynch Global Research, Bloomberg. Data from Jan-1928 to 16-Jun-2017.\n\nOn June 9, the Nasdaq dropped nearly 2% as investors unwound\ncrowded positions, resulting in a sudden selloff from a period of\nrelative calm. However, despite the volatility among tech names\nduring the first week of June, the Nasdaq (CCMP} has not seen a\n5% drawdown from a prior peak (using closing data} in 150\ndays. This is the longest such streak in the Nasdaq’s history.\n\nPrior to today, the longest periods of similar calm occurred\nduring July ’83 and July ’86, when the index did not record a 5%\ndrawdown from a peak in 136 and 135 days respectively.\n\nLast week the S&P 500 recorded its 11\" session without a\nmove larger than 0.5% in either direction. As a result, 10d\nrealized vol stood at 3.31% as of 16-Jun.\n\nThis is already the fourth time this year that SPX has gone more\nthan 10 consecutive days without a move greater than +/- 0.5%.\nThis has historically happened only in ’64, ’65 and ’52. The\nlongest such stretch this year lasted 15 consecutive trading\nsessions and ended on 16-May. For comparison, in ’64 SPX had\n8 stretches without such a move with the longest stretch\nspanning 43 days.\n\nBankof America\nMerrill Lynch\n\nGlobal Equity Volatility Insights | 20 June 2017 7\n\nHOUSE_OVERSIGHT_014978",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014978.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3216,
    "word_count": 548,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:45.944892",
    "prefix": "IMAGES-003"
  }
}