{
  "document_id": "HOUSE_OVERSIGHT_023029",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023029.txt",
  "text": "She claims that on another occasion, Mr Epstein flew two young women to a dinner for the purpose of\nentertaining President Clinton. She claims she herself was sex trafficked to several other men, whose contact\ninformation is contained in an address book of Mr Epstein's filed in court records.\n\nMay we have a comment please? Our deadline is 1pm tomorrow (SATURDAY) ET.\n\nYours sincerely,\nSharon Churcher\n\nThe Mail on Sunday (New York office)\n\nPS .: ae\n\nThis e-mail and any attached files are intended for the named addressee only. It contains information, which\nmay be confidential and legally privileged and also protected by copyright. Unless you are the named\naddressee (or authorised to receive for the addressee) you may not copy or use it, or disclose it to anyone else.\nIf you received it in error please notify the sender immediately and then delete it from your system.\nAssociated Newspapers Ltd. Registered Office: Northcliffe House, 2 Derry St, Kensington, London, W8 S5TT.\nRegistered No 84121 England.\n\nBS Df DIC ik DIS BIg 34S BIS DIR 24S ik DIS IC 24S BIS DIS 2S 2k DIS Ik 24S BIS DIR SIC 2k DIC Ig 34S BIC DIS 3IC 2k DIC ik 24S IC DIS SIC 2k DIC Ok 24S IS OIC FIC 2 OIC 2k 24S IS 2IS IC 2fe OIC 24k OIC Ik 2fe\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_023029",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023029.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1848,
    "word_count": 312,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.806860",
    "prefix": "IMAGES-007"
  }
}