{
  "document_id": "HOUSE_OVERSIGHT_013077",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013077.txt",
  "text": "Chapter 9\n\nGeneral Intelligence in the Everyday Human\nWorld\n\n9.1 Introduction\n\nIntelligence is not just about what happens inside a system, but also about what happens outside\nthat system, and how the system interacts with its environment. Real-world general intelligence\nis about intelligence relative to some particular class of environments, and human-like general\nintelligence is about intelligence relative to the particular class of environments that humans\nevolved in (which in recent millennia has included environments humans have created using\ntheir intelligence). In Chapter 2, we reviewed some specific capabilities characterizing human-\nlike general intelligence; to connect these with the general theory of general intelligence from the\nlast few chapters, we need to explain what aspects of human-relevant environments correspond\nto these human-like intelligent capabilities. We begin with aspects of the environment related\nto communication, which turn out to tie in closely with cognitive synergy. Then we turn to\nphysical aspects of the environment, which we suspect also connect closely with various human\ncognitive capabilities. Finally we turn to physical aspects of the human body and their relevance\nto the human mind. In the following chapter we present a deeper, more abstract theoretical\nframework encompassing these ideas.\n\nThese ideas are of theoretical importance, and they’re also of practical importance when one\nturns to the critical area of AGI environment design. If one is going to do anything besides\nrelease one’s young AGI into the “wilds” of everyday human life, then one has to put some\nthought into what kind of environment it will be raised in. This may be a virtual world or it\nmay be a robot preschool or some other kind of physical environment, but in any case some\nspecific choices must be made about what to include. Specific choices must also be made about\nwhat kind of body to give one’s AGI system — what sensors and actuators, and so forth. In\nChapter 16 we will present some specific suggestions regarding choices of embodiment and\nenvironment that we find to be ideal for AGI development — virtual and robot preschools — but\nthe material in this chapter is of more general import, beyond any such particularities. If one\nhas an intuitive idea of what properties of body and world human intelligence is biased for,\nthen one can make practical choices about embodiment and environment in a principled rather\nthan purely ad hoc or opportunistic way.\n\n161\n\nHOUSE_OVERSIGHT_013077",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013077.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2527,
    "word_count": 399,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.625461",
    "prefix": "IMAGES-002"
  }
}