{
  "document_id": "HOUSE_OVERSIGHT_018460",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018460.txt",
  "text": "[theory] Liberal, Sex-Positive Sex Education: What's Missing\n\nI originally wrote this in 2009, then reposted it in 2010 as part of a group drive by sex-\npositive bloggers to solicit donations to Scarleteen.com. Scarleteen is an amazing sex\neducation site run by the equally amazing sex educator Heather Corinna, and it can\nalways use donations! You should totally go investigate that site -- after you're done\nreading my work, of course.\n\nWhen I first published this piece, the sex-positive film director Tony Comstock\ncommented on Twitter, \"I think that post of yours might be one of the most important\nthings written about sex-positivity in the last 10 years.\" I was really honored by that,\nbecause he does excellent work.\n\nMy parents occasionally read my blog, and I also got some interesting feedback from my\nmother. She wrote to me: \" Speaking from where I sat when you were growing up: I wish\nI could have taught you what you eventually learned on your own. But I felt there was\nthis unchallengeable wave moving and I didn't have a place to stand to counter it. I kept\nthinking I was leaving you to learn the hard way exactly what I learned the hard way,\nand was still learning, and was despairing of ever learning.\"\n\nI wrote back: \"For what it's worth, I remember you trying to stem the tide with small\ncomments, and I think that those comments later helped me center myself in a place\nwhere I could reach my own conclusions rather than blindly sleeping around.\" I hope it\nmade her feel better, because it's true. I'm not a parent, although someday I would like to\nbe... but I think one of the hardest things about parenting must be knowing that your kids\nwill learn terrible things from the surrounding world, and the best you can do is try to be\nthere while they process those lessons.\n\nKOK ok\n\nLiberal, Sex-Positive Sex Education: What's Missing\n\nI am fortunate. I was born in the eighties and I received a great sex-positive upbringing.\nThe public school I attended taught students how to use condoms; middle school health\neducation included a section on sexually transmitted diseases. My parents didn't throw\ntheir sexuality in my face -- but they were almost always matter-of-fact, understanding\nand accepting when they talked about sex. (I'll never forget how, at age 12 or so, Mom\nsat me down and gave me a long speech about how it would be totally okay if I were\ngay.) I was raised Unitarian Universalist, and the Unitarian Sunday School teen program\nincluded a wonderful sex education curriculum called About Your Sexuality. (I\nunderstand that the sex-ed curriculum has been changed and updated, and is now called\nOur Whole Lives. I haven't delved deeply into the Our Whole Lives program -- maybe it\naddresses some of the issues I'm about to describe.)\n\nSo I think I'm in a good position to describe the problematic signals we face in liberal\nsexual education. Yes, I've experienced the overall sex-negative messages that drench\nAmerica, and they're terrible -- but so much is already being said about those. I also\nreceived lots of sex-positive messages that are incomplete, or problematic, or don't quite\ngo the distance in helping us navigate sexuality -- and I think the sex-positive movement\nmust focus on fixing them.\n\nHOUSE_OVERSIGHT_018460",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018460.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3264,
    "word_count": 558,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.106865",
    "prefix": "IMAGES-004"
  }
}