{
  "document_id": "HOUSE_OVERSIGHT_018643",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018643.txt",
  "text": "http://clarissethorn.com/blog/2012/05/01/relationship-tools-monogamy-polyamory-\ncompetition-and-jealousy/\n\nEVOLUTION:\n[storytime] You Don't Always Know What You're Thinking\n\nI wrote this in late 2010. I have mixed feelings about it now. I think I made important\npoints, but I will also say this: if you don't have a clue what's going on in your head and\ndon't even know where to start, then that can be a bad sign. I think that when people are\nunhappy, or dealing with situations that are more than they can handle, they often settle\ninto a kind of mental \"fog\" so they don't have to think about it. (The feminist writer\nAutumn Whitefield-Madrano has a great article describing how this happens in abusive\nrelationships; she calls it \"the fog of abuse.\")\n\nYet at the same time, I do believe that we should consciously make space in ourselves for\nnew feelings to emerge, especially when we're pushing our limits. Self-awareness must\ninclude allowing new feelings to emerge at their own pace.\n\nte ok ok\n\nYou Don't Always Know What You're Thinking\n\nIn May 2010, I wrote a post called \"Am J Evolving Away From Monogamy?\" in which I\ntalked about my urge towards polyamory, and my confusion about that urge. I talked\nabout my previous dislike for polyamory, and I talked about how new it is for me to feel\nlike I want to be polyamorous. I talked quite a lot, really, but a week later, I started\nfeeling like I hadn't covered everything... or like I just wasn't correct about some things\nI'd written.\n\nBut how could I be incorrect? I was, after all, writing about myself and my own feeings.\nHow could I be wrong about what I myself was thinking?\n\nI guess I realized quickly that I'd claimed things about my past self that weren't quite true.\nThat didn't acknowledge my own complexity. For example, I wrote that although I've\ntoyed with polyamory in the past, my most recent poly leanings came up only because I\ngot my heart broken by a gentleman who I sometimes refer to as Mr. Inferno. I theorized\nthat perhaps I'm just scared of commitment. While it is certainly true that I'm not big on\ncommitment these days, I later recalled that actually -- at the beginning of my\nrelationship with Mr. Inferno, I had some doubts about being monogamous. I was\nmonogamous because he was very sure that was what he wanted, but I remember a point\nwhen I thought about trying to negotiate something different.\n\nPolyamorous people are stereotyped as being commitment-phobic. I know all about that\nstereotype -- in fact, I have angrily defended my poly friends from it for years! (Even\nwhen I was very fiercely monogamous, I got so mad when people who don't know\n\nHOUSE_OVERSIGHT_018643",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018643.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2662,
    "word_count": 457,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.207718",
    "prefix": "IMAGES-005"
  }
}