{
  "document_id": "HOUSE_OVERSIGHT_017138",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017138.txt",
  "text": "4.2.12\nWC: 191694\n\nEarly the next morning, he called me back. “I’ve spoken to Abe Chayes,” he said referring to a\nHarvard Law professor who was then serving as legal counsel in the State Department. “He’s a\nbit more optimistic that cooler heads will prevail. Come into work.”\n\nSo off I went to the courthouse, where Bazelon gave us hourly updates on the Cuban Missile\nCrisis until it was resolved by a deal. “I misjudged those Kennedy boys,” he told me when the\ncrisis was over. “Abe tells me they did good. Much better than Bay of Pigs. They were actually\nquite mature. They’re quick learners. They did good.”\n\nJust a few weeks into my clerkship, Justice Felix Frankfurter resigned from the Supreme Court,\nleaving the so-called “Jewish seat” vacant. Judge Bazelon was on the short list, along with\nSenator Abraham Ribicoff and Labor Secretary Arthur Goldberg. Ribicoff and Goldberg were\nclose friends of Bazelon. All three wanted the job, but Bazelon was regarded as too liberal,\nespecially on criminal justice matters, and was strongly opposed by Justice Department officials. I\nvividly remember the day Goldberg was nominated. “Arthur will be a great justice, if he has the\nsitzfleish to stay on the bench,” Bazelon told me. “He’s used to the active life of the labor lawyer.\nAlways in the middle of the action. He’s going to have to get used to the isolation, but he’s smart\nas hell, and he’s always wanted to be on the Supreme Court.”\n\nClearly Bazelon was disappointed but he knew it would have taken a miracle to overcome the\nobjections of the Justice Department, and he didn’t have close connections to the Kennedys.\n\n“Good for you. Not so good for me. And good for the country,” is how he summarized the\nappointment to me a few days later. Good for me, because the new justice would certainly\nconsider a recommendation from his old Chicago friend, when picking his next year’s law clerks.\nI immediately began to dream of clerking for the new justice when I completed my year with\nBazelon.\n\nJudge Bazelon became Chief Judge soon after I began working for him and dominated that\nimportant court of appeals—second only to the Supreme Court—during his long tenure. His\nrival—both professionally and personally—was Judge (later Chief Justice) Warren Burger.\nBazelon was deeply committed to equality in the criminal justice system—between rich and poor,\nwhite and black, and mentally sound and mentally ill.\n\nThese passions brought him into constant conflict with the executive and legislative branches of\ngovernment, and especially with prosecutors. He knew he could never win his battles by relying\non current public opinion, which showed little compassion for those who came into conflict with\nthe criminal justice system. His weapons were education and elite academic opinion. His goal\nwas to change minds through his opinion writing, speeches and articles. He chose his law clerks\nbased on their ability to assist him in these tasks. “Every case presents an opportunity to change\nminds, to teach, to influence,” he would say. “The court is a bully pulpit and we must make the\nmost of it.” His favorite story was about the New York judge who complained, “Why does\nCardozo always get the interesting cases,” referring to the great New York Court of Appeals\nChief Judge (later Justice) who transformed tort law and other parts of the legal landscape with\nhis elegant and influential opinions. The point, of course, is that the cases weren’t at all\ninteresting until Benjamin Cardozo got his hand—or pen—on them. He turned mundane legal\n\n5]\n\nHOUSE_OVERSIGHT_017138",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017138.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3567,
    "word_count": 595,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.521483",
    "prefix": "IMAGES-004"
  }
}