{
  "document_id": "HOUSE_OVERSIGHT_014418",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014418.txt",
  "text": "demand. Our US economics team expects the stimulus to boost growth in H2 CY17 and\nlikely CY18. Japan should be a big winner from stronger US growth, given its high\nexposure to the US economy in terms of exports and corporate profits (Chart 22 and\nChart 23). On the negative side, aggressive protectionist trade measures, if\nimplemented, would depress US growth and global trade further. If combined with a\nstronger yen, Japan’s economy would be hit hard.\n\nChart 22: Japan's export exposure (% of total gross and value-added Chart 23: Breakdown of Japan exports to US by commodity, 2015\nexports*)\n30\n25\n20\n15\n10\n\n5\n\n0\n\nUSA CHN KOR TWN GER = Chemicals = Manufactured goods m Machinery\n\n. m Electrical Machinery m Transport equipment Others\nmGross exports m Value-added basis\n\nSource: BofA Merrill Lynch Global Research, MoF\nSource: OECD\n\nBase case: “benign Trump” scenario\n\nFor the moment, we are assuming limited positive and negative policy changes. Our US\nteam expects uncertainty to cause a modest slowing of growth in the first half of next\nyear, but this will be more than offset by fiscal stimulus in the second half and into\n2018. But the size of the fiscal expansion will likely be smaller than promised, and the\nintroduction of modest protectionist measures means that the boost to global trade will\nessentially be zero. Table 1 shows the impact on growth under two scenarios, based on\ndifferent assumptions for global trade and FX. Under the upside case, Japan’s GDP could\nrebound towards 2%, as the economy benefits from a combination of stronger global\ntrade and a weak currency. Under a downside “protectionist” scenario, 2017 growth\nwould slow to around zero and would most likely tip Japan back into deflation.\n\nTable 1: Sensitivity of Japan's growth to global trade and foreign exchange rate\n\n(Assumptions) Baseline Case 1 - Upside Case 2 - Downside\n\nGlobal trade 0.0% 3.0% -10.0%\n\n% JPY appreciation (*) 1.0% -10.0% 10.0%\n\n(Simulation results) Change (Contribution) Change (Contribution) Change (Contribution)\n\n{\") {\") {\")\n\nReal GDP impact 0.2ppt — 0.9ppt — -1 Appt —\nConsumption 0.0% (0.02ppt) 0.3% (0.15ppt) -0.8% (-0.44ppt)\nCapex 1.9% (0.26ppt) 2.9% (0.40ppt) 3.2% (-0.44ppt)\nNet Exports = (0.00ppt) = (0.30ppt) = (-0.23ppt)\n\nSource: BofA Merrill Lynch Global Research, CAO, MoF, IMF\n(*) Rate of appreciation of Japanese yen in terms of effective exchange rate\n(**) Contributions to the change in real GDP\n\nPolitical impact of a Trump administration\nFor Japan, the impact of Trump’s election goes beyond economic issues. It also impacts\ndefense spending and regional trade arrangements.\n\nMilitary self-reliance and budget choices\n\nTrump has made it clear that he wants allies of the US to shoulder a greater share of\nthe defense burden. There is a lot of uncertainty as to how far Trump will go to re-\ndefine the US-Japan alliance. Despite his criticism, Japan already pays about 75% of US\nmilitary hosting costs. However, it seems fair to assume that Japan will be expected to\n\nBankof America <2\nMerrill Lynch Japan Economics Viewpoint | 18 November 2016 9\n\nHOUSE_OVERSIGHT_014418",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014418.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3100,
    "word_count": 508,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:49.261603",
    "prefix": "IMAGES-002"
  }
}