{
  "document_id": "HOUSE_OVERSIGHT_024224",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024224.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\n8 years tracks approximately 60 industry, commodity, and financial risk metrics and is a focus for the\nElectron team. For example, consider oil price risk; although there may be no direct oil exposure in the\nportfolio, there is indirect oil exposure if we were to be short Drax, a coal-fired generator that sells power\ninto the UK power market. In the UK, natural gas sets the marginal price of power, and in Europe, by\nconvention, natural gas is linked to the oil price; as such, a short position in Drax represents an effective\nshort position in oil. We track this risk along with numerous other factors that affect utilities, with the\npurpose of minimizing risks for which we have no competitive advantage that would justify taking on the\nexposure. We describe the risk model in more detail in the marketing book. In addition, we make the\nElectron risk model available for all prospective investors’ due diligence.\n\nEach position in the risk model contains a thesis write-up (to avoid thesis creep); upside, downside and\nrelative targets (for valuation discipline); and a time frame (to avoid collecting stocks). In addition to\ntracking numerous industry, financial and macro risks, we also track alpha generation for all of our\nregions, sectors, subsectors and sub-subsectors, which provides the added benefit of a granular window\non market flows. Finally, we incorporate an exponential function into the risk model that provides an\nearly alert and focuses our attention when something is not working. For example, we might be short\nXYZ utility with 30% downside potential over 3 months, and put in a 15% loss limit. If in the first week XYZ\nruns up 5%, it will trigger a “FAST” move alert in the risk model. If we cannot explain why the position is\nmoving against us, we will cover (i.e., when in doubt, get out). As mentioned, this is not a crowded space\n(rarely do utility names appear on the Goldman Sachs Hedge Fund VIP list) and many names are low-beta,\nlow-volatility stocks. However, often when money is lost on the short side, it is the result of small daily\nlosses that would not be noticeable on any given day, but over even short periods of time can add up to\nsizeable losses.\n\ne Shorting Global Utilities\n\no Experience with Dividends and Investor Behavior\n\nDuring the underperformance of the global utility industry over the last 4 years, Electron generated\nvery strong alpha on the short side. We spend almost twice as much time on the short side as we do\nthe long side; this is driven not only by the need for more short positions (given the asymmetry of\nrisk) but also because of the effect of utility dividends on investor behavior. For example, we might\nbe short a large cap utility with a 4% dividend yield that we believe to be a structural loser. The stock\nmight decline 25%, which would push the dividend yield up to 5.5%. Even though our valuation\nmodels might tell us there is still another 10-15% valuation downside, we will tend to cover (unless\nwe believe the dividend is materially at risk), as the dividend yield will begin to provide support for\nthe stock. The precise level of the dividend yield at which we would cover is as much an art as a\nscience, as it is based on our experience in a variety of situations and our views on investor behavior\n(particularly income funds) gained over many years of covering the sector. As such, you will find us\ntrading around our short positions more frequently than our long positions.\n\no Key to Electron’s Process to Identify Dividend Change Candidates\n\nWe also have developed a certain expertise in being early and correctly calling dividend changes — an\nevent that can have a dramatic impact on the performance of utilities given the make-up of the\ninvestor base. In our long experience, utility CEO/CFOs will strongly defend the company’s dividend\n(often borrowing or selling assets to fund it). As such, when they do finally cut the dividend, or talk\nabout the possibility, they often surprise the market.\n\nIt pays to be diligent in assessing the potential for a dividend cut, and to be early, since once\nCEO/CFOs accept that their business model is deteriorating, they will quickly take action, especially if\n\ntheir companies have less flexibility (particularly with respect to cutting capex and opex). Large-cap\nutility managements desire strong credit ratings and are reluctant to risk an investment grade rating.\n\n23 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024224",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024224.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4494,
    "word_count": 758,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.456004",
    "prefix": "IMAGES-007"
  }
}