{
  "document_id": "HOUSE_OVERSIGHT_028106",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028106.txt",
  "text": "Yet as I approached my final year as chief of staff in early 1994, we were\nsuddenly confronted by an appalling act of /sraeli violence: mass murder,\ncommitted by a West Bank settler. Terrorism, no less than the worst Arab\nattacks on Israeli civilians. The settler was named Baruch Goldstein, a\nphysician, who lived in Kiryat Arba. One of the first post-1967 Jewish\nsettlements, it sat on a hill outside the West Bank town of Hebron. At the heart\nof Hebron lay the burial place of the patriarchs and matriarchs of the Jewish\nfaith: Abraham and Sarah; Isaac and Rebecca; Jacob and Leah. Since Abraham\nis also revered as a prophet in Islam and a mosque had stood on the site for\nnearly a thousand years, our post-1967 arrangements set out separate times of\nworship for Muslims and Jews. Goldstein chose to attack during a holiday\nperiod for both faiths: Purim for the Jews and the Muslim holy month of\nRamadan. He arrived shortly after the Muslims’ Friday prayers began on the\nmorning on February 25. He was dressed in his reserve army uniform and was\ncarrying an automatic rifle. He opened fire on a group of nearly 800 Palestinian\nworshipers. He had killed 29 and wounded 125 others by the time several of his\nintended victims knocked him unconscious and beat him to death.\n\nI rushed to Sde Dov airport in north Tel Aviv, a few minutes from the kirya,\nand boarded a helicopter for the old British fort near Hebron, used by the\nJordanians until 1967 and now Israeli headquarters. After visiting the scene of\nthe killings, I sought out local Palestinian leaders, to voice my condolences and\nthe sense of outrage I shared over what had happened, and to urge them to do all\nthey could to maintain calm. I then went to Kiryat Arba and conveyed the same\nmessage.\n\nOur immediate task was to prevent more deaths, on either side. It was a\nfrustrating, and violent, week. Protests reminiscent of the first days of the\nintifada erupted around the West Bank, in Gaza, in east Jerusalem and in several\nArab neighborhoods and towns inside Israel. While I had no trouble\nunderstanding the Palestinians’ anger, I also had a responsibility to prevent the\nviolence spiraling out of control. We turned to the same tools we’d used at the\nbeginning of the uprising — though with even greater emphasis on the need for\nsoldiers to use the only the necessary force to restore order, and to avoid causing\nfatalities wherever possible. We closed off the West Bank. We imposed curfews\n\n258\nHOUSE_OVERSIGHT_028106",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028106.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2484,
    "word_count": 434,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.762303",
    "prefix": "IMAGES-009"
  }
}