{
  "document_id": "HOUSE_OVERSIGHT_020078",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020078.txt",
  "text": "the Kushner side, thus sacrificing Don Jr. in an attempt to deflect responsibility away from\nthemselves.\n\nOOK Ok\n\nEven before word of the June 2016 meeting leaked out, Kushner’s legal team—largely\nassembled in a rush since the appointment of Mueller, the special counsel—had been\npiecing together a forensic picture of both the campaign’s Russian contacts and Kushner\nCompanies’ finances and money trail. In January, ignoring almost everybody’s caution\nagainst it, Jared Kushner had entered the White House as a senior figure in the\nadministration; now, six months later, he faced acute legal jeopardy. He had tried to keep a\nlow profile, seeing himself as a behind-the-scenes counselor, but now his public position\nwas not only endangering himself but the future of his family’s business. As long as he\nremained exposed, his family was effectively blocked from most financial sources.\nWithout access to this market, their holdings risked becoming distress debt situations.\n\nJared and Ivanka’s self-created fantasylike life—two ambitious, well-mannered, well-\nliked young people living at the top of New York’s social and financial world after having,\nin their version of humble fashion, accepted global power—had now, even with neither\nhusband nor wife in office long enough to have taken any real action at all, come to the\nprecipice of disgrace.\n\nJail was possible. So was bankruptcy. Trump may have been talking defiantly about\noffering pardons, or bragging about his power to give them, but that did not solve\nKushner’s business problems, nor did it provide a way to mollify Charlie Kushner, Jared’s\ncholeric and often irrational father. What’s more, successfully navigating through the eye\nof the legal needle would require a careful touch and nuanced strategic approach on the\npart of the president—quite an unlikely development.\n\nMeanwhile, the couple blamed everyone else in the White House. They blamed Priebus\nfor the disarray that had produced a warlike atmosphere that propelled constant and\ndamaging leaks, they blamed Bannon for leaking, and they blamed Spicer for poorly\ndefending their virtue and interests.\n\nThey needed to defend themselves. One strategy was to get out of town (Bannon had a\nlist of all the tense moments when the couple had taken a convenient holiday), and it\nhappened that Trump would be attending the G20 summit Hamburg, Germany, on July 7\nand 8. Jared and Ivanka accompanied the president on the trip, and while at the summit\nthey learned that word of Don Jr.’s meeting with the Russians—and the couple kept\npointedly presenting it as Don Jr.’s meeting—had leaked. Worse, they learned that the\nstory was about to break in the New York Times.\n\nOriginally, Trump’s staff was expecting details of the Don Jr. meeting to break on the\nwebsite Circa. The lawyers, and spokesperson Mark Corallo, had been working to manage\nthis news. But while in Hamburg, the president’s staff learned that the Zimes was\n\nHOUSE_OVERSIGHT_020078",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020078.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2960,
    "word_count": 472,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.915918",
    "prefix": "IMAGES-005"
  }
}