{
  "document_id": "HOUSE_OVERSIGHT_011087",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011087.txt",
  "text": "The quarterback gets three downs, and the batter three strikes, before they go back\nto the bench. Some nepotism directs healthier mothers to invest in more and\nhealthier offspring, and sicker ones conversely, long enough to demonstrate which\nis really which. Males passing the test carry the signs to prove it. Females choose\nthem to spread the antidote gene to the whole population. Losing genes and losing\n\nparasites retreat until their time comes again.\n\nSummary\n\nThis chapter trades my wannabe economist hat for my wannabe biologist one.\nHerbert Spencer called those fields the same at bottom. I never read Spencer, and\nknow him mostly from Bertrand Russell’s books on the history of philosophy.\nSpencer rates a subchapter there. Yet he was an autodidact with less training in\neither field than mine. He even had less training in philosophy than mine. He was a\nphilosopher all the same, by Russell’s tough standards, and knew that logic comes\nfirst. Data eventually prove their worth when it’s time to test. The data I’ve found\nfits net generation theory more or less. What I really have on, all the while, is my\n\nwannabe philosopher hat.\n\nPopperians make no sense. Are we supposed to find that a rose is not a rose? Or that\nall reasoning from definition is as transparent as that example? Wiles’ proof of\nFermat’s last theorem ended a search that took some pretty bright minds three\ncenturies. My best guess would be that Popperians confuse the concepts of logic and\nquestion-begging. They are opposite. Logic (reasoning from definition) means\ntaking out no more than you put in. Truism or tautology usually means obvious\nexamples of the same, but sometimes includes subtle ones too. Question-begging\n\nmeans taking out what you never put in’.\n\n? Circularity is question-begging which claims to take out as inference what it put in as assumption.\nAssumption that Socrates is a man and that all men are mortal does not confirm that Socrates is a\nman. It confirms that Socrates is mortal if assumptions are sound.\n\nChapter 7 Petty’s Idea 2/3/16 28\n\nHOUSE_OVERSIGHT_011087",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2073,
    "word_count": 345,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.159167",
    "prefix": "IMAGES-001"
  }
}