{
  "document_id": "HOUSE_OVERSIGHT_020042",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020042.txt",
  "text": "16\n\nCOMEY\n\nsoy t's impossible to make him understand you can’t stop these investigations,” said Roger\n\nAiles in early May, a frustrated voice in the Trump kitchen cabinet. “In the old days,\nyou could say leave it alone. Now you say leave it alone and you’re the one who gets\ninvestigated. He can’t get this through his head.”\n\nIn fact, as various members of the billionaires’ cabinet tried to calm down the president\nduring their evening phone calls, they were largely egging him on by expressing deep\nconcern about his DOJ and FBI peril. Many of Trump’s wealthy friends saw themselves as\nhaving particular DOJ expertise. In their own careers, they had had enough issues with the\nJustice Department to prompt them to develop DOJ relationships and sources, and now\nthey were always up on DOJ gossip. Flynn was going to throw him in the soup. Manafort\nwas going to roll. And it wasn’t just Russia. It was Atlantic City. And Mar-a-Lago. And\nTrump SoHo.\n\nBoth Chris Christie and Rudy Giuliani—each a self-styled expert on the DOJ and the\nFBI, and ever assuring Trump of their inside sources—encouraged him to take the view\nthat the DOJ was resolved against him; it was all part of a holdover Obama plot.\n\nEven more urgent was Charlie Kushner’s fear, channeled through his son and daughter-\nin-law, that the Kushner family’s dealings were getting wrapped up in the pursuit of\nTrump. Leaks in January had put the kibosh on the Kushners’ deal with the Chinese\nfinancial colossus Anbang Insurance Group to refinance the family’s large debt in one of\nits major real estate holdings, 666 Fifth Avenue. At the end of April, the New York Times,\nsupplied with leaks from the DOJ, linked the Kushner business in a front-page article to\nBeny Steinmetz—an Israeli diamond, mining, and real estate billionaire with Russian ties\nwho was under chronic investigation around the world. (The Kushner position was not\nhelped by the fact that the president had been gleefully telling multiple people that Jared\ncould solve the Middle East problem because the Kushners knew all the best people in\nIsrael.) During the first week of May, the 7Zimes and the Washington Post covered the\nKushner family’s supposed efforts to attract Chinese investors with the promise of U.S.\nvisas.\n\nHOUSE_OVERSIGHT_020042",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020042.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2276,
    "word_count": 382,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.655033",
    "prefix": "IMAGES-005"
  }
}