{
  "document_id": "HOUSE_OVERSIGHT_011070",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011070.txt",
  "text": "young. If all mothers invest preferentially in their own, or maximize Hamilton’s\nstandard rb>c , healthier mothers will produce more young with higher doses of\nthe antidote genes, while sicklier mothers will produce less with less. Here it is\nfemales who compete to prove the same better genes that males just proved in the\n\ntournaments or beauty contests.\n\nThe race against parasites speeds up again with Trivers’ fine insight about healthier\nmothers choosing to dial up the ratio of sons to daughters (“primary sex ratio”), and\nto expand the reproductive period at both ends with shorter birth spacing for more\nmale offspring still. (Some of this may be my idea rather than his.) Nature proves\nbest current genes twice. Fathers prove them by duking it out or strutting their stuff.\nMothers carrying the same best genes prove it by winning the breeding contest\n\nagainst other mothers after.\n\nThe ex ante/ ex post distinction counts as much in biology as in economics. Here it\naccelerates the selection process. Offspring carrying the antidote gene to meet\ncurrent parasites will generally not on that account cost more ex ante invested\nconsumption to raise. If they are males, who can turn that advantage into many\noffspring, the ex post value of that same investment can be far higher. The converse\nworks for offspring lacking the gene. Their mothers can make the best of it by\nproducing females who will find breeding opportunities anyhow with mates\ncarrying the gene, since she knows which they are and males always have cheap\n\nsperm to spare, and will so keep their own genes in the gene pool.\nParasites got the last laugh by killing Hamilton on research in Africa a few years\nafter I met him. | never knew well enough to call him Bill. Bob Trivers called him the\n\ndeepest thinker in the world. That couldn’t be wrong by much.\n\nParasites and Demes\n\nErnst Mayr, Bob Trivers’ doctoral advisor at Harvard, defined a deme as a race or\n\nsubpopulation that intrabreeds at least 95% of the time. I hypothesize that it does so,\n\nChapter 7 Petty’s Idea 2/3/16 11\n\nHOUSE_OVERSIGHT_011070",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011070.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2082,
    "word_count": 353,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.089242",
    "prefix": "IMAGES-001"
  }
}