{
  "document_id": "HOUSE_OVERSIGHT_013645",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013645.txt",
  "text": "Sabbarian grid of permission obviously did not cover driving on the free way to the\nmental health center.\n\nIt is the splitting of us from them that leads to the breakdown in empathy and\ncompassionate identification with others. Studies of the dominance of direction of\nrotation within a closed space in small mammals have shown that amphetamine-\ninduced intensification makes the choice of right versus left (or left versus right)\nrotation, broken symmetry, more statistically significant. In contrast, the Hefner\nFoundation of Switzerland has shown that entheogenic drugs such as psilocybin in\nman facilitate seeing both of the conflicting, simultaneously presented, right eye and\nleft eye images in place of the usual dominance of just one of the two\nrepresentations. A precondition of compassion might be that a person’s brain be\nable to see and comprehend both or several sides of apparently conflicting points of\nview at the same time. The Fundamentalists do not see things that way. In the\nKoran, Mohammed says, “...give sustenance to the poor man, the orphan, the\ncaptive...and for the unbelievers We have prepared fetters and chains and a\nblazing fire....” In the New Testament’s Mark we find the final words of the risen\n\ntt\n\nJesus, “...whoever believes and is baptized will be saved but whoever does not\nbelieve will be damned.” The Crusaders’ claimed scriptural support for their\nmurderous marches to reclaim Jerusalem.\n\nCarl Jung wrote about the New Testament’s Revelations in his Answer to\nJob: “...a terrifying picture that blatantly contradicts all ideas of Christian humility,\ntolerance, love of your neighbor and your enemies and makes nonsense of a loving\nfather in heaven and rescuer of mankind. A veritable orgy of hatred, wrath,\nvindictiveness and blind destructive fury that revels in fantastic images of terror\nbreaks out...overwhelming a world which Christ endeavored to restore to the\noriginal state of innocence and loving communion with God...” As Princeton\nUniversity philosopher, Walter Kaufman, has noted in his Religion in Four\n\nt\n\nDimensions “...compassion for unbelievers is implicitly condemned and\n\nproscribed...Augustine argued expressly against compassion for the damned and\n\nLuther used invectives against his (religious) enemies...” How can this be God’s\n\n145\n\nHOUSE_OVERSIGHT_013645",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013645.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2322,
    "word_count": 357,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.360378",
    "prefix": "IMAGES-002"
  }
}