{
  "document_id": "HOUSE_OVERSIGHT_011671",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011671.txt",
  "text": "yards ahead. The missiles seemed to be pointed north, away from them. But the\nbattalion commander was asking us for permission to open fire.\n\n“Do not open fire,” I was saying as Yanoush arrived. “I repeat: do not open\nfire.” When Yanoush asked me what was going on, I told him the lead unit had\nreported unknown vehicles with missiles and wanted to know whether it could\nattack. “Tell them yes,” Yanoush said. I looked first at him, then at Mitzna. “We\ncan’t,” I said. “It’s dark. The situation is confused. We don’t know whose\nmissiles these are. It doesn’t make sense they’d be Syrian, just sitting there,\npointed north. At least give it a few minutes.” I think Yanoush would have\ngrabbed the microphone and told the unit to fire had not Amram been there as\nwell. Together, we convinced him to hold off. I ordered the brigade commander\nto get one of the battalion’s APC crews to go out on foot and get as near as\npossible to the missiles. It was nearly 15 minutes later when they returned. They\nsaid they’d never seen this kind of missile vehicle, but that the soldiers manning\nthem seemed to be speaking Hebrew. It turned out to be a new ground-to-\nground missile, not yet formally in service, which had been sent into Lebanon\nwithout our knowledge by the northern command.\n\nWhile that trouble was averted, much worse lay ahead. Yanoush asked to be\nbrought up to date on our progress in taking control of the area around the\nTovlano Triangle. We briefed him on the situation as we understood it: that\nRifkind had reported the triangle was clear, but that the second brigade had still\nnot reached it. Yanoush tried to radio the divisional commanders. When he\ncouldn’t raise them, he ordered the brigade and battalion commanders to pick\nup their pace and move forward.\n\nWith Yanoush back and the advance resumed, I tried to grab at least a few\nhours’ sleep. But around 3:45 am, a junior officer shook me awake. When I\nrejoined Yanoush and Amram, they told me the lead battalion was now in deep\ntrouble. It was led by Ira Ephron, one of Dan Shomron’s best company\ncommanders during the 1973 war. For reasons I’ve never been able to establish,\nIra’s orders were not to take the hills south of the triangle as we’d planned, but\nto go through it to a point two miles or so north. Minutes after crossing the\ntriangle, his tanks came under heavy fire. Hoping to escape, he kept going, only\nto find himself surrounded by a Syrian armored force. They were trapped near a\nvillage called Sultan Yacoub, nearly three miles north of Tovlano. Since it was\nearly June, it would be light soon, and his predicament could only get worse.\n\nAt dawn, he reported he was under heavy artillery, anti-tank missile, RPG\nand close-range rifle fire. The only realistic hope was to retreat. We were unable\n\n200\nHOUSE_OVERSIGHT_011671",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011671.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2807,
    "word_count": 499,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.901234",
    "prefix": "IMAGES-001"
  }
}