{
  "document_id": "HOUSE_OVERSIGHT_020624",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020624.txt",
  "text": "165\n\nthe business community about the challenge presented by China’s economy and\npolitical system and its objectives.\n\nNOTES\n\n1 The recent reports by ECFR and Merics/GPPI list some of them, but mainly deal with Europe in general:\nFrancois Godement and Abigael Vasselier, “China at the Gates: A New Power Audit of EU-China Relations,”\nEuropean Council on Foreign Relations, December 1, 2017, accessed October 11, 2018, http://www.ecfr.eu\n/publications/summary/china_eu_power_audit7242; and Thorsten Benner, Jan Gaspers, Mareike Ohlberg,\nLucrezia Poggetti, and Kristin Shi-Kupfer, “Authoritarian Advance: Responding to China’s Growing Political\nInfluence in Europe,” MERICS, February 2018.\n\n2 Then foreign minister Sigmar Gabriel on August 30, 2017, ina speech asked China to respect the “One\nEurope Principle” as much as it demands Europeans respect the “One China Principle.”\n\n3 Achim Sawall, “Duisburg und Huawei Starten die Rhine Cloud,” Golem.de, June 11, 2018, accessed\nOctober 11, 2018, https://www.golem.de/news/du-it-duisburg-und-huawei-starten-die-rhine-cloud-1806\n-134892.html.\n\n4 “‘Nihao Deutschland’ Zeigt Deutschen China,” Hamburger Abendblatt, August 8, 2017, accessed\nOctober 11, 2018, https://www.abendblatt.de/kultur-live/tv-und-medien/article211511923/Nihao\n-Deutschland-zeigt-Deutschen-China.html.\n\n5 Dana Heide, Till Hoppe, Klaus Stratman, and Stephan Scheur, “EU Ambassadors Band Together Against\nSilk Road,” Handelsblatt, April 17, 2018, accessed October 11, 2018, https://global.handelsblatt.com/politics\n/eu-ambassadors-beijing-china-silk-road-912258.\n\nJAPAN\n\nJapan would seem to be the perfect target for the Chinese party-state and its under-the-\nradar efforts to turn potential adversaries into benign friends. Japan has deep cultural\nand emotional ties with China, through history, language, and art, and a sense of Asian\nfraternity forged by their struggles to keep intrusive, overbearing Western powers at\nbay. Many in Japan also carry an enduring sense of remorse for their country’s brutal\nsubjugation of China in the opening half of the twentieth century. However, the\n\nkinds of covert Chinese influence operations that have come to light in countries like\nthe United States, Canada, Australia, New Zealand, and parts of Europe—with one\nexception—are not easy to find in Japan.\n\nA natural place to look for evidence of influence-peddling would be in Chinese\nsupport for the left-wing Japanese peace groups that have long investigated and\npublished evidence of the Imperial Army’s war atrocities in the 1930s and 1940s.\nSuch Japanese research has been politically useful for China in buttressing its own\nefforts to chronicle the sufferings of its people during the conflict, as well as lending\nsupport to Beijing’s tussling with Tokyo over how the history of the war should be\nmanaged and told.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020624",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2861,
    "word_count": 391,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.494125",
    "prefix": "IMAGES-006"
  }
}