{
  "document_id": "HOUSE_OVERSIGHT_017944",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017944.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 10 of 28\n\naddition, Epstein’s employees have confirmed that Dershowitz visited Epstein’s Palm Beach and\nNew York City mansions often, would stay overnight, and was present when the victims of\nEpstein’s sex trafficking were there. Dershowitz also visited Epstein’s other homes.\n\n35. In addition to their close friendship, Dershowitz represented Epstein as his\nattorney. On or about December 2, 2018, Dershowitz stated that he is still Epstein’s attorney\n(Exhibit 9).\n\n36. During the time period that Roberts was being trafficked by Epstein she was\nforced to have sex with Alan Dershowitz. Roberts was forced to engage in sexual acts with\nDershowitz in, among other locations, Epstein’s mansion located at 9 East 71*' Street, New York,\nNew York 10021.\n\nC. The Arrest and Prosecution of Epstein\n\n37. Epstein ultimately pled guilty to procuring a minor for prostitution, and is now a\nregistered sex offender.\n\n38. In September 2007, Epstein entered into a Non-Prosecution Agreement (“NPA”)\nin which the U.S. Attorney for the Southern District of Florida agreed not to prosecute Epstein\nfor numerous federal sex crimes committed in that District.\n\n39, In the NPA, the United States Attorney for the Southern District of Florida\nadditionally agreed that it would not institute any federal criminal charges against any potential\nco-conspirators of Epstein.\n\n40. Epstein flippantly referred to his sexual abuse of multiple minors, and the slap on\nthe wrist he had received for it, in a 2011 interview with the New York Post: “Billionaire pervert\nJeffrey Epstein is back in New York City — and making wisecracks about his just-ended jail stint\n\nfor having sex with an underage girl. ‘I am not a sexual predator, I’m an “offender,”’ the\n\n10\n\nHOUSE_OVERSIGHT_017944",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1803,
    "word_count": 285,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.208288",
    "prefix": "IMAGES-004"
  }
}