{
  "document_id": "HOUSE_OVERSIGHT_025311",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025311.txt",
  "text": "Such an approach to “Radical Breakthroughs” is core CTT - in fact, I attempted this as part of the very first\nCTT series in 1999/2000\n\n“How do Breakthroughs Change Science” - with evolutionary biologist Francisco Ayala; philosopher and\nneuroscientist Patricia Smith Churchland; author/astronomer Timothy Ferris; child psychologist Rochel\nGelman; and astrophysicist Neil deGrasse Tyson - https://www.closertotruth.com/roundtables/how-do-\n\nbreakthroughs-change-science\n\n\"What are the Big Questions of Science?” - with evolutionary biologist Francisco Ayala; philosopher and\nneuroscientist Patricia Smith Churchland; author/astronomer Timothy Ferris; theoretical physicist Steve\nKoonin; and astrophysicist Neil deGrasse Tyson - https://www.closertotruth.com/roundtables/what-are-the-big-\nquestions-science\n\nThough the production values of these early shows are much lower than our current version (since 2008), the\ncontent and contributors suggest how CTT can do a big new series - a full season of 13 episodes - on “Radical\nBreakthroughs”.\n\nAppreciate specific direction, so that when we meet, I can be prepared\n\nLove to do something big and dramatic together.\n\nRobert\n\nOn May 9, 2017, at 7:52 PM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nplant biology. ? great experiments being done. rarely looked at before. root communication. No, I have\nnot lost my mind, . If done well , you would get lots of press. cutting edge technologys for optogenetics\n\n, experiments that dont require IRB approval. . its very exciting. do plants get an alzheimer equivalent\nplacque, . als disease. parkinsons , yes itseemsso. most cancer drugs are plant derivatives. / lots of\nfun . good luck in china\n\nOn Mon, May 8, 2017 at 11:39 PM, Robert Kuhn <g> wrote:\nAppreciate consideration. I’m next in NY June 7 (for about a week); love to brainstorm.... I too would really\nlike to do something (important) together.\n\nJust arrived in Beijing for the “The Belt and Road Forum for International Cooperation” (commentating), the\n\nsecond most important event of 2017 in China (after the upcoming Party Congress), but Western media not\npaying much attention, what with All-Things-Trump.\n\nOn May 8, 2017, at 7:03 PM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nhope things are well. . when are you back. . I would love to do something with you , but sleep is not going\nto be it.. Ihave read quite alot and frankly , the subject is fascinating but i see no real insights. just more\nquestions and mostly the same ones that have been asked for years. . yes, its role in many processes are now\nbecoming apparent. but I see no theories that can hold their own ( yet ).\n\nplease note\n\nHOUSE_OVERSIGHT_025311",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025311.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2668,
    "word_count": 412,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.637381",
    "prefix": "IMAGES-008"
  }
}