{
  "document_id": "HOUSE_OVERSIGHT_029176",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029176.txt",
  "text": "﻿CNN TODAY\nUS-China Tariffs, Trade War\nRobert Lawrence Kuhn, August 2, 2018\nHost: To talk about the potential impact [of\ntariffs]…. Robert Lawrence Kuhn is a long-time\nadvisor to China’s leaders and the Chinese\ngovernment. He is also the author of How\nChina’s Leaders Think. You are the perfect\nperson to have on to get China’s perspective.\nThank you so much for joining us.\nRLK: A Pleasure.\nHost: So Trump is obviously hoping for some\nkind of trade deal, but is this going to work?\nTariffs to get Chinese officials to the table?\nRLK: Certainly from China’s point of view, they\nwere very happy with the status quo before this\noccurred. They blame the U.S. for starting a\ntrade war. They think the U.S. will suffer and,\nindeed in a trade war, everybody suffers. There\nare some serious problems, though, that\nAmerican experts, American government\n[policies], reflect. Very few people in the U.S.\nactually support the tariffs themselves. There\nwill be higher prices for consumers. There will\nbe more people affected – [there are] more\nindustries that use steel than produce steel.\n1\nRLK: So there’s a significant impact [on the\nUS]. The US hope is that China will be\npressured to make changes in its policy. Now\nthe [tariff] policy is not just [targeting] the\ntrade deficit. The policies are, what are called,\nChina’s closed market, intellectual property\nprotection, industrial espionage, tech transfers\nand JVs (to get the Chinese market) and\ngovernment support for tech. And for each of\nthese, China has responses. China says it was\ndoing what was appropriate under the WTO\nbecause it was a developing country. Now that\nit’s advanced, it’s opening markets.\nChina has a “negative list” telling people\n[companies] what it cannot do, making it much\neasier; China is also opening further in autos\nand financial services. But they need to be\npushed more. Even economists in China\nrecognize that, that coming out of this, if we\nhave cool heads and smart brains, both sides\ncan be better off.\nHOST: So are there other ways to do this? You\nlisted that Trump wants to close a trade deficit.\nHe’s hitting back at these closed markets. He\nwants to prevent the stealing of intellectual\nproperty. What is an effective way to do this\nbesides heaping these tariffs on China?\n2\nRLK: Well some people would say that tariffs\nhave at least got China’s attention. Even some\nleading people tell me privately in China that in\nthat sense China needs to move faster in doing\nthings like opening markets, like intellectual\nproperty protection. Now they are doing some\nthings. They have an intellectual property\ncourt. I visited it in Shanghai a few months\nago. It’s working really well. Much more\nprogress needs to be done. So in that sense the\ntariffs are a beacon that tells everybody we\nneed to deal because everybody is going to\nsuffer by tariffs. The question is how we deal\nwith it.\nChina needs to make some specific changes\nregarding markets, IPR, some of these other\nthings — they should be done subtlety and not\npublicly. That’s the way to get things done.\nHOST: I see. You know, President Trump has\ninfamously said that trade wars are good and\nthey’re easy to win. And you wrote about this,\nwhy the Chinese don’t think that the U.S. could\never win a trade war with Beijing. It was a\nvery long list but tell us the highlights of that.\nRLK: Right — in the early days of the so-called\ntrade war, the Chinese media and Chinese\nexperts were talking very frequently about how\nthe U.S. can’t win.\n3\nExamples were the U.S. is divided on tariffs\nwhich is certainly true. China is not because\npublicly people don’t speak against the Chinese\ngovernment, so that may be a little bit\nartificial, but nonetheless it is a matter of public\npolicy in China to support the government.\nThere’s a nationalistic pride in China.\nAmericans will be affected by their pocket\nbook. They’re going to pay more for baseball\ngloves and television sets and dishwashers.\nAnd people are not going to be happy about\nthat. There will be industries that will be\naffected — and technology and soybeans we\nknow. So there will be many, many interest\ngroups in the U.S. that will argue and fight\nagainst tariffs.\nSo the basic reason is that the U.S. has a\ndivided approach to tariffs, and that’s certainly\ntrue. Most experts deny that tariffs are an\neffective way. Quiet diplomacy, putting\npressure on China in the right way is the way\nbecause China does need to make some\nchanges. People in China recognize that.\nHOST: As China is saying they will not be\nblackmailed to doing these things. We’re going\nto have to leave it there. Robert Lawrence\nKuhn, we appreciate your expertise. Thank you\nvery much for your time.\nRLK: Thank you.\n4",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029176.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4678,
    "word_count": 816,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:49.260681",
    "prefix": "TEXT-001"
  }
}