{
  "document_id": "HOUSE_OVERSIGHT_023316",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023316.txt",
  "text": "he do the same thing that he had planned for the day- he wanted to check that he was doing things that he\nreally wanted to. after three days of getting back an answer of no, he would change what he was going to do. .\nhe also did not believe in LONG term plans. I dont think either one of us will figure out what we want to do\nlong term so my thinking is that we should try to have fun everyday, and welcome serendipity.\n\nI think another trust and estate lawyer should be brought in to deal with the issues of how not to allow your\nfamily to get screwed by your partners on death. Alan, for years told me that paul weiss had drawn the\ndocs so no issue but when recently pushed by my new fire drill he asked akin to draft .?!| PLease ask brad\nabout why he keeps talking about flow. I dont know what he means, its so silly.. this is only about money\ncontrol and protection .\n\nIam leaving monday night now. free to speak in the afternoon\n\nDate: Thu, Apr 28, 2016 at 1:55 PM\n\nSubject:\n\nTo: Melanie Spinella Bo\n\nLets start. |]. am aware that you are currently angry at the world. . me, karp wechsler. even\n\nyourself, all willing absorbers of the current high heat. (though you ,calling me ,Debra , did take away some\nofthe sting) Iam sorry to see you this way.\n\nemblematic ; I was asked to opine on whether to hire castrucci. an hour after I gave a preliminary yes. . I\ncalled you then texted you that i had thought more about it and changed my mind. The next day brad called\nand asked for my vote. I told him ,in no uncertain terms itisano , I categorically vote no. I called\n\nyou . youcame to see me. I said it was a bad idea. you said you were going to do it anyway , I said and\nfollowed up in writing ITIS A MISTAKE. and added Please don't come back to me with anything suggesting\notherwise , you and I should be clear I think it is wrong . A very strong NO . you of course can hire whomever\nyou like.\n\nearly on I told you I thought Tom remarkably careless . Eilleen goofy and your art lawyer not well informed to\nsay the least. you told me Tom was a senior partner. Eileen had headed the trading desk , and Ralph Lerner had\nto know what he was doing as he wrote the book. . I said I thought you deserved better ,should get better\npeople and no , am not an HR person. yesterday you told me that the reason you have hired whomver you\ncould find was to avoid being dependent on me. a decision by far , not the best place to try to save money )\nJoslin- who you say I hired. I neither found nor hired. With a two person given choice I approved joslin over\nsome woman that eileen preferred. against my repeated advice you and eileen decided the pay range at under\n300k. I told you at that time that I would personally pay the difference for a higher quality person, that was\nyears ago. I have sent over a hundred emails to you clearly saying he needs to be closely managed by\nbetter professionals. initially , that referred to Eillen and Ada.and after, brad. john etc. THere are\nmany emails each and every month from me, telling you , he is slipping failing cracking fragile. . crazy, nuts,\nheading towards incompetence. Unless YOU- TAKE ACTION! when I pressured him for accurate numbers ,\nyou told him, to tell me, that he works for you and NOT for me.. When I continued to press for accuracy from\nyour office , you told me that they were now all afraid of me and i should let brad communicate any requests, (\nyou now tell me \" we know what Brad is\"?). When I told you you office needs to be reviewed and changed you\ntold me i was being destructive rather than constructive. when 1 ultimately confronted joslin, in an attempt to\nprotect you, told him that his numbers were wildly inaccurate , you told me that i had caused his ultimate\nresignation and now have an affirmative obligation to fill in the resultant gap.\nI did give you a bad number , and apologized as soon as i realized it. an error that was an embarrassment for me\n, the fact that that the accurate number is still way below what you agreed to pay , has fallen by the\nwayside.( the preposterous argument that the end of year transaction was Alans idea , which you now know\nwas not true and that me not receiving Phaidon documents was unexplainable. was your justification\nthough, for non - full payment )\n\nHopefully You will recall that when you initially asked for my help. I declined repeatedly with the\nadmonition that that having a financial arrangement is fraught with danger and could complitcate our\nfriendship (as you will be unhappy paying what you will view as a large sum. while choosing to ignore\n\nHOUSE_OVERSIGHT_023316",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023316.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4591,
    "word_count": 879,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.081074",
    "prefix": "IMAGES-007"
  }
}