{
  "document_id": "HOUSE_OVERSIGHT_011311",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011311.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\nH3VOGIU1\n\nthere. Although no allegations of trafficking or anything of\nthat nature, just that she was there. And they are seeking to\nintroduce evidence through Louie Freeh, who we'll discuss ina\nmoment, they've proposed, and he's clearly an expert that was\nundisclosed, and through a FOIA record, and through the\narticles to allege that he wasn't on the island.\n\nAnd so in your Honor's order in 264-1, which is one of\n\nthe sealed orders, you did not allow us to depose him because\nyou said it was irrelevant.\n\nSo we're now in a position where at trial they want to\n\nput forth that information against my client, and I don't have\n\nan under-oath statement from that individual saying whether or\n\nnot he actually was.\n\nNow, what we know is he flew with Jeffrey Epstein at\n\nthe same time 19 different times internationally and\n\nnationally, but we don't have him with respect to this\n\nparticular allegation under oath. So we would say it would be\nhighly prejudicial for them to be able introduce evidence\nsaying that he wasn't there or that they have some proof or\nsome expert saying he wasn't there when, in fact, we weren't\nable to ask him directly, the person who is at issue, under\n\noath, whether or not he did, in fact, go there.\n\nSo one of the streamlining of this case is that\n\nallegation has nothing to do with sexual abuse, it doesn't have\n\nto do with the statements\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011311",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011311.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1513,
    "word_count": 267,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:44.302108",
    "prefix": "IMAGES-001"
  }
}