{
  "document_id": "HOUSE_OVERSIGHT_016388",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016388.txt",
  "text": "Even the bright red line for human manipulation of human beings shows many\nsigns of moving or breaking completely. More than 2,300 approved clinical trials for\ngene therapy are in progress worldwide. A major medical goal is the treatment or\nprevention of cognitive decline, especially in light of our rapidly aging global\ndemographic. Some treatments of cognitive decline will include cognitive enhancements\n(drugs, genes, cells, transplants, implants, and so on). These will be used off-label. The\nrules of athletic competition (e.g., banning augmentation with steroids or erythropoietin)\ndo not apply to intellectual competition in the real world. Every bit of progress on\ncognitive decline is in play for off-label use.\n\nAnother frontier of the human use of humans is “brain organoids.” We can now\naccelerate developmental biology. Processes that normally take months can happen in\nfour days in the lab using the right recipes of transcription factors. We can make brains\nthat, with increasing fidelity, recapitulate the differences between people born with\naberrant cognitive abilities (e.g., microcephaly). Proper vasculature (veins, arteries, and\ncapillaries) missing from earlier successes are now added, enabling brain organoids to\nsurpass the former sub-microliter limit to possibly exceed the 1.2-liter size of modern\nhuman brains (or even the 5-liter elephant or 8-liter sperm whale brains).\n\nConventional Computers versus Bio-electronic Hybrids\n\nAs Moore’s Law miniaturization approaches its next speed bump (surely not a solid\nwall), we see the limits of the stochastics of dopant atoms in silicon slabs and the limits\nof beam-fabrication methods at around 10-nanometer feature size. Power (energy\nconsumption) issues are also apparent: The great Watson, winner of Jeopardy!, used\n85,000 watts real time, while the human brains were using 20 watts each. To be fair, the\nhuman body needs 100 watts to operate and twenty years to build, hence about 6 trillion\njoules of energy to “manufacture” a mature human brain. The cost of manufacturing\nWatson-scale computing is similar. So why aren’t humans displacing computers?\n\nFor one, the Jeopardy! contestants’ brains were doing far more than information\nretrieval—much of which would be considered mere distractions by Watson (e.g.,\ncerebellar control of smiling). Other parts allow leaping out of the box with\ntranscendence unfathomable by Watson, such as what we see in Einstein’s five annus\nmirabilis papers of 1905. Also, humans consume more energy than the minimum (100\nW) required for life and reproduction. People in India use an average of 700 W per\nperson; it’s 10,000 W in the U.S. Both are still less than the 85,000 watts Watson uses.\nComputers can become more like us via neuromorphic computing, possibly a\nthousandfold. But human brains could get more efficient, too. The organoid brain-in-a-\nbottle could get closer to the 20 W limit. The idiosyncratic advantages of computers for\nmath, storage, and search, faculties of limited use to our ancestors, could be designed and\nevolved anew in labs.\n\nFacebook, the National Security Agency, and others are constructing exabyte-\nscale storage facilities at more than a megawatt and four hectares, while DNA can store\nthat amount in a milligram. Clearly, DNA is not a mature storage technology, but with\nMicrosoft and Technicolor doubling down on it, we would be wise to pay attention. The\nmain reason for the 6 trillion joules of energy required to get a productive human mind is\nthe twenty years required for training.\n\n168\n\nHOUSE_OVERSIGHT_016388",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016388.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3565,
    "word_count": 554,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.048383",
    "prefix": "IMAGES-003"
  }
}