{
  "document_id": "HOUSE_OVERSIGHT_031804",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_031804.txt",
  "text": "From: Paul Barred \nSent: 7/13/2018 5:40:46 PM \nTo: jeffrey E. [jeeyacation@gmail.com]; Richard Kahn \nSubject: AVG° \nAttachments: image004.jpg; image001.jpg \nImportance: High \nAny thoughts on the AVGO Aug puts? Stock trading at 204.50. \nAug puts now $6.50 \nPaul Barrett \nAlpha Group Capital LLC \n142 W 57th Street, 11th Floor, New York, NY 10019 \nALPHA GROUP \nCAPITAL \nFrom: Paul Barrett \nSent: Friday, July 13, 2018 9:42 AM \nTo: jeffrey E. <jeevacation@gmail.com>; Richard Kahn \nSubject: RE: \nJeffrey \nI understand your frustrations and appreciate your willingness to figure out a solution. I have some ideas which I will \nsend you over the weekend if that is OK. \nRe Broadcom: the stock is up $1.20 at $211.50. After the initial shock reaction of yesterday, there has been a lot of \nfocus on the cost synergies etc. but very little conviction in revenue opportunities. However until we hear from \nmanagement as to the overall intentions of the deal, uncertainty will linger. \nThis morning the pricing is as follows: \nAug 200 Puts cost $4.10 \nSept 200 Puts cost $7.90 \nEarning are on 08/30. So worst case is the uncertainty lingers until then which would argue to buy the Sept puts. \nHowever I still prefer buying the Aug puts as I would fully expect more clarity from management before August expiry. \nPaul \nPaul Barrett \nAlpha Group Capital LLC \n142 W 57th Street, 11th Floor, New York, NY 10019 \nALPHA GROUP \nCAPITAL \nHOUSE OVERSIGHT 031804 \nFrom: jeffrey E. <jeevacation@gmail.com> \nSent: Friday, July 13, 2018 7:11 AM \nTo: Paul Barrett \nSubject: \nRichard Kahn \nIm not angry, sorry, it is sad. it is apparent that you have no experience trading. we both made a mistake. . the \nspy trades were the results of a rank amatuer.. you took a postion on the direction of the market. ok. you \ndecided to play it extra short time and short. . why? becaue the options are cheaper. ? knowing full well that time \npremium was running. . first silly move. . I allowed as promised to give you authority. . you set a target. . it hit the \ntraget, you moved in back. based on media reporting on trump visit? you didnt act. the market dipped and you \npanicked. . AMATEUR. wrong options wrong timing, no discipline and as a percentaage of investment, a one day dip \nfof 25%. wanting to buy the highter strike, is ok. but why the same month? why the same moment. why the same \nindex. . sorry. I have taught this for many years. and your grade is an F. not one good move in many. . re \nbroadcom. the crack happend in the morning, options were higher. no alternative presented. no analysis. , this is \nno way to manage money. I have lost a great deal of money hoping you would be able to do as you promised you \ncould . would.. Had you told me, jeffrey I d like to try a new job as a manager lets start slow I can learn . i would \nbe less annoyed. you told me you had great confidence knew the risks and truly believed you would be able to raise \nmoney .do well and prosper. . If it were not you, this would have ended months ago.. we should work on a \nsolution . not sure yet what shape it takes. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 031805",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_031804.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3715,
    "word_count": 642,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:48.971218",
    "prefix": "TEXT-002"
  }
}