{
  "document_id": "HOUSE_OVERSIGHT_012125",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012125.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 19 of 23\n\nV: I can’t remember which one it was. I want to say Bill Riley is the good one.\n\nJS: Alright, so either Bill Riley or a Mr. Goldberger or both of them contacted you, and what\ndo you remember about that?\n\nV: I don’t know if it was the same guy who contacted me that week later who put me in\ntouch with Jeffrey. I think he was on the phone and he put speakerphone on with Jeffrey.\nSo he connected me with Jeffrey. I don’t know if it was the same guy or different, but I\ndefinitely know that Bill Riley was the first guy to contact me. I’m pretty sure about that.\n\nJS: Ok. Tell me about that conversation.\n\nV: He asked me what I knew about what’s going on with Jeffrey and apparently, there was\nan investigation being held about some of the girls who had come out and said that\nJeffrey had sexual contact with them under the age of a minor and that he was\ndiscrediting lot of these girls and making them out to be drug addicts and prostitutes and\nwhat have you so they wouldn’t be looked upon as worthy in the court’s eyes so to speak.\nAnd you know, he told me in the first five minutes that, you know, if I stay quiet, that\n“T’ll be looked after” . And that was the exact way it was said. It wasn’t like you know,\nI’m gonna pay you a zillion dollars or anything if you be quiet, but if I stay quiet, I would\n“looked after”. And I remember saying I don’t want any part to do with this. You know,\nthis is not something I want to be a part of, ve got a young family. I wish the best for\neverybody in this, you know, take care kind of thing. A week later, I was called after the\nhearing by one of Jeffrey’s lawyers. I can’t tell you exactly which one it was but he had\nJeffrey on the other line and he connected Jeffrey and I, and Jeffrey tried to make some\nsimple conversation, “How are you? How have things been?” You know what I mean,\ncatching up.\n\nJS: Do you know if the lawyer, did the lawyer stay on the line while Jeffrey was speaking to\nyou?\n\nV: I’m pretty sure he did. That’s why I think Jeffrey was on speaker phone because it\nsounded a lot different, and I was never taken off the line to begin with or connected to\nanother line, so I was pretty sure Jeffrey was on speaker phone and the lawyer was\nmaking the call. After the simple conversation, it led to what was going on again and you\nknow, Jeffrey couldn’t believe it. You know, he thought he helped all these girls out. He\ndidn’t think he was wrong in any circumstance here at all. A lot of these girls were drug\naddicts and just after drug money. You know, he was really putting down these women\nor these girls I should say, not giving them the credit they deserved, and then he exactly\nrepeated what the lawyer said the week before is that he would look after me if I stayed\nquiet, and if I need any help, you know, his lawyers would represent me and he would get\nlegal help for me, whatever I need, he would do, and I told him exactly, I said, “Jeffrey,\nI’m the mother of two children at that stage. I’m away from everything there, I don’t\nwant to be a part of it. I’m not going to speak to anybody and I don’t want to speak to\nanybody, I don’t want to be involved.” That was the last time I heard from him. And the\n\nHOUSE_OVERSIGHT_012125",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012125.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3281,
    "word_count": 645,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.097354",
    "prefix": "IMAGES-001"
  }
}