{
  "document_id": "HOUSE_OVERSIGHT_019469",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019469.txt",
  "text": "Washington D.C.\n\nDescribed as feeling like a ‘family wedding’, guests included former Secretary of State Madeleine\nAlbright, Terry McAuliffe, Governor of Virginia, and leading figure in the civil rights movement Vernon\n\nJordan.\nFor Maxwell to remain a Clinton chum is an interesting turn of events.\n\nJust two years earlier, her former lover and friend Jeffrey Epstein was sentenced to 18 months behind bars\n\nafter pleading to a single state charge of soliciting prostitution. He served 13 months in prison.\n\nPresident Clinton had been so close to both to Epstein he had joined him on his private jet and stayed on\n\nhis private Caribbean island.\n\nSpeaking to the Mail On Sunday in 2011, Virginia Roberts - who claims in court papers she was kept as\nEpstein's 'sex slave' and forced to sleep with Prince Andrew three times - said she met President Clinton\n\ntwice, but was never ‘lent out’.\n\nBuckingham Palace vehemently denies the claims, as does Maxwell. Her legal team stresses she was not\ninvolved in, or connected to the criminal proceedings against Epstein and with regards to Virginia\n\nRoberts' claims, they stressed she denies each and every allegation.\n\nVirginia, now a married mother of three, claimed that President Clinton traveled with Epstein to a number\nof destinations, including three times on the billionaire’s private jet, and enjoyed intimate dinners with\nboth him and Maxwell.\n\nOn one occasion, she said that Epstein flew the former President, Hollywood actor and staunch Democrat\n\nKevin Spacey and another actor friend of Mr Clinton’s, Chris Tucker, to Africa, to ‘discuss AIDS policy’.\n\nEpstein, who has donated more than £75,000 over the years to candidates from the Democratic Party,\nalso flew with President Clinton in November 2003 to destinations including Russia, Oslo, Hong Kong,\n\nShanghai and Beijing.\n\nOn one occasion, she alleged, Epstein did invite two young brunettes to a dinner which he gave on his\nisland for President Clinton shortly after he left office. But, as far as she knows, the ex-President did not\ntake the bait.\n\nMaxwell declines to comment on Prince Andrew allegations\n\nMysterious: Ghislaine Maxwell beams as her ex-lover, disgraced billionaire Jeffrey Epstein\n\nHOUSE_OVERSIGHT_019469",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019469.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2231,
    "word_count": 353,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.073564",
    "prefix": "IMAGES-005"
  }
}