{
  "document_id": "HOUSE_OVERSIGHT_017320",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017320.txt",
  "text": "4.2.12\nWC: 191694\n\nWas Mike Tyson the victim of the changing politics of rape?\n\nThe first time I met Mike Tyson was the night before he was to be sentenced and sent to prison.\nMike was deciding whether to accept Don King’s recommendation that he hire me as his appellate\nlawyer. He was in a hotel room in Indianapolis, Indiana, with his large entourage. After briefly\ndiscussing the case and the appeal, he turned to me and asked point blank, “So professor, I have\ntwo questions. Do you believe I’m innocent and what do you think of me as a person?” I replied\nto the first question that I had no basis at that time to form a judgment about his guilt or\ninnocence since I had not yet read the transcripts. He replied, “ok that’s the lawyers’ talk. I\nunderstand. Now, man to man, what do you think of me?” I looked him straight in the eye and\nsaid: “If you’re innocent, you’re a real schmuck.” He looked back at me and said, “You calling\nme a schmuck?” I said, “Yes, if you’re innocent then you’re a schmuck for going up to a hotel\nroom at three o’clock in the morning with a woman who you didn’t know, without any witnesses,\nthereby putting yourself in a position where she could accuse you of so serious a crime.” He\nturned to several members of his entourage and said, “This man’s calling me a schmuck. He’s\nright. I want to know why you guys didn’t call me a schmuck. He’s hired. I need somebody\nwho’s willing to call me a schmuck when I am a schmuck.”\n\nThat was Mike Tyson - - direct and to the point. While preparing his appeal I went to visit him in\nprison several times. The prison rules required that we sit side-by-side facing a camera.\nWhenever I would say something he agreed with, he would give me a gentle love tap on my arm\nor on my thigh. A love tap to him! When I got back to my hotel I was black and blue.\n\nOne day I saw a guard taunt him mercilessly and watched him strain to control himself. He did\nhard time in prison. I sent him books to read—about subjects that interested him such as ancient\nEgypt, the “roaring 20s” in the United States, and the history of boxing. When I would come to\nvisit him, he asked me to test him about what he had read. He passed with flying colors.\n\nMostly we talked by phone about his appeal. Mike would have to wait in the phone line for hours\nto call me. Once, as I picked up the phone, he heard my baby daughter crying in the background.\nHe told me to “take care of your kid” and he would call back later. He was always considerate.\n\nSome people find it hard to believe, but Mike was a wonderful client, always polite, always\nhonest, always honorable, and always thinking of others. He ran out of money during the appeal\nand I continued to represent him without pay. I never thought I would see a penny of what he\nowed me, but several days after he fought his first fight upon being released, he sent checks to\nevery one of his lawyers for the full amount that he owed.\n\nTyson’s trial had been a disaster. His prominent white collar trial lawyer had little experience in\nrape cases and didn’t seem to like Tyson. He made mistake after mistake, both tactical and legal.\nThe legal expert who reported on the trial for USA Today described the trial as “filled with\nmistakes, omissions and elementary errors” by Tyson’s trial lawyers. I had followed the trial in\nthe media, but I didn’t realize what a terrible job his chief trial counsel had done until I reviewed\n\n233\n\nHOUSE_OVERSIGHT_017320",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017320.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3442,
    "word_count": 645,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.264315",
    "prefix": "IMAGES-004"
  }
}