{
  "document_id": "HOUSE_OVERSIGHT_020293",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020293.txt",
  "text": "141\n\nserved the public good. The government might not be able to contest his claim without further\nrevealing NSA sources. Under these circumstances, it might be induced to agree to a plea bargain\nfor Snowden. Changing the narrative would also help enhance his public image as a whistle-\nblower,\n\nWhatever the reasoning that led to it, Snowden’s new narrative was that he had destroyed all\nthe documents he had in his possession before coming to Moscow and had no access to any NSA\ndocuments, not even those that he had distributed to journalists.\n\nSnowden reinforced this narrative in almost in a series f interviews arranged by Wizner. In\nDecember 2013, he met with Barton Gellman of the Washington Post. It was his first face-to-\nface meeting with a journalist since he had arrived in Russia in June. To advance his narrative ,\nSnowden turned on his laptop to Gellman and, as if proving his point, said to him “there’s nothing\non it... my hard drive is completely blank.” That his computer had no files stored on it actually\nmeant very little. The files could have been transferred to another device, or, as was discussed\nearlier, to a server in the cloud. Gellman probed further by asking the precise whereabouts of\nthe files, but, as he reported, Snowden declined to answer that question. All that he would say\nwas that he was “confident he did not expose them to Chinese intelligence in Hong Kong.” Since\nthat answer did not nail down the issue, Wizner arranged for Vanity Fair, which was preparing an\narticle on Snowden, to submit questions. In his reply to them, Snowden wrote s that he destroyed\nall his files in Hong Kong because he didn’t want to risk bringing them to Russia. He expanded\non this claim in three more interviews arranged by Wizner. These interviews were with three\njournalists who themselves had opposed NSA surveillance: James Bamford writing for Wired\nmagazine, Alan Rusbridger, the editor of the Guardian and Katrina vanden Heuvel, the editor of\nThe Nation. He also gave a televised interview to Brian Williams of NBC News in which he\nexplained that since he had no access to the NSA documents in Russia, he could not provide\naccess to the Russians even if they “break my fingers.”\n\nSnowden did he specify where, when or how the putative destruction of the files occurred,\nand offered no witnesses or evidence, other than a blank laptop screen to corroborate it. Even\nthough his new narrative was widely accepted by the media, a self-serving claim by a perpetrator\nthat files have been destroyed cannot be accepted at face value in a digital age in which files can\nbe copied to another computer or moved to the “cloud” with the click of a key,. After all\nSnowden went to considerable risk to select, copy, and steal these Level 3 documents in mid-May\nbefore leaving Hawaii for Hong Kong. They were the last medium of value he held in Hong\nKong. These secrets were his potential bargaining chips. Why would he simply erase them in June\nin Hong Kong? It is also difficult for me to accept that he would destroy these documents\nbecause he feared the Russians might get them. If he was so concerned about the ability of\nRussian intelligence, he could have stayed in Hong Kong and fought extradition instead of flying\nto Russia. Once he made his arrangements to go to Russia, he must have realized that even\nwithout the files on his computer, the Russian intelligence service could still obtain the NSA\nsecrets he held in his head. Indeed, as he told the New York Times, the secrets he held in his\nhead would have devastating consequences for NSA operations.\n\nIn light of Kucherena statement that Snowden had access to NSA documents in Russia, it\nwould require some form of a suspension of disbelief to accept Snowden’s new narrative. But\neven if one was willing to accept his erasure claim, it still would not mean that the NSA\ndocuments had not fallen into the hands of adversaries.\n\nIf he had destroyed all of the electronic copies of the NSA’s data before boarding his flight to\n\nMoscow, he could he be “100 percent” certain, as he claimed that the data had not been accessed\n\nHOUSE_OVERSIGHT_020293",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020293.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4127,
    "word_count": 718,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.694976",
    "prefix": "IMAGES-005"
  }
}