{
  "document_id": "HOUSE_OVERSIGHT_018280",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018280.txt",
  "text": "we consider what not to do. The first approach proposes something known\nappealingly enough as “Smart Power.”5” The concept was summarized most sharply\nby President Obama in 2014, when he said American policy ought best be guided by\nthis tight precept: “Don’t do stupid stuff.5®” And while it is hard to disagree with this\nsort of charming, solipsistic formulation — there’s not a long list of politicians\nsupporting a strategy of “Do stupid things”? - “Smart Power” is no more a foreign\npolicy vision than “Good Weather’ is a strategy for farming. It suggests in some way\nthere is no need for a strategy at all. Faced with a problem, just make a smart\ndecision. “I don't really even need George Kennan right now,” Obama remarked at\none point during his presidency, dismissing the need for a strategist of real stature -\nand, by implication, the need for any strategy at all.5°\n\nSuch a stance reflects an instinct that the great strategic question of our day — the\nfuture — has pretty well been worked out. In such a view of history, all we need to do\nis not screw this up too much. The root of this idea is an absence of a long view of\nhistory and a discomfort I think about the application of cold power. There’s a\nmisplaced confidence at work here, an assurance that American-style power, our\nmodel of politics and economics, is the best, final and only answer to the question of\nhow the nations of the world might be best organized. Americans need, in this\ntelling of history, only patience. The world will catch on. And | suppose that if you\ngrew up in the United States after World War Two, such a vision of the world\ncertainly would be consistent with your own experience. The problem is that sucha\ncomfortable posture is at odds with nearly any book of history you might pick up,\nfrom The Peloponnesian Wars to Churchill's The Hinge of Fate, all of which will\nremind you in the most violent terms that liberty and freedom demand struggle and\ndefense; that epochal changes come whether we want them or not. Also that nations\nthat look invincible can find themselves nearly unwound in an historical instant.\nGreat Britain mastered the globe in 1937; three years later she was gasping for air;\nthree decades later she was an afterthought. “Freedom is the sure possession of\nthose alone who have the courage to defend it,” Pericles told his Athenian audience\nnearly 2500 years ago in as they mourned a full year of war-dead sons and fathers -—\nand no peace yet in sight. Or, Churchill, famously: “Never, never, never, never give\nup.”6! We should be embarrassed to hold “Don’t do stupid things” against these\nmottos.\n\nAdmiral Hyman Rickover’s famous advice as he surveyed the nuclear navy he’d built\nin the last century has it about right at every level: “To find meaning in life one must\n\n57 The first approach: Joseph S. Nye, Jr, “Get Smart”, Foreign Affairs, July/August\n2009\n\n58 The concept was summarized: Jeffrey Goldberg, “Hillary Clinton: ‘Failure’ to\nHelp Syrian Rebels Led to the Rise of ISIS” Atlantic Monthly, Aug 2014\n\n59 “IT don’t really even need”: David Remnick, “Going the Distance: On and off the\nRoad with Barack Obama”, The New Yorker, January 27, 2014\n\n60 “Freedom is the sure possession:”\n\n61 Or Chuchill:\n\n48\n\nHOUSE_OVERSIGHT_018280",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018280.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3257,
    "word_count": 568,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.422566",
    "prefix": "IMAGES-004"
  }
}