{
  "document_id": "HOUSE_OVERSIGHT_024052",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024052.txt",
  "text": "The New Leaf team is one of the most experienced and proven teams in this sector. The Fund\nManagers’ combination of proven track record, in-depth knowledge of the medical device and\ndiagnostics fields, a strong current LC. portfolio, and a thought-leading network of LC.\nadvisors, puts New Leaf in a position of leadership within this sector.\n\nMEDICAL DEVICES INVESTMENT STRATEGY\n\nNLV-III’s investment strategy in medical devices will focus on identifying a limited number of\ninvestment opportunities in companies with compelling later stage risk profiles. The Fund will\nseek to identify investments in companies that are developing innovative and differentiated\nmedical devices, targeting large market opportunities, that offer the potential to meaningfully\nreduce overall patient treatment costs in high morbidity disease settings through substantial\nefficacy and safety benefits versus existing standards of care. Investments in this sector will\nhave established regulatory approval pathways and clear regulatory precedents, or are already\nat the commercial stage at the time of initial investment. The objective will be to identify\ncompanies that because of their specific therapeutic area or technology focus, or because the\ncompany already has received key regulatory approvals, that they will be less affected by the\nheadwinds that are challenging the sector more broadly. Importantly, these investments will be\nin therapeutic areas that are known to be of high strategic interest to a number of larger medical\ndevice companies, and thus have a high potential of generating M&A interest. The primary\nrisks in these investments will be mostly operational execution, competition, and other market\nrelated risks.\n\nSimilar to the second half of the investment period for NLV-I, the Fund will have a more\nlimited focus on medical device investments in NLV-II] compared to previous funds. The\nslower projected pace of investment is based on the view that the operating and exit\nenvironment for companies in this sector will continue to be challenging due to increased\nregulatory and reimbursement uncertainty in the U.S. and E.U. These headwinds have resulted\nin increased development costs and significantly lengthened timelines for most development\nstage companies.\n\nWhile the Fund Managers expect to see fewer compelling investment opportunities than have\nbeen available historically in the medical device sector, they do believe that they will be able to\nidentify and source a number of later stage opportunities that are less affected by these\nobstacles, and that these will be attractive investment opportunities for NLV-III. One factor that\nsupports this view is that the reduced level of competition for deals resulting from the decline\nin the number of active venture capital firms mentioned previously is even more pronounced in\nthe medical device sector. Given New Leaf’s historic leadership within this sector, and its clear\ncommitment to remain active during this period of reduced funding, the Fund Managers expect\nthat they will have excellent deal flow. Although the number of deals in this sector is likely to\nbe somewhat lower than in previous funds, with the later stage focus, it is likely that the size of\ninvestments in this sector will be larger. Recent medical device investments in the New Leaf\nportfolio that fit this later stage definition include: Neuronetics (NLV-II, commercial stage),\nCardioKinetix (NLV-IL, clinical development stage), and Interlace Medical (NLV-I, start-up\nfocused on 510k product, acquired by Hologix, exited at 8.6x).\n\n41 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024052",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024052.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3632,
    "word_count": 549,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.828392",
    "prefix": "IMAGES-007"
  }
}