{
  "document_id": "HOUSE_OVERSIGHT_033482",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033482.txt",
  "text": "From: Sultan Bin Sulayem \nSent: 9/18/2015 5:26:12 AM \nTo: Jeffrey Epstein [jeeyacation@gmail.com] \nSubject: Fareed Zakaria: Trump sells America short \nFareed Zakaria: Trump sells America short \nDear Donald Trump: China, Japan and Mexico are not \"killing us\" \nBy Fareed Zakaria, Thursday, September 17, 2015 \nDonald Trump's presidential bid is centered on the promise of his personal talents. He says he's the \"most successful \nperson ever to run for the presidency, by far.\" (George Washington and Dwight Eisenhower, sit down!) But if there is an \nidea animating his candidacy, it is that the United States is being badly beaten by its economic competitors. In his speech \non foreign policy this week, Trump explained that America is being bested by countries such as China, Japan and Mexico \nbecause their leaders are \"smarter, more cunning and sharper than our leaders.\" \"They're killing us,\" he often says. \nThis is an odd moment to make these charges because the reality is almost entirely the opposite. The United States is \nmore dominant on the global economic landscape than at any point since the heyday of Bill Clinton's presidency — \nperhaps even more so. \nLast quarter, the U.S. economy grew at a 3.7 percent clip. Annual growth now is almost twice that of Europe and four \ntimes that of Japan. Unemployment is at 5.1 percent, the lowest in seven years. The deficit as a percentage of gross \ndomestic product (2.8 percent in 2014) is at its lowest since 2007. \n\"The U.S. has come out of the 2008 crisis better than all the others,\" says Ruchir Sharma, head of global macro investing \nat Morgan Stanley. \"Americans have reduced their debt burden more than the Europeans, while China's debt has \nskyrocketed to extremely dangerous levels. If you look outside of China, U.S. growth is actually faster even than the \nemerging markets. Since the 2008 crisis, U.S. equity markets have outperformed all others — in fact 9 out of the 10 most \nvaluable companies in the world are now American. The dollar is the currency of choice. Global growth is not what it \nused to be, but in a bad neighborhood, the U.S. has the best house by far.\" Sharma points out that for the past four \nyears, the United States' share of global GDP has increased while Europe's and Japan's have moved down. \nWhen I was in Europe last week, businessmen there were concerned with what they saw as a new level of U.S. \ndominance in everything from technology to entertainment to finance. Consider America's big banks. They were at the \nepicenter of the financial crisis and were badly battered by it. Since then, bankers have complained that they've faced \nuncertainty about government policies, overzealous regulators trying to compensate for their laxness before the crisis \nand the unwieldy burdens of the Dodd-Frank law. \nWell, U.S. banks today are more dominant than ever. The Wall Street Journal notes that in the past five years, JPMorgan \nChase, Bank of America, Citigroup, Goldman Sachs and Morgan Stanley have increased in value by $254.6 billion. In the \nsame period, their European competitors, Barclays, Credit Suisse, Deutsche Bank, UBS and Royal Bank of Scotland added \njust $9.5 billion. In July, Barclays Chairman John McFarlane was asked if America's banks were eating European lenders' \nlunch. He replied: \"They are doing a good job of it.\" He added that the U.S. banks \"are the only ones that really claim to \nbe global and successful.\" \nHOUSE OVERSIGHT 033482 \nTo compare the United States' performance and leadership to Mexico's, Japan's and China's is particularly ill-timed. \nTrump might be stuck in a 1980s time warp on Japan. When his \"The Art of the Deal\" was published in 1987, Americans \nwere envious of Japan's brilliant leaders, who were said to be outsmarting the United States at every turn. Since then, \nJapan has become the poster child for economic stagnation and political paralysis. Prime Minister Shinzo Abe has been \nunwilling or unable to get his promised reforms enacted, and the country's economy continues to shrink. \nMexico is watching its growth collapse. While its president, Enrique Pena Nieto, is a courageous and intelligent leader \nwho has made some very bold decisions, he has also made some significant missteps. Most important, the country was \nill-prepared for plunging oil prices that have battered government revenues and growth. \nChina has had three decades of supercharged growth and competent government policy. But in the past few years, \nBeijing went on a borrowing binge, running up its total debt to levels that are unprecedented, according to Sharma. And \nin the past two months it has made mistakes in managing both its equity markets and currency — mistakes that have \ncost $400 billion, the Financial Times reports. \nOf course, the United States has problems that are worrying, such as wage stagnation and low labor-force participation. \nBut the important comparison is not to some ideal fantasy of what America might be but to other countries in the real \nworld. And the facts show, Mr. Trump, we're killing them. \nNOTE: This e-mail message is subject to the Dubai World Group disclaimer see http://www.dubaiworld.ae/email disclaimer \nHOUSE OVERSIGHT 033483",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033482.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5202,
    "word_count": 846,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.679484",
    "prefix": "TEXT-002"
  }
}