{
  "document_id": "HOUSE_OVERSIGHT_028000",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028000.txt",
  "text": "As we got closer, I could still see no sign of them. As dawn was about break,\nI radioed Yitzhik to suggest he fire off a flare, but he thought that would put\nthem at even greater mercy of the Egyptians. Instead, he tossed out a smoke\ngrenade. We spotted it, more than a half-a-mile away, slightly below us and to\nour right. I ordered us forward, leaving my second tank company behind for\ncovering fire. I led Company A, which included my most experienced tank\ncommander, Moshe Sukenik. Immediately behind us were our APCs, including\ntwo carrying our medical team. My aim was to engage the Egyptian fire while\nstarting to evacuate Yitzhik’s men to one of the long, dry, irrigation ditches, 600\nyards behind us.\n\nWe moved forward in a broad line with my command tank in the center. We\nheld our fire until we got closer. I still couldn’t see exactly where the men of\nBattalion 890 were and didn’t want to risk hitting them. Only when we got\nwithin about 70 yards did I spot the first of the paratroopers. They were in\ngroups of three or four in a thin line stretching 200 or 300 yards on either side\nof us. They were lying behind whatever cover they could find: a bush, a clump\nof debris, a small rise in the sand. Some were firing. Others were wounded.\nFrom just a few yards away, Egyptian infantrymen were raking them with rifle\nand machine-gun fire. They were now shooting at us as well, and we returned\nfire. But the Egyptians, far outnumbering Yitzhik’s men, were spread out in a\nnetwork of foxholes, in some places connected by trenches. As we moved\nforward, I ordered my APC commander to start evacuating the paratroopers\nback to the irrigation ditch, with the support of a further group of courageous\nreservists from another nearby APC unit.\n\nA shell suddenly exploded 20 yards ahead of me. Others rained in around\nour tanks. The source of the fire was straight ahead, about 1,300 yards away:\nthree SU-100s, Soviet-made World War Two “tank destroyers”. I trained the\nmain gun of my tank on one of the SU-100s and ordered the gunner to fire. I\nused the battalion-wide radio frequency so the others would hear the order. But\nwhen the dust and smoke had cleared, the SU-100s were still there. I ordered a\nsight correction and said, again: “Fire”. Still, we missed. It was only then that I\nrealized why. Almost none of the tanks brought brought into Julis from the\nmaintenance units had included their “commander’s notebook” with their\nchecklists for calibrating and firing — a major problem, since many of the\nreservists had last been in a tank years before. I ordered the gunners to use their\ntelescopes, parallel to the main gun, instead.\n\n152\nHOUSE_OVERSIGHT_028000",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2670,
    "word_count": 474,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.769640",
    "prefix": "IMAGES-009"
  }
}