{
  "document_id": "HOUSE_OVERSIGHT_012860",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012860.txt",
  "text": "honey hit to the brain when we shine. There is evidence that schizophrenia is associated with a\ndysfunctional dopamine system, which might help explain the overconfidence in their beliefs, especially\nbeliefs in powerful religious icons. Winning boosts confidence, which increases the chances of winning\nagain. This is a highly adaptive cycle that can lead to overconfidence.\n\nDominic Johnson took advantage of the research on human and animal competition to explore the\nlink between overconfidence, testosterone, and war within the context of a simulated game. Each subject\nplayed the role of a leader in a country at war with another over diamond resources. The goal of the game\nwas to accrue the highest level of resources or defeat the neighboring country. Though war games ona\ncomputer can not capture the full reality of war, the fact is that military specialists throughout the world\nuse simulations to prepare combatants for some of the strategic and emotional problems they will\nconfront.\n\nMost subjects judged that they would outcompete their opponents, and this was exacerbated in\nmales relative to females. Those who believed that they would whip their opponents actually had the\nworst records, suggesting that they were not only uncalibrated but that their distortion of reality led to\ncostly outcomes. Those with the highest expectation of victory had the highest testosterone levels and\nwere most likely to launch unprovoked attacks on their opponents.\n\nWhether in real life or in the simulated world of computer games, brimming overconfidence can\nlead to a distorted sense of risk and the odds of victory in war — or any competitive arena. Though this is\na costly strategy, there are clear evolutionary benefits under conditions explained by Trivers and Johnson.\nSelf-deception is favored when opponents have imperfect information about their strengths and\nweaknesses, and where the payoffs are high relative to the costs. Self-deception leads individuals to go\nfor it, convincing themselves and others that the risks are low, the gains are great, and the standard social\nnorms are no longer applicable. This is a dangerous form of denial, recruiting moral disengagement to\njustify horrific means and ends. This is a piece of the psychology that can facilitate the process of\nrunaway desire. This is a piece of the psychology that enables individuals to cause great harms.\n\nMy goal in this book has been to find the universal core of evil, the elements or ingredients that\nare shared across all cases of evil. My suggestion is that the mixture of desire and denial are both\nnecessary and sufficient ingredients in the recipe for evil. All other ingredients are flourishes, creative\nadditions that do not take away from the universal core. Within each of us is a recipe for causing\nexcessive harm and for expressing exceptional compassion. We have choices. But as evidence\naccumulates from the sciences, it has become increasingly clear that some of us have fewer choices than\nothers. Some of us are equipped to resist the temptations of a culture of evil, while others fall prey. This is\n\nthe story of our species. This is our story.\n\nHauser Chapter 3. Ravages of denial i14\n\nHOUSE_OVERSIGHT_012860",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012860.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3213,
    "word_count": 519,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.429887",
    "prefix": "IMAGES-002"
  }
}