{
  "document_id": "HOUSE_OVERSIGHT_016314",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016314.txt",
  "text": "creators—for instance, a good model of the Earth’s climate should be able to predict the\nconsequences of a rising global temperature even if this wasn’t something considered by\nthe scientists who designed it. However, when it comes to understanding the human\nmind, these two goals—accuracy and generalizability—have long been at odds with each\nother.\n\nAt the far extreme of generalizability are rational theories of cognition. These\ntheories describe human behavior as a rational response to a given situation. A rational\nactor strives to maximize the expected reward produced by a sequence of actions—an\nidea widely used in economics precisely because it produces such generalizable\npredictions about human behavior. For the same reason, rationality is the standard\nassumption in inverse-reinforcement-learning models that try to make inferences from\nhuman behavior—perhaps with the concession that humans are not perfectly rational\nagents and sometimes randomly choose to act in ways unaligned with or even opposed to\ntheir best interests.\n\nThe problem with rationality as a basis for modeling human cognition 1s that it is\nnot accurate. In the domain of decision making, an extensive literature—spearheaded by\nthe work of cognitive psychologists Daniel Kahneman and Amos Tversky—has\ndocumented the ways in which people deviate from the prescriptions of rational models.\nKahneman and Tversky proposed that in many situations people instead follow simple\nheuristics that allow them to reach good solutions at low cognitive cost but sometimes\nresult in errors. To take one of their examples, if you ask somebody to evaluate the\nprobability of an event, they might rely on how easy it is to generate an example of such\nan event from memory, consider whether they can come up with a causal story for that\nevent’s occurring, or assess how similar the event is to their expectations. Each heuristic\nis a reasonable strategy for avoiding complex probabilistic computations, but also results\nin errors. For instance, relying on the ease of generating an event from memory as a\nguide to its probability leads us to overestimate the chances of extreme (hence extremely\nmemorable) events such as terrorist attacks.\n\nHeuristics provide a more accurate model of human cognition but one that is not\neasily generalizable. How do we know which heuristic people might use in a particular\nsituation? Are there other heuristics they use that we just haven’t discovered yet?\nKnowing exactly how people will behave in a new situation is a challenge: Is this\nsituation one in which they would generate examples from memory, come up with causal\nstories, or rely on similarity?\n\nUltimately, what we need is a way to describe how human minds work that has\nthe generalizability of rationality and the accuracy of heuristics. One way to achieve this\ngoal is to start with rationality and consider how to take it in a more realistic direction. A\nproblem with using rationality as a basis for describing the behavior of any real-world\nagent is that, in many situations, calculating the rational action requires the agent to\npossess a huge amount of computational resources. It might be worth expending those\nresources 1f you’re making a highly consequential decision and have a lot of time to\nevaluate your options, but most human decisions are made quickly and for relatively low\nstakes. In any situation where the time you spend making a decision is costly—at the\nvery least because it’s time you could spend doing something else—the classic notion of\nrationality is no longer a good prescription for how one should behave.\n\nTo develop a more realistic model of rational behavior, we need to take into\n\n94\n\nHOUSE_OVERSIGHT_016314",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016314.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3704,
    "word_count": 592,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.769014",
    "prefix": "IMAGES-003"
  }
}