{
  "document_id": "HOUSE_OVERSIGHT_019758",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019758.txt",
  "text": "270 | HOW AMERICA LOST ITS SECRETS\n\ndeemed others too sensitive for journalists. So I wanted to find out\nfrom Kucherena which documents Snowden had taken to Russia. I\nwent about it in a roundabout way. When Shevardnadze asked him\nabout the secret material Snowden might reveal in Russia, Kucher-\nena pointedly called her attention to Snowden’s CIA service, suggest-\ning that he might possess CIA files. I also knew that in Kucherena’s\nroman 4 clef, he had Joshua Frost, the thinly veiled Snowden-based\ncharacter, steal a vast number of CIA documents that could do great\ndamage to U.S. intelligence. By retaining them, Frost made himself\na prime target of the CIA.\n\nSo I asked, “Is Joshua Frost fact or fiction?”\n\n“T can’t tell you that,” he said. “If I said he was Snowden, it would\nviolate the attorney-client privilege.”\n\n“T understand,” I said. “But did Snowden do what Frost did in\nyour book?”\n\n“That is for you to decide,” he answered with a sly smile. “It’s my\nfirst novel.”\n\nWhen I asked if he could arrange for me to see Snowden, he\n\n© said that first I would have to submit my questions to Ben Wizner, ©\nSnowden’s American lawyer at the ACLU. He made it clear to me\nthat the exposure of Snowden to journalists, or at least the vetting of\njournalists, had been outsourced to Wizner. Kucherena was handling\nSnowden’s liaisons with the Russian authorities while Wizner was\nhandling the Snowden narrative, including selecting the media out-\nlets. Presumably, Wizner had handpicked Snowden’s past interview-\ners in Moscow, including Barton Gellmna, James Bamford, Brian\nWilliams, John Oliver, Alan Rusbridger, and Katrina vanden Heuvel.\n\n“After that, the final decision is up to Snowden,” he said. That\nseemed to conclude the interview, but as I got up to leave, he added,\n“His legal defense is fairly expensive.”\n\nSnowden had said in a BBC interview in 2015, as previously men-\ntioned, that he had brought enough cash to Hong Kong and Russia\nto cover all of his expenses. So I asked Kucherena if Snowden had\nbrought his own funds.\n\n“He was penniless when he arrived,” he replied. I found that\nanswer plausible because the FBI reportedly had not found a large\ncash withdrawal from his account before his departure and it seemed\n\n| | Epst_9780451494566_2p_all_r1.indd 270 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019758",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019758.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2319,
    "word_count": 392,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.756539",
    "prefix": "IMAGES-005"
  }
}