{
  "document_id": "HOUSE_OVERSIGHT_025952",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025952.txt",
  "text": "socially disadvantaged households, but they lag behind (and never catch up) in cognitive development even\nafter controlling for family income.\n\nGorillas can crawl after 2 months, and build their own nests after 2.5 years. They leave their mothers at 3-4\nyears. Human children are pretty much useless during the first 10-12 years, but during each phase, their brains\nhave the opportunity to encounter many times as much training data as a gorilla brain. Humans are literally\nsmarter on every level, and because the abilities of the higher levels depend on those of the lower levels, they\ncan perform abstractions that mature gorillas will never learn, no matter how much we try to train them.\n\nThe second set of mechanisms is in the motivational system. Motivation tells the brain what to pay attention to,\nby giving reward and punishment. If a brain does not get much reward for solving puzzles, the individual will\nfind mathematics very boring and won't learn much of it. If a brain gets lots of rewards for discovering other\npeople's intentions, it will learn a lot of social cognition.\n\nLanguage might be the result of three things that are different in humans:\n\n- extended training periods per layer (after the respective layer is done, it is difficult to learn a new set of\nphonemes or the first language)\n\n- more layers\n\n- different internal rewards. Perhaps the reward for learning grammatical structure is the same that makes us\nlike music. Our brains may enjoy learning compositional regular structure, and they enjoy making themselves\nunderstood, and everything else is something the universal cortical learning figures out on its own.\n\nThis is a hypothesis that is shared by a growing number of people these days. In humans, it is reflected for\ninstance by the fact that races with faster motor development have lower IQ. (In individuals of the same group,\nslower development often indicates defects, of course.)\n\nAnother support comes from machine learning: we find that the same learning functions can learn visual and\nauditory pattern recognition, and even end-to-end-learning. Google has built automatic image recognition into\ntheir current photo app:\nhttp://blogs.wsj.com/digits/2015/07/01/google-mistakenly-tags-black-people-as-gorillas-showing-limits-of-\nalgorithms/\n\nThe state of the art in research can do better than that: it can begin to \"Imagine\" things. I.e. when the\nexperimenter asks the system to \"dream\" what a certain object looks like, the system can produce a somewhat\ncompelling image, which indicates that it is indeed learning visual structure. This stuff is something nobody\ncould do a few months ago:\nhttp://www.creativeai.net/posts/Mv4WGé6rdzAerZF7ch/synthesizing-preferred-inputs-via-deep-generator-\n\nnetworks\n\nA machine learning program that can learn how to play an Atari game without any human supervision or hand-\ncrafted engineering (the feat that gave DeepMind 500M from Google) now just takes about 130 lines of Python\ncode.\n\nThese models do not have interesting motivational systems, and a relatively simple architecture. They currently\nseem to mimic some of the stuff that goes on in the first few layers of the cortex. They learn object features,\nvisual styles, lighting and rotation in 3d, and simple action policies. Almost everything else is missing. But\nthere is a lot of enthusiasm that the field might be on the right track, and that we can learn motor simulations\nand intuitive physics soon. (The majority of the people in AI do not work on this, however. They try to\nimprove the performance for the current benchmarks.)\n\nNoam's criticism of machine translation mostly applies to the Latent Semantic Analysis models that Google\nand others have been using for many years. These models map linguistic symbols to concepts, and relate\n\nHOUSE_OVERSIGHT_025952",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3809,
    "word_count": 591,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.745062",
    "prefix": "IMAGES-008"
  }
}