{
  "document_id": "HOUSE_OVERSIGHT_021188",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021188.txt",
  "text": "Pulling a few tissues out of the box, he passed them across the desk to\nme. Trying to retract any damage done I said to him “I must look like\nsuch a mess to you and making you listen to my saga, I am so sorry... I\nshouldn’t have come to you with all of this.” He looked surprised and\nsympathetic “Quite the opposite actually. I’m glad you’ve come to me for\nhelp. I have got a lot of connections especially with the Palm Beach\nCounty Police Department. | give them regular hundred thousand dollar\ndonations, and after I speak with them there will be nothing more to\nworry about. To be honest I’m more in shock about how much can\nhappen to you in such a short time, your life is one big soap opera”\n\nNow he was chuckling and trying to make light of my somber mood.\nLaughing along too | replied, “‘ | know right? Drama just hangs around\nme like a bad smell”. We did some more light-hearted catching up and\nwent out to the poolside for some lunch and a swim, concluding the\nevening with an erotic massage upstairs. He paid me the usual two\nhundred dollars and asked me to come back tomorrow. “In the meantime\nI don’t want you thinking about your sticky situation, consider it dealt\nwith”. His attempt to brighten my spirits had worked relieved about\nmoney and the police but now I owed myself to him feeling indebted to\nhim more now than ever.\n\nChapter 14\n\nAs was promised I never heard back from the Police Department and\nJeffrey had his favorite girl back by his side. We picked up where we left\noff ever better than before, I being entirely subservient to every sexual\ndesire of his engaging myself in any role he wanted me to play. As he\nwas getting older his appetite for sex never hazed, if anything it only\nincreased. The orgies with other girls got larger in numbers and his\nappeal to younger girls, new toys and wilder nights expanded from once\nand awhile to quite an often occurrence in Jeffrey’s company. I put it\ndown his new friend and business investment, Jean-Luc Brunel.\n\nA long time agent for young and upcoming models, Brunel, a French\ncitizen, was known for roaming the world in search of young, naive\nbeauties living in poverty stricken countries and willing to do just about\nanything for money. He would procure them mostly from Clubs in South\nAmerica and the Former Soviet Republic. Filling their heads with\nfairytales of America and large amounts of money, he would promise\nthem all of the finer things in life, sometimes even throwing a pill in their\ndrink, if that meant getting them in his bed was becoming too much of a\ntask. What he wanted is what he got, which is why him and Jeffrey\n\n87\n\nultimately became close pals and he invested one million dollars into\nBrunel’s company. In return Jeffrey now had supply of girls on tap for\nhim to choose from.\n\nWith the assistance of each other, Brunel obtaining the illegitimate\nvisas for underage-overseas girls and Jeffrey housing them at his\nbrother’s apartment complex on 301 E 66\" St, Manhattan, they were\nquite the team. Jeffrey and Brunel would charge them for rent, forcing\nthem to work for them selling their bodies for money, nude pictures, and\neven pornography. These were what seemed like really nice people with\nnot so nice intentions setting an impression of how the dignified wealth\nplay and behind closed doors they had as much civilized manners as a\nbarbaric chimpanzee in heat. Giving a girl a step-up in finances by\nteaching them there only worth is what lay between their legs, us girls all\nwere the same in the end, regardless of what country we came from, what\nlanguage we spoke or our cultural indifferences, we all were being used\nfor one thing alone, our youthful looks and beautiful bodies.\n\nBeing Jeffrey’s permanent sidekick, I would have to part-take in a\nmany of the hedonistic exploitations that went on at one of his many\nresidences, which meant having to be uninhibited with many girls my age\nand younger. Being complete strangers was hard enough but we couldn’t\neven understand each other, speaking in different tongues we were\nexpected to excel at preforming many acts of lovemaking and foreplay on\neach other, while being observed by a man in a corner jerking off. Not\nexactly what I would call an advantage in my stage of life, but in my head\nI was convinced we all had to do what we had to do to get on with life\nand if that meant doing all of this to keep Jeffrey happy, then I would do\nthat.\n\nIt didn’t take long in the accompaniment of Brunel for Jeffrey to hit an\nall time low, at least one that [ knew about. Stupid enough or sick\nenough, | don’t know which one it is or both but Jeffrey bragged about\nhis birthday present from Brunel, once accepting three, twelve year old\ngirls, sisters at that. He replayed the descriptive events with me telling me\nhow they all massaged him and finished him off orally. He was so excited\nabout the entire event, replaying over and over again over the next course\nof weeks how cute they were and how you could tell they were really\nyoung by the small amount of hair growth in their pubic region and non-\nexistent breasts. A twelve year old, are you serious? I thought to myself.\n\nI still can’t shake the feeling of disgust when | recall the look on his face\nas he told me time and time again of how his lust brought him to that\nprofound low. He went on to tell me how Brunel bought them in Paris,\nFrance, from their parents. Offering them the usual sums of money, visas,\nand modeling career prospects was a bribe of the worst kind, they were\njust children. Laughing the whole way through, Jeffrey thought it was\n\n88\n\n(1 Copyright Protected Material C Copyright Protected Material\nCONFIDENTIAL GIUFFRE004220 CONFIDENTIAL GIULYRE004221\n\nHOUSE_OVERSIGHT_021188",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021188.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5702,
    "word_count": 1029,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:44.347201",
    "prefix": "IMAGES-006"
  }
}