{
  "document_id": "HOUSE_OVERSIGHT_017218",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017218.txt",
  "text": "4.2.12\nWC: 191694\n\nprohibited. Ifa particularly inappropriate expression that had not been included in the\ncodification were then to be used, the committee could consider including it for future discipline,\nbut it could not be the basis for imposing discipline for speech that took place prior to its\ninclusion in the codification.\n\nThe virtue of a code is that it completely occupies the area of sanctions. It leaves no room for\n“common law crimes” or broad decanal discretion. The vice of a code is that it is often\nunderinclusive—it excludes conduct (or, in this case, speech) that is novel, or that was not\nconsidered by the codifiers. In the area of freedom of expression, the virtue of such a limitation\ntrumps its vice, at least in my view. It is far better to have rules regulating speech that are\nunderinclusive than overinclusive.\n\nIn 2007, I taught a university-wide course with Professor Steven Pinker on the issue of Taboo.\nThe question posed by the course was whether there are any issues that are so delicate, sensitive,\ncontroversial, or disgusting that they should be treated as “taboos,” even on a university campus\ndedicated to open dialogue and the free exchange of views. Most Americans are brought up to\nbelieve in freedom of expression, but almost everyone has at least one type of speech that he/she\nwould suppress. In our course, we searched for a theory of taboo — a description or prescription\nof genres of expression that lay outside the presumption of discussability and are, or should be,\nsubject to suppression, censorship or tabooization. Professor Pinker presented some evolutionary\nand psychological arguments for the existence and utility of some taboos, while questioning many\nof the taboos that currently seem to exist on university campuses. I discussed the legal and moral\narguments for and against any exceptions to the general presumption of free expression. In the\nend, there was little agreement, except that there is and should be a difference between societal\ntaboos, enforceable only by social sanction, and official governmental censorship, enforceable by\nthe power of the state through the law.\n\nWe also agreed that notwithstanding the clear words of the First Amendment, Congress must\nhave the power to make some laws banning the disclosure of some secrets for some time. Finally,\nwe agreed that there will never be a perfect balance struck between the public’s need to know and\nthe government’s need to keep our enemies from knowing certain information. The struggle to\nstrike this delicate balance never stays won. What history seems to teach us is generally to err on\nthe side of more disclosure rather than more censorship, even when it comes to national security.\n\n131\n\nHOUSE_OVERSIGHT_017218",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017218.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2746,
    "word_count": 448,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.771381",
    "prefix": "IMAGES-004"
  }
}