{
  "document_id": "HOUSE_OVERSIGHT_013465",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013465.txt",
  "text": "ae A ‘on vthe tape were not.“sources” in the tradition’ sense of the word:~ all individuals were simply’ chatting: pecs\nea\" with. ‘Mr. Rush about: Mr. Epstein’ and. his. propensity to molest. children: For example,’ when. discussed 2\n\n: A, RSH tell me that: | was: a “source” ” for’ his reporting.\n\n18. While research by other plaintiffs’. ‘attorneys and myself hs uncovered. other persons\n\n\"that. were acquaintances of Mr. Epstein, specifically: Donald Trump, Alan Dershowitz, Bill Clinton,\nTommy Mottola, and David Copperfield; we have. no information that any of those people (other than.\n. Mr- Dershowitz) have spoken to Mr. Epstein about Jane Doe or.any of the other. specific victims of Mr.\n'- .Epstein’s molestation. Mr. Dershowitz ‘is acting as an ‘attorney for Mr. Epstein, and therefore it is. ; 4\npresumably unlikely to question him about any admissions. that Epstein may have made regarding Jane *\nDoe or. other minors girls: Additionally, we have no information that any of those individuals or any\nother individuals have any taped statements of: Epstein’ s own voice relating to these matters.. George\nRush’s taped conversation with Mr..Epstein is the only. known, one.in existence, making it very unique 4\nand it contains information not otherwise. obtainable through other means or sources. Indeed, without °\nthe Rush tape conversation, the jury that handles the case will not hear any words from Epstein himself -\nabout his abuse of Jane Doe and other young girls. | have been. informed by Epstein’s attorney that , :\n.. Epstein intends to invoke his Fifth Amendment rights rather than answer any substantive e questions :\n” about the abuse’ of Jane Doe and other girls at trial. faa\n\n49, The Rush interview is, in any event, unique and. ‘not otherwise abieinable from other\n. witnesses because it can be used. to prove perjury (a federal crime) on the part of Epstein: Epstein lied.\n\n“about not: knowing: George Rush. See deposition of Jeffrey Epstein, taken in. Jeffrey Epstein, case\n\n~ 50-2008-CA-~ 028051,° ‘page-154, line 4 through. 155 line 9, wherein Jeffrey Epstein clearly i impresses that\n\"he does not recognize ‘George ‘Rush from the New York Daily News, despite the fact that he gave a . /\n* personal interview that we all now know to have been tape recorded. It is therefore evidence of a w, wales |\ncriminal event. If we receive the tape, we intend to alert’ the appropriate law enforcement authorities, , ; . L\n~” both federal and state, SO that they can pursue any. appropriate criminal investigation perjury charges.\n4\n\n7 20. The tape is.also crucial rofl to dismiss the frivolous complaint filed by Jeffrey Epstein.\nagainst her, as he clearly acknowledges knowing iil contrary ‘to claims. he makes in his complaint . re |\nagainst her and also contradictory to other statements he has made: in depositions related to knowing -. i\netl that regard, this tape provides evidence of other false statements Epstein has’ made under oath, Sony\n\n21. -During a telephone call with George Rush, he provided me more than a description of\nie tape, and in fact described the general tenor of the entire interview, so that t nothing i in the interview\ncan be fairly regarded as confidential at this point. : :\n\nBae (22: mt As George Rush. admitted in: his affidavit, he’ played the. tape for at lege two. other :\npersons who also, confirmed Epstein’ s arrogance as he speaks about his actions with minors.\n\nI WBE ‘The people: for: whom. George Rush: played the. tape or told in detail of the information’ a\n\n- ‘the tape with. Mr. Rush, 1 was nota® “source” -in the” traditional s sense. of that Term. At no i point ¢ did. Mr i\n\n\"went a 24 tb Because Epstein and ali other co- conspirators | fave: invoked the sig amendment as. sto all\nrelevant questions, . this tape: is the only: way that Jane Doe can: ‘put Epstein’ sown perceptions of what -\na he has. done‘before the j jury and the only way that Jane. Doe’ can. put Epstein’ s.admissions and statement oe\n\nMsi amnnetatm op\n\nef og ‘before, the jury.. As even: a quick: perusal of. the 1 more. ‘than 500 entries on the docket sheét for’ ‘Jane we + : 7 : “4\n\nDoe’ s (consolidated) case will confirm (see-Case no. 9:08- 30119 (S.D: Fla. ): (case number. for consolidated eee Rongee\n\n: . cases on discovery), Jane Doe.and other. plaintiffs have made exhaustive attempts to, obtain information i\n\nfrom Epstein about his abuse: These attempts have included repeated requests for admission, requests 7 a A;\n“for production, interrogatories, ‘and. depositions - ~ all the means that are listed. in the Federal Rules‘of 2 4\nCivil Peacectiice for obtaining discovery. These means have all: been exhausted without s success. Neither ee |\n\nHOUSE_OVERSIGHT_013465",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013465.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4722,
    "word_count": 809,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.366035",
    "prefix": "IMAGES-002"
  }
}