{
  "document_id": "HOUSE_OVERSIGHT_023484",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023484.txt",
  "text": "2]\n\ngiven electoral clout to the movement’s intellectual and constitutional\narguments.\n\nArthur Brooks, president of the American Enterprise Institute, the\nconservative research organization, said, “The optimistic view is that\nwe have a confluence of the business cycle, of the demography and of\nthe politics that makes it not just possible to achieve real change, but\nimpossible that we not deal with these things if we want this country\nto continue on the path envisioned by the founders.” So just two and\na half years after a presidential election that was in part a repudiation\nof conservative governance, and with the nation still smarting from\nthe aftereffects of a financial crisis that grew out of failures of\nmarkets and regulation, President Obama finds himself in a somewhat\nsurprising position: forced to articulate and sell a vision of how\nliberalism and the institutions it built in the 20th century can be\nupdated for the constraints of the 21st.\n\nThe speech he delivered Wednesday at George Washington\nUniversity in Washington was his most ambitious effort so far to do\nso. In it, he harnessed the language of both left and right to argue\nagainst the extremes on both sides while suggesting that many of\ntheir core principles were not mutually exclusive — in other words,\nthat Great Society values can endure in a Tea Party moment.\n\nHe defined “patriotism” as a shared sense of responsibility for the\nvulnerable and less fortunate. Basic standards of security for the\nelderly and poor and government investment in a more prosperous\nfuture, he said, can not only coexist with a tradition of “rugged\nindividualists with a healthy skepticism of too much government,”\nbut are also a vital part of what makes America exceptional.\n\n“We are a better country because of these commitments,” he said.\n“T’ll go further — we would not be a great country without those\ncommitments.”\n\nHOUSE_OVERSIGHT_023484",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023484.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1908,
    "word_count": 312,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.590552",
    "prefix": "IMAGES-007"
  }
}