{
  "document_id": "HOUSE_OVERSIGHT_019596",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019596.txt",
  "text": "108 | HOW AMERICA LOST ITS SECRETS\n\nAccording to one Aeroflot official, ordinarily all international pas-\nsengers are required to have a valid passport as well as a visa to the\ncountry of final destination. Snowden had neither a valid passport\nnor a visa. Still Snowden was able to board the flight to Moscow.\nAeroflot, a state-controlled airline, presumably responds to the Rus-\nsian government on matters where Putin has given his approval.\n\nSnowden first met Harrison in person on June 23. She was wait-\ning for him in the car that Jonathan Man had arranged to take him\nto the airport that morning. Snowden was dressed in a gray shirt\nand khaki slacks. Harrison was dressed in jeans and flip-flops. She\nsaid she had chosen this dress style so that they would blend in at\nthe airport with vacationing tourists. She had financed the trip, and\nshe was apparently now calling the shots. Harrison’s concern was\nthat they might be arrested at the airport, so Man accompanied them\nthrough passport control. He was able to do this because he bought\na ticket on the cheapest available international flight. Harrison had\ngiven Man a phone number to call if they got arrested. When she\nand Snowden boarded the flight at 12:45 p.m., Harrison effectively\n\n® became Snowden’s second “carer”—a job that would require her ©\npresence in Moscow for the next four months.\n\nSnowden had pretty much remained silent until the plane took\noff. The first full proper sentence she heard from him as they headed\nfor Moscow, as she recalled, was “I didn’t expect that WikiLeaks was\ngoing to send a ninja to get me out.”\n\nMeanwhile, Assange continued creating “distractions,” as he put\nit. On June 24, a booking was made for Snowden on an Aeroflot\nflight to Cuba, and this information was relayed to the foreign press\norganization in Moscow, resulting in over a dozen reporters flying\nto Havana on the flight. Snowden, of course, never showed up for it.\n“In some of our communications, we deliberately spoke about that\n[flight] on open lines to lawyers in the United States,” Assange said.\nOne subsequent piece of his misinformation was that Snowden was\nflying to Bolivia on the private plane of the Bolivian president, Evo\nMorales (who was then in Moscow for a meeting). That misinfor-\nmation had the desired effect. U.S. allies in Europe, including France,\nSpain, and Portugal, refused to allow that plane to fly through its\nairspace, forcing the plane to land in Austria. This misinformation\n\n| | Epst_9780451494566_2p_all_r1.z.indd 108 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019596",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2559,
    "word_count": 432,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.128132",
    "prefix": "IMAGES-005"
  }
}