{
  "document_id": "HOUSE_OVERSIGHT_012743",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012743.txt",
  "text": "The film, set on the eve of World War I, is about Sigmund Freud and Carl Jung and their patient Sabina\nSpielrein, the Russian Jewess who for years remained uncredited for her influence on the development\nof modern psychology.\n\nThe cast features Michael Fassbender as Jung with Keira Knightley (queen of the costume dramas) as\nSpielrein. Yes, they are fully dressed in their famous sexually charged spanking scenes. This is just the\nwarm up to Fassbender's raw and disturbing sexual romp through lower Manhattan on Sunday night in\nShame, Jeremy Thomas's other film. Viggo Mortensen portrays Freud, Vincent Cassel is Austrian\npsychoanalyst Otto Gross and newcomer Sarah Gadon is Jung's wife.\n\nAt the press conference the cast jokes about drawing from their own madness as research and\ninspiration. |, on the other hand, am ina panic speeding back to Cipriani's to wheel my suitcases around\nthe corner to the Bauer Palladio. Looking lost, dejected and pathetically disheveled, | thank God no one\nsees my fall from grace.\n\n| eventually realize | am missing a pair of small gold and diamond earrings. Oddly, the same thing\nhappened to me last year during a room change. | chalk this up as the price of foolishly traveling with\nreal jewelry.\n\nAt the premiere of A Dangerous Method, | am stressed because | have no ticket, having given my pair to\nPeter Brant and bed-robber Owen Wilson. Michael Barker and Tom Bernard escort me on the red carpet\nand Marco Muller himself walks me in.\n\nHaving seen A Dangerous Method this morning, | slip out and head to the first Gucci for Woman Award\nin Cinema dinner hosted by Frida Giannini in Cipriani's rustic barns previously ancient granaries, now\ndonning elegant white Murano glass chandeliers.\n\nThis new award recognizes outstanding female filmmakers. The jury includes Robin Wright (who heads\nto Toronto next week to the premiere of Bennett Miller's Moneyball) and James Franco, also Toronto\nbound with Sal about Sal Mineo, and Valeria Golino, whom | met on Rain Man.\n\nMadonna asks for \"a drum roll, please,\" as she announces winner Jessica Chastain for Tree of Life... but\nit might as well be for the 11 films Chastain has made since being discovered by Al Pacino four years ago\nfor Wilde Salome. Jessica is presently in The Help, The Dept, Take Shelter and Texas Killing Fields. She is\nalso Toronto bound with Ralph Fiennes’ Coriolanus. This Julliard graduate is following in footsteps of the\niconic Meryl Streep.\n\nFrancois-Henri Pinault, chairman of Gucci's parent company PRP, is headed to China to support their\nmedical and educational foundations. Pinault’s wife Salma Hayek, wearing a Gucci gown embellished\nwith crystals and feathers, discusses Oliver Stone's Savages, the film about Mexican drug lords that she is\ncurrently filming in Los Angeles.\n\nSuddenly a cake with sparklers appears for Salma's 45th—and Madonna encourages us to belt out\n\"Happy Birthday. Singing along is Ginevra Elkann, CAA's Hylda Queally, manager Jason Weinberg and the\nBrant boys, 18-year-old Petey and 15-year-old Harry.\n\nHOUSE_OVERSIGHT_012743",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3066,
    "word_count": 501,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.994691",
    "prefix": "IMAGES-002"
  }
}