{
  "document_id": "HOUSE_OVERSIGHT_024676",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024676.txt",
  "text": ">\n\n=\nPo\ncor\n\n>\nQa\nLA\n\nCannabis Investment Report | December 2017\n\nProduction Outlook\n\nDue to U.S. federal and international legal restrictions on cannabis commerce, producers currently\nmust invest significant capital in potentially redundant facilities located in separate jurisdictions, and\nmany large agricultural producers and equipment suppliers that could effectively compete in the can-\nnabis industry are reluctant to enter the market. In the near term, we expect that cultivators will con-\ntinue to raise capital for facilities across multiple jurisdictions, and well-managed and well-financed\ncultivators will differentiate themselves by creating consistent, high-quality strains, developing strong\ndistribution relationships, vertically integrating other supply-chain functions and offering branded\nproducts and competitive pricing. We also expect production services companies will benefit from\nincreasing demand for specialized extraction and manufacturing services that cultivators and other\nproduction intermediaries cannot efficiently perform themselves, and providers of testing services will\nbenefit from increasingly robust testing and safety regulations. In the long run, we expect more per-\nmissive domestic and foreign laws will result in increased competition from large enterprises that are\nable to realize economies of scale or have operations in regions best suited for efficient, sustainable\nproduction.\n\n= Distribution\n\nWe divide the distribution segment of the cannabis industry into three subsegments: dispensaries,\ne-commerce and distribution services. Dispensaries are retail outlets where consumers purchase can-\nnabis products for medical or recreational purposes. E-commerce includes digital applications used to\nenhance the cannabis shopping experience. Distribution services include wholesale and related trans-\nportation and logistics services. Participants in the distribution segment generally “touch the plant”\nand therefore must comply with state and local regulations—which often require licenses or permits—\nand must accept legal risks related to federal cannabis restrictions.\n\nDispensaries\n\nCannabis dispensaries are “point of sale” retail establishments where consumers may purchase medical\nor recreational cannabis products. Cannabis dispensaries are the face of the cannabis industry in many\ncommunities and, consequently, they occupy one of the most heavily regulated and scrutinized posi-\ntions in the cannabis supply chain.\n\nDispensaries in established state-legal markets provide consumers with a typical retail shopping\nexperience. Dispensaries typically range in size from 1,000 to 10,000 square feet of retail space. A dis-\npensary may offer between 10 to 50 strains of cannabis flower and a variety of concentrates, edibles,\ntopicals and accessories. Inventory is either acquired from cultivators and other wholesale product\nsuppliers, or cultivated and produced internally. Products may be illustrated in menus or displayed on\nshelves and may also be available for customers to touch, smell or otherwise examine. Trained customer\nservice staff, often known as “budtenders,” are typically available to educate customers about product\nofferings.\n\n40 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024676",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024676.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3276,
    "word_count": 445,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.650951",
    "prefix": "IMAGES-008"
  }
}