{
  "document_id": "HOUSE_OVERSIGHT_030171",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030171.txt",
  "text": "Article 5.\n\nForeign Policy In Focus\n\nEgypt's Evolving Foreign Policy\nRichard Javad Heydarian\n\nJune 21, 2011 -- Egypt was once a major player in the Middle East,\nparticularly under the leadership of Gamal Abdel Nasser in the 1950s\nand 1960s. Over the last decades, Egypt gradually lost its prestige\nand influence in the region as it became an introverted autocratic\nregime. In the post-Nasserite period, Egypt strengthened its ties with\nIsrael, isolated Hamas, repressed domestic Islamic movements,\nmarginalized democratic forces, and confronted regional powers such\nas Iran. However, with the political demise of Hosni Mubarak the\ncountry’s foreign policy is gradually moving in a direction that better\nreflects popular sentiments. The new Egypt is looking to normalize\nrelations with countries like Iran, re-evaluate ties with Israel, and tilt\nmore toward the Palestinian cause. Given its profound cultural\ncapital, powerful military, huge population, and strong economic\nfundamentals, Egypt could not only regain its regional influence but\nalso play a more assertive and prominent international role. More\nimportantly, the emergence of a democratic system in Egypt could\ntransform the country into a model for the Arab world.\n\nDemocratic Earthquake\n\nDomestic factors like corruption, political repression, and desperate\neconomic conditions galvanized the populace against the Egyptian\nstate. But Mubarak’s foreign policy doctrine also contributed to the\nerosion of his political base. The democratic revolution was also a\nresponse to the government’s complicity in the siege of Gaza,\nseeming timidity in foreign affairs, and his growing reliance on the\nUnited States for the perpetuation of his reign. The High Council of\nthe Armed Forces currently rules Egypt, and the military shows no\n\nHOUSE_OVERSIGHT_030171",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030171.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1813,
    "word_count": 269,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.919883",
    "prefix": "IMAGES-010"
  }
}