{
  "document_id": "HOUSE_OVERSIGHT_023703",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023703.txt",
  "text": "B6 COVER STORY\n\nOn a mission to\nexplain ‘real’ Ch\n\nsED EDITION\n\nAbove: “How\nChina’s Leaders\nThink”\n\nRight: “The Man\nWho Changed\nChina: The Life\nand Legacy of\nJiang Zemin”\n\nI don’t try to make any-\nbody happy, but I just want\nto tell the truth. I can be\nwrong, and maybe my\ntruth is not balanced.\n\nLu Feiran\n\nhina expert and American public intellec-\n\ntual, Robert Lawrence Kuhn is best known in\n\nChina for two books about Chinese leaders\n\nand their views, including a biography of\nformer President Jiang Zemin in 2005 and one about\nother leaders and their thinking in 2009.\n\nKuhn, also an investment banker, business con-\nsultant, brain scientist and philosopher, has been\ngranted unprecedented access to Chinese leaders,\nthough he does not speak Chinese.\n\nHis biography “The Man Who Changed China:\n\nThe Life and Legacy of Jiang Zemin” published in\nboth Chinese and English, was a best-seller in China\nwhere readers are not accustomed to humanized\nbiographies of leaders.\n\nIt was probably the first biography written by a\nforeigner about a living Chinese leader that was\npublished in China.\n\nKuhn has also produced documentaries on China,\nwritten extensively for Chinese media and is often\nquoted by western media. He is a contributor and\nconsultant to CCTV, some Chinese newspapers and\nthe Xinhua News Agency.\n\nKuhn sees his mission as telling the world about\nthe real China.\n\nHe was in Shanghai late last month for an In-\nternational Channel Shanghai (ICS) program he\nco-produced and wrote about China’s challenges, in\nconjunction with the 18th National Congress of the\nCommunist Party of China. He held a press confer-\nence and also spoke with Shanghai Daily.\n\nChinese media sometimes accuse some Westerners\nand Western media of China bashing, saying they\nmisunderstand or are even malevolent.\n\nBut 68-year-old Kuhn, a New Yorker, is believed\nto have a more neutral view for China. He received\na bachelor’s degree in human biology from Johns\nHopkins University, a master’s of science in man-\nagement from the MIT Sloan School of Management,\nand a PhD in anatomy and brain research from\nUCLA.\n\nHis books were published by the Shanghai Trans-\nlation Publishing House and Shanghai Century\nPublishing Group.\n\nKuhn said he “never tried to please the Chinese\ngovernment, though Western media thought I did.”\n\n“I like feedback, including negative feedback,\nbecause I know that people are engaged,” he told\nShanghai Daily.\n\n“I don’t try to make anybody happy, but I just want\nto tell the truth. I can be wrong, and maybe my truth\nis not balanced.”\n\nSunday 25 November 2012 Shanghai Daily\n\nKuhn’s experience with China started in 1989,\nwhen he was invited by former State Councilor Song\nJian, director of the State Science and Technology\nCommission.\n\nThe two became friends and Kuhn began traveling\nbetween the US and China, getting to know govern-\nment officials and ordinary people.\n\nKuhn said he felt frustrated because his experience\nin China differed from the description in much of\nthe Western media. “Then they only focused on the\nnegative side and ignored the rest,” he said.\n\nThat disparity inspired him to write Jiang’s biog-\nraphy, he said. Jiang himself said that Kuhn didn’t\n“beautify” him and got his wedding date wrong.\n\nKuhn spent four years writing “The Man Who\nChanged China.” Though he had only met Jiang three\ntimes and did not interview him for the book, he\ntalked to many people close to Jiang, including rela-\ntives, friends and colleagues, gathering stories and\nperceptions. He became close to many of them.\n\n“T thought I had been rather familiar with China\nbefore I started working on the book,” said Kuhn.\n“But after I started collecting the information, I\nfound that my knowledge was very limited.”\n\nHumanized leader\n\nKuhn said he was determined to depict a real, ani-\nmated Jiang, different from the seemingly impassive\nfigure appearing on state occasions, on Chinese TV\nand in newspapers.\n\n“For a very long time, Chinese leaders were either\ndescribed as God or the Devil, but never in-between,”\nhe said. “So I expected to display a Chinese leader\nwho is a human being.”\n\nSoon after publication, it became a best-seller in\nChina. After Kuhn held a book-signing in Guang-\nzhou, Guangdong Province, more than 300 books\nwere sold in an hour. In Shanghai, more than a\nmillion copies were sold in 2005, the highest in the\nsocial science category.\n\nChinese readers called the book refreshing be-\ncause it told daily life stories and described Jiang’s\nyouth.\n\nOne Internet user called “Burn the scarecrow” said\nbefore reading the biography, he thought Jiang was\n“a quiet man standing high above the masses.”\n\n“But after reading the book, my first feeling was\nthat he was once young like us and he is also an\nordinary man.”\n\nThe English version, however, received some criti-\ncism, primarily that Kuhn was “fawning” over Jiang\nand the government. Kuhn denied that.\n\n“In fact, the book had a disclaimer, saying all\n\nHOUSE_OVERSIGHT_023703",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023703.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4951,
    "word_count": 824,
    "line_count": 164,
    "import_date": "2025-11-19T21:47:44.929454",
    "prefix": "IMAGES-007"
  }
}