{
  "document_id": "HOUSE_OVERSIGHT_023644",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023644.txt",
  "text": "The text of the television interview of the Deputy Crown Prince: Prince Mohammed bin\nSalman:\n\nThe Prince Mohammed bin Salman bin Abdul Aziz, the Deputy Crown Prince, the Second Deputy of the\nPrime Minister, and the Chairman of the Council for Economic Affairs and Development, has held a\ntelevision interview on Saudi Arabia's first channel for the most important local and regional issues, and\nhe stated the followings:\n\n* The national transformation program was designed to improve the performance of government\nagencies?\n\n- That’s true, and for this reason there are indicators and targets have entered in 24 government\nagencies, the second batch will be launched in the near future or the coming weeks, and there are new\nentities, that were not included in the 24 parties in the national transformation program, will be added\nto it.\n\n* Now it is been a year since the establishment of 2030 vision, How do your Highness see its impact on\nthe growth, the unemployment and non-oil income?\n\n- | think that it has achieved so many achievements. If we look at 50 thousand feet, we will find that the\ndeficit rate is less than all analysts’ anticipation, both at home and abroad for 2015 and 2016. And also\nfor the budget of 2017 we will find non-oil revenues almost doubled in these years, \"the last two years\nfrom nearly 111 billion to nearly 200 billion Saudi riyals. We will also look at the fact that budget control\nhas become much more accurate than a budget in the last year, which spends more than 25 % to 45 % to\na budget where only less than 10 % is spent. All of which are more than 50,000 feet. In addition to that,\nthe main economic indexes have been affected by eighties, the nineties, and 2009 fall in oil prices such\nas the unemployment index which increased in those sharp declines, while the inflation index rose very\nsignificantly. The investment index also fell very strongly, while in this crisis the oil prices fell very\nsharply in an unprecedented manner in the history of the Kingdom of Saudi Arabia and in a very rapid\npace until it reached 27 dollars in a short period, and continued at this abysmal level for a year and more\nthan a year. But, thanks to God, thanks to the guidance of his majesty the king, and the work of\ngovernment agencies and officials and government employees who were able to maintain a lot of\nindexes without being affected negatively. Unemployment was maintained at its level and was not\nstrongly affected negatively. Inflation was also not strongly affected negativly as the historical cases we\nhave seen in the past. The investment index was not affected strongly and the growth index continued\nto rise on the GDB. It is true that it is below the global average but we have not entered a stage of\ncontraction in the Saudi economy. Now the effects of these programs that will be launched will start to\nappear in late 2017. We will find their very strong impact starting from 2018 and 2019 on all these key\neconomic indexes.\n\n* Your Highness, Prince, with regard to the issue of unemployment from the beginning of this year and\nwith the recession that the local market suffered, there was a layoff for people from their jobs, what is\nthe plan for that?\n\n- As everyone knows, that any reform process and any screening process of the country will be\naccompanied by side effects. It is very normal with the oil drop to $ 27 and its continuation for a long\ntime less than S 40 have a lot of symptoms affecting the state spending. These ten programs are all in\n\nHOUSE_OVERSIGHT_023644",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023644.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3527,
    "word_count": 624,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.501358",
    "prefix": "IMAGES-007"
  }
}