{
  "document_id": "HOUSE_OVERSIGHT_022390",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022390.txt",
  "text": "Health\n\nHealthcare Reauthorization Priorities. The Children’s\nHealth Insurance Plan (CHIP) will expire and needs to be\nreauthorized in 2017. CHIP is a federal and state\npartnership program which provides health coverage to\nan estimated 8.9 millionlow-income children. In 2015,\nPresident Obama signed the Medicare Access and CHIP\nReauthorization Act which extended CHIP for an\nadditional two years; without an extension of the program\nin 2017 the program will exhaust its funding and states\nwill be required to continue the children’s coverage\nthrough Medicaid until 2019, due to the ACA’s\nmaintenance of effort (MOE) provision unless the ACA is\nrepealed. The reauthorization process will create an\nopportunity to consider additional policy changes\nincluding changes to the CHIP and Medicaid programs.\n\nThe ACA also created a funding stream for community\nhealth centers. In 2015, a bipartisan vote in Congress\nextended the Community Health Center Fund by an\nadditional two years (FY 2016 and FY 2017). It is likely\nthat lawmakers will push to extend funding of community\nhealth centers into future years beyond 2017.\n\nChronic Care. In late October, Senate Finance Committee\nChairman Hatch and Ranking Member Wyden along with\nSenators Johnny lsakson (R-GA) and Mark Warner (D-VA),\nco-chairs of the Finance Committee Chronic Care Working\nGroup, released a discussion draft with proposals to\nimprove health outcomes for Medicare beneficiaries living\nwith chronic conditions. Potential Senate legislative\naction on the discussion draft is possible in the lame duck\nsession, but it is also possible the bill will be taken up in\nthe next Congress.\n\nEY 18\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022390",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022390.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1688,
    "word_count": 258,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.606679",
    "prefix": "IMAGES-006"
  }
}