{
  "document_id": "HOUSE_OVERSIGHT_020640",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020640.txt",
  "text": "181\n\nthe United Kingdom have also established Chinese Communist Party cells.’ The use of\nthe CSSA UK to monitor dissent among Chinese students in the United Kingdom is a\ndirect violation of the principles of the United Kingdom’s democracy.\n\nInstitutions created or managed by the Chinese authorities include the country’s\ntwenty-nine Hanban-managed Confucius Institutes as well as the new Peking\nUniversity HSBC Business School Oxford Campus—the first overseas campus of a\nChinese university. These institutions have triggered some concerns. They openly\ndiscriminate against certain groups, such as Falun Gong practitioners who are excluded\nfrom employment, as North American cases have shown.\" Reportedly, agreements\nwith universities that host Confucius Institutes require adherence to Chinese law\naccording to Hanban policies and they are subject to nondisclosure agreements.\"' The\nconcern that these institutions practice (self-)censorship is somewhat mitigated as long\nas the authorship of censored accounts is clear and robust and critical discussion takes\nplace elsewhere in the United Kingdom.\n\nActivities benefitting from Chinese funding or commercial ties with China are all\nthe more concerning when Chinese influence is less easy to trace. It is impossible\n\nto tell, for example, if Huawei’s donation to Chatham House’s Asia-Pacific program\nwill affect this venerable institution’s independence and if UK universities’ self\ncensorship on their Chinese campuses will bleed into their home bases.” It is clear,\non the other hand, that funding provided to research students and researchers who\ncome to the United Kingdom from China leads to self-censorship. The increased\n\nrole of the China Scholarship Council, a PRC-funded grant provider, is therefore\n\nof great concern, as it clearly would not approve projects that might anger China’s\ngovernment. UK-based publishing in China gives rise to concerns about censorship,\nas in the case of Cambridge University Press temporarily censoring the online version\nof its journal China Quarterly in China to accommodate government censorship\nrequests.\"4\n\nChina’s treatment of UK-funded educational institutions in China is also of concern\nin Britain. In June 2018, the University of Nottingham’s campus in Ningbo removed\nits associate provost, Stephen Morgan, after he wrote an online piece criticizing the\nresults of China’s Nineteenth Party Congress.’ Nottingham has previously given the\nappearance of buckling to Chinese pressure. In 2016, Nottingham abruptly shut its\nSchool of Contemporary Chinese Studies just as students were preparing for exams. The\naction led to the departure of its director, Steve Tsang, a China scholar known for his\nintegrity and independence from Beijing. Sources close to the incident said that PRC\npressure on the university played a direct role in the closure of the institute. Tsang is\nnow the director of the China Institute at the School of Oriental and Africa Studies at\nthe University of London.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020640",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020640.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3020,
    "word_count": 449,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.567486",
    "prefix": "IMAGES-006"
  }
}