{
  "document_id": "HOUSE_OVERSIGHT_014113",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014113.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 30 of\n34\n\nThomas E. Scott, Jr., Esq.\n\nRe: Edwards and Cassell v. Dershowitz\nFebruary 25, 2015\n\nPage 2\n\nThus, this Court has deemed such “ostensible” objections waived or [has]\ndeclined to consider them as objections.\n\nSonnino v. Univ. of Kan. Hosp. Auth., 221 F.R.D. 661, 666-67 (D. Kan. 2004) (citations\nomitted).\n\nOf course, where claims of privilege are involved, the response must include a privilege\nlog enabling us (and the court, if necessary) to assess the applicability of the privilege\nclaimed. See Fla. R. Civ. P. 1.280(b)(5S). Under Florida law, \"the burden is upon the\nparty asserting a privilege to establish the existence of each element of the privilege in\nquestion.\" Fla. Sheriff's Self-Ins. Fund v. Escambia County, 585 So.2d 461, 463 (Fla. 1*\nDCA 1991).\n\nGeneral or blanket objections are inappropriate in and of themselves: \"A 'blanket'\nobjection to interrogatories consisting of many, separate questions is insufficient.\nObjections in such a case should be addressed ‘to a particular interrogatory or class of\ninterrogatories, not to the interrogatories in general.\" Twadell v. Twadell, 199 So. 2d\n501 (Fla. 4 DCA 1967) (quoting Carson v. City of Ft. Lauderdale, 173 So.2d 743 (Fla.\n2d DCA 1965)).\n\nThe same principles apply to the general objections you have raised to our production\nrequests.\n\nBoilerplate Objections\n\nA boilerplate objection such as \"overbroad, burdensome, and not reasonably calculated\nto lead to the discovery of admissible evidence,\" baldly asserted, is \"patently without\nmerit.\" Such \"stonewalling tactics\" constitute discovery abuse. First Healthcare Corp.\ny. Hamilton, 740 So.2d 1189, 1193 (Fla. 4\" DCA 1999); see also First City Devs. Of\nFla., Inc. v. Hallmark of Holly Condo. Ass 'n, 545 So.2d 502, 503 (Fla. 4\" DCA 1985)\n(noting that conclusory objections such as \"burdensome\" and \"not reasonably calculated\n...\" are \"words of the art [that] have little meaning without substantive support, ..\").\n\nEvery burdensome objection you have raised is required to be supported by an affidavit\ndetailing the extent of the burden claimed to preclude a substantive response.\n\nHOUSE_OVERSIGHT_014113",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014113.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2213,
    "word_count": 342,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.433174",
    "prefix": "IMAGES-002"
  }
}