{
  "document_id": "HOUSE_OVERSIGHT_024063",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024063.txt",
  "text": "premiums for liability insurance to protect the Fund, the\nGeneral Partner, the partners of the General Partner, the\nmembers of the GPLLC, the members of the Advisory Board,\nand any of their respective partners, members, stockholders,\nofficers, directors, trustees, employees, agents or affiliates in\nconnection with the activities of the Fund and premiums to pay\n“key-man” insurance; and all other expenses properly\nchargeable to the activities of the Fund.\n\nDistributions may be recalled for up to one year following the\ndate of liquidation of the Fund to satisfy (1) any obligations,\nliabilities and other expenses that arise from the Fund’s\nPortfolio Investments and (2) the Fund’s indemnification\nobligations; provided that no Partner shall be required to return\nan aggregate amount greater than the lesser of (A) the aggregate\namount of distributions made to such Partner (and such\nPartner’s predecessors in interest) and (B) 25% of such Partner’s\nCommitment\n\nKey Person Event: The General Partner shall promptly notify the Advisory Board\nin writing if, prior to the end of the Investment Period, fewer\nthan three Principals satisfy their obligation to devote\nsubstantially all of their business time to the affairs of the\nManagement Company and its affiliates (including by reason of\ndeath or disability) for a period exceeding 60 days. Following\nany such occurrence, the Fund shall not make any new portfolio\ninvestments other than permitted investments (a “Suspension\nPeriod), unless such Suspension Period is lifted as provided in\nthe Partnership Agreement.\n\nNo Fault Termination of the Eighty-five percent in interest of the Limited Partners may cause\n\nInvestment Period: a termination of the Investment Period at any time after the\nsecond anniversary of the Initial Closing Date, with such\ntermination to be effective as of the date they deliver written\nnotice of such termination to the General Partner, after which\nthe Fund shall not make any new portfolio investments other\nthan permitted investments as set forth in the Partnership\nAgreement.\n\nNo Fault Termination of the Eighty per cent in interest of the Limited Partners (excluding\n\nFund: affiliates of the General Partner) may vote to dissolve the Fund\nat any time after the second anniversary of the initial closing\ndate upon 120 days’ notice.\n\nRemoval of the General 66 2/3% in interest of the Limited Partners may remove the\nPartner for Cause: General Partner upon the occurrence of certain cause events\nspecified in the Partnership Agreement.\n\n52 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024063",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024063.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2577,
    "word_count": 401,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.363296",
    "prefix": "IMAGES-007"
  }
}