{
  "document_id": "HOUSE_OVERSIGHT_019271",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019271.txt",
  "text": "Freedom House\n\nchines, with their vast patronage networks, that pre-\nsided over American cities a half-century ago. Fidesz\nis apparently seeking to ensure that rival parties will\nnever have access to the funds or influence necessary\nto unseat the incumbent government.\n\nls Orban a Central European version of Putin?\nOrban's domestic critics have often compared his\ngoverning style to that of Russian president Vladimir\nPutin. On the surface, the comparison seems unfair.\nHungary is still rated Free by Freedom House. It still\nhas genuine opposition parties, however weak, in\nparliament, a relatively unfettered civil society sector,\nfreedom of assembly, and other civil liberties. Hungary\n\nhas also been spared the routine violence that marks\nRussian politics.\n\nBut Orban also began his current tenure in an environ-\nment very different from the Russia inherited by Putin.\nHungary had been a successful, if flawed, democracy\nfor two decades before Orban took office in 2010.\n\nt was a member of the European Union (EU) and\nsubject to that bloc’s norms and regulations. It was\nalso a member of the North Atlantic Treaty Organiza-\ntion (NATO). For Hungarians, the events of 1989 led to\ndemocratic liberties and freedom from foreign domi-\nnation. For Russia, 1989 and 1991 meant the loss of a\nvast empire and the beginning of a decade of political\nand economic upheaval.\n\nGiven their different contexts, the striking feature in a\nPutin-Orban comparison is the similarities. The follow-\ning are some of the more obvious:\n\n¢ Both have repeatedly expressed disdain for\n“Western” liberal values.\n\n¢ Both have employed a combination of control\nover state broadcasters and crony ownership of\nthe private press to dominate the mainstream\nmedia, though Hungary's environment remains\nnotably more free than Russias.\n\n¢ Both have hollowed out the institutions that\nprovide oversight and transparency regarding\nactions by the executive branch.\n\n¢ Both have made clear their dislike for civil\nsociety organizations that pursue reformist or\nhuman rights missions. While Orban has yet to\nenact Russian-style laws to declare such groups\n“foreign agents’ or ban them as “undesirable,” Fi-\n\ndesz has announced the intention to introduce\nparliamentary legislation designed to harass\nNGOs and curb their funding.'?\n\n¢ Both have seized political opportunities offered\nby the presence of ethnic compatriots in sur-\nrounding countries. Putin has exploited sup-\nposed discrimination against ethnic Russians\nand certain other minorities in Ukraine, Georgia,\nMoldova, and the Baltic states as justification\nfor military intervention or hostile propaganda.\nOrban has brought nearby Hungarian minorities\ninto his political coalition by giving them the\nright to vote in Hungarian national elections and\nmaking it even easier for them to cast ballots\nthan it is for Hungarian citizens who are tempo-\nrarily working in Europe or elsewhere.\n\n¢ Asa matter of high priority, both Orban and Pu-\ntin have secured domination over the judiciary\nwith the goal of removing its role as a check on\ntheir power.\n\n‘Law and Justice’ in Poland\n\nLike Hungary, Poland was until recently regarded as\none of the chief success stories from the wave of de-\nmocratization that accompanied the end of the Cold\nWar. Poland's democratic institutions were imperfect,\nand the economic gains that were made possible by a\nrapid changeover to free-market policies were spread\nunevenly among the Polish people. But the achieve-\nments seemed to outweigh the deficiencies. The\ncountry's rate of growth was impressive by European\nstandards; it was one of the few EU member states to\nemerge relatively unscathed from the financial crisis\nof 2008. Its leaders exercised influence within the EU\nand NATO, and enjoyed global respect.\n\nAccording to the leaders of the archconservative Law\nand Justice (PiS) party, however, Poland was a deeply\ntroubled society whose system of government was in\nneed of a top-to-bottom overhaul.\n\nAhead of the 2015 elections, PiS appropriated a vo-\ncabulary similar to that of Fidesz in its 2010 campaign.\nlt depicted the center-right government as the archi-\ntect of a failed economy. It denounced mainstream\nleaders as more comfortable with the cosmopolitan\nliberal values of Brussels and Berlin than with the\ntraditional Christian morality of rural Poland. And PiS\nsuggested that the liberal establishment that had gov-\nerned for most of the postcommunist period had “sto-\n\nwww.freedomhouse.org\n\n37\n\nHOUSE_OVERSIGHT_019271",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019271.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4484,
    "word_count": 700,
    "line_count": 116,
    "import_date": "2025-11-19T21:47:49.005539",
    "prefix": "IMAGES-005"
  }
}