{
  "document_id": "HOUSE_OVERSIGHT_025024",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025024.txt",
  "text": "28\n\nmagazine’s scope was strictly cultural, the answer eight years ago, on\nthe heels of the Iraq invasion, usually came down to some\ncombination of the words “America,” “Bush,” and local expletives.\nCurious about whether that had changed, I repeated that itinerary this\nsummer, conducting a dozen panels in those same four countries,\nwith subjects representing the diversity of the Arab World, from fully\ncovered Persian Gulf oil heiresses to skirt-donning Beirut Christians\nto democracy-minded Tahrir Square veterans to Casablanca slum kids\nfending off suicide-bomber entreaties. Their viewpoint again proved\nsurprisingly consistent—and had shifted dramatically from my last go-\nround.\n\nThat background narrative, it turns out, drives everything. It’s hard to\noverstate the Iraq War’s effect on brand America: it fed into Arab\ninsecurities, exploited in turn by regional demagogues, that outsiders\nare at fault for whatever ails them. At one raucous meeting at a\nuniversity in Casablanca, which we later dubbed “The Pinata\nSession,” 120 students eager to tee off on an American, any\nAmerican, swarmed what was supposed to be a meet-and-greet with\ntwo dozen journalism majors, showering us with two hours of\nprewritten diatribes.\n\nContrast that with my recent visit to Casablanca, where I happened\nupon a parade of 20,000 protesters, stretched across a half mile,\ncalling for democratic reforms from the autocratic King Mohammed\nVI. For two hours, the placard-raising marchers chanted in unison—\nThe people of Libya and Syria keep getting killed—they’re not\nafraid!.... Shakira got a million! (a reference to the singer’s fee at a\nroyal event)...Look, see, the people are scary!—and precisely zero\nhad anything to do with America (or Israel, for that matter). “The\nconsensus 1s this: it’s a Moroccan problem,” Reda Oulamine, a top\nopposition leader, told me during the march, “and it’s being decided\nby the Moroccan street.”\n\nHOUSE_OVERSIGHT_025024",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025024.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1948,
    "word_count": 299,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.632329",
    "prefix": "IMAGES-008"
  }
}