{
  "document_id": "HOUSE_OVERSIGHT_025581",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025581.txt",
  "text": "Morgan Stanley | RESEARCH\n\nValuation and Risks\n\nNORTH AMERICA INSIGHT ~~\n\nAlternative Asset Managers: We value the stocks using a sum of the parts valuation and discounted cash flow as well\nas price/earnings and price/cash earnings multiples. Our DCF (COE of 12+15%, free cash flow = distributable earnings and\nterminal growth rate = 4%) captures the long-term value of the business model, while the sum of the parts captures some\nof the shorter-term volatility. For our SOTP, we use 2019 *Core® FRE and apply a 18x-21x multiple; apply 12x multiple on\nBDC income share; use NPV to estimate future carry and apply discount rate to represent volatile nature of carry; 10%\n\nhaircut on accrued carry; 10% haircut on B/S assets.\n\nAPO.N\n\nApollo Global Management: We value APO using a sum-of-the-\nparts, supported by a DCF, and back into an implied target multiple\non next 3 years DE, and ENI. Our price target implies a 11.5x multiple\non 2019 EPS, reflecting a 25% premium to historical valuation of 9.2x\nthat's warranted due accelerating growth in and mix shift toward\nsticky fee related earnings for which investors ascribe a higher mul-\ntiple, and APO is entering their harvesting stage that will see port-\nfolio monetizations accelerate driving stronger cash earnings\ngeneration. Upside risks: Better FPAUM growth, capital deployment\naccelerates, better returns. Downside risks: Declining valuations\nreduce cash earnings (fewer exits or lower multiples); slower deploy-\nment; Funds V, Vland VIland ANRP remain in escrow, pressuring near\n\nterm cash earnings.\n\nARES.N\n\nAres: We value ARES using a sum-of-the-parts, supported by a DCF,\nand back into an implied target multiple on next 3 years DE, and ENI.\nOur PT represents a 10.8x PE multiple, slightly above the 3 year\naverage of 9.3x on improving cash earnings trajectory. Upside risk\nincludes better asset gathering, stronger investment performance\nand faster monetization of portfolio investments. Downside risk that\nstrong AUM baked into our model over the next several years will not\nmaterialize. ARCC concentration risk (a BDC which contributes 40%\nof mgmt fees / 29% of revenue), and harvesting delays if there's an\n\nextended financial & capital markets pullback.\n\nBX.N\n\nBlackstone: We value BX using a sum-of-the-parts, supported by a\nDCF, and back into an implied target multiple on next 3 years DE and\nENI. Our PT represents a 12.6x PE multiple, above the 3 year average\nof 9.4x on expectations for accelerated growth in fee-related earn-\nings growth, cash earnings growth and fundraising. Upside risks:\n\nStronger investment performance, faster monetization of portfolio\n\ncompanies, better asset growth through new initiatives. Downside\nrisks: Weakness in public markets and commercial real estate mar-\nkets pressure investment performance. Harvesting delaysD An\nextended pull-back in financial and capital markets that delays har-\nvesting of investments and dampens returns which lower cash earn-\n\nings.\n\ncG.O\n\nCarlyle: We value CG using a blended sum-of-the-parts, supported\nby a DCF, and back into an implied target multiple on next 3 years DE\nand ENI. Our PT implies a 13.5x multiple on 2019 EPS, reflecting a 55%\npremium to historical valuation of 8.8x given resolution of legacy\nissues and accelerating fee related earnings and asset gathering\nmomentum that will support the multiple. We expect less volatile\nfinancial performance across all segments in our forward Look, vs.\ngreater volatility in historicals driven legacy challenges. Upside risks\ninclude: Better investment performance, strong asset gathering and\nfaster monetization of portfolio companies. Downside risks include\nan extended pull-back in financial and capital mkts that delays har-\nvesting of investments and dampens returns which lower cash earn-\n\nings, and poor investment performance.\n\nKKR.N\n\nKKR: We value KKR using a 1.3x multiple on 2019 estimated book\nvalue and back into an implied target multiple on next 3 years DE and\nENI. Our price target is also supported by a sum-of-the-parts valua-\ntion. Our PT implies a 8.2x multiple on 2019 EPS, reflecting a 9% pre-\nmium to historical valuation of 7.5x given improving fee related\nearnings trajectory. Upside risks include better investment perform-\nance, compounding book value growth and faster asset gathering\nfrom newer initiatives. Downside risks include an extended pull-back\nin financial and capital markets that delays harvesting of investments\nand dampens returns which lower cash earnings and impairs signifi-\n\ncant investments held on balance.\n\nHOUSE_OVERSIGHT_025581",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025581.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4565,
    "word_count": 705,
    "line_count": 96,
    "import_date": "2025-11-19T21:47:45.382914",
    "prefix": "IMAGES-008"
  }
}