{
  "document_id": "HOUSE_OVERSIGHT_024582",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024582.txt",
  "text": "organizations as the National Association of State Boards of Education, the Horace Mann League, and\nthe National Association of Secondary School Principals. Mr. Milken earned his bachelor’s degree from\nthe University of California at Berkeley, and his law degree from the University of California, Los Angeles.\n\nOther Executives\n\nTed Sanders, Viee Chairman\n\nTed Sanders is Vice Chairman of KUE, as well as the Executive Chairman of Cardean Learning Group,\nwhich develops online post-secondary education and degree programs. Mr. Sanders previously served\nas the President of the Education Commission of the States and as Deputy U.S. Secretary of Education\nunder President George H.W. Bush. He has been the Chief State School Officer in three U.S. states\n(Nevada, Illinois and Ohio} and University President at Southern Illinois University. He serves as an\nadvisor to the School Evaluation Services Division of Standard and Poor’s, the PDK Gallup Poll,\nMetaMetrics Inc., and the Government Accountability Office. He holds a doctor of education degree in\neducational administration and higher education from the University of Nevada at Reno.\n\nStephen Goldsmith, Senior Vice President, Strategic Planning and Worldwide Government\nPrograms\n\nStephen Goldsmith is the Senior Vice President of Strategic Planning & Worldwide Government Programs\nfor KUE. Mr. Goldsmith is also a Milken Institute Senior Fellow and the Dan Paul Professor of\nGovernment at Harvard University’s Kennedy School of Government, is a nationally recognized expert on\ngovernment management, reform and innovation. He is the author of several books, most recently,\nGoverning by Network: The New Face of the Public Sector, and his columns have frequently been\npublished in such papers as The Wall Street Journal and The New York Times. While serving two terms\nas Mayor of Indianapolis, he earned a national reputation for innovations in government as he reduced\nthe city’s bureaucracy, taxes, and counter-preductive regulations, ail while identifying more than $400\nmiilion in savings, which he then reinvested in a transformation of downtown indianapolis and its urban\nneighborhoods. His work in Indianapolis has been cited as a national model. Prior to his two terms as\nMayor, he was Marion County District Attorney for 12 years. Mr. Goldsmith formerly served as Special\nAdvisor to President Bush, and Chief Domestic Policy advisor to President Bush in the 2000 presidential\ncampaign.\n\nNina Shokraii Rees, Senior Vice President, Strategic Initiatives\n\nNina Rees is Senior Vice President of Strategic Initiatives for KUE, where she is responsible for furthering\nthe company’s goals of providing the highest-quality and most effective early childhood education and on\nfinding innovative ways to improve K-12 educational outcomes. Before jaining KUE, Ms. Rees had nearly\n15 years of relevant experience in Washington, D.C., most recently as the Assistant Deputy Secretary for\nInnovation and Improvement at the U.S. Department of Education. In this post, she oversaw the\nadministration of 28 grant programs and coordinated the implementation of several provisions of the No\nChild Leff Behind Act. Prior to joining the Education Department, Ms. Rees served as a Domestic-Policy\nAdviser to Vice President Dick Cheney, and was involved in the effort to enact No Child Left Behind. She\nalso served as the Senior Education Analyst at the Heritage Foundation. Ms. Rees spent two years on\nthe staff of Rep. Porter Goss, R-Florida., while earning her master’s degree in international transactions\nfrom George Mason University, and received her bachelor's degree in psychology from Virginia\nPolytechnic Institute and State University. Ms. Rees is fluent in French and Persian.\n\n149\n\nHOUSE_OVERSIGHT_024582",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024582.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3757,
    "word_count": 568,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.997233",
    "prefix": "IMAGES-008"
  }
}