{
  "document_id": "HOUSE_OVERSIGHT_019702",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019702.txt",
  "text": "214 | HOW AMERICA LOST ITS SECRETS\n\nprofits. Because the value of their contracts was largely limited by\ncompetitive bidding, their business plans were predicated on their\nability to minimize the costs of fulfilling these contracts. Their prin-\ncipal cost was the salaries they paid their independent contractors.\nTheir business plans therefore depended on finding large numbers\nof computer technicians in the private realm willing to work at an\nNSA base at relatively low wages. This task became more difficult as\nmany potential recruits could find higher-paying employment with\nmore of a future in the burgeoning private sphere. But the compa-\nnies could also increase their revenue streams by getting additional\ncontracts, which, in turn, meant recruiting even more workers.\n\nSuch a business plan could hardly afford to give the highest pri-\nority to the low probability of a security risk. In the private sector,\nthere is usually an unambiguous external measure of failure. An\nautomobile company such as General Motors can measure the per-\nformance of its executives by reckoning its change in net income.\nWith secret intelligence work, the metrics for failure are far less\nclear. This curious aspect of secret work was part of the advice given\n\n© to a White House lawyer in the Obama administration seeking a ©\nposition with the NSA in 2012, who was told that among the advan-\ntages of working for a super-secret agency was that if one errs or\nhas a failure, “it stays secret.” The Snowden case showed that not all\nfailures stay secret.\n\nThe NSA can certainly quantify the amount of data it is intercept-\ning, but it obviously cannot count the intelligence that it misses. The\na priori proposition in the intelligence game is that “what is success-\nfully hidden is never found.” But one failure that cannot be hidden\nis a security breach in which a perpetrator uses NSA data to publicly\nexpose the NSA’s sources.\n\nUntil the Snowden breach in 2013, the NSA had experienced only\none such public failure. It was the capture by North Korea in 1968 of\nthe USS Pueblo, which had been carrying out highly sensitive elec-\ntronic communications interception for the NSA. The Pueblo crew\nfailed to destroy the NSA‘s encoding machines, which were flown\nto Russia several days later. It was a horrible, costly breach. The\nSnowden breach was much worse because, among the thousands of\n\n| | Epst_9780451494566_2p_all_r.indd 214 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019702",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019702.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2463,
    "word_count": 407,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.346795",
    "prefix": "IMAGES-005"
  }
}