{
  "document_id": "HOUSE_OVERSIGHT_018201",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018201.txt",
  "text": "while (relatively) moderate civilian politicians are reduced to feuding and\narresting each others' children. Iran's nuclear programme appears to\nproceed independent even of the organs of its own state.\n\nA spoof article in the Economist last year portrayed Iran's supreme leader,\nAyatollah Khamenei, ruminating on western nations' obsessive posturing\ntowards his country. He mused that these were unstable, unreliable places,\ndangerous though probably not all mad. But since it was hard to be sure, \"I\nwould feel a lot safer 1f we already had that bomb\". Similar insecurity\ndrove sanctioned Cuba to accept Russian missiles in the 1960s, and\nsanctioned Iraq and Libya to pretend to build weapons of mass destruction\nin the 1990s.\n\nSanctions never stop bad things happening. Rather they entrench dictators,\nbuild up siege economies and debilitate the urban middle class from which\nopposition to dictatorship grows. As Khamenei said in a speech a year\nago, sanctions were \"painful ... but make us more self-reliant\". Indeed, for\na regime to be sanctioned 1s to receive an elixir: witness Castro, Gaddafi,\nthe ayatollahs and the ruling cliques of Burma, Afghanistan and North\nKorea. That sanctioned regimes sometimes come to an end is not proof\nthat sanctions work, rather that they take a long time and usually require\nwar to \"work\".\n\nThis is a rarely researched topic because sanctions are diplomatic ideology\nrather than science. A debate in 1998 in International Security magazine\nsaw the Chicago academic, Robert Pape, barely challenged in his view\nthat only around five of the 115 cases of sanctions imposed since the war\ncould claim any plausible efficacy. Most merely inflicted \"significant\nhuman costs on the populations of target states, including on innocent\ncivilians who have little influence on their government's behaviour\". They\nare a ready invitation to war.\n\nWhen I was reporting on South Africa in the 1980s I became convinced\nthat sanctions were aiding import substitution and benefiting the Afrikaner\neconomy, probably giving apartheid an extra decade of life. They likewise\nprolonged Ian Smith's regime in Rhodesia. Sanctions made Libya's\nGaddafi so rich he could spoon money into the London School of\n\nHOUSE_OVERSIGHT_018201",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018201.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2242,
    "word_count": 351,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.485421",
    "prefix": "IMAGES-004"
  }
}