{
  "document_id": "HOUSE_OVERSIGHT_033374",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033374.txt",
  "text": "From: Jide Zeitlin\n\nSent: 5/3/2018 6:30:55 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: Sultan Bin Sulayem\n\nImportance: — High\n\nUnfortunately, bin Sulayem and I did not meet. I was stuck at the White House and he had a narrow window\nbefore heading to Cyprus. I just sent him the following note:\n\n\"Good Morning, I hope your travels to Cyprus were smooth.\n\nOkey Enelamah, Nigeria's trade minister, stopped by my home this evening as he was still in town after Buhari's\nvisit with Trump. He mentioned his discussions with you at WEF and afterwards. Separately, I spoke earlier\nwith the Vice President.\n\nWhenever we meet, I have some thoughts that may be helpful to you.\"\n\nOn May 2, 2018, at 11:05, jeffrey E. <jeevacation@gmail.com> wrote:\n\nEee = be is cahriman of bubai world ports. african ports anew focus _ he built the palm\nislands. is totally trustworthy\n\nOn Wed, May 2, 2018 at 10:55 AM Jide Zeitlin > wrote:\nThank you for the introduction. Do you have a better sense of what he needs? Also, what's his\n\nWhatsApp/mobile so I can confirm details for today?\nWhen's best on Friday for me to visit with you?\n\nBibi's speech was a bit of a dead letter on Europe.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_033374",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033374.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1793,
    "word_count": 294,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.613586",
    "prefix": "IMAGES-012"
  }
}