{
  "document_id": "HOUSE_OVERSIGHT_026408",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026408.txt",
  "text": "\"developed\" , inverted, distorted, related, etc. the development stage take a long time. then there is a\nrecapitlaltion of the whole. and its inter and intra actions. . african musci has lots of beats. and little\ndevelopment. -no accident, it mirrors their learning process.\n\nInteresting question if music is somehow indicative of genetically defined prefs, but I am not sure. It could\nbe path effects, starting in culture.\n\nre taboo\n, maybe climate change is a good way of dealing with overpopulation. _ . the earths forest\nfire. potentailly a good thing for the species\n\nMaking having children expensive in terms of upbringing and missed opportunity (like in the west) is a more\nhumane way. Environmental stress while leaving near rock bottom tends to lead people to have more\nchildren, because there is no missed opportunity, and high mortality requires more attempts at procreation.\nHumans are a hardy species, outside of focused famine events and wars only small fractions of any given\npopulation die.\n\nI suspect that strong reductions in population will come from large-scale failure of agriculture. The climate\nchange itself with result in migration and wars, but most people will probably survive that. But who knows, I\nmight be wrong.\n\ntoo many people, so many mass executions of the elderly and infirm make sense\nis the fundamental fact that everyone dies at some time .make it imporrisbole to ask so why\nnot earilier. if the brain discards unused neurons , why shold socieity keep their equivalent\n\nThe radical idea of treating individuals in a society as cells and the society itself as a well-organized\norganism is fascism, or course. Probably the most efficient and rationally stringent way of governance, if\nsomeone could pull it off in a sustainable way; and if it is aggressive and expansive, its efficiency makes it a\nvirus that everybody will want to stomp out. Fascism makes romantic doo-gooders like me very\nuncomfortable (I visited KZ Buchenwald five times and it had a profound influence on me; we East Germans\ninoculated ourselves very thoroughly against fascism), and the general public will not be willing to consider\nit.\n\nI rather like the treatment Fascism gets in the Amazon Series \"The Man in the High Castle\", which explores\nwhat would have happened if the Germans and Japanese had won the war: A society that tries to function as\na brutal and ruthlessly efficient machine, eliminating all social and evolutionary slack. It is very dark, but not\na flat caricature of pointless evil for its own sake. Heinlein's late book \"Starship Troopers\" explores fascism,\ntoo, but unlike Philipp K Dick he does not see it as a form of insanity, but as the most desirable order.\n\nI find your \"political incorrectness\" very fascinating. In the beginning, I thought it is a form of costly\nsignaling, but now I think you are simply entirely unconstrained in your thoughts. How did you manage in\nyour youth? Did you get in trouble, or did you keep your thoughts to yourself? I wonder what kind of person\nyou want to transform into.\n\nIt was interesting to notice that at the Forbidden Research conference, nobody managed to say anything\nremotely out-of line. One large discussion group wanted to address the question of whether \"democracy still\nworks\", and mostly expressed their disagreement with Trump. Ideology is like halitosis: easy to see in others,\nhard in oneself. A speaker felt that the media \"stifle all criticism of Trump\", another wanted to remove \"men\nand Elon Musk from government\", and everybody strongly agreed that we need more diversity everywhere.\n\nHOUSE_OVERSIGHT_026408",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026408.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3603,
    "word_count": 595,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.357263",
    "prefix": "IMAGES-008"
  }
}