{
  "document_id": "HOUSE_OVERSIGHT_016681",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016681.txt",
  "text": "ull\n\nPage 1 of 8\n\nEXECUTIVE SUMMARY\nRecent Drinking Water Testing Completed and the Results\n\nThe City of West Palm Beach (City) treats surface waters at their downtown facility and\nproduces drinking water for the residents of West Palm Beach. Residents of the Town of Palm\nBeach (Town) receive potable water from the City through a franchise agreement that expires\nin the year 2029. Due, in part, to the highly publicized \" precautionary boil water\" notice issued\nby the City in September of 2007, concerns arose regarding the overall safety of the drinking\nwater supply being provided to the Town. Accordingly, HSA Engineers and Scientists was\nasked to collect and analyze additional samples from the water supply. These additional\nsamples were collected by HSA personnel on November 14, 2008 and were submitted to a\nlaboratory independent of the ones used by the City for their routine drinking water testing\nrequirements mandated by the U.S. Environmental Protection Agency (USEPA) and the Florida\nDepartment of Environmental Protection (FDEP). There are more than 90 testing parameters\nthat are required to be analyzed on drinking water supplies by the USEPA and the FDEP. HSA\ncollected samples and tested for all of these drinking water parameters and the detailed results\nare supplied in the enclosed tabular summary.\n\nAlso as shown in the attached detailed summary table, all of the testing results obtained from\nour recent sampling passed and all constituents were well below the allowable limits\nestablished by State and Federal regulations.\n\nWhat are Trihalomethanes (THMs) and Why Did We Receive a Notice That They Were\nElevated?\n\nDuring the precautionary boil water notice that occurred during the latter part of 2007, the City\nadded more chlorine to their finished drinking water to ensure adequate bacterial kill. Chlorine\nreacts with natural organics (that cause variations in the water’s color) producing a group of\ncompounds called Trihalomethanes (THMs). Up to a point, the higher the chlorine dose added,\nthe higher the THM concentrations produced. The USEPA has established a limit of 80 parts\nper billion (ppb) for drinking water supplies. In a few samples collected by the City during the\n‘boil water notice’ time period, elevated THM test results were obtained due to the additional\nchlorine in the drinking water. This represented a one-time spike in THM results and the\ncurrent level is well below the 80 parts per billion limit. During the special testing completed by\nHSA, the THM level was measured at slightly more than 50 parts per billion, well below the\nacceptable limit set by the regulators.\n\nHOUSE_OVERSIGHT_016681",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016681.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2649,
    "word_count": 424,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.335939",
    "prefix": "IMAGES-004"
  }
}