{
  "document_id": "HOUSE_OVERSIGHT_012688",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012688.txt",
  "text": "Back at the Beverly Hills hotel, I slip into my gorgeous black tulle Dennis Basso cocktail dress with a\nplunging neck line and put on my mother’s jewels. Jim Coleman takes me the Night Before Party in the\nhotel. This is Jeffrey Katzenberg’s, 9th Annual A-lister event benefiting The Motion Picture & Television\nFund where they raise $6.5 million dollars in one night. I walk right into Valentino who gives me the\nonce over and approves my outfit. I tell him and Giancarlo Giammetti that Woody Allen’s new film,\n“Midnight in Paris” is opening the Cannes Film Festival and they must bring the yacht. Woody is also\nfilming all summer in Rome and I am counting on them to entertain him.\n\nElton John and David Furnish join our conversation and of course we ask for intimate details about the\nnew baby. Elton says this is the first time they have been away from him for more than a night and they\nare delirious with parenthood. I segway over to Amy Adams who mentions she also hates leaving her baby in\nthe hotel room. I tell her she’s acted like a lady with all the attention showered on Melissa Leo and\nthat someday soon she will win an Oscar because she consistently hands in amazing performances and\neverybody loves her. Next stop is Kate Capshaw in a black bowler hat chatting with Steven Spielberg’s\ngod-daughter Gwyneth Paltrow. Kate gushes as she talks about her two grandchildren from daughter Jessica.\nI have known Steven since “I Wanna Hold Your Hand”. In 1982, as a young publicist on “E.T.” I moved to\ncalifornia to work for him as one of his thirteen assistants. I now tell him I’m going to Broadway\nopening of “war Horse” with Kathy Kennedy and Frank Marshall and cannot wait to see his movie version. He\nis wildly excited about the film. I beg him to work on it.\n\nI meet sweet Jennifer Aniston, her new hair cut and her perfect little body. Her date tells me her secret\nis a half hour on the treadmill every day. Somehow I think that’s an understatement. I tell Jesse\nEisenberg I was on his plane home from the Baftas last week. He was hiding under his hoodie and I knew\nnot to bother him. He said innocently, “You should have said ‘Hello’. I always cover my head because I\nthink my curls make me look like a girl”.\n\nThe charity gives us a coupon booklet redeemable at various booths for cheap clothing, new iPads, make-\nup, chocolates, shampoo and a $50 dollar Arch gift card for free McDonalds hamburgers. A bargain is a\nbargain, rich people run around like lunatics, collecting gifts for their housekeepers. Among the\nshoppers are Steven and Heather Mnuchin, Viacom’s Deborah and Philippe Dauman, Tamara Mellon, Christine\nTaylor and Ben Stiller, Cate Blanchette, Susan and Robert Downey,Jr., and Debra and Hugh Jackman.\n\nNext stop is The Weinstein Company’s Pre-Oscar party at the Soho House, sponsored by MontBlanc,\ncelebrating their new charity partnership and $1 million dollar donation to the Princess Grace\nFoundation-USA. Long gone are the funky Miramax Saturday night parties where nominees spoofed their own\nfilms in homemade costumes and ad-libbed hilarious skits. Grown men would dress as Anna Paquin and play\nthe piano in hopes of winning a Max Award.\n\nThere is social anxiety at the Soho House garage entrance. Guests patiently wait as super stars whisk by.\nA four hundred pound gorilla refuses to let me on the elevator until I spot Benny Medina. Once on, I see\nthe radiant Jennifer Lopez in the corner and remind her we met on Len Blavatnik’s yacht in Cannes. She\ngraciously pretends to know me. Her manager, Benny Medina is kicking me.\n\nI slip into Colin Firth’s booth by the front bar to have a tete-a-tete with him and his wife Livia\nGiuggioli about tomorrow night. Jokingly, I suggest when he wins to say, “I’m speechless”. Colin\npatiently assures me many people, far more clever than I, have already mentioned this. He then says that\nothers are waging bets on whether he might subconsciously stutter. I grill him about his wardrobe,\nassuming he will be wearing a new Tom Ford tuxedo. He tells me both he and Ford will be in older models\nas Ford only designs classics. I tell him I made director Charles Ferguson, front runner for the\nfinancial documentary “Inside Job” spend $6,000 dollars last week for a new Tom Ford tuxedo.\n\nIn the back room Jennifer Lopez is now seated with wWeinstein’s wife Georgina Chapman. Nominee Helena\nBonham Carter, her husband Tim Burton and her mother Elena circulate. Celebs have now drifted over from\nThe Night Before Party. The star power includes Adrien Brody, Mary-Kate and Ashley Olsen, Cameron Diaz,\ncamilla Belle, Chace Crawford, Claire Danes and Hugh Dancy, Darren Aronofsky, Emma Stone, Jaime Foxx,\ndirector John wells, Kerry Washington, Piers Morgan, Rachel Zoe, Russell Simmons, Sean Parker, Sir Ben\nKingsly, Zack Braff , Michelle williams and Leonardo Dicaprio with Bar Rafaeli. “Speech” filmmakers are\nfunctioning on high anxiety.\n\nSunday, February 27th, 2011\n\nProducer Donna Gigliotti is my date to the awards. We are both so nervous we arrive at the Kodak Theater\nat 3:00pm and nobody is there. We are driven around for an hour. when we arrive at the world’s most\nfamous red carpet, I guide Donna through the extreme right security check-in to make sure we mingle with\nthe nominees and get on camera. I teach her the red carpet hustle which is five steps forward, three\nsteps back and one inch behind a couture-clad nominee. We greet Bryan Lourd as Sandra Bullock is talking\nto ABC-TV and a billion people see me wearing a black Marchesa gown. Five steps forward, three steps\nback, we next meet Gwyneth Paltrow. As I hook up the back of her dress another billion people see us\ncorrecting a fashion malfunction. Once again, five steps forward and three steps back. We are now posing\nfor the still cameras between Nicole Kidman and Keith Urban. Our handbags begin buzzing. Countless\nfriends are e-mailing us that they just saw us on television.\n\nJames Franco and Anne Hathaway are hip and energetic hosts. The film montages are always the best and the\nset looks great. This is the year of no surprises. Sorkin, Seidler, Christian Bale, Melissa Leo, Natalie\nPortman and Colin Firth are totally prepared to receive the gold. Tom Hooper’s win leads into Best\nPicture. Harvey is now sitting in Spielberg’s seats as Spielberg announces the win. Six months of\n\nHOUSE_OVERSIGHT_012688",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012688.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6354,
    "word_count": 1096,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:44.252844",
    "prefix": "IMAGES-002"
  }
}