{
  "document_id": "HOUSE_OVERSIGHT_012048",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012048.txt",
  "text": "se)\n\nBusinessWire\n\nA Berkshire Hathaway Company\n\ntl ROCKEFELLER & co.\n\nRockefeller Partners with Gregory J. Fleming to Create Independent\nFinancial Services Firm\n\nFirm to Focus on Wealth Management, Asset Management and Strategic Advisory\nViking Global Investors to Back New Firm\n\nOctober 04, 2017 06:30 AM Eastern Daylight Time\n\nNEW YORK--(BUSINESS WIRE)--Rockefeller Financial Services, Inc. (“RFS”), the parent company of Rockefeller & Co.,\nand Gregory J. Fleming have agreed to form Rockefeller Capital Management (“Rockefeller” or “the firm’), an independent\nfinancial services firm focused on wealth management, asset management and strategic advisory. The firm will look to\nbuild upon the 135-year history of excellence in wealth and investment management associated with the Rockefeller family\nthrough the addition of broader capabilities and new growth capital.\n\nGreg Fleming will become the Chief Executive Officer of Rockefeller upon closing. Mr. Fleming, a longtime financial\nservices executive, was most recently the President of Morgan Stanley Wealth and Asset Management and prior to that,\nthe President of Merrill Lynch. Viking Global Investors LP (“Viking”) will back the firm through an investment by one of its\ninvestment funds. Financial terms were not disclosed.\n\n“The team at Rockefeller Financial Services has spent years building the highest-quality investment management firm for\nfamilies and institutions,” said David Rockefeller, Jr., Chairman of RFS. “We look forward to Greg’s leadership and Viking’s\nsupport to expand the Rockefeller platform and bring new products and services to our clients.”\n\nThis combination will allow Rockefeller to build on its distinguished legacy of serving families, including the Rockefeller\nfamily, as well as foundations, endowments and institutions. Under Mr. Fleming’s leadership, the firm plans to expand its\nasset management focus on global equities and ESG investing, add to its wealth management capabilities, and build a\nstrategic advisory business. Rockefeller will have four operating units: Wealth Management, Asset Management, Family\nOffice Advisory, and Strategic Advisory.\n\n“| look forward to leading Rockefeller into its next chapter, backed by the Rockefeller family and my new partners at\nViking,” Mr. Fleming said. \"This is an opportunity to create a unique independent firm focused on wealth management,\nasset management, and strategic advisory.\"\n\nRockefeller will be owned by a Viking investment fund, a trust representing the broader Rockefeller family, and the firm’s\nmanagement. The ownership group anticipates making substantial additional capital investments in Rockefeller over\nmultiple years. This will provide the capital necessary for Rockefeller to execute its strategy, enabling the firm to broaden\nits products and services and accelerate its growth.\n\nHOUSE_OVERSIGHT_012048",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012048.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2866,
    "word_count": 410,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.908856",
    "prefix": "IMAGES-001"
  }
}