{
  "document_id": "HOUSE_OVERSIGHT_013952",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013952.txt",
  "text": "Buen before I tasted it, | knew something wasn’t quite right. After eight hours in the refrigerator, this\n\ncheesecake still hadn’t set at all. It swished in the gallon bowl like a viscous soup, chunks shifting and\nbobbing as I tilted it under close inspection. Somewhere a mistake had been made. It could have been\nany number of things:\n\nThree 1 Ib. sticks of Philly Cream Cheese\nEggs\n\nStevia\n\nUnflavored gelatin\n\nVanilla\n\nSour cream\n\nIn this case, it was probably a combination of things and the lack of a few simple ingredients that\ngenerally make cheesecake a form of cake.\n\nI was on a no-carbohydrate diet, and I had used this recipe before. It had been so delicious that my\nroommates wanted their fair share and insisted on an attempt at bulk production. Hence began the\nmathematical shenanigans and problems.\n\nBefore Splenda® and other miracles of sugar imitation came on the scene, the hard core used stevia,\nan herb 300 times sweeter than sugar. One drop was like 300 packets of sugar. It was a delicate tool and I\nwasn’t a delicate cook. I had once made a small handful of cookies using baking soda instead of baking\npowder, and that was bad enough to drive my roommates to puke on the lawn. This new masterpiece\nmade the cookies look like fine dining: It tasted like liquid cream cheese mixed with cold water and\nabout 600 packets of sugar.\n\nI then did what any normal and rational person would do: I grabbed the largest soup ladle with a sigh\nand sat down in front of the TV to face my punishment. I had wasted an entire Sunday and a boatload of\ningredients—it was time to reap what I had sown.\n\nOne hour and 20 large spoonfuls later, I hadn’t made a dent in the enormous batch of soup, but I was\ndown for the count. Not only could I not eat anything but soup for two days, I couldn’t bring myself to\neven look at cheesecake, previously my favorite dessert, for more than four years.\n\nStupid? Of course. It’s about as stupid as one can get. This is a ridiculous and micro example of what\npeople do on a larger scale with jobs all the time: self-imposed suffering that can be avoided. Sure, I\nlearned a lesson and paid for the mistake. The real question is—for what?\n\nThere are two types of mistakes: mistakes of ambition and mistakes of sloth.\n\nThe first is the result of a decision to act—to do something. This type of mistake is made with\nincomplete information, as it’s impossible to have all the facts beforehand. This is to be encouraged.\nFortune favors the bold.\n\nThe second is the result of a decision of sloth—to not do something—wherein we refuse to change a\nbad situation out of fear despite having all the facts. This is how learning experiences become terminal\npunishments, bad relationships become bad marriages, and poor job choices become lifelong prison\nsentences.\n\n“Yeah, but what if I’m in an industry where jumping around is looked down upon? I’ve been here\nbarely a year, and prospective employers would think...”\n\nWould they? Test assumptions before condemning yourself to more misery. I’ve seen one determinant\nof sex appeal to good employers: performance. If you are a rock star when it comes to results, it doesn’t\nmatter if you jump ship from a bad company after three weeks. On the other hand, if tolerating a\npunishing work environment for years at a time is a prerequisite for promotion in your field, could it be\n\nHOUSE_OVERSIGHT_013952",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3376,
    "word_count": 597,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.625601",
    "prefix": "IMAGES-002"
  }
}