{
  "document_id": "HOUSE_OVERSIGHT_020289",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020289.txt",
  "text": "137\n\nAn answer came three months later from his Moscow lawyer, Anatoly Kucherena. On\nSeptember 23, 2013, Kucherena had an extensive interviewed on the state owned RT channel.\nThe interviewer Sophie Shevardnadze, who had a show on RT Television, called “Sophie & Co,”\nwas well-admired journalist in her own right. She is also the grand-daughter of Edward\nShevardnadze, a former foreign minister and Politburo member of the Soviet Union and, after the\nSoviet Union broke up, the first president of Georgia. Even though she had interviewed many top\npolitical figures in Russia, obtaining an hour-long interview with Kucherena was a coup since, up\nuntil then, he had not discussed the subject in Snowden in a television interview. About half-way\nthrough the interview, she brought up a highly-sensitive subject of the disposition of the NSA\ndocuments. She directly asked Kucherena if Snowden given all the documents he had taken from\nthe NSA to journalists in Hong Kong.\n\nIf anyone was in a position to know about these documents, it was Kucherena. He had acted\nas an intermediary for Snowden in his negotiations with Russian authorities, including the FSB.\nAs such, he would be privy to the status of the secret material that was of immense concern to the\nRussian intelligence services. When I interviewed Kucherena in Moscow in 2015, he told me\nthat “all the reports” concerning Snowden had been turned over to him by “Russian authorities” in\nJuly 2013. “I had all of Snowden’s statements,” he said. If so, he presumably knew what Snowden\nhad told the Russian security services prior\n\nHad Snowden come to Russia with empty hands or bearing gifts? Kucherena answered her\nquestion without any evasion. He said that Snowden had only given “some” of the NSA’s\ndocuments in his possession to journalists in Hong Kong. He had kept the remaining documents\nin his possession. That confirmed what Snowden had told Greenwald. Poitras and Lam in Hong\nKong. Snowden told them that he had divided the stolen NSA documents into two separate sets\nof documents. One set he gave to Poitras and Greenwald on thumb drives. The other set, which\nhe told them that he considered too sensitive for these journalists, he retained for himself. As late\nas July 14, 2013, Greenwald told the Associated Press that Snowden held back documents and\n“Is in possession of literally thousands of documents ... that would allow somebody who\nread them to know exactly how the NSA does what it does, which would in turn allow them\nto evade that surveillance or replicate it.\" One issue for U.S. investigators at the NSA, CIA\nand Department of Defense was what Snowden did with the second set afer his meetings with\nthe journalists in Hong Kong. Did he take these documents with him to Russia?\n\nShevardnadze, who makes it a point to drill her interviewees, pressed Kucherena as to whether\nSnowden still had these NSA files, or “material” in Russia. The dialogue went as follows (from\nthe transcript supplied to me by Shevardnadze.)\n\nShevardnadze: So he [Snowden] does have some materials that haven’t been\nmade public yet?\n\nKucherena: Certainly.\n\nHOUSE_OVERSIGHT_020289",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020289.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3129,
    "word_count": 518,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.975134",
    "prefix": "IMAGES-005"
  }
}