{
  "document_id": "HOUSE_OVERSIGHT_017547",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017547.txt",
  "text": "Jeffrey Katzenberg (born December 21, 1950) is an American\n\nfilm producer and CEO of DreamWorks Animation. He\nis perhaps most known for his period as chairman of The\nWalt Disney Studios when Disney produced some of its\nbiggest hits, including The Little Mermaid, Beauty and the\nBeast, Aladdin and The Lion King. As a founder and CEO\nof DreamWorks Animation, he has overseen the production\nof such animated franchises as Shrek, Madagascar, Kung Fu\nPanda, Monsters vs. Aliens and How to Train Your Dragon.\nKatzenberg was born in New York City, the son\nof Anne, an artist, and Walter, a stockbroker. He attended\nthe Ethical Culture Fieldston School, graduating in 1969.\nKatzenberg began his career as an assistant to\nproducer David Picker, then in 1974 he became an assistant\nto Barry Diller, the Chairman of Paramount Pictures. Diller\nmoved Katzenberg to the marketing department, followed\nby other assignments within the studio, until he was\nassigned to revive the Star Trek franchise, which resulted\nin the hit film, Star Trek: The Motion Picture (1979). He\ncontinued to work his way up and became President of\nProduction under Paramount President Michael Eisner.\nIn 1984, Michael Eisner became Chief Executive\nOfficer (CEO) at The Walt Disney Company. Eisner brought\nKatzenberg with him to take charge of Disney’s motion\npicture division. Katzenberg was responsible for reviving\nthe studio which, at the time, ranked last at the box office\namong the major studios. He focused the studio on the\nproduction of adult-oriented comedies under its Touchstone\nPictures banner, including films such as Down and Out in\nBeverly Hills (1986), Three Men and a Baby (1987) and Good\nMorning, Vietnam (1987). By 1987, Disney had become\nthe number-one studio at the box office. Katzenberg also\noversaw Touchstone Television, which produced such hit\nTV series, The Golden Girls and Home Improvement.\nKatzenberg was also charged with turning around\nDisney’s ailing Feature Animation unit, creating some\nintrastudio controversy when he personally edited three\nminutes out of a completed Disney animated feature, The\nBlack Cauldron (1985), shortly after joining the company.\n\nUnder his management, the animation department eventually\nbegan creating some of Disney’s most critically acclaimed and\nhighest grossing animated features. These films include Who\nFramed Roger Rabbit (1988), The Little Mermaid (1989),The\nRescuers Down Under (1990), Beauty and the Beast (1991,\nthe first animated feature to be nominated for an Academy\nAward for Best Picture), Aladdin (1992), and The Lion King\n(1994). In addition, Katzenberg also sealed the deal that\ncreated the highly successful partnership between Pixar and\nDisney and the deal that brought Miramax Films into Disney.\n\nWhen Eisner’s second in command, Frank Wells,\ndied in a helicopter crash in 1994, Eisner refused to promote\nKatzenberg to the vacated position of president. This led to\na falling out between the two executives, and Katzenberg\nleft the company in September 1994. He launched a lawsuit\nagainst Disney to recover money he felt he was owed and\nsettled out of court for an estimated $250 million.\n\nLater in 1994, Katzenberg co-founded\nDreamWorks SKG with Steven Spielberg and David\nGeffen, with Katzenberg taking primary responsibility for\nanimation operations. He was also credited as executive\nproducer on the DreamWorks animated films The Prince\nof Egypt (1998), The Road to El Dorado and Joseph:\nKing of Dreams (both in 2000) and Shrek in 2001.\n\nAfter DreamWorks Animation suffered a\n$125 million loss on the traditionally-animated Sinbad:\nLegend of the Seven Seas, the studio switched to all\ncomputer-generated animation. Since then, DreamWorks’\nanimated films have been consistently successful.\n\nIn 2004, DreamWorks Animation (DWA)\nwas spun off from DreamWorks as a separate\ncompany headed by Katzenberg in an IPO and has\nrecorded mostly profitable quarters since then.\n\nThe live-action DreamWorks movie studio was\nsold to Viacom in December 2006. In 2008, the live-\naction DreamWorks studio again became an independent\nproduction company, releasing its films through Disney.\n\nIn 2006, Katzenberg made an appearance on the\nfifth season of The Apprentice. He awarded the task winners\n\nJEFFREY KATZENBERG\n\nan opportunity to be character voices in Over the Hedge.\n\nKatzenberg has been an industry leader in promoting\ndigital 3D production of film, calling it “the greatest advance\nin the film industry since the arrival of color in the 1930s.”\nWhen Katzenberg appeared on The Colbert Report on April\n20, 2010, he confirmed that from now on “every single\nmovie” that DreamWorks Animation produced would be\nin 3D and gave Stephen Colbert a pair of new 3D glasses.\n\nKatzenberg married Marilyn Siegel, a kindergarten\nteacher, in 1975, and they have two children.\n\nTogether, Marilyn and Jeffrey have been highly\nactive in charitable causes. They donated the multi-\nmillion-dollar Katzenberg Center to Boston University’s\nCollege of General Studies, citing that the school gave\ntheir two children the “love of education.” They also\ndonated the Marilyn and Jeffrey Katzenberg Center for\nAnimation at the University of Southern California.\n\nIn addition to serving as Chairman of the Board\nfor the Motion Picture and Television Fund Foundation,\nKatzenberg sits on the boards or serves as a trustee of AIDS\nProject Los Angeles, American Museum of the Moving Image,\nCalifornia Institute of the Arts, Cedars-Sinai Medical Center,\nGeffen Playhouse, Michael J. Fox Foundation for Parkinson’s\nResearch, University of Southern California School of\nCinematic Arts and The Simon Wiesenthal Center. Together\nwith DreamWorks Animation, Katzenberg founded the\nDreamWorks Animation Academy of Inner-City Arts in 2008.\n\nKatzenberg has an estimated worth of $800\nmillion according to Forbes. Katzenberg is reported to\nhave donated over $3.5 million in political contributions\nsince 1979: 33% ($1.171+ million) to Democrats, 66%\n\n($2.33+ million) to special interest groups without party\naffiliations, and less than 1% ($7,000) to Republicans.\n\nHe was awarded an honorary doctorate from\nRingling College of Art and Design on May 2, 2008.\n\nHOUSE_OVERSIGHT_017547",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017547.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6181,
    "word_count": 957,
    "line_count": 133,
    "import_date": "2025-11-19T21:47:44.450034",
    "prefix": "IMAGES-004"
  }
}