{
  "document_id": "HOUSE_OVERSIGHT_013835",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013835.txt",
  "text": "Great cook =»make Christmas dinner without help\n\nFluent in Chinese —have a five-minute conversation\nwith a Chinese co-worker\n\n4, What are the four dreams that would change it all?\nUsing the 6-month timeline, star or otherwise highlight the four most exciting and/or important dreams\nfrom all columns. Repeat the process with the 12-month timeline if desired.\n\n5. Determine the cost of these dreams and calculate your Target Monthly Income (TMI) for both\ntimelines.\n\nIf financeable, what is the cost per month for each of the four dreams (rent, mortgage, payment plan\ninstallments, etc.)? Start thinking of income and expense in terms of monthly cash flow—dollars in and\ndollars out—instead of grand totals. Things often cost much, much less than expected. For example, a\nLamborghini Gallardo Spyder, fresh off the showroom floor at $260,000, can be had for $2,897.80 per\nmonth. I found my personal favorite, an Aston Martin DB9 with 1,000 miles on it, through eBay for\n\n$136,000—$2,003.10 per month. How about a Round-the-World trip (Los Angeles... Tokyo ...\n\nSingapore . . . Bangkok . . . Delhi or Bombay . . . London. . . Frankfurt . . . Los Angeles) for $1,399?\nFor some of these costs, the Tools and Tricks at the end of Chapter 14 will help.\n\nLast, calculate your Target Monthly Income (TMI) for realizing these dreamlines. This is how to do it:\nFirst, total each of the columns A, B, and C, counting only the four selected dreams. Some of these\ncolumn totals could be zero, which is fine. Next, add your total monthly expenses x 1.3 (the 1.3\nrepresents your expenses plus a 30% buffer for safety or savings). This grand total is your TMI and the\ntarget to keep in mind for the rest of the book. I like to further divide this TMI by 30 to get my TDI—\nTarget Daily Income. I find it easier to work with a daily goal. Online calculators on our companion site\ndo all the work for you and make this step a cinch.\n\nChances are that the figure is lower than expected, and it often decreases over time as you trade more\nand more “having” for once-in-a-lifetime “doing.” Mobility encourages this trend. Even if the total is\nintimidating, don’t fret in the least. I have helped students get to more than $10,000 per month in extra\nincome within three months.\n\nSample Dreamline\n\nHOUSE_OVERSIGHT_013835",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013835.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2296,
    "word_count": 399,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.175691",
    "prefix": "IMAGES-002"
  }
}