{
  "document_id": "HOUSE_OVERSIGHT_017648",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017648.txt",
  "text": "Page 13 of 78\n2007 Utah L. Rev. 861, *878\n\nIn 1983, the Advisory Committee changed Rule 11(a)(2) to eliminate a split of authority on conditional guilty pleas. One of the\nreasons for the change was to \"produce much needed uniformity in the federal system on this matter.\" 10°\n\nIn 1994, the Advisory Committee amended rule 32(b)(2) to give defense counsel an opportunity to be present when probation\nofficers interviewed their clients while preparing a presentence report. !°° The Advisory Committee Notes explained that while\nthere was no constitutional right to counsel at this point in the process, caselaw in two circuits suggested that requests of\ncounsel to be present should be honored as a matter of prudence. !°’ What is particularly interesting about [*879] this\nexample is that the Advisory Committee stepped in to protect the legitimate interests of defendants even in the absence of a\nconstitutional or statutory command to do so. Of course, the CVRA creates a statutory command to the Advisory Committee to\nprotect victims' interests.\n\nIn 2002, the Advisory Committee amended Rule 51 to provide that court rulings admitting or excluding evidence were\ngoverned by the Federal Rules of Evidence. The reason was to avoid \"the possibility that an argument might have been made\"\nthat an earlier congressional action conflicted with the rules of evidence. !° In other words, the Advisory Committee simply\nanticipated and resolved an interpretive question that might otherwise have arisen.\n\nIn 2005, the Advisory Committee amended Rule 12.2 to provide sanctions for a party's failure to disclose certain alibi\n110\n\ninformation. !°° The reason for the change was to \"fill[] a gap\" in the Rules.\nIn these instances, the Advisory Committee stepped in to avoid unnecessary litigation and to clarify the application of the\nRules. Not only is this the Advisory Committee's standard approach, but there are particularly strong reasons for not leaving\nclarification of crime victims' rules to case-by-case litigation. The most significant problem is that such litigation will occur\nonly in fits and starts. Unlike the government and criminal defendants who always have legal representation, crime victims\nhave no right to appointed counsel and are often indigent or otherwise unable to afford to hire an attorney. !!! As a result, in\nmany cases it is an empty gesture to promise victims that they can litigate application of the Rules. As a practical matter, they\nwill often be unable to do so. !!* Indeed, the Advisory Committee seemingly compounds this problem by declining to put into\nthe Rules any restatement of courts’ discretionary authority to appoint counsel for crime victims. !!?\n\nEven in cases where victims can afford counsel to defend their legal rights, the kind of litigation that the Advisory Committee\nenvisions will be unenlightening and formalistic. For instance, while I have proposed including a specific provision in the Rule\n11 guilty plea colloquy requiring that the court address a victim before accepting a plea, !!+ the Advisory Committee has not\nrecommended any change. This failure could well spawn litigation about the victims' role in the plea process that will require\ncourts to consider why Rule 11 fails to mention crime victims and how this failure interplays with the CVRA's commands on\n\n5 Fed. R. Crim. P. 11 advisory committee's note (1983 Amend.).\n\n°6 Fed. R. Crim. P. 32 advisory committee's note (1994 Amend.).\n°7 Td.\n\n8 Fed. R. Crim. P. 51 advisory committee's note (2002 Amend.).\n\n09 Fed. R. Crim. P. 12.2 advisory committee's note (2005 Amend.).\n10 Td.\n\n'l See Beloof, Cassell & Twist, supra note 6, at 381.\n\n!2 Tn theory, the government is given authority to assert rights for crime victims, see /8 U.S.C. § 3771(d)(1) (2006), but in practice the\nreported cases under the CVRA thus far show few examples where the government has been willing to do so. See, e.g., Kenna v. U.S. Dist.\nCourt for the Cent. Dist. of Cal., 435 F.3d 1011, 1018 (9th Cir. 2006) (victims' assertion of right affirmed; government does not take a\nposition on the claim).\n\n'I3 See infra notes 449-463 and accompanying text (discussing proposed rule 44.1).\n\n'l4 See infra notes 145-152 and accompanying text.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017648",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017648.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4261,
    "word_count": 692,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.598634",
    "prefix": "IMAGES-004"
  }
}