{
  "document_id": "HOUSE_OVERSIGHT_015982",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015982.txt",
  "text": "292 Are the Androids Dreaming Yet?\n\nclever mathematics to generate speech from seed information. For a\ngiven speaker the vowel ‘a might be 20% middle C, 50% F and 25% A,\nwith a few other things thrown in for good measure. We can transmit\nthis information and ask the computer at the other end to re-synthesize\nit. This is what happens when you listen to someone on a modern phone.\nYou do not hear their actual speech, you listen to a computer synthesizer\nmake a near approximation.\n\nCD is no longer the gold standard for sound. Professional audio has\nstandardized on 24 bit recording which is probably far beyond the limit\nof the human ear. An audio soundtrack is doing a good job at 2 million\nbits per second.\n\nSitting perfectly still in the middle of a room, each ear will pick up\na different signal if the source is not directly in front of us. The two ears\non a human head face a little forward, and the hair on your head slightly\nabsorbs sound. We can calculate the source of the sound by the slight\ndifference in the times at which it strikes each ear, and the variation\nin frequency content. We can use these two pieces of information to\ndetermine the direction from which a sound is coming. It was useful for\nour ancestors to be able to tell where the saber-tooth tiger was hiding.\nWe can gain more accurate information by turning our heads from side\nto side. The differences in frequency and timing should vary as we do\nso and we gain a little more data to perform the calculation. If we walk\nthrough the room we sample yet more of the soundscape and this can be\nused to pinpoint the exact location of the source. As we move, we expect\nthe sounds we hear to change subtly according to the mental model we\nuse for locating objects in the soundscape.\n\nTo give the illusion of a soundscape modern systems use multiple\nmicrophones to capture the sound, so it can be reproduced on multiple\nspeakers. Ideally, we would record a hologram of the sound but it is\npossible to record on thirty or so microphones and mix the tracks down\nto 5 or more channels giving us the sound experience we now expect at\na modern cinema.\n\nWhat is the Bandwidth of Life?\n\nWe have not yet talked about the other senses; smell, vibration,\ntemperature, balance, wind chill, and touch. In all, there are over 25\nsenses that must be stimulated accurately to simulate reality. Just think\nfor a moment how much information must be replayed to reproduce the\nsensation of bungee jumping off a bridge in the jungle or taking off into\n\nHOUSE_OVERSIGHT_015982",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015982.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2529,
    "word_count": 459,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.223316",
    "prefix": "IMAGES-003"
  }
}