{
  "document_id": "HOUSE_OVERSIGHT_018089",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018089.txt",
  "text": "Article 2.\n\nAl-Ahram Weekly\n\nNetanyahu and the Arab spring\n\nAbdel-Moneim Said\n\n9 - 15 June 2011 -- Two regionally and globally crucial spectacles\nhave been unfolding in the Arab world this year. The first is the wave\nof \"revolutions\", or \"uprisings\", or whatever they might be called that\nhave variously overthrown regimes, striven to overthrow others, and\nmade yet others so uncomfortable that not a day goes by without\nthem announcing various reforms.\n\nThe second spectacle originated in Washington, where US President\nBarack Obama has launched his latest initiative to kickstart a new\nPalestinian-Israeli peace process based on the two-state solution\ndefined by the 1967 borders, albeit modifiable by land swaps in order\nto accommodate the concrete changes that have taken place over the\npast 44 years.\n\nWhat happened next will be familiar to all: Israeli prime minister\nBinyamin Netanyahu went to Washington, furious at Obama's\nannouncement. In spite of the fact that both leaders addressed the\nAmerican Israeli Public Affairs Committee (AIPAC), Obama's speech\nbeing conciliatory while Netanyahu remained inflexible, the bridge\nbetween the two leaders remains fragile. However, to complete the\npicture, there is a need to refer as well to Netanyahu's speech to the\njoint houses of Congress, also made during his recent visit to\nWashington.\n\nThe standing ovation Netanyahu received there was a palpable\nreminder of how deeply Israel has worked its way under America's\nskin and that no differences between the two seem ever likely to ever\nspoil their intimacy.\n\nHOUSE_OVERSIGHT_018089",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018089.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1586,
    "word_count": 246,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.590510",
    "prefix": "IMAGES-004"
  }
}