{
  "document_id": "HOUSE_OVERSIGHT_024518",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024518.txt",
  "text": "@ Rationalize centers to improve overall strategy and quality of network. Management closely monitors\nunderperforming centers and looks to rationalization opportunities which generally lead to improved\n\nUtilization and higher EBITDA generaiion.\n\n— As part of its rationalization, KLC OpCo has identified 50 centers which it intends to close and will\ncontinue to evaluate underperforming centers. As a result, over the next six years KLC OpCo\nexpects to close approximately 250 ceniers with a decrease in revenues of approximately $120\nmillion. While the closure of underperforming centers decreases KLC OpCo’s revenue,\nrationalization is expected to increase both EBITDA and Adjusted EBITDA margins.\n\nmM Strategic acquisitions. The childcare market remains highly fragmented with for-profit chains\ncomprising only 5% of the entire market. There are over 386,000 family-owned and operated centers,\nwith each providing services to fewer than 13 children. KLC OpCo believes there are many\nopportunities to consolidate some of the family-run centers as well as some of the larger regional\nproviders.\n\nBH Offer new products and services. KLC OpCo estimates that it services more than 200,000 families in\na given year. KLC OpCo’s scope of operations makes it ideally positioned to market other products\nand services through its learning centers. KLC OpCo has already sold several additional lines of\neducational products and services at test locations including supplemental phonics, math, Spanish\nand music courses. KLC OpCo believes that product and service lines can be expanded to include\nadditional educational and non-educational offerings such as medical insurance and student financing\nprograms.\n\n& Initiation _of the Spirit of Service Program. The fundamental assumption of the Spirit of Service\nprogram is that sales are not separate from service—both are driven by relationships. To that end, the\nSpirit of Service program was designed to promote revenue growth by building a sales-oriented culture\nwhile increasing customer / parent engagement. Currently, KLC OpCo’s management team is working\nwith consultants from Cypress Consulting and the Gallup Organization to:\n\n-— Understand and evaluate current practices and expectations regarding sales and service;\n\n—— Provide reliable data to help grow enrollments through a better understanding of families who have\ndisenrolled and KLC OpCo’s current customers;\n\n— Develop the sales and coaching skill necessary to support requisite practices and behaviors; and\n\n—- Institutionalize practices, systems and incentive plans to ensure a sustainable focus and culture\nbuilt around sales and customer service.\n\n11.6. Sales and Marketing\n\nEarly Childhood Care and Education\n\nCommunity Centers. KLC OpCo's target market is middle-class to affluent ($70,000+ household income),\nhighly educated parents working or residing near the center. Target parents are white-collar workers and\nare usually dual-income families. KLC looks for sites where it believes the market for its services will\nsupport tuition rates higher than current average rates.\n\nManagement believes KLC OpCo distinguishes its services by developing and introducing high quality\ncurricula and programs that incorporate both learning and enjoyable activities held in a safe and\nchild-friendly environment. KLC OpCo markets its services through online channels (including strategic\nclick through advertisement placements), as well as traditional methods, such as display advertisements,\nlistings in the yellow pages, newspaper advertisements, distribution of flyers at schools and community\nfunctions, and center open house events. KLC OpCo spends a large portion of its advertising budget\nduring the summer months in anticipation of the fall enrollment period, with continued advertising\nthroughout the year. The primary source of new enrollments is recommendations from customers in the\ncommunities in which KLC OpCo operates. Center directors are also involved in the marketing process\n\n85\n\nHOUSE_OVERSIGHT_024518",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4024,
    "word_count": 580,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.232353",
    "prefix": "IMAGES-008"
  }
}