{
  "document_id": "HOUSE_OVERSIGHT_019282",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019282.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\n7. Military invasions: Russian forces poured into\nGeorgia through its two breakaway territories,\nAbkhazia and South Ossetia, during a brief con-\nflict in 2008. In 2014, Russian troops occupied\nCrimea, oversaw a stage-managed referendum\non annexation there, and unofficially entered\neastern Ukraine en masse to support a sup-\nposedly indigenous rebellion by ethnic Russian\nseparatists.\n\n8. Frozenconflicts: The term “frozen conflict” in-\ndicates a condition in which active fighting has\nended or subsided but there is no peace agree-\nment beyond a tenuous cease-fire. Under Putin,\nRussia has perpetuated or created frozen con-\nflicts that affect Armenia, Azerbaijan, Moldova,\nGeorgia, and Ukraine. In each case, the Kremlin\nretains for itself the capacity to subdue or esca-\nlate tensions as needed to maximize its political\ninfluence over the relevant country.\n\noscow applies these tactics according to its objec-\ntives for a particular country or region. For nearby EU\nand North Atlantic Treaty Organization (NATO) mem-\nber states, the goal is to remind local political leaders\nthat Russia can play a disruptive role, and to inject a\nmeasure of fear into foreign policy calculations. While\nthe Kremlin holds out the possibility of military inva-\nsion as an option, its preference thus far has been to\npromote instability and uncertainty.\n\nRussia's message is meant both for the target country\nand for its more distant allies. The target country is\neffectively warned that challenging Russian interests\ncould provoke serious reprisals. For allies like the Unit-\ned States, Britain, or Germany, the message is that\nsolidarity with the target country could entail a heavy\ncost, including the possibility of a shooting war in\nwhich they are obliged to defend small NATO member\nstates like Estonia and Latvia.\n\nThe ‘Russian world’\n\nA favorite theme of Kremlin propaganda is the so-\ncalled Russian world, a cultural or civilizational space\nthat extends beyond Russia's political borders. This\ndeliberately flexible and nebulous concept suggests\nthat Russia claims the right to intervene wherever its\nperceived brethren—ethnic Russians, other Russian\nspeakers, Orthodox Christians—are under threat.\n\nPutin has spoken of one million Russians cut adrift by\nthe collapse of the Soviet Union. He has said it is his ob-\nligation to protect these people, and he has tried to ap-\n\npeal to them through culture, history, and the media. His\npress spokesman, Dmitriy Peskov, has said that “Russia\nis the country that underlies the Russian world, and the\npresident of that country is Putin; Putin precisely is the\nmain guarantor of the security of the Russian world.”\n\nIn 2014, amid Russia's invasion of Ukraine, Putin\ndredged up the tsarist-era term Novorossiya to de-\nscribe a large swath of southeastern Ukraine that he\nhinted might be annexed. Suddenly, the Novorossiya\nidea began appearing in Russian media, complete\nwith maps, while Russian-backed separatists moved\nto write the “history” of the region into textbooks.°\nEventually Putin dropped Novorossiya from his\nspeeches, having successfully stoked fears that the\nUkraine conflict could widen beyond Crimea and\nthe Donbas. The international community was then\napparently meant to feel grateful that Russian forces\ndid not press their attack any further.\n\nIn practice, Putin has invoked the idea of a greater\nRussian world to intimidate only countries that have\nembraced democracy and seek closer ties to the EU\nand NATO. He has shown little interest in ethnic Rus-\nsians and other residents in Central Asian states like\nKazakhstan and Uzbekistan, even though they suffer\nunder political conditions that Freedom House ranks\nas among the least free in the world.\n\nThe case of Estonia\n\nThroughout its history, Estonia has been fought over by\nRussia and European powers to the west. During World\nWar Il, it was occupied by the Red Army and forcibly\nannexed to the Soviet Union. Its elites and intellectuals\nwere murdered or deported to the Soviet gulag, and the\nEstonian people endured over four decades of Soviet-\nization and Russification, including a policy of encour-\naging Russian speakers to relocate to Estonia.\n\nThe country regained its independence in 1991 with\nthe disintegration of the Soviet Union. From early on,\nrelations between the ethnic Estonian majority and the\nsizeable ethnic Russian minority have been difficult.\nEstonia has adopted citizenship laws that require many\nethnic Russians to pass an Estonian language test,\nand they complain of being treated as second-class\ncitizens. In opinion surveys, however, Russian speakers\nshow little enthusiasm for becoming citizens of Russia,\nand have indicated an appreciation for the access to\nEurope that citizenship in an EU country confers.’\n\nThere are an estimated 300,000 ethnic Russians in\nEstonia. Approximately three-quarters get their news\n\n48\n\nHOUSE_OVERSIGHT_019282",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019282.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4960,
    "word_count": 768,
    "line_count": 115,
    "import_date": "2025-11-19T21:47:44.533869",
    "prefix": "IMAGES-005"
  }
}