{
  "document_id": "HOUSE_OVERSIGHT_019276",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019276.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nIn some countries, Russia has made progress among\nboth far-right nationalists and more traditional con-\nservative parties. In Hungary, for example, Moscow\nhas a reliable ally in Jobbik and a business partner in\nthe ruling Fidesz party, which has been critical of the\nEU's economic sanctions.* The Hungarian parliament\nconducted an investigation into allegations that the\nKremlin was helping to finance Jobbik. There were\nalso charges that a Jobbik member of the European\nParliament was a Russian agent. Gabor Vona, the\nchairman of Jobbik, has embraced the idea of Eur-\nasianism and speculated that Hungary could serve as\na “bridge” between Europe and Asia.\n\nAt the intergovernmental level, Russia in 2015 provided\nHungary with a $10.8 billion loan to expand the Paks\nnuclear power plant, a facility that supplies 40 percent\nof the country’s electricity. The project was to have\nbeen put out for open bidding until Hungarian officials\nabruptly decided to accept the proposal from Russia's\nstate nuclear energy firm—financed by the Kremlin's\nloan—without competition.® Some believe that the\nPaks deal is meant to encourage the Fidesz government\nto continue its support for an EU policy that would be\nmore sympathetic toward Russian interests.® While the\nFidesz leader, Prime Minister Viktor Orban, has been\ncautious in public statements about Putin and Russia,\nhe did identify Russia as one of several countries with\nilliberal or authoritarian governments that would pro-\nvide the models for global political development in the\nfuture, as opposed to supposedly declining powers like\nthe United States and the EU's founding members.’\n\nThe Russian government has also developed friendly\nties to parties in Slovakia. Marian Kotleba, leader of\nthe far-right People’s Party—Our Slovakia, supported\nUkrainian president Viktor Yanukovych in his decision\nto reject an association agreement with the EU and\npursue closer ties with Russia instead—a decision\nthat ultimately led to Yanukovych’s fall from power in\nFebruary 2014. Slovakia's left-leaning populist prime\nminister, Robert Fico, has publicly expressed his lack\nof enthusiasm for the EU sanctions imposed on Rus-\nsia following the invasion of Ukraine.’\n\nIn other countries, there is evidence that Moscow has\nbankrolled environmentalist protests against the devel-\nopment of local hydrocarbon resources, which would\nreduce European dependence on Russian oil and nat-\nural gas. In 2012, street protests compelled Bulgaria's\nprime minister, Boyko Borisov, to cancel contracts with\nChevron to explore shale-oil sites in the country. Those\nwho suspect the Kremlin's involvement in the demon-\n\nstrations point to a €20 million media campaign that\nwas handled by companies with Russian ties, as well\nas enthusiastic support from Ataka, a far-right political\nparty that is aggressively pro-Russia?\n\nRussia and the right\n\nDuring the Cold War, the Soviet Union could count on\nthe uncritical support of a network of left-wing parties\nand personalities in the democratic world. Some were\nformally communist; others were independent leftists\nor part of what was called the peace camp, which\nargued that the West, especially the United States,\nshared responsibility with the Soviets for the world’s\npolitical tensions, and therefore chose a path of pollit-\nical neutrality. In the Cold War's later years, a growing\ncollection of business interests encouraged détente\nbetween the Soviet Union and the United States due\nto the economic opportunities it would offer.\n\nUnder Putin, Russia has formed its alliances on a\nstrictly nonideological basis. Russia has built close\ndiplomatic ties with Venezuela, governed by a socialist\nmovement; Iran, an authoritarian system under the\nrule of Shiite Muslim clerics; Syria, a dictatorship with\nnominally Arab nationalist views; and China, a formally\ncommunist regime devoted to state-led capitalism.\nThe interests that draw these governments together\nare a common hostility to democratic norms, a need\nfor allies to block criticism and sanctions at inter-\n\nnational bodies, a fear of “color revolutions” and the\npotential consequences of democracy-promotion\nprojects backed by foreign donors, and an adversarial\nrelationship with the United States.\n\nIn its dealings with European political parties or move-\nments, Russia adheres to a similar policy of ideolog-\nical indifference, focusing instead on those with an\ninterest in disrupting Europe's political establishment\nand weakening its unity. Thus Putin has courted leftist\nparties like Syriza, which leads the current govern-\nment of Greece and opposes austerity measures\nimposed by the EU. Nigel Farage, former leader of the\nanti-EU United Kingdom Independence Party (UKIP),\nand Nick Griffin, head of the far-right British National\nParty, have both praised Putin for his leadership quali-\nties; but so has Alex Salmond of the Scottish National\nParty, which seeks Scottish independence within the\nEU and supports social democratic policies.\n\nFor the most part, however, Russia's allies in dem-\nocratic countries are found on the political right. A\nSwedish journalist who examined votes in the Europe-\nan Parliament reported that right-leaning Euroskeptic\n\n42\n\nHOUSE_OVERSIGHT_019276",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019276.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5290,
    "word_count": 798,
    "line_count": 115,
    "import_date": "2025-11-19T21:47:47.961031",
    "prefix": "IMAGES-005"
  }
}