{
  "document_id": "HOUSE_OVERSIGHT_024228",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024228.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\nDisclaimer\n\nThis report, which is attached as an exhibit to the Investor Presentation, is presented by Electron Capital Partners\nLLC (“Electron”) solely for information purposes to provide recipients with general information regarding Electron’s\ncurrent view of the global utility sector. This report is a summary and does not purport to be complete.\n\nThis report does not constitute an offer to sell, or a solicitation of any offer to buy or sell, any securities or to\nprovide any investment advisory services. Any such offer will be made solely to qualified investors by means of a\nfinal offering document and related subscription materials, which will contain material information not contained\nherein and to which the prospective investors are directed. This report is not intended to supplement, modify or\nreplace such documents, which should be carefully read prior to investing.\n\nAn investment in any security involves a high degree of risk. No assurance can be given that Electron’ investment\nobjectives will be achieved and investment results may vary substantially on a quarterly, annual and/or other\nperiodic basis. Past performance is not necessarily indicative of future results. The nature of, and risks associated\nwith, the investments to be made by Electron may differ substantially from the nature of, and risks associated\nwith, investments undertaken historically by the principals of Electron.\n\nRecipients should not construe this report or any other communication received in connection with Electron or any\nfund as legal, accounting, tax, investment or other advice, and each recipient should consult with its own counsel\nand advisors as to all legal, tax, regulatory, financial and related matters. Recipients should not rely on this report\nin making any investment decisions.\n\nThis report is confidential and proprietary and the recipient agrees not to disclose, directly or indirectly, to any\nparty other than the recipient and the recipient’s professional advisors. Any distribution of this report, in whole or\nin part, or the divulgence of any of its contents, is unauthorized.\n\nAny projections, forecasts, opinions and estimates contained in this report are necessarily speculative in nature\nand are based upon certain assumptions. It can be expected that some or all of such assumptions will not\nmaterialize or will vary significantly from actual results. Accordingly, actual results will differ and may vary\nsubstantially from the results shown.\n\nElectron has prepared this report, in part, on the basis of information and data filed by issuers with various\ngovernment regulators or made directly available to Electron by the issuers or through sources other than the\nissuers. Although Electron evaluates all such information and data and may seek independent corroboration when\nElectron considers it appropriate and reasonably available, Electron is not in a position to confirm the\ncompleteness, genuineness or accuracy of such information and data and, in some cases, complete and accurate\ninformation is not available.\n\n27 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024228",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024228.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3151,
    "word_count": 476,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.758685",
    "prefix": "IMAGES-007"
  }
}