{
  "document_id": "HOUSE_OVERSIGHT_028565",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028565.txt",
  "text": "Cite as: 586 U.S. (2019) 7\n\nBREYER, J., dissenting\n\nthe International Monetary Fund, Art. IX, §8, Dec. 27,\n1945, 60 Stat. 1413, T. I. A. S. No. 1501. UNRRA required\nmembers, absent waiver, to accord the organization “the\nfacilities, privileges, immunities, and exemptions which\nthey accord to each other, including ... [i]mmunity from\nsuit and legal process.”. 2 UNRRA, A Compilation of the\nResolutions on Policy: First and Second Sessions of the\nUNRRA Council, Res. No. 32, p. 51 (1944). And the UN\nCharter required member states to accord the UN “such\nprivileges and immunities as are necessary for the fulfill-\nment of its purposes.” Charter of the United Nations, Art.\n105, 59 Stat. 1058, June 26, 1945, T. 8S. No. 998.\n\nThese international organizations expected the United\nStates to provide them with essentially full immunity.\nAnd at the time the treaties were written, Congress un-\nderstood that foreign governments normally enjoyed im-\nmunity with respect to their commercial, as well as their\nnoncommercial, activities. Thus, by granting international\norganizations “the same immunity from suit” that\nforeign governments enjoyed, Congress expected that\ninternational organizations would similarly have immu-\nnity in both commercial and noncommercial suits.\n\nMore than that, Congress likely recognized that immu-\nnity in the commercial area was even more important for\nmany international organizations than it was for most\nforeign governments. Unlike foreign governments, inter-\nnational organizations are not sovereign entities engaged\nin a host of different activities. See R. Higgins, Problems\n& Process: International Law and How We Use It 98\n(1994) (organizations do not act with “‘sovereign author-\nity,” and “to assimilate them to states ... is not correct’).\nRather, many organizations (including four of the five I\nmentioned above) have specific missions that often require\nthem to engage in what U.S. law may well consider to be\ncommercial activities. See infra, at 12.\n\nNonetheless, under the majority’s view, the immunity of\n\nHOUSE_OVERSIGHT_028565",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2069,
    "word_count": 317,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.209365",
    "prefix": "IMAGES-010"
  }
}