{
  "document_id": "HOUSE_OVERSIGHT_024873",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024873.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\nFebruary 25, 2019\n\nCanadian LP Commentary on CBD\n\nIn addition to the public companies already actively involved in the hemp / CBD market,\nwe would note that all of the major Canadian public cannabis companies have been\nvocal in terms of expressing their interest in the space, as reflected in the below\ncommentary.\n\nAphria (APH)\n\n“Depending on the country, there is a lot of movement in Europe...with a CBD light. That\nCBD, that source from hemp, and what we are contemplating in certain countries,\nPortugal being one, Italy being one.” Chairman, CEO & President Victor Neufeld (1919\nEarnings Call)\n\nAurora (ACB)\n\n“I think the hemp industry, | tell a lot of the people here that | think it's going to be as\nbig or bigger than the cannabis industry.” Founder, CEO and Director Terry Booth (4Q18\nEarnings Call)\n\n“We've got -- obviously, we're first mover in the hemp space out of any other of our\ncompetitors. And we'll enter when it's proper to enter and when it's legal to enter into\nthe United States market.” Founder, CEO and Director Terry Booth (2019 Earnings Call)\n\nCanopy Growth (WEED, Outperform, C$82 PT)\n\n“But CBD every day is moving through a progression where it's going to become part of\nthe normal course available ingredient set..and | think we're doing a very good job of\ngetting in front of that.” CEO Bruce Linton (1Q19 Earnings Call)\n\n“CBD is] going to come down to who gets the data to get the branded product that\nactually works. And | think we're doing a very good job on that and | believe we have a\nleadership position on that.” CEO Bruce Linton (2Q19 Earnings Call)\n\nCronos (CRON)\n\n“At Cronos, we seek to build the world's most innovative cannabinoid company, where\nwe develop and research efficient processes to effectively produce and formulate the\nfull spectrum of cannabinoids, not just THC and CBD.” Chairman, President & CEO\nMichael Gorenstein (3Q18 Earnings Call)\n\nEmblem Corp (EMC)\n\nOn 8/1/18, Emblem and GreenSpace announced a strategic partnership to develop and\ncommercialize CBD infused health and beauty products for the expected adult-use\ncannabis market. (Press Release)\n\n“Emblem's partnership with GreenSpace Brands is an industry first and represents an\nincredible opportunity to capitalize on the growing CBD market in Canada.” CEO Nick\nDean (Press Release)\n\nEmerald Health Therapeutics (EMH)\n\nEmerald secured over 500 acres of hemp harvest in 2018 and has contracted for\napproximately 1000 acres in 2019 to 2022, with the objective of extracting low-cost\ncannabidiol (CBD). (Press Release)\n\nOn September 26, 2018 the Company entered into a long-term supply agreement to\nobtain harvested hemp chaff, plant material consisting of mainly flower and leaf. The\nsupply agreement was signed with Emerald Health Hemp Inc. to purchase CBD\ncontaining hemp biomass for extraction into CBD oil. (Press Release)\n\nCOWEN.COM 57\n\nHOUSE_OVERSIGHT_024873",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024873.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2909,
    "word_count": 470,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:46.654859",
    "prefix": "IMAGES-008"
  }
}