{
  "document_id": "HOUSE_OVERSIGHT_024732",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024732.txt",
  "text": "I.\n\n‘\nbs\nP\n\nQa\nLA\n\nA RELL\n\nPr\n\nCannabis Investment Report | December 2017\n\n= Global Legal Developments\n\nNations around the world have recently passed or are considering enacting an array of measures decrim-\ninalizing cannabis, legalizing it for medical use or, in a few cases, legalizing it for recreational use in con-\ntravention of the UN Conventions. The following discussion summarizes recent legal developments\nrelated to cannabis across different regions.\n\nUnited States\n\nDespite marijuana and THC being Schedule I controlled substances under the CSA—which, practi-\ncally speaking, makes almost all manufacture, distribution, dispensing and possession of cannabis in\nthe United States a federal crime—29 U.S. states and the District of Columbia have enacted medical\ncannabis laws that permit the production and possession of cannabis or concentrates for use in treating\na broad range of qualifying medical conditions, and 8 of those same states have enacted recreational\nlaws that permit the commercial production and sale of cannabis to adults for recreational and other\nuses. And 19 U.S. states (including 2 with medical cannabis laws) have passed narrow CBD/limited\nlaws that permit possession of small amounts of low- THC/high-CBD cannabis concentrates for use in\ntreating a few serious medical conditions—in particular, severe forms of childhood epilepsy. A major-\nity of Americans now live in states that permit the production and possession of cannabis or concen-\ntrates for use in treating a broad range of qualifying medical conditions, and polls show that a majority\nof Americans believe cannabis use should be legal. For a more thorough discussion of U.S. state and\nfederal law, see Chapter IV, U.S. Legal Landscape.\n\nCanada\n\nCanada’s Controlled Drugs and Substances Act (CDSA) was enacted in 1996 and currently serves\nas the country’s implementing legislation under the UN Conventions. The CDSA establishes eight\nschedules of “controlled substances” and imposes civil and criminal penalties for production, traffick-\ning, importing, exporting and possession of those controlled substances in violation of the CDSA.\nCannabis, cannabis preparations and derivatives, and certain cannabinoids, including THC and CBD,\nare Schedule I substances under the CDSA. Those who commit CDSA violations related to Schedule\nII substances are subject to fines and imprisonment.\n\nIn a 2000 decision by the Court of Appeal for Ontario, the court held that certain criminal prohi-\nbitions under the CDSA related to cannabis were unconstitutional because they did not include a con-\nstitutionally acceptable medical exemption. Following this constitutional holding and acting within\nthe framework of the CDSA, which allows for the issuance of regulations and exemptions thereunder,\nCanada issued a sequence of three medical marijuana regulations discussed below.\n\nThe Marihuana [sic] Medical Access Regulations (MMAR), issued in 2001, permitted individuals\nwith the authorization of their health care practitioners to grow their own cannabis plants for medical\npurposes, to designate someone to grow cannabis for them or to purchase dry cannabis flower from\nHealth Canada (the government agency charged with administering Canada’s medical cannabis regu-\nlations). The MMAR was successfully challenged on constitutional grounds and eventually replaced\n\n96 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024732",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024732.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3423,
    "word_count": 507,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.215592",
    "prefix": "IMAGES-008"
  }
}