{
  "document_id": "HOUSE_OVERSIGHT_031003",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031003.txt",
  "text": "Would you like to comment on the following:\n\n1. You’ve said that the women pressing suits against Mr. Epstein \"have lied repeatedly, and in\nno way shape or form were they victims. They were at his place freely and voluntarily. And one\nof them showed Epstein a fake ID.\" What do you have to say now that Mr. Epstein has\nadmitted in his federal plea bargain that he did conspire to entice minors to engage in\nprostitution? Accepting that these women came voluntarily, isn’t Mr Epstein still guilty of\nstatutory rape?\n\n2. Brad Edwards, an attorney who represents three of the women, recently served a\nSubpoena to Testify at a Deposition on Epstein’s former girlfriend, Ghislaine\nMaxwell. The Subpoena asks that Maxwell produce “a list of all girls” that visited\nJeffrey Epstein’s homes in Palm Beach and Manhattan, or flew on his\n\nplanes. Edwards said in an interview that Maxwell was “second-in-command of\nEpstein’s criminal enterprise.” He added, “She was on Epstein's plane, transporting girls\nfor the purpose of having sex with other people. She kept a computer database of hundreds of\ngirls and oversaw the schedule of girls who came to Epstein's homes.”\n\n3. A suit filed last May by “Jane Doe 102” against Epstein alleges that, after recruiting her as a 15-\nyear-old girl to give Epstein massages, Maxwell and Epstein took part in “sexually assaulting,\nbattering, exploiting, and abusing Plaintiff.”\n\n4. The same suit alleges that Epstein “lured” the girl “every day for next two weeks” to his\nhouse. The suit claims that she eventually became a “sex slave” to Epstein, traveling with him\naround the world. “In all of these locations, she was required to engage in sex acts with him and\nother women - including other minors.”\n\n5. Did Jane Doe 102 — who now lives in Australia — go on the 2002 trip where\nPresident Clinton flew on Mr. Epstein’s Boeing 727?\n6. “Most of these acts of abuse occurred during a time when defendant [Jane Doe 102] knew\n\nthat the plaintiff was approximately 15, 16 and 17 years old and, after years of daily sexual\nexploitation continued into her adulthood ... until she fled at age 19,\"\n\n7. When Maxwell and Epstein celebrated Jane Doe 102’s 16th birthday with her, Epstein joked that\nhe would have to “trade her in” because she was getting too old for him.\n8. Not only was Jane Doe 102 required to satisfy Epstein's \"every sexual whim,\" but she also was\n\nexploited by Epstein's adult male peers. They included “royalty, politicians, academicians,\nbusinessmen and others in various locations around the world.”\n\n9. The Palm Beach Post and lawyers representing Epstein’s alleged victims have called his federal\nnon-prosecution agreement a “secret,” \"backroom,\" \"sweetheart” deal, noting that none of his\nalleged victims was consulted. Several critics have claimed Epstein “bought” the agreement, using\npolitically-connected lawyers. Would he like to comment?\n\nHOUSE_OVERSIGHT_031003",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031003.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2911,
    "word_count": 481,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.475063",
    "prefix": "IMAGES-011"
  }
}