{
  "document_id": "HOUSE_OVERSIGHT_024095",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024095.txt",
  "text": "ERISA Plan for purposes of ERISA. In particular, the General Partner will use reasonable best\nefforts to either (i) limit investment in the Fund by “benefit plan investors” to a level that would\nnot be considered “significant” under ERISA, or (ii) operate the Fund as a VCOC, or (iii) operate\nthe Fund in compliance with any other then-available exception to the general rule of plan asset\ntreatment. The General Partner has the authority to require a Limited Partner to withdraw from\nthe Fund (in whole or in part) where the General Partner determines that such withdrawal is\nnecessary to avoid having the Fund’s assets deemed to be “plan assets” subject to ERISA or\nSection 4975 of the Code. Accordingly, the Fund is not expected to be deemed to be holding\n“plan assets” subject to ERISA at any time.\n\nReporting\n\nBenefit plan investors may be required to report certain compensation paid by the Fund (or by\nthird parties) to the Fund’s service providers as “reportable indirect compensation” on Schedule\nC to the Form 5500 Annual Return (the “Form 5500”). To the extent any compensation\narrangements described herein constitute reportable indirect compensation, any such\ndescriptions are intended to satisfy the disclosure requirements for the alternative reporting\noption for “eligible indirect compensation,” as defined for purposes of Schedule C to the Form\n5500.\n\nAdditional Information\n\nERISA and its accompanying regulations are complex and, to a great extent, have not yet been\ninterpreted by the courts or the administrative agencies. This discussion does not purport to\nconstitute a thorough analysis of ERISA. Each prospective investor subject to ERISA should\nconsult with its own legal counsel concerning the implications under ERISA of an investment in\nthe Fund, and to confirm that such an investment will not constitute or result in a non-exempt\nprohibited transaction or any other violation of an applicable requirement under ERISA.\n\n“Governmental plans” and certain “church plans”, while not subject to the fiduciary\nresponsibility and prohibited transaction provisions of ERISA, may nevertheless be subject to\nstate or other federal laws that are substantially similar to the foregoing provisions of ERISA.\nDecision-makers for any such plans should consult with their counsel before making an\ninvestment in the Fund.\n\n84 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024095",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024095.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2397,
    "word_count": 372,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.267841",
    "prefix": "IMAGES-007"
  }
}