{
  "document_id": "HOUSE_OVERSIGHT_021074",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021074.txt",
  "text": "Appendix — Useful Links\n\ne Congressional Budget Office, “The Long-Term Budget Outlook,” 6/2010\ne Congressional Budget Office, “Budget and Economic Outlook, Fiscal Years 2011 Through 2021,” 1/2011\n\ne Department of Health & Human Services, Centers for Medicare & Medicaid Services, “The 2010 Annual\nReport of the Board of Trustees of the Federal Hospital Insurance and Federal Supplementary Medical\nInsurance Trust Funds,” 8/5/2010\n\ne Department of the Treasury, “2010 Financial Report of the United States Government,” 12/2010\n\ne National Commission on Fiscal Responsibility and Reform, “The Moment of Truth: Report of the National\nCommission on Fiscal Responsibility and Reform,” 12/1/2010\n\ne Social Security Administration, “The 2010 Annual Report of the Board of Trustees of the Federal Old-Age\nand Survivors Insurance and Federal Disability Insurance Trust Funds,” 8/9/2010\n\ne White House Office of Management and Budget, “Budget of the United States Government, Fiscal Year\n2012,” 2/2011\n\nKP\ni USA Inc. | Appendix 465\n\nThis report has been compiled by Mary Meeker and her co-contributors (collectively referred to below as\nthe “Contributors”) for informational purposes only. It is not intended to serve as the basis for investment,\nlegal, political, tax or any other advice. Furthermore, this report is not to be construed as a solicitation or an\noffer to buy or sell securities in any entity, including any entity that is associated with the Contributors.\n\nThe information contained in this report has been compiled from public sources that the Contributors\nbelieve to be reliable. While the Contributors find no reason to believe that the data relied upon and\npresented in this report are factually incorrect, they have made no separate investigation or otherwise\nindependently verified the accuracy of such data. As such, the Contributors cannot guarantee the accuracy\nof any of the data (raw or interpreted) and accordingly the Contributors make no warranties (express,\nimplied or statutory) as to the information in this report.\n\nThis report summarizes a significant amount of publicly available data, and is not intended to be all-\ninclusive. The Contributors have complied this report based on selected sources that they believe to be\nmost pertinent to the presented subject matter. Furthermore, the graphic illustrations are based on\ngeneralized calculations and are provided for illustrative purposes. Readers are encouraged to conduct\ntheir own analysis of the data underlying this report, as well as data from other sources, so as to come to\ntheir own conclusions.\n\nThe information presented in this report represents the view of the Contributors, and does not necessarily\nreflect the views of Kleiner Perkins Caufield & Byers or any of its associated management personnel,\ninvestment vehicles, investors, portfolio companies or any affiliates or associates of the foregoing.\n\nKP\na USA Inc. | Appendix 466\n\nHOUSE_OVERSIGHT_021074",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021074.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2945,
    "word_count": 448,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.578892",
    "prefix": "IMAGES-006"
  }
}