{
  "document_id": "HOUSE_OVERSIGHT_023926",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023926.txt",
  "text": "180 Teaching Minds\n\nalternatives, and finally decided on an explanation, and then perhaps\nyou tested that explanation another time. A self-generated explana-\ntion is a hypothesis, and hypotheses that we have come up with our-\nselves serve as the basis for learning. We tend to remember what we\nourselves have said and thought more than we remember the words\nof others,\n\nRule #7: Help students come up with their own explanations\nwhen they have made a mistake.\n\nHere is the next one.\n\nMistake #8: Thinking that a student remembers what you just\ntaught him\n\nI can’t tell you how many times I have said X in a lecture or dis-\ncussion only to be asked why I believed not X. Why does this happen?\nPeople really don’t listen. They are not being annoying. They really\ncan’t easily listen. There is so much going on in their own heads while\nyou are talking that it is remarkable they hear anything of what any-\none says to them. Teachers live in a world where students are worried\nabout the perceptions of their friends, events at home, and a million\nother things that have nothing to do with what a teacher is saying. A\nteacher simply cannot assume that a student will remember what he\nwas just told. In any case, a teacher shouldn't necessarily be telling\nstudents the truth.\n\nHow could telling a student the truth be a bad idea? When tell-\ning is about facts, it is certainly a fine idea. But remember, I do not\nthink that it is the job of a teacher to tell students facts. A teacher’s\nprimary responsibility is to get students to understand the world bet-\nter and to help enhance their capabilities. Neither of these things hap-\npens through a teacher telling a student anything. Comprehension is\nan internal affair, arrived at by thinking. Ability comes from practice.\nNeither comes from a teacher. What a teacher can do is to encourage\nstudents to take on more and thus enhance their capabilities, or think\nmore and thus enhance their comprehension. This means that telling\na student a fact that he needs just makes it all too simple. Figuring out\nwhat you need is the real issue. Confirming what a student has dis-\ncovered is a fine idea, but even that isn’t always a matter of telling the\nstudent the truth. A Socratic teacher might deny what he knows is true\n\nHOUSE_OVERSIGHT_023926",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023926.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2283,
    "word_count": 406,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.898311",
    "prefix": "IMAGES-007"
  }
}