{
  "document_id": "HOUSE_OVERSIGHT_020310",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020310.txt",
  "text": "158\n\nBy the first decade of the 21* century, the NSA’s surreptitious efforts to render the Internet\ntransparent to US intelligence had earned it a new set of enemies. They were the previously-\nmentioned hacktavists who were attempting to shield the activities of Internet users from the\nintrusions of government surveillance. They employed both encryption and TOR software to\ndefeat that surveillance.\n\nThe NSA was not about to be defeated by the tactics of amateur privacy advocates. It did not\nconceal that it was intent on countering any attempt to interfere with its surveillance of the\nInternet. It built back doors into their encryption and worked to unravel the TOR scrambling of\ntheir IP addresses. It made leading hacktavists targets. Brian Hale, the spokesman for the\nDirector of National Intelligence, disclosed that the US routinely intercepted the cyber signatures\nof parties suspected of hacking into US government networks.\n\nFollowing the 9/11 attack on the Pentagon and World Trade Center, the surveillance of the\nInternet also became an integral part of Bush’ administration’s war on terrorism. In October\n2001, Congress expanded the NSA’s mandate by passing the USA Patriot Act. Section 215 of\nthe act directly authorized the NSA, with the approval of the FISA court, to collect and store\ndomestic telephone billing records. The idea was to better coordinate domestic and foreign\nintelligence about Al-Qaeda and other jihadist groups. The mantra in government after the 9/11\nwas to “connect dots.” Congress with this back essentially called for demolishing the wall by\ndomestic and foreign intelligence when it came to foreign-directed terrorism. The act effectively\nmade the NSA a partner with the FBI in tracking phone calls made from the phones origination\noutside the United States by known foreign jihadists. If these calls were made to individuals\ninside the NSA was now authorized to retrieve the billing records of the person called and those\npeople who he or she called. These traces were then supplied to the FBI. When a New York\nTimes expose in 2008 revealing that NSA surveillance has been extended to domestic telephone\nused, Congress passed the FISA Amendments Act of 2008 explicitly allowing the NSA to\ncontinue these practices if it obtained a FISA court order. Congress also sanctioned the NSA’s\nsupplying the FBI with the emails and other Internet activity of foreign Jihadists if it was\nsuspected of planning attacks in America. This put the NSA directly in the anti-terrorist business\nin the United States. It also necessitated the NSA vastly increasing its coverage of the Internet.\n\nThe new duties also increased the NSA’s need to create new bureaucratic mechanism to\nmonitor its compliance with FISA court orders, Rajesh De, the NSA’s General Counsel at the\ntime of the Snowden breach, described the NSA as becoming by 2013 “one of the most regulated\nenterprises in the world.” Grafted onto its intelligence activities were layers of mandated\nreporting to oversight officials. Not only did the NSA have its own chief compliance officer,\nchief privacy and civil liberties officer, and independent inspector general but the NSA also had\nto report to a difference set of compliance officers at the Department of Defense the Office of\nNational intelligence and the Department of Justice On top of reporting to those officials, the\nDepartment of Justice dispatched a team of lawyers every 60 days to review the results of “every\n\nHOUSE_OVERSIGHT_020310",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020310.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3488,
    "word_count": 560,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.218475",
    "prefix": "IMAGES-005"
  }
}