{
  "document_id": "HOUSE_OVERSIGHT_016367",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016367.txt",
  "text": "Computers, as a Tool for Creativity, Can’t Replace the Artist.\n\nRachel Rose, a video artist who thinks about the questions posed by AI, employs\ncomputer technology in the creation of her works. Her films give the viewer an\nexperience of materiality through the moving image. She uses collaging and layering of\nthe material to manipulate sound and image, and the editing process is perhaps the most\nimportant aspect of her work.\n\nShe also talks about the importance of decision making in her work. For her, the\nartistic process does not follow a rational pattern. In a converation we had, together with\nthe engineer Kenric McDowell, at the Google Cultural Institute, she explained this by\nciting a story from theater director Peter Brook’s 1968 book The Empty Space. When\nBrook designed the set for his production of 7he Tempest in the late 1960s, he started by\nmaking a Japanese garden, but then the design evolved, becoming a white box, a black\nbox, a realistic set, and so on. And in the end, he returned to his original idea. Brook\nwrites that he was shocked at having spent a month on his labors, only to end at the\nbeginning. But this shows that the creative artistic process is a succession whose every\nstep builds on the next and which eventually comes to an unpredictable conclusion. The\nprocess is not a logical or rational succession but has mostly to do with the artist’s\nfeelings in reaction to the preceding result. Rose said, of her own artistic decision\nmaking:\n\nIt, to me, is distinctively different from machine learning, because at each\ndecision there’s this core feeling that comes from a human being, which has to do\nwith empathy, which has to do with communication, which has to do with\nquestions about our own mortality that only a human could ask.\n\nThis point underlines the fundamental difference between any human artistic production\nand so-called computer creativity. Rose sees AI more as a possible way to create better\ntools for humans:\n\nA place I can imagine machine learning working for an artist would be not in\ndeveloping an independent subjectivity, like writing a poem or making an image,\nbut actually in filling in gaps that are to do with labor, like the way that\nPhotoshop works with different tools that you can use.\n\nAnd though such tools may not seem spectacular, she says, “they might have a larger\ninfluence on art,” because they provide artists with further possibilities in their creative\nwork.\n\nMcDowell added that he, too, believes there are false expectations around AI.\n“Tve observed,” he said, “that there’s a sort of magical quality to the idea of a computer\nthat does all the things that we do.” He continued: “There’s almost this kind of demonic\nmirror that we look into, and we want it to write a novel, we want it to make a film—we\nwant to give that away somehow.” He is instead working on projects wherein humans\ncollaborate with the machine. One of the current aims of AI research is to find new\nmeans of interaction between humans and software. And art, one could say, needs to\nplay a key role in that enterprise, since it focuses on our subjectivity and on essential\nhuman aspects like empathy and mortality.\n\n147\n\nHOUSE_OVERSIGHT_016367",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3195,
    "word_count": 549,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.624612",
    "prefix": "IMAGES-003"
  }
}