{
  "document_id": "HOUSE_OVERSIGHT_019611",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019611.txt",
  "text": "The Great Divide | 123\n\nact, Section 215, euphemistically referred to as the “library records”\nprovision, permitted the FISA court to issue warrants authorizing\nsearches of records by the NSA and other federal agencies to inves-\ntigate international terrorism or clandestine intelligence activities.\nThrough these FISA authorizations, the NSA could obtain “tangible\nthings” such as “books, records, papers, documents, and other items.”\nUnder the interpretation of this section of the law by both the Bush\nand the Obama administrations, the FISA court was enabled by\nCongress to issue warrants to telephone companies demanding that\nthey turn over to the NSA the bulk billing records of all calls made\nin America. The FISA court need only deem these records to be “rel-\nevant” to the FBI’s investigations of terrorists and spies.\n\nEssentially, the NSA, to create a searchable database of telephone\nbilling records, used the FISA court’s controversial interpretation of\nthe word “relevant” in Section 215. Such a “haystack,” as the NSA\ncalled the national collection of billing records, could allow the FBI\nto instantly find missing “needles,” as this tracking was supposed to\nwork, even if the connections were made years earlier. For example,\n\n© if the FBI had a lead on a foreign suspect, it could search the data- ®\nbase for any telephone calls made by the foreign suspect to tele-\nphone numbers in America and then who those people called. The\nFBI always had this power, if it obtained a warrant, but it did not\npreviously have the “haystack” of records in a single database. Gen-\neral Keith Alexander, who headed the NSA between 2005 and 2014,\nbelieved that maintaining such a haystack database made sense. “His\napproach was, ‘Let’s collect the whole haystack,’” according to one\nformer senior U.S. intelligence official quoted by The Washington\nPost.\n\nAccording to critics of NSA domestic surveillance, including the\nACLU, the results provided by this vast database did not justify its\nimmense potential for abuse. In early May 2015, just three weeks\nbefore this part of the Patriot Act was set to expire, a three-judge\npanel of the Second U.S. Circuit Court of Appeals in New York\nagreed with the ACLU position, overturning a lower court deci-\nsion that said it was legal. The panel found that the word “relevant”\nin the act was not intended by Congress to justify the acquisition\nand storing of the bulk records of telephone companies for possible\n\n| | Epst_9780451494566_2p_all_r1.z.indd 123 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019611",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019611.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2544,
    "word_count": 414,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.605656",
    "prefix": "IMAGES-005"
  }
}