{
  "document_id": "HOUSE_OVERSIGHT_010930",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010930.txt",
  "text": "| had no piano in our hotel room in Paris, but set a few of the poems in my head to\nwrite down later. More followed. One of her poems! didn’t set begins “Mine by the\nright of the white election...” Election meant choice. Her white smock hangs today by\nher bed in Amherst where she was born and died. White is the color of weddings\nand burials. Her choice, | think, was a death marriage to the reverend Charles\nWadsworth of the Arch Street Church in Philadelphia. He was happily married. She\nmet him about three times in her life. ] would tell her story in 31 of her poems, one\n\nin two different settings, in my cycle “The White Election.”\n\nIt was completed in 1981, and broadcast on National Public Radio two years later. It\nseems to have made a good impression. Slava Rostropovich had kind words, and\ninvited me to write something for cello and orchestra that he could schedule on his\nupcoming tour in Russia. Placido Domingo invited me to write a song for him.\nRenata Scotto wanted me to choose five or so of the White Election songs that she\ncould include in her concerts. All were big opportunities. Somehow none happened.\n\nOther stuff was coming out the pipeline.\n\nThat included my opera “Plump Jack.” Here I would tell the rise and fall of Falstaff in\nShakespeare’s Henry the Fourth and Fifth. This was riskier. Now the\naccompaniment would be orchestra, not piano, and | had no background in\norchestration. Composing and orchestrating are not the same. Composing is like\nwriting a play, and orchestration is like casting the play. There are composers that\ndon’t orchestrate, and orchestrators who don’t compose. Most of us do both. I\nalways did my own orchestration because no one else would know what I wanted. I\ngradually learned from my mistakes. Now! can probably hold my own in\n\norchestration, although many do that better.\n\nPlump Jack was completed scene by scene over some twenty years. I would think it\nwas finished, and then decide it wasn’t. My next two operas, each running about an\nhour, would be composed much faster. I set “Usher House” to my earlier libretto\n\nbased on Poe’s story in about six weeks in 2008 and 2009. “The Canterville Ghost”,\n\non Wilde’s short story, took me about two weeks each, with two months between,\n\nChapter 1: Recollections 1/06/16 14\n\nHOUSE_OVERSIGHT_010930",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010930.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2304,
    "word_count": 404,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.888028",
    "prefix": "IMAGES-001"
  }
}