{
  "document_id": "HOUSE_OVERSIGHT_014844",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014844.txt",
  "text": "Case 1:15-cv-07433-RWS Document 751-18 Filed 03/17/17 Page 2 of 3\n\nFOR IMMEDIATE RELEASE Contact: Richard A. Simpson, RSimpson@wileyrein.com\nApril 8, 2016\n\nLawyers Acknowledge Mistake In Filing Sexual Misconduct Charges Against Professor Dershowitz\n\nProfessor Alan M. Dershowitz released the following statement regarding resolution of the case styled\nBradley Edwards, et al. v. Alan M. Dershowitz, Case No. CACE 15-000072 (Cir. Ct., Broward Cnty., Fla.).\n\nSTATEMENT OF ALAN M. DERSHOWITZ\n\n| am pleased that the litigation has concluded and | am gratified by the\n\nJoint Statement issued today by Jeffrey E. Streitfeld on behalf of the parties, in which\n“Edwards and Cassell acknowledge that it was a mistake to have filed sexual misconduct\naccusations against Dershowitz and the sexual misconduct accusations made in all public\nfilings (including all exhibits) are hereby withdrawn.” Mr. Streitfeld’s announcement and\nthe Joint Statement are copied below.\n\nANNOUNCEMENT BY JEFFREY E. STREITFELD, FLORIDA SUPREME COURT CERTIFIED CIRCUIT CIVIL\nMEDIATOR (Streitfeldlaw.com)\n\nIt is my pleasure to report that Bradley J. Edwards, Paul G. Cassell, and Alan M.\n\nDershowitz have resolved their disputes and have agreed to settle the claims raised in an\naction pending in the Broward County, Florida Circuit Court. Since being appointed by\nCircuit Court Judge Thomas Lynch IV last fall, it has been a privilege to act as the mediator\nand assist the parties and their counsel toward this agreed resolution. | want to extend my\nappreciation for the professionalism exhibited by the parties and their counsel with whom\n| worked directly: Jack Scarola, Rick Simpson, Tom Scott, and Ken Sweder. As part of their\nagreement, the parties have issued the attached Joint Statement.\n\nJOINT STATEMENT OF BRAD EDWARDS, PAUL CASSELL AND ALAN DERSHOWITZ REGARDING\nSETTLEMENT\n\nBrad Edwards, Paul Cassell and Alan Dershowitz have today settled their pending\ndefamation claims in which Edwards and Cassell sued Dershowitz and Dershowitz\ncounterclaimed against Edwards and Cassell. The case was about Dershowitz’s public\nclaims that Edwards and Cassell, as the attorneys for Virginia Roberts, had failed to perform\nthe necessary due diligence before filing the allegations of their client, not whether the acts\nof alleged misconduct in fact occurred. Edwards and Cassell vigorously denied the\ncontention that they had acted improperly and asserted that it defamed them. Dershowitz\ncountersued Edwards and Cassell, alleging they had falsely accused him of sexual contact\nwith Roberts—a claim he vigorously denied and that Dershowitz asserted defamed him.\nEdwards and Cassell maintain that they filed their client’s allegations in good faith and\nperformed the necessary due diligence to do so, and have produced documents detailing\nthose efforts. Dershowitz completely denies any such misconduct, while not disputing\nRoberts’s statements that the underlying alleged misconduct may have occurred with\nsomeone else. Dershowitz has produced travel and other records for the relevant times\nwhich he relies on to establish that he could not have been present when the alleged\n\nGM_00523\n\nHOUSE_OVERSIGHT_014844",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014844.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3174,
    "word_count": 475,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.926726",
    "prefix": "IMAGES-003"
  }
}