{
  "document_id": "HOUSE_OVERSIGHT_021755",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021755.txt",
  "text": "wrote, explaining that the defendant’s past was evidence of predatory behavior that\nwatranted a harsher sentence because he may pose a danger to the community.\n\nAssistant U.S. Attorney Andrew Lourie was assigned to try to correct the record and\npersuade the judge to strike a portion of his comments. They argued that since\nMcDaniel had never before been charged with a crime, the history was not relevant\nat sentencing. The defendant’s prior relationship with a 16-year-old was not illegal\nin Texas or in California, they said, and the girl classified her relationship as a\nfriendship.\n\nAll the relevant information was provided to the probation department and at\nMcDaniel’s detention hearing, they added, making the point that it was in the record\nand therefore, not intentionally withheld by the government.\n\nWhile Zloch conceded that the information was part of the probation and bond\nhearing record, he said it was nevertheless the U.S. Attorney’s Office’s duty to\npresent the defendant’s prior history with minors at sentencing. He refused to strike\nthe most critical portions of his order.\n\n“Lack of candor to the court is a serious charge, and the judge has quite reasonably\nexpressed dismay that the assistant U.S. attorney apparently intended that he never\nbe given a full picture of the defendant’s conduct,” Hakes said.\n\nBut nine months later, in September 2007, Villafafia was in the throes of thorny\nnegotiations with Epstein’s lawyers. While an FBI investigation was ongoing,\nVillafafia discussed ways to quietly resolve the case, emails show.\n\n<4\n\nA Miami Herald investigation, “Perversion of Justice,” published in November,\nrevealed how federal prosecutors, including Acosta and Villafafia, tried to keep the\nfull scope of Epstein’s crimes out of the public eye. At one point, they discussed\ncharging Epstein in Miami, instead of Palm Beach where the crimes happened,\nnoting there would be less media coverage.\n\nEmails also show that prosecutors repeatedly abided by Epstein’s lawyers’ demands\nthat his victims not be told that an agreement had been reached until after he was\nsentenced. That meant that the girls could not appear at the hearing to derail the\ndeal. Prosecutors had drafted a 53-page federal indictment on sex trafficking\ncharges, but Acosta instead allowed Epstein to plead guilty to two prostitution\ncharges in state court. In exchange, Epstein and his co-conspirators were given\nfederal immunity.\n\nVillafafia wrote Epstein’s lawyer, Jay Lefkowitz, to discuss the wording of the\nsentencing agreement for the judge:\n\nHOUSE_OVERSIGHT_021755",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021755.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2574,
    "word_count": 402,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.757479",
    "prefix": "IMAGES-006"
  }
}