{
  "document_id": "HOUSE_OVERSIGHT_019676",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019676.txt",
  "text": "188 | HOW AMERICA LOST ITS SECRETS\n\nthe CIA officer Harold Nicholson, in 1996. Before it could expand its\nespionage capabilities, it needed to build a network of Russian agents\nin the United States. For this network, it needed to groom so-called\nillegals, or agents who were not connected to the Russian embassy.\nThis so-called illegals network was necessary because presumably\nall Russian diplomats, including the so-called legal members of Rus-\nsian intelligence, were under constant surveillance by the FBI.\n\nAdvances in surveillance technology in the twenty-first century\nmade it increasingly difficult to communicate with recruits through\nits diplomatic missions. To evade it, the “American” division of the\nSVR was given the task of placing individuals in the United States\ndisguised as ordinary Americans. Their “legend,” or operational\ncover, could be thin because they would not be applying for jobs in\nthe government. Their job was simply to blend in with their com-\nmunity until they were called upon by the “American” department\nin Moscow to service a mole who had been planted in U.S. intelli-\ngence or other parts of the U.S. government. Until they were acti-\nvated by such a call, they were classified as sleeper agents. Unlike the\n\n© SVR’s “legal” officers, who were attached to Russian embassies as ®\ndiplomats and were protected from arrest by the Treaty of Vienna,\nthe SVR’s illegal agents lack diplomatic immunity. According to\nPavel Sudoplatov, who defected from the KGB in the Cold War, the\nsole job of such sleeper agents was to “live under cover in the West\nawaiting assignments for the Center.” One assignment that justifies\nthe expense of maintaining such agents is to service a penetration,\nafter one is made, in the U.S. intelligence establishment. While wait-\ning to be activated for such a job, sleeper agents were instructed to\nbuild every detail of their cover identity so as to perfectly blend in\nwith Americans.\n\nTo build this American network of sleeper agents took the better\npart of a decade. In 2005, the SVR’s “American” section in Mos-\ncow had begun methodically installing them in the United States.\nAlmost all were Russian citizens who had assumed new identities to\nbetter blend into their communities.\n\nThe CIA learned of this sleeper program through Poteyev soon\nafter it began. The issue was how to exploit this knowledge. When I\nwas writing my book on international deception, James Jesus Angle-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 188 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019676",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019676.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2532,
    "word_count": 411,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.314209",
    "prefix": "IMAGES-005"
  }
}