{
  "document_id": "HOUSE_OVERSIGHT_020030",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020030.txt",
  "text": "15\n\nMEDIA\n\nn April 19, Bill O’Reilly, the Fox anchor and the biggest star in cable news, was\n\npushed out by the Murdoch family over charges of sexual harassment. This was a\ncontinuation of the purge at the network that had begun nine months before with the firing\nof its chief, Roger Ailes. Fox achieved its ultimate political influence with the election of\nDonald Trump, yet now the future of the network seemed held in a peculiar Murdoch\nfamily limbo between conservative father and liberal sons.\n\nA few hours after the O’Reilly announcement, Ailes, from his new oceanfront home in\nPalm Beach—precluded by his separation agreement with Fox from any efforts to\ncompete with it for eighteen months—sent an emissary into the West Wing with a\nquestion for Steve Bannon: O’Reilly and Hannity are in, what about you? Ailes, in secret,\nhad been plotting his comeback with a new conservative network. Currently in internal\nexile inside the White House, Bannon—‘the next Ailes” —was all ears.\n\nThis was not just the plotting of ambitious men, seeking both opportunity and revenge;\nthe idea for a new network was also driven by an urgent sense that the Trump\nphenomenon was about, as much as anything else, right-wing media. For twenty years,\nFox had honed its populist message: liberals were stealing and ruining the country. Then,\njust at the moment that many liberals—including Rupert Murdoch’s sons, who were\nincreasingly in control of their father’s company—had begun to believe that the Fox\naudience was beginning to age out, with its anti-gay-marriage, anti-abortion, anti-\nimmigrant social message, which seemed too hoary for younger Republicans, along came\nBreitbart News. Breitbart not only spoke to a much younger right-wing audience—here\nBannon felt he was as much in tune with this audience as Ailes was with his—but it had\nturned this audience into a huge army of digital activists (or social media trolls).\n\nAs right-wing media had fiercely coalesced around Trump—treadily excusing all the\nways he might contradict the traditional conservative ethos—mainstream media had\nbecome as fiercely resistant. The country was divided as much by media as by politics.\nMedia was the avatar of politics. A sidelined Ailes was eager to get back in the game. This\nwas his natural playing field: (1) Trump’s election proved the power of a significantly\n\nHOUSE_OVERSIGHT_020030",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2368,
    "word_count": 383,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.031582",
    "prefix": "IMAGES-005"
  }
}