{
  "document_id": "HOUSE_OVERSIGHT_012039",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012039.txt",
  "text": "But after he struck a deal with Emirates NBD to roll out his product, SpanCash, he claimed the bank stole his\nproprietary technology, killed the deal and ruined his company. (Though it’s hard to feel too sorry for him--\nhe’s pictured in front of his house, a mansion that would put Versailles to shame. In this David-and-Goliath\nstory, he’s a David from the 1 percent.)\n\nBajwa sought $554 million plus punitive damages on trade secret misappropriation and misrepresentation\nclaims.\n\nTrial began on July 26 in U.S. District Court for Central District of California. On Aug. 10, Ruemmler and\nIsaacson summed up their opposing positions in closing arguments.\n\nLet’s take a look.\n\nIsaacson, who did not respond to a request for comment, led with one of his strongest cards: USA! USA!\n“We as a country, made up of flawed people, come together as one of the greatest countries on Earth, because\nwe are a nation of laws,” he said, according to a transcript of the proceedings. “This was about hard work and\nwhat happens when your work is destroyed and taken, how you're entitled to be treated under the laws of the\nUnited States.”\n\nFor Ruemmler, the appeal was not emotional or jingoistic. It was rational all the way.\n\nHer first line: “Mr. Bajwa has come up with an interesting story, but it's not what happened.”\n\nAnd then, in the most matter-of-fact, conversational way, she annihilated his case.\n\n“There are at least five fatal flaws in Mr. Bajwa's case, and any one of those alone sinks his case. Any one,”\nshe said, according to the transcript.\n\nBajwa couldn’t prove that SpanCash was ever fully functional and commercially ready, Ruemmler said. In\nfact, she argued, it was never even a real product.\n\nFurther, she said, Bajwa didn’t prove that the technology or platform was comprised of any trade secrets; or\nthat Emirates Bank stole SpanCash; or that it ever used it. Finally, Bajwa didn’t prove InfoSpan suffered any\ndamages, she said.\n\nSome of her turns of phrase are refreshingly non-lawyerly. ““Sham is going down there... It's not as if these\nguys were exactly rubes...This is some flimflam thing... One of the many, many dog-ate-my-homework\nexcuses....This is an absolute double-down lie.”\n\nThe overall effect: she simplified without being condescending.\n\nBut there was still a hurdle for Emirates. Or as Latham’s Schecter put it in an interview, “There are some facts\nwe wouldn’t script.”\n\nAfter the bank terminated its agreement with InfoSpan and demanded its investment back, Infospan’s deputy\nCEO, Larry Scudder, was arrested when he tried to leave the UAE.\n\n“At the Dubai Airport that day, the Dubai police arrested Mr. Scudder after he presented his passport at an\nelectronic terminal. Police told Mr. Scudder that a charge of criminal fraud had been filed against him for\n$1,465,000. Mr. Scudder was handcuffed and marched through the airport and then held in police detention\nfacilities and interrogated,” the complaint states.\n\nHOUSE_OVERSIGHT_012039",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012039.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2967,
    "word_count": 487,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.146118",
    "prefix": "IMAGES-001"
  }
}