{
  "document_id": "HOUSE_OVERSIGHT_018989",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018989.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 36\n\nTime: 9:27:55 Incident Report Program: CMS301L\nCase No. .. . : 1-05-000368 (Continued)\nDet. Dawson and I then left the area and responded to the\nwhere FEB and all the above-mentioned girls had b6\nattended. I met with School Police Officer, Off Williams. I b7Cc\n\nexplained I was looking for a previous_student who attended | _____]\nCY I inquired about | I further explained\nthat I was working a case in which most of the girls I have\ninterviewed are either witnesses or victims and felt that [ __l may be\none as well. Officer Williams researched his previous student records\nand found She attended the same year and graduated\nin the same_year_as the other girls. I was provided the last known\naddress off.\nAt approximately 2:10 pm, Det. Dawson and I met with at\nher residence, in Royal Palm Beach. As was\nonly seventeen years of age, I had notified her mother,\n[| that she would be interviewed reference an ongoing\ninvestigation in Palm Beach. I assured her that her daughter was not\na suspect. I explained the possibility of_her being either a witness\nor victim. Mrs. — advised she wanted to cooperate and\nconsented to the interview. During a sworn taped statement,\n\nstated the following: at the age of sixteen, during the month of\nSeptember 2004, she was approached by MMMM f0or a chance to\n\nmake money. was friends with the friends of Le er and knew the\nsame people. had been previously told by her friends what\nMMMM did for Jeff. MMMM called a person known to[ |] as\nand scheduled the appointment. [EBB picked up and drove her\n\nto Palm Beach to a street called Brillo Way. They drove to the end of\nthe street and entered a large driveway. They entered the kitchen\narea of the_house and met with Jeff. To Twas introduced to Jeff.\nHe led [ upstairs to the main bedroom area and set up the room\nwith a massage table and set out the oils. [EBBRBENS dimmed the lights\nand turned on soft music. MMMM exited the room and Jeff entered the\nroom wearing only a towel. Jeff picked oils and instructed her to rub\nhis legs, under his buttocks, back and chest area. Jeff asked her to\nget comfortable. advised she did not remove her clothes. She\nwas’ wearing tight jeans and a cropped tank top exposing her belly\narea. During the massage, Jeff removed his towel. as] rubbed\nhis chest area, Jeff attempted to reach down her pants through the\nbuttocks area, however_was unable to due to the tightness of the jeans\nand a tight belt. advised Jeff began to masturbate as she\nrubbed his chest. Jeff moaned as she rubbed his chest. She observed\nhe was continuing to masturbate and attempted to reach up her tank top\nand touch her breasts. [[__] pulled back and Jeff stopped. However,\nhe kept masturbating until he climaxed. He cleaned himself with the\ntowel he was previously wearing. I asked[___]if she knew the\ndifference between circumcised and not circumcised. She explained she\nknew and advised Jeff was circumcised. [__|was paid $200.00 for the\nmassage and left the area. She met with who was waiting in the\nkitchen area and left the house.\n\nLC] then explained she never provided another masead® for Jeff. She\n\ndid however, go to the house with EJ and as they\n\nHOUSE_OVERSIGHT_018989",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018989.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3223,
    "word_count": 570,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.510229",
    "prefix": "IMAGES-005"
  }
}