{
  "document_id": "HOUSE_OVERSIGHT_025261",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025261.txt",
  "text": "US equities\n\nS&P 500 (24 Oct): 1,409 (last publication: 1,433)\nUBS View S&P 500 (6-month target): 1,460\n\n¢ We keep our preference for US equities relative to other developed equity markets. Earnings continued\nto hold up better than in other regions during the recent economic slowdown. Continued economic\ngrowth should allow companies to show mid single digit earnings growth over the coming 12 months.\n\ne The US central bank's (Fed) very pro-growth oriented policy stance is a clear advantage for the local\nequity market; the recent introduction of additional quantitative easing (QE 3) is positive for riskier assets.\n° We still expect some potential for re-rating over the coming 6 months, in terms of increases in the price-\nto-earnings ratio (P/E).\n\n¢ The debate around the fiscal cliff implies increased uncertainty over the coming months. However, we\nthink that a 20% discount compared to the long-run PE-average provides some cushion, and our base case\nassumes that politicians will finally achieve a compromise to avoid economic contraction.\n\n4 Positive scenario S&P 500 (6-month target): 1,700\n\ne An accelerating US and global economy reduces risks to company earnings. Investors begin to shift funds\ninto more cyclical sectors such as Industrials and Materials in light of better growth prospects. In this\nscenario, we would expect earnings to grow by around 10% in the next 12 months, and the trailing P/E\nmultiple to expand to around 16x.\n\n& Negative scenario S&P 500 (6-month target): 1,250\n\ne The US slides into a recession and corporate earnings fall over the coming 12 months. If this were coupled\nwith an escalation of the Eurozone debt crisis, we would expect the P/E multiple to contract towards 12.5x\ntrailing earnings.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\n\nBusiness sentiment The ISM is the key indicator for US manufacturing and services. Key dates: 1\n\nNov, ISM manufacturing; 5 Nov, ISM non-manufacturing\n\nThe Fed Hints on further quantitative easing can influence equities. Key date: 11 Nov,\n\nminutes of Fed meeting (of 24 October)\nLabor market Improvement in the labor market would support stronger consumption. Key\n\ndate: 2 Nov, US labor market report for October\n\n2 UBS\n\nPreference: overweight\n\nRecommendations\n\nTactical (6 months)\n\nWe continue to like IT. The sector trades\nat the lowest valuation multiples seen\nsince the early 1990s. Product launches\nsupport superior earnings growth.\nIndustrials are preferred as they benefit\nfrom a pick up in manufacturing activity.\nConsumer Staples is our preferred\ndefensive sector offering the best\ncombination of dividend growth and\nattractive valuation.\n\nWe are still cautious on Telecoms, due to\nhigh valuations, as well as Materials,\nwhere margins remain under pressure.\n\nStrategic (1 to 2 years)\n\nWe like medium-sized US companies,\nwhich are expected to show good longer\nterm earnings growth.\n\nOur sector stance in the US\n\nSectors\n\nConsumer Discretionary\nConsumer Staples\nEnergy\n\nFinancials\n\nT\n\nHealthcare\n\nndustrials\n\nTelecom\nUtilities\n\naterials\n\nViclelulsalel vy) vial ws\n\nSource: UBS\n\nNote: Past performance is not an indication of future returns.\n\nFor further information please contact ClO asset class specialist Markus Irngartinger, markus.irngartinger@ubs.com 4\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025261",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025261.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3409,
    "word_count": 524,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:48.857011",
    "prefix": "IMAGES-008"
  }
}