{
  "document_id": "HOUSE_OVERSIGHT_012753",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012753.txt",
  "text": "Prologue:\nEvilution\n\n“There is no such thing as eradicating evil [because] the deepest essence of\nhuman nature consists of instinctual impulses which are of an elementary\nnature... and which aim at the satisfaction of certain primal needs.”\n\n-- Sigmund Freud\n\nI was drowning. This was not the first time. It was also not because I was a poor swimmer. I was 14\nyears old. A boy named Lionel James, who was the same age but twice my size, was shoving my head\nunder water, roaring with laughter as I struggled to gasp some air.\n\nI usually managed to avoid Lionel in the pool, but sometimes he got the best of me while I was\nplaying with friends. Lionel wasn’t the only one who bullied me in junior high school. He was part of an\nevil three pack, including Ronnie Paxton and Chris Joffe, each much larger and stronger than I. Almost\ndaily they locked me inside of the school’s lockers, bruised my arms by giving me knuckle-punches, and\ngave me purple-nurples by twisting my nipples. This was no fun for me. For James, Paxton, and Joffe it\nwas delicious enjoyment. Sometimes, while I was locked in my locker, my math teacher would let me\nout and then ask “Why do you get yourself into these situations?” Though I had great respect for my\nteacher’s math abilities, and actually had a crush on her, she was socially daft. Did she think I asked to be\npackaged up in the locker by my tormenters? It was sheer humiliation.\n\nOne day my mother noticed the bruises. Horrified, she asked what happened. I reluctantly told her\nthe story. She said we were going to talk with the principal. I told her I would prefer water drip torture.\nShe understood and we never went to see the principal.\n\nThe person who rescued me from my misery was my father, a man who had lived through the war\nas a child, running from village to village to escape the Nazis, and in so doing, confronted thuggish farm\nboys whose weight far exceeded their IQ. My father, upon hearing that I didn’t want to go to school\nanymore, offered a compromise: he would pick me up for lunch every day if I kept going to classes. I\nagreed, relishing the idea of escaping the lunch-time scene at school where James, Paxton and Joffe\n\npummeled me at will without getting caught.\n\nHauser Prologue. Evilution 7\n\nHOUSE_OVERSIGHT_012753",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012753.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2274,
    "word_count": 408,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.359411",
    "prefix": "IMAGES-002"
  }
}