{
  "document_id": "HOUSE_OVERSIGHT_012755",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012755.txt",
  "text": "a deeper understanding of how and why our species has engaged in evildoing, but we will learn about our\nown individual vulnerability to follow suit. This prologue provides a sampling of the central ideas minus\n\nthe rich evidence and explanations that follow in the four core chapters of this book.\n\nA brief history of malice\n\nHomo sapiens, the knowing and wise animal, has logged an uncontested record of atrocities,\ndespite moral norms prohibiting such actions: no other species has abducted innocent children into rogue\narmies and then killed those who refused to kill, tossed infants into the air as targets for shooting practice,\ngang raped women to force them to carry the enemy’s fetus to term while destroying the souls of their\npowerless husbands, and mutilated and burned men to death because more humane forms of killing were\nless effective and enjoyable. These are horrific acts. They abound globally and across the ages. Many\nscholars have judged them as evil.\n\nDespite the pervasiveness of these atrocities, evil is commonly perceived as a defect, an\nunfortunate malignancy that has engulfed and metastasized within our species’ essential goodness. Evil is\nalso denied, relegated to mythology, the delusional imagination of a few madmen, the propaganda of\nimperialist nations, or the result of a rare mutation. Perhaps because of these impressions, we have an\nobsessive fascination with evil, evidenced by our fertile capacity to create and then consume films about\ngenocide, cunning rapists, master criminals, corporate raiders, psychopaths and serial killers. We are of\ntwo minds, wanting to hide from the atrocities of evil while feeding our insatiable appetite for more.\n\nTo understand evil is neither to justify nor excuse it, reflexively converting inhumane acts into\nmere accidents of our biology or the unfortunate consequences of bad environments. To understand evil is\nto open a door into its essence, to clarify its causes. In some cases, understanding may force us to\nexonerate the perpetrators, recognizing that they harbored significant brain damage and as a result, lacked\nself-control or awareness of others’ pain. In other cases, understanding will reveal that they knowingly\ncaused harm to innocent others, relishing the devastation left behind. By describing and understanding an\nindividual’s character with the tools of science, we are more likely to make appropriate assignments of\nresponsibility, blame, punishment, and future risk to society.\n\nTo understand evil requires facing our species’ sustained record of atrocities, laying out a variety\nof cases for inspection. Former Reverend Lawrence Murphy was responsible for over two hundred\ninstances of sexual abuse, luring innocent deaf children in with a saintly smile. Charles Manson, the\nillegitimate son of a sixteen year old woman and the self-proclaimed father of dozens of runaway women,\n\nwas responsible for the brutal death of five people by means of 114 knife jabs, while also prostituting his\n\nHauser Prologue. Evilution 9\n\nHOUSE_OVERSIGHT_012755",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012755.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3043,
    "word_count": 472,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.686484",
    "prefix": "IMAGES-002"
  }
}