{
  "document_id": "HOUSE_OVERSIGHT_014633",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014633.txt",
  "text": "for only the 2™ time in the past 20 years}. We target it to move 7.22 million carloads in\n2016, with an average revenue per car of $1,371. Coal represents 14% of total\nrevenues, down from 36% 2 years prior. Intermodal represents 22% of revenues, and\nAg/Consumer/Gov’t represents 16% of revenues.\n\nSVB Financial Group (SIVB)\n\nEbrahim H. Poonawala +1 646 743 0490\nResearch Analyst, MLPF&S\n\nBuy, PO $190\n\n1Q investment thesis\n\nWe view SIVB as the best positioned bank in our coverage universe by a wide margin to\nbenefit from the combination of 1) rising interest rates — with SIVB ranking among the\nmost rate sensitive banks in the mid-cap banks group 2) stronger economic growth -\nwith SIVB's 2017 guidance (issued before the US elections) already calling for double\ndigit revenue growth 3) de-regulation 4) tax reform. Our '17e EPS of $9 and '18e EPS of\n$12 imply YoY EPS growth of 24% and 33% respectively. SIVB trades at 18x our '17e\nEPS and 2x YE17e TBV. Our PO of $190 implies P/'17e EPS of 20x (and 16x ‘18e EPS)\nand P/YE17e TBV of 2.4x. This compares to an average P/E of 22.7x and P/TBV of 2.6x\nthat the stock traded at heading into and during the initial stages of the 2004-2006\ninterest rate cycle.\n\nTable 1: SIVB key stock data\n\nIndustry Commercial Banks\nMarket Cap (mn) $8,584\nPrice $170.38\nP/E (2017) 19.1x\n% of sell-side rated Buy 77.8%\nShort interest % of float 4.68%\n\nSource: Bloomberg and BofA Merrill Lynch Global Research estimates\n\nDeregulation/Gov’t Legislation: Among the one legislative action on the regulatory\nfront that appears likely to be passed under the new administration is the increase in\nthe $50bn SIFI asset threshold which brings with a heightened level of regulatory\nscrutiny (such as undergoing the CCAR stress test). While we were not concerned about\nSIVB's ability to transition into a CCAR bank, the removal of this should no doubt serve\nas a positive. At $43bn in assets, becoming a CCAR bank had been weighing on investor\nsentiment. With expectations for this threshold to be pushed higher, this should no\nlonger be a significant concern when thinking about SIVB's growth trajectory. Another\nissue that has not been discussed much but could occur is any changes in the Volcker\nrule that would allow the bank to once again participate in investing capital in PE/VC\nfunds. We view this restriction as an unintended consequence on SIVB stemming from\nthe Volcker rule and the ability once again participate in these funds would be a\nsignificant positive given the potential for getting equity exposure in the early stages of\nthe life cycle of start-up companies.\n\nTax Policy: With SIVB paying an effective tax rate of 40.6% in 2016 YTD, the bank will\nundoubtedly be a beneficiary from a lower corporate tax rate. While we believe it is too\nsoon to adjust estimates for this, we note that a 500bp reduction in the tax rate would\nequate to 8.4% upside to SIVB's 2018 EPS estimate. Moreover, the potential for\nhundreds of billion dollars in tax repatriation by the US tech giants also augurs well for\ngreasing the wheels for the start-up sector. While some of this repatriated capital will\nno doubt go to buy backs and higher dividends, we expect some of this to flow into the\nStart-up space as tech giants pursue M&A. At the very least it mitigates the risk of any\n\nBankof America\n12 Top 10 US Ideas Quarterly | 03 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014633",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014633.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3401,
    "word_count": 586,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.864646",
    "prefix": "IMAGES-003"
  }
}