{
  "document_id": "HOUSE_OVERSIGHT_012691",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012691.txt",
  "text": "this drama's subtle humor gets big laughs leading up to its emotional\nending.\n\nWithin two weeks, at The Toronto Film Festival, Harvey Weinstein is now\nstanding with his filmmakers witnessing the same reaction. The film wins\nThe Audience Prize. Their strategy is to say nothing. Do nothing. They\nhave a possible Oscar winner. Four out of five past Best Pictures have\npremiered in Toronto.\n\nCut to New York City at the end of September. It's the opening night at\nThe Film Society of Lincoln Center. One of America's most important and\nprolific producers Scott Rudin, along with Jesse Eisenberg, Andrew\nGarfield and Aaron Sorkin are in a brightly lit box waving down to their\nequally hysterical audience who have just seen \"The Social Network\".\n\nThe film opens the next day to rave reviews and endless publicity. David\nFincher is off making \"The Girl with the Dragon Tattoo\". Aaron Sorkin\nbecomes the face of the film and an immediate shoo-in for an Oscar.\n\nThe Hamptons International Film Festival in October suddenly becomes a\nlaunching pad for \"127 Hours\", where cool Yale/NYU student James Franco\nappears and receives a heroic standing ovation. More Oscar buzz.\n\n\"Black Swan\" also unspools there in a tiny theater as Madonna, Alec\n\nBaldwin and even Harvey Weinstein slip in the back. Darren Aronofsky,\nsporting the ever present cool wool scarf around his neck is hailed a\ngenius. Natalie Portman is instantly the hot nominee for Best Actress.\n\nBoth films are sensational and movie goers go nuts, but it is \"The\nKing's Speech\" that edges out the competition for The Audience Prize.\n\nMid-November David O. Russell and Mark Wahlberg, working together for\nthe third time, sneak \"The Fighter\" in Manhattan. As their audience\nerupts in cheers, I tell producer/actor Wahlberg, \"Clint Eastwood is\ngoing to kill himself for not directing this.\" Wahlberg says, \"You are\nwrong. He turned it down because he's done it. He has seen it and he\nloves it.\" I instantly lavish my affection and praise on David O.\nRussell, who becomes my new Clint Eastwood. Christian Bale and Melissa\nLeo are hailed the supporting actors to beat.\n\n\"True Grit\" directed by the Coen Brothers and also produced by Scott\nRudin doesn't premiere till mid-December at the Ziegfeld as the last\nserious Oscar contender for Best Picture. It gallops off to box office\ngold.\n\nHOUSE_OVERSIGHT_012691",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012691.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2352,
    "word_count": 390,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.077750",
    "prefix": "IMAGES-002"
  }
}