{
  "document_id": "HOUSE_OVERSIGHT_018978",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018978.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 25\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. .. . : 1-05-000368 (Continued)\nthe bags where several notes and papers were found. The notes will be\ninspected for future use. The items collected were placed into\nevidence.\n\nIt became evident that some of the recordings were recorded with\nbackground noise and some interference. The calls most_affected were\nthe control phone calls from the victim to the suspect\n\nI obtained the graphic equalizer and discovered that the calls are\nable to be legible with the use of the equalizer by lowering the\nbackground noise and increasing voice gain. I also learned that a\ntape was broken during the coping of the tape. I returned the copy of\nthe tape marked Property Number 05-243 to have it recopied to have an\noriginal .in evidence and a working copy with the file.\n\nUpon researching the file, it was discovered that the suspect, EE ,,\nEE cellular calls were subpoenaed incorrectly. The suspect pyc\ntelephone number was and the original request was for\nCT I requested the information through Cingular Cellular\nService from February 2005 through the present. The purpose was to\n\nhave a record of MEMMMmaking calls to victim, Jeffrey Epstein and\n\nthe frequency of calls. The request was submitted to the State\nAttorney's Office.\n\nInvestigation Continues....\n\nKREKEKKKEKKKREEEKEREEEKEEEKEKE NARRATIVE HG REKEKKEKKREKKEKRKEKREKREREKRKEERE SE\nNA Reported By: KRAUEL, CURTIS D. 10/06/05\nEntered By.: ALTOMARO, NICKIE A. 10/06/05\n\nOn or about September 23, 2005 at approximately 0915 hours, I\nresponded to 358 El Brillo and met with PB Sanitation worker Jeff\nWilliams. Williams had been previously notified to assist in trash\npulls at the residence of Jeffrey Epstein, 358 El Brillo, Palm Beach,\nFlorida. I observed Williams enter the driveway of 358 El Brillo and\nremove several plastic bags of trash and place the contents into the\nback of an empty sanitation truck.\n\nI then followed Williams to a predetermined location and seized the\ntrash from the truck. The trash was transported to the Palm Beach\nPolice Department where I began sifting through its contents. There\nwas a total of 4 white in color plastic bags and each contained\ndocumentation and correspondence for 358 El Brillo and Jeffrey\nEpstein. All documents -of evidentiary value were removed and turned\nover to Det. Recarey for follow-up.\n\nOn or about September 26, 2005 at approximately 0900 hours, I\nresponded to 358 El Brillo and met with PB Sanitation worker Jessie\nJones. Jones had been previously notified to assist in trash pulls at\nthe residence of Jeffrey Epstein, 358 El Brillo, Palm Beach, Florida.\nI observed Jones enter the driveway of 358 El Brillo, where no trash\nwas located within the receptacles. I left the area without incident\n\nHOUSE_OVERSIGHT_018978",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018978.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2831,
    "word_count": 457,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.084928",
    "prefix": "IMAGES-005"
  }
}