{
  "document_id": "HOUSE_OVERSIGHT_017414",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017414.txt",
  "text": "4.2.12\nWC: 191694\n\nwho had performed in South Africa. To me, this blacklisting constituted reverse McCarthyism,\neven if it is in the interest of a just cause.\n\nI wrote an article in 1985 exposing and condemning this new liberal McCarthyism. It included the\nfollowing:\n\nThis time, blacklisting is being practiced in the name of a progressive cause—the\nantiapartheid movement.\n\nIt turns out that the Register of Entertainers to be shunned is officially published by the\nUnited Nations Special Committee Against Apartheid “as a means to promote the cultural\nboycott of South Africa.” It included the names of entertainers and actors who have\nperformed in South Africa since 1981. Anyone whose name appears on the list is\nprohibited from performing at any function sponsored by the United Nations. Other\norganizations also use the U.N. blacklist to screen politically unacceptable artists.\n\nThe introduction to the U.N. blacklist boasts that “a number of city counsels and other\nlocal authorities have decided to deny use of their facilities for entertainers” whose names\nappear on the blacklist.\n\nNo advance notice is given to persons who are to be blacklisted, and the list includes some\nperformers who “were not aware of the cultural boycott.”\n\nAmong those currently on the blacklist are Ray Charles, Linda Ronstadt, Frank Sinatra,\nthe Beach Boys, Cher, Goldie Hawn, Sha Na Na, Ermest Borgnine, and the British rock\ngroup Queen.\n\nThe recent flap that publicized the existence of the U.N. blacklist involved a proposed\nconcert to raise money for African famine relief. Among those volunteering to perform\nwas the rock group Chicago. But Chicago was on the blacklist. And because of the\nabsolute prohibition against using blacklisted artists at U.N.-sponsored events, plans for\nthe concert had to be postponed. It is ironic that some black African children may die of\nhunger because of the U.N. blacklist.\n\nThe American Civil Liberties Union recently complained loudly when the Boston\nSymphony Orchestra canceled a concert with Vanessa Redgrave because of her support\nfor and complicity with...terrorists. Though no blacklist was published, the ACLU\ndecried the “blacklisting” of Ms. Redgrave because of her politics as a violation of her\ncivil liberties. I am waiting to hear from the ACLU on the U.N. blacklist.\n\nI never heard from the ACLU, but I did hear from Woody Allen, to whom I sent my article\nbecause his film The Front had exposed the evils of blacklisting and he was also a strong\nopponent of apartheid. He wrote me that:\n\na27\n\nHOUSE_OVERSIGHT_017414",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017414.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2559,
    "word_count": 412,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:49.343821",
    "prefix": "IMAGES-004"
  }
}