{
  "document_id": "HOUSE_OVERSIGHT_019032",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019032.txt",
  "text": "Date:\nTime:\n\nCase\n\n7/13/06 @. BEACH POLICE DEPARTMEN Page: 79\n9227:55 Incident Report Program: CMS301L\n\nNo. . . . : 1-05-000368 (Continued)\n\nVenero stated she only provided massages for Epstein and his\nassociates and nothing happened during those massages. ' Venero stated\nas she does Swedish style massages, the patient is usually sore after\nthe massages. I thanked her for her assistance and the interview was\nconcluded at this time.\n\nI received a facsimile from T-Mobile Cellular service on telephone\nnumber | which is assigned to David Rodgers, pilot for Mr.\nEpstein, who resides in Lake Worth. Rodgers' telephone number was\ndialed on several occasions by A background on Rodgers\nindicated he has a valid FAA pilot license First Class for the\nSouthern FAA Region. Rodgers has another historical FAA license for\nAirline Transport Pilot.\n\nInvestigation Continues.\n\nKRRKKRKREEKEEEREREKEREKEREEREKE NARRATIVE fe BQ REKKKEKKKEKKRKEKREEKKEEKERKERER\nNA Reported By: RECAREY, JOSEPH 2/14/06\nEntered By.: ALTOMARO, NICKIE A. 2/16/06\n\nOn Friday, February 3, 2006, I had made arrangements to meet with\n\nat the Palm Beach Police Station. At approximately\n1:00pm, and her friend, arrived at the police\nstation. During an interview wit She stated she met\nEpstein when she turned eighteen years o and was brought to\nEpstein's house to provide a massage. She advised this occurred on\nMay of 2005. She advised MMMM had informed her if she wanted\n\n‘to provide a massage for $200.00. [—_—__lsazret and was brought to\nEpstein's house to provide a massage. stated she_had been to\n\nthe house on many occasions during the massage sessions. [____]\n\nalso stated she would remove her clothing to provide the massage on bé\nEpstein. [_Jadvised Epstein would pay her $300.00 to rub his b7c\n\nback, legs and chest. During the massages, Epstein would masturbate\nhimself as she rubbed his chest. I asked her if Epstein ever touched\nher breasts during the massages. [____] replied._\"Yes.\" I asked her\nif Epstein ever touched or massaged her vagina. [______] stated he ©\nhad on several occasions. I asked her if he ever penetrated her with\neither his penis or any other objects. [~__] stated that during a\nmassage he inserted his fingers in her vagina as she massaged him.\n\nShe stated this occurred one time only. oF stated the massage\n\nwould be over when Epstein would climax onto a towel. I asked\n[| i£ she had_any formal massage training to which she replied\nthat she did not. was then asked if she ever brought anyone\nto the house to \"work.\" stated she brought two people to the\nhouse. She advised she received money for bringing people to the\nhouse to \"work.\"[—_] stated she brought a girl named and\nher friend was still waiting for in the\n\nlobby of the police station. JI thanked[~__]for her time and her\ncooperation and escorted her to the lobby.\n\nI asked[ | if I could speak with her about this investigation. I\n\nHOUSE_OVERSIGHT_019032_",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019032.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2913,
    "word_count": 481,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:46.454266",
    "prefix": "IMAGES-005"
  }
}