{
  "document_id": "HOUSE_OVERSIGHT_012099",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012099.txt",
  "text": "News, Quotes, Companies, Videos\n\n11/14/2017 An Inside Look at Rockefeller & Co. - Barron's\n| wsJ | WSJ LIVE | MARKETWATCH | DJX MORE\nASIA EDITION\nBARRON'S PENTA\n\nRock of Ages\n\nFamily-wealth advisor Rockefeller & Co. was hit by both the financial crisis and the death of its CEO. Not only did it survive, it thrived.\n\nEmail Print 0 Comments Order Reprints\n\nBy RICHARD C. MORAIS\nSeptember 15, 2012\n\nJohn D. Rockefeller's family office, Rockefeller & Co., was founded in 1882. It began\nselling its expertise to other families in 1980, and by mid-2008 it had $28 billion of\nclients' assets under its hood. Then came a tragic event that could have brought the\nfirm to its knees. In September 2009, as the financial crisis raged, Rockefeller's chief\nexecutive, James S. McDonald, shot himself behind a car dealership in Dartmouth,\nMass.\n\nWhile world markets continued their downward spiral, it took a year for the Rockefeller\nFamily Trust, which owns 100% of the multifamily office's voting rights, to get\nMcDonald's successor in place.\n\nIt's hard to imagine a more dangerous situation for a financial-services firm to be in.\nDestabilized from within and without, most wealth managers in such circumstances\nwould have been unable to contain the stampede of clients heading out the door. And\nyet, Rockefeller's assets under advisement and administration actually rose 52%, to\n$35 billion, in the three years through this past June. Client retention since the 2008\nrecession has been 97%, 1% higher than in the entire past decade.\n\n\"Despite the turbulence of the period when | stepped in, it was a remarkably strong\nfranchise and business,\" says Reuben Jeffery III, Rockefeller's CEO for the past two\nyears. \"It was a real testament to what had been created by generations long before\nme, including most of the people who are still here today.\"\n\nPenta's rare peak inside Rockefeller reveals that, for all the outward signs of serenity,\nthe firm is hardly on autopilot. Jeffery, looking every bit the Wall Street incarnation of\nCary Grant, is a former Goldman Sachs partner who in 2007 went to work as George\nBush's undersecretary of state for economic, energy, and agricultural affairs, after first\nserving as the president's post-9/11 special advisor for Lower Manhattan development.\n\nIn June 2008, Société Générale Private Banking closed on its purchase of a 37%\neconomic share in Rockefeller & Co. Needing to strengthen its balance sheet during the\nrecent euro crisis, the French bank has been under pressure to shed noncore assets.\nTherein lay an opportunity. This summer Jeffery quietly midwifed the sale of Société\nGénérale's stake to Lord Jacob Rothschild's RIT Capital Partners. That closed-end fund\nis the investment vehicle for the London branch of the Rothschild family, and has 1.9\nbillion pounds ($3 billion) under management. The deal is expected to close at the end\nof this month. It's a union that should provide some valuable marketing opportunities. In\nthese unsettled times, it's easy to imagine rattled new wealth wanting to tap the joint\nexpertise of these experienced families that have managed to keep their heads down\n\nhttp:/Awww.barrons.com/articles/SB50001 424053111904881 40457760931 2447134388\n\nMost Popular\n\n1. Baker Hughes: It’s Still a GE\nCompany...But That’s Not the Only\nProblem\n\nae Qualcomm: Broadcom’s Got ‘A Lot of\nLeverage,’ Says Instinet\n\n3 - Nvidia Rising: Dazzles Street At the\nSupercomputer Show\n\n1/3\n\nHOUSE_OVERSIGHT_012099",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012099.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3457,
    "word_count": 553,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:47.673823",
    "prefix": "IMAGES-001"
  }
}