{
  "document_id": "HOUSE_OVERSIGHT_010900",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010900.txt",
  "text": "Case 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 10 of\n20\n\nThere was a lot of legal discussion about Andy and his ex-wife (“Fergie”). Then the discussion\nturned to me. Maxwell said “guess how old she is.” Prince Andrew guessed 17.\n\n35. Then we all went to a Chinese restaurant for dinner and then to Club Tramp, a\nfancy “members only” night club in central London. Andy arranged for alcohol to be provided\nto me at the club. Eventually we left. I rode with Epstein and Maxwell back to the townhouse.\nOn the way there, Epstein and Maxwell informed me that the Prince wanted to see “more of me”\nthat night. Andy traveled in a separate car with his guards.\n\n36. We all arrived back at the townhome and went upstairs. Epstein took a picture of\nme and Andy with my own camera. The picture above is that picture, which has been widely\ncirculated on the internet. Andy has his left arm around my waist and is smiling. The picture was\ndeveloped on March 13, 2001, and was taken sometime shortly before I had it developed. I was\n17 years old at the time.\n\n37. I wanted a picture with the prince because I was keeping in contact with my\nfamily. I had told my mom and my grandma that I was meeting Prince Andrew and that I'd take\na picture for them. They told me to “be careful.”\n\n38. After the picture, Epstein and Maxwell kissed me and said to “have fun.” They\nleft Andy and me alone upstairs. We went to the bathroom and bedroom, which were just steps\naway from where the picture was taken. We engaged in sexual activities there. Afterwards,\nAndy left quickly with his security.\n\n39, I chatted with Epstein about this the next day. I told him, “it went great.” Epstein\nsaid something to the effect of, “You did well. The Prince had fun.” I felt like I was being\n\ngraded. It was horrible to have to recount all these events and have to try to meet all these needs\n\nHOUSE_OVERSIGHT_010900",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010900.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1906,
    "word_count": 350,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:45.898616",
    "prefix": "IMAGES-001"
  }
}