{
  "document_id": "HOUSE_OVERSIGHT_016134",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016134.txt",
  "text": "Table 10: Public institutions budget appropriations\n\nSARbn US$bn % of GDP\n\nUniversities 55.7 14.8 23\nSaudi Arabian Airlines 28.5 76 1.2\nSaline Water Conversion Corporation 15.6 4.2 0.6\nGeneral Authority of Civil Aviation (GACA) 15.5 44 0.6\nSaudi Post Organization 3.2 0.8 0.1\nGrain Silos and Flour Mills Organization 29 0.8 0.1\nSaudi Ports Authority 1.8 0.5 0.1\nSaudi Railways Organization 1.7 0.4 0.1\nOther 38.9 10.4 1.6\nTotal 163.7 43.7 6.8\n\nof which, public institutions in sectors that could be privatized 124.8 33.3 5.2\n\nSource: SAMA, Ministry of Finance, Bank of America Merrill Lynch Global Research. Data as of 2015 budget.\n\nSales of PIF assets could help replenish fiscal reserves but not Fx reserves\nSecondary sales of domestic assets could be a faster way than Initial Public Offerings\n(IPOs) and privatizations for the Ministry of Finance (MoF) to raise its fiscal reserves at\nSAMA, in our view. We look at this possibility to assess the potential for the MoF to use\nit as an option to support its fiscal reserves at SAMA and prevent a debt build-up in\nresponse to ongoing fiscal deficits.\n\nIf this were to take place, this could occur through holdings of the PIF rather than the\npension funds who are large institutional investors in the domestic equity market, in our\nview. We calculate that the PIF could sell stakes worth around SAR200bn (US$53.6bn)\ndomestically through liquidating existing minority stakes and selling down majority\nholdings while retaining control. If the PIF holdings are above 50%, we assume\narbitrarily that the holding is strategic, and thus calculate the current value of the stake\nthat the PIF (using the current stock price in the market) can sell down so it retains a\ncontrolling 51% ownership share. If the PIF holdings are below 50%, we arbitrarily\nassume that the holding is not strategic, and thus calculate the current value of the\nstake that the PIF holds (using the current stock price in the market) as we assume it\ncould be fully liquidated.\n\nThe proceeds of sales domestically (without foreign participation) would increase\ncentral government deposits at SAMA, decrease other domestic liabilities of SAMA but\nkeep Fx reserves unchanged. Because of the latter, because such large coordinated sales\ncould weigh on the market and as the PIF is targeted to become the largest SWF by\nSaudi authorities, we doubt this is going to be a course policy-makers are likely to be\nconsidering in the near term.\n\n24 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016134",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016134.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2524,
    "word_count": 418,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.267096",
    "prefix": "IMAGES-003"
  }
}