{
  "document_id": "HOUSE_OVERSIGHT_020554",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020554.txt",
  "text": "95\n\nrelated http://chinachange.org site, have been removed from the VOA website. Several\nprominent Chinese commentators are no longer on VOA’s lineup of analysts. Many\nstaffers now describe VOA’s content as neither pro- nor anti-China. The emphasis, the\nstaffers observed, is on travel, culture and language, programming the likes of which\nChinese viewers can access equally well on CGTN or China’s internet. By contrast, the\n\ncontent of Radio Free Asia remains far more hard-hitting than its counterpart, VOA.\n\nConclusion and Recommendations\n\nChina has used America’s openness to convey its message both to English- and\nChinese-speaking residents of the United States. US rules allow foreign media\ncompanies, even ones run by foreign governments, to broadcast freely via American\ncable and satellite networks. Unlike in China, the United States government does\n\nnot block any Chinese websites, many of which are funded by the PRC government.\nWhile the Communications Act of 1934 theoretically only allows foreigners to own\n\n20 to 25 percent of terrestrial wireless radio and TV stations, the law has been loosened\nconsiderably over the past decade, and it does not even apply to cable channels or leasing\narrangements wherein a foreign entity, including one owned by a foreign government,\ncan pay an American licensee for airtime. Chinese media outlets have used all such\nstrategies to publicize the views of the Beijing government.** Perhaps more worrisome,\nChina has also been successful in funding or convincing pro-PRC businessmen to fund\npro-PRC media outlets in the United States that nominally appear independent so that\nthe three most important traditionally independent Chinese-language newspapers now\n\nincreasingly side with Beijing.\n\nBy contrast, the Chinese government severely limits the scope of US and other Western\nmedia outlets in China and has banned Western media investment in China, except in\nvery limited innocuous areas, such as in fashion, automobiles, investing, health, and\nlifestyle. The idea that a Western TV news network could lease a Chinese station and\nbroadcast news to China around the clock—as their Chinese counterparts do here in\nthe United States—is not even thinkable. Equally, there is no chance that a Western\n\nmedia company would be allowed to invest in a Chinese publication that reported\n\nmainstream news.\n\nBoth the expansion of Chinese state-owned English-language media in the United\nStates and Beijing’s increasing control of Chinese-language media outlets in the United\n\nStates are very problematic for an open dialogue. For one, these media are under the\n\nSection 6\n\nHOUSE_OVERSIGHT_020554",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020554.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2639,
    "word_count": 401,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.040174",
    "prefix": "IMAGES-006"
  }
}