{
  "document_id": "HOUSE_OVERSIGHT_014358",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014358.txt",
  "text": "move in the ten year treasury rate, interest rates remain low and the combination\nof those things results in high prices.\n\nKKR & Co (KKR), C-1-8, Buy\nBill Janetschek, Chief Financial Officer, presented for KKR. Overall, Mr. Janetschek\nbelieves that KKR’s balance sheet gives them the ability to take advantage of\nmarket dislocations, sees opportunities to grow in certain areas (e.g. infrastructure\nand real estate), and noted that they don’t need to grow the headcount to bring on\nmore assets.\n\ne When asked “What would get you more interested in investing in KKR stock?” the\nmost common response was a market pullback for better deployment/returns\n(50%). Respondents also felt that attractive returns and book value growth (33%),\nand stronger fee related earnings (17%) were also important. Less important for\ninvestors was improving energy markets and overall market confidence (0%).\n\nChart 63: What would get you more interested in investing in KKR stock?\n\n60%\n\n50%\n\n40%\n\n30%\n\n20%\n\n10%\n\n0%\n\nStronger fee related Attractive returns and = Improvingenergy A market pullback for\nearnings book value growth = markets and overall better\nmarket confidence — deployment/returns\n\nSource: BofA Merrill Lynch Global Research\n\n¢ Overall, KKR likes the publicly traded partnership structure today. If comprehensive\ntax reform includes an elimination of carried interest tax, the income would still get\npassed through in that scenario which avoids a second level of taxation, so it still\nmay not be attractive to change the structure. But, if the corporate rate is also\nlowered significantly, it could potentially make sense to go to a C-corp.\n\n¢ — Bill sees infrastructure as a real growth area for KKR. 7-8 years ago it was difficult\nto raise an infrastructure fund as the asset class didn’t do very well in the financial\ncrisis; today there is more interest. KKR’s first infrastructure fund was around $1B\nand the second one was around $38. Infrastructure needs are tremendous long-\nterm, with $1-2 trillion capital needed for projects over the next decade, and\ninfrastructure spend is one area of consistency across the two major parties.\n\n« Management thinks that investors understand the reason for the change in the\ndistribution policy. KKR likes to pay out the stable dividend and redeploy capital into\nthe balance sheet. As part of the year-end process, KKR will likely review the level\nof the fixed distribution and determine whether it should be changed. KKR would\nlike to have around 40% of the balance sheet invested in private equity over time.\n\n« KKR will manage concentration risk, and it is unlikely that the firm will make\nanother investment as big as First Data again. The biggest advantage to having a\n\nea Bankof America\n44 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014358",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2827,
    "word_count": 457,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:44.396241",
    "prefix": "IMAGES-002"
  }
}