{
  "document_id": "HOUSE_OVERSIGHT_017217",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017217.txt",
  "text": "4.2.12\nWC: 191694\n\nwhether it is better to leave the decision as to which words in which contexts are prohibited to the\nafter-the-fact discretion of an administrator, or to decide in advance on a list or category of\nprohibited expressions. In other words, is it more protective of freedom of expression to have a\n“censorship common-law” to be applied on an ad-hoc basis by a dean, or to have a “censorship\ncode”’ debated and agreed upon in advance by the equivalent of the legislative branch of the\nuniversity — a student or faculty senate or some other representative body.\n\nI strongly favor a narrow code to a potentially broad common-law, because it provides advanced\nfair warning and an opportunity to challenge the provisions of the code before they are enforced.\n(That’s why I also favor a narrow code criminalizing the publication of only the most dangerous\n\nstate secrets).\n\nIn 2002, there was an ugly racial incident at Harvard Law School that led to a campaign by some\nstudent groups for censorship of offensive speech. The dean appointed a committee to\nrecommend an approach to this delicate problem. He put me on the committee because of my\nvocal opposition to censorship and my support for a maximalist position on freedom of speech.\nMy fellow committee members were surprised when I proposed that we try to draft a speech\ncode.\n\n“T thought you favored freedom of speech”, one of the libertarian student members said in\nfrustration.\n\n“T do,” I replied. “That’s why I want a code. I don’t trust the dean — or anyone else — to decide\nwhich speech should be prohibited.”\n\n“No speech should be prohibited,” the student replied.\n\nI then gave my examples of the professor and the “N” word.\n\n“That’s different,” the student insisted.\n\n“Then let’s try to codify exactly what else may be ‘different’”, I responded.\n\nThe committee spent more than a year trying to come up with a code of prohibited expressions,\nbut it could not come to any agreement. The “N” word itself could not be prohibited because a\nblack professor had written a brilliant book entitled “Nigger: The Strange Career of a\nTroublesome Word”. We tried to define the circumstances under which the “N” word could and\ncould not be used, but we could not come to any agreement. (One person suggested that the “N”\nword could be used by Blacks but not Whites. Another suggested it could be used in a book but\nnot in oral discussion.) Nor could we agree on other disputed forms of expression, such as\nopinions regarding negative characteristics associated with particular groups. At the end, we\nreported back that we could not come up with a code. It was a useful experiment in democracy\nand accountability. I would have preferred us to adopt a code limited to those instances of\nexpression — such as a teacher calling a minority student by a negative racial or other term —\nwhich everyone agrees is unacceptable in a classroom setting. This would have sent a powerful\nmessage that no other type of speech, regardless of how offensive it might be to some, can be\n\n130\n\nHOUSE_OVERSIGHT_017217",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017217.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3055,
    "word_count": 525,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.205947",
    "prefix": "IMAGES-004"
  }
}