{
  "document_id": "HOUSE_OVERSIGHT_016087",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016087.txt",
  "text": "Appendix 4\n\na\n\nConventions in\nthe Book\n\nthe published work, such as a book or movie. Inverted Commas\nshould read, ‘so called’\n\nThe use of the ‘Oxford Comma’ - a comma after ‘and’ — gives a\nlonger break in a sentence to aid better understanding. You will find both\n‘and’ and, ‘and; used in this book deliberately.\n\nThe use of ‘their’ substitutes for he or she, and is a convention I\nbelieve will supersede, ‘he’ or ‘she’ and, ‘hin or ‘her’.\n\nThe puzzles in this book are all available to download, so you\ndon’t need to deface the book. Feel free to deface it if you wish. Buy the\nelectronic version and save trees.\n\nsk use of italics is intended to give accent or indicate the title of\n\nSome of this book is historical or factual, while much is highly\nspeculative. I have tried to indicate where ideas are controversial and\nwhere they are matters of accepted science. However, my experience is\nthat much of what you are taught tends to be a gross generalization or\neven plain wrong. If you treat facts with a degree of skepticism, you will\nfind this keeps you in good stead.\n\nAs someone who is highly dyslexic, there will be errors. Please email\nme the ones you find, and recommend the book to your friends so that I\ncan afford to print a second edition with your corrections.\n\nI have avoided the use of equations and mathematics, so you\ncan see the flow of the philosophical argument. I also avoid a strongly\nhistorical narrative, but if you enjoy the history of science I recommend,\nThe Missing 4%, and Quantum for a really clear exposé of the issues\n\nHOUSE_OVERSIGHT_016087",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1575,
    "word_count": 284,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.939471",
    "prefix": "IMAGES-003"
  }
}