{
  "document_id": "HOUSE_OVERSIGHT_017517",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017517.txt",
  "text": "1 Q. Okay. And do you remember what Adler told\n\n2 you specifically about the Epstein case that helped\n\n3. you have a basis of information to sell it to the\n\n4 investors?\n\ns) A. Other than him telling me that it was a\n\n6 billionaire pedophile, other than him telling me about\n\n7 the flight manifest, ] don't have a specific\n\n8 recollection of what else he told me.\n\ng Q. Did you actually look at the flight manifest\n\nfl10 atsometime, Mr. Rothstein?\n11 A. Yes, sir.\n12 Q. And what was it about those flight manifests\n13 _ that you felt would help you pitch the Epstein case to\n14 the investor?\n15 A. I don'tremember who specifically was on it,\n16 but] remember it looking juicy.\n17 Q. You don't know who was on it?\n\n#18 A. 1 don't recall.\n19 Q. Did you add any names to that manifest at\n20 any time?\n21 A. J] had -- you mean physically write names on\n22 there?\n23 Q. Any way you want to interpret -- did you --\n24 not physically write any names on the manifest, but\n25 did you tel] the investors that there were names on\n\n1 the manifest that were actually not on the manifest?\n\n2 A. | told the investors that there were other\n\n3. people that appeared on manifests, ] don’t recall\n\n4 whether it was that manifest or other manifests, and !\n\n2 got the names of those people from Russ Adler.\n\n6 Whether or not they actually appeared on the manifest\n\n7 or another manifest, ] do not know.\n\n8 Q. What names did you get from Russ Adler?\n\n: A. Russ Adler told ms Bill Clinton flew on\n10 Epstein's plane and that Prince Andrew flew on\n11 Mr, Epstein’ s plane.\n\n12 Q. And is it your testimony today that you\nfi3 never looked at the manifest to see whether Bill\n14 — Clinton or Prince Andrew's name were really on the\nf15 manifest that you were going to use to pitch the\n[16 investors?\n17 A. It was my understanding they didn't have all\n18 the manifests.\n19 Q. Okay. Did you ever ask for the manifests\n20 that purportedly had the name of Bill Clinton or\n21. Prince Andrew on it?\nAz A. 1 probably did, but I don't have a specific\n23 recollection one way or the other.\n24 Q. When you say you didn't have all the\n25 manifests, were all the manifests in your office --\n\nPage 107\n\nOe WNhNHr CUO DA nDUOBWNYPeEF OH DAA OB WN KF\n\nGAGGENAU RENO aE GENRES EY RTD ESE Ni AIC PSE OL RED RNR BE A ETM RIS OEE RMR NRG MRNAS SUT SMR AT TAM NAS SGU RAE PT RER ERE ROTRTIN OESTRONE ALARA RINT RN YI Ge ee Per\nNONNNNDNF PE PEP BEBE\n\nLO ALANAANNO\n\n1\n2\n3\n4\n\nA 5\n\n. 6\n\n7\n\n9\n\n210\n\nfl\n\n#12\n\n#13\n\ne14\n\n&\n\n£15\n\n£16\n\n#19\n\n221\n\n122\n\n$23\n\n24\n25\n\nwere all the manifests within the Jaw firm of RRA and\nyou simply didn't have them in your office?\n\nA. Thave no idea one way or the other.\n\nQ. Okay.\n\nA. J] did not have them.\n\nQ. You were told by Russel] Adler that you\ndidn't have -- that you physically didn't have all the\nmanifests, correct?\n\nA. That's correct.\n\nQ. But you don't know whether they were in the\nbuilding somewhere, these other supposed manifests?\n\nA. lThave no idea one way or the other.\n\nQ. You never asked for proof that Bill Clinton\nor Prince Andrew's name were on a manifest somewhere?\n\nA. ] didn't say that. 1 may very well have\nasked Adler or Ken Jenne to find the other manifests.\n\nQ. Were you ever shown a manifest with the name\nBill Clinton or the name Prince Andrew on them?\n\nA. ] do not recall one way or the other whether\n] saw that or not. ] remember Adler telling me about\nit and then me repeating that information to the\ninvestors based upon Mr. Adler's representations to\nme.\n\nQ. Now, you testified that you were told that\nthe Epstein cases were \"legitimate cases. Do you\n\nPage 108\nremember that testimony you gave this morning?\n\nA. Yes.\n\nQ. And you remember your testimony that you\nwere told they were legitimate cases by both Russ\nAdler and Brad Edwards, do you remember that?\n\nA. I never said that Mr. Edwards or Mr. Adler\nsaid, \"Scott, these are legitimate cases.\" ] didn't\nquestion them as to their legitimacy.\n\nQ. You did testify that you talked to Brad\nEdwards about the Epstein cases; is that correct?\n\nMR. SCAROLA: No, counsel, that is a\nmisrepresentation of the earlier testimony.\nMR. GOLDBERGER: No, it’s not.\nBY MR. GOLDBERGER:\n\nQ. Did you talk to Brad Edwards about the\neps cases?\n\nI do not recall one way or the other. That_\nwas my prior testimony, that's stil] my ‘testimony. /.\ndon't --1 do notrecall.\n\nQ. We'll Jet the record speak --\n\nA. I know] spoke to Adler about it.\n\nQ. We'll let the record speak for itself. Your\ntestimony, as ] am questioning you now, is that you do\nnot recall whether you spoke to Brad Edwards about the\nEpstein cases; is that correct?\n\ni!\n\nPage 109\n\n28 (Pages 106 to 109)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447{-bcdd-ca2d8fe94idf\n\nHOUSE_OVERSIGHT_017517",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017517.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4707,
    "word_count": 901,
    "line_count": 208,
    "import_date": "2025-11-19T21:47:47.805159",
    "prefix": "IMAGES-004"
  }
}