{
  "document_id": "HOUSE_OVERSIGHT_018269",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018269.txt",
  "text": "this was a simple question, nearly fifteen years into the wars it was still hard to\nanswer. There were a lot of dead terrorists. There were also a lot of new ones.\n\nAs the war against terrorism had progressed in the years since 2001, it had\nproduced at least this: a huge amount of data. Inside the Pentagon, analysis teams\npoured over records of phone calls and text messages. They examined maps of\npersonal relations, and studied granular statistics about who had been killed and\nwhy and when. All of this information went into targeting computers and databases,\nand what became more and more apparent with each passing year was that the\nspread of terrorism after 9/11 looked like nothing so much as the spread of a\ndisease. This was, at first, no great insight. After all, revolutionary ideas, dangerous\nideologies or just plain panic often look like epidemics. But what was shocking as\nyou studied the Pentagon numbers was the speed of this infection. Disease\nepidemics, even the most virulently aggressive ones like Ebola or drug-resistant\ntuberculosis, move at the pace of human contact; they can be watched and blocked\nand even quarantined. But the contagions associated with terrorism were warp-\ndriven to a pace well beyond what the soldiers and analysts could match or even\nfully monitor. “Is our current situation such that ‘the harder we work, the behinder\nwe get?” Rumsfeld asked in 2003.38\n\nTo be constantly behind. This was a commander’s nightmare. Among other things it\nwas that sense of never quite catching up that had so seared the new generals in the\naudience of my speeches. But it seemed to be an inescapable reality. One day a guy\nin Baghdad would figure out how to make an Explosively Formed Penetrator (EFP) -\na sort of pipe bomb that becomes a flying chunk of red-hot steel and can smash\nthrough a tank from 100 yards away - and ten days later the same design of\nprojectile would take out an official thousands of miles away in rural Afghanistan,\nbefore US troops had had a chance to update their defenses.*? Behinder. An\nAmerican commander would arrive in a new town in Iraq, receive a briefing about\nwho he could really trust, and discover a week later half of them were showing up\non terrorist call logs. Behinder.\n\nThe Americans knew why this was happening. The data made that clear enough. The\nproliferation of roadside IEDs, for instance: Obviously there was Al-Qaeda Institute\nof Technology, no central IED academy where bomb makers could gather to safely\nstudy trigger design or leisurely swap placement ideas.*° Such a place would have\nbeen flattened by a Tomahawk or a drone within hours of its discovery. And though\ntomes like Tarek Mahmoud el-Sawah’s famous 400-page guide to bomb making\nwere often picked up on raids, they were out of date. (El-Sawah’s tips included\n\n38 “Is our current situation”: Rumsfeld 2003 memorandum as above\n\n39 One day a guy: Anne Stenersen, “’Bomb-making for Beginners’: Inside an Al-\nQaeda E-Learning Course”, Perspectives on Terrorism, Vol 7. No. 1 (2013)\n\n40 Obviously there was no Al-Qaeda Institute of Technology: Matthew Bolton,\n“From minefields to minespace: An archeology of the changing architecture of\nautonomous killing in US Army field manuals on landmines, booby traps and IEDs”\nPolitical Geography 46 (2015) p. 47\n\n37\n\nHOUSE_OVERSIGHT_018269",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018269.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3321,
    "word_count": 558,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.717920",
    "prefix": "IMAGES-004"
  }
}