{
  "document_id": "HOUSE_OVERSIGHT_024436",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024436.txt",
  "text": "THE COMPANY, ITS ADVISORS, THE AGENTS, OR ANY OTHER PERSON OF RESULTS THAT WILL\nACTUALLY BE ACHIEVED. PROSPECTIVE PURCHASERS OF THE UNITS ARE CAUTIONED NOT\nTO PLACE UNDUE RELIANCE ON THESE PROJECTIONS.\n\nTHE INFORMATION PRESENTED HEREIN WAS PREPARED OR OBTAINED BY KUE AND IS BEING\nFURNISHED SOLELY FOR USE BY PROSPECTIVE INVESTORS IN CONNECTION WITH THE\nOFFERING. THE AGENTS HAVE NOT ASSUMED ANY RESPONSIBILITY FOR INDEPENDENT\nVERIFICATION OF THE INFORMATION CONTAINED HEREIN OR OTHERWISE MADE AVAILABLE IN\nCONNECTION WITH THE OFFERING OF SECURITIES AND MAKE NOC REPRESENTATIONS OR\nWARRANTIES AS TO THE ACCURACY OR COMPLETENESS OF SUCH INFORMATION. NOTHING\nCONTAINED HEREIN IS, OR SHOULD BE RELIED ON AS, APROMISE OR REPRESENTATION AS TO\nTHE FUTURE PERFORMANCE OF KUE.\n\nNOTICE TO NON-U.S. INVESTORS\nNOTICE TO RESIDENTS OF ARGENTINA\n\nTHIS MEMORANDUM HAS NOT BEEN APPROVED BY ANY SECURITIES REGULATOR IN\nARGENTINA AND DOES NOT ENABLE KUE, THE GENERAL PARTNER, OR ANY OTHER PARTY TO\nMAKE A PUBLIC OFFERING OF THE UNITS. THIS MEMORANDUM HAS ONLY BEEN ADDRESSED\nDIRECTLY TO THE PROSPECTIVE INVESTORS DESIGNATED AND IS INTENDED TO PROVIDE\nINFORMATION AT THEIR REQUEST. THIS MEMORANDUM SHOULD NOT BE CIRCULATED OR\nMADE PUBLIC IN ANY WAY. INVESTORS PARTICIPATING IN THIS ISSUANCE FULLY\nACKNOWLEDGE THAT THEY HAVE BEEN INVITED PERSONALLY AND IN CONSIDERATION OF\nTHEIR SPECIAL POSITION AS SOPHISTICATED INVESTORS AND THAT THEY HAVE HAD ALL\nPROPER AND DUE PERSONAL COUNSELING TO ADOPT ANY DECISION RELATED TO THIS\nISSUANCE. THE UNITS ARE NOT AUTHORIZED TO BE OFFERED PUBLICLY IN THE\nARGENTINEAN MARKET OR TO BE SOLD TO ANY INVESTOR IN ARGENTINA.\n\nNOTICE TO RESIDENTS OF AUSTRALIA\n\nTHIS MEMORANDUM HAS NOT BEEN AND WILL NOT BE LODGED WITH THE AUSTRALIAN\nSECURITIES AND INVESTMENTS COMMISSION. THE OFFER [IS ONLY MADE TO THOSE\nPERSONS TO WHOM DISCLOSURE IS NOT REQUIRED UNDER DIVISION 2 OF PART 6D.2 OR\nPART 7.9 OF THE CORPORATIONS ACT 2001 AND DOES NOT PURPORT TO BE AN OFFER OF\nINTERESTS FOR WHICH DISCLOSURE IS REQUIRED. IN ADDITION, KUE IS NOT A REGISTERED\nSCHEME AS DEFINED IN THE CORPORATIONS ACT 2001. RESALE OF THE UNITS IN AUSTRALIA\nWITHIN 12 MONTHS OF THE DATE OF ISSUE MAY REQUIRE THE SELLER TO COMPLY WITH THE\nDISCLOSURE REQUIREMENTS OF DIVISION 2 OF PART 6D.2 OR PART 7.9 OF THE\nCORPORATIONS ACT 2001.\n\nNOTICE TO RESIDENTS OF BRAZIL\n\nKUE IS NOT A PUBLICLY-HELD CORPORATION AND IS NOT LISTED WITH ANY STOCK\nEXCHANGE, ORGANIZED OVER THE COUNTER MARKET OR ELECTRONIC SYSTEM OF\nSECURITIES TRADING. LIKEWISE, THE UNITS HAVE NOT BEEN AND WILL NOT BE REGISTERED\nWITH ANY SECURITIES EXCHANGE COMMISSION OR OTHER SIMILAR AUTHORITY, INCLUDING\nTHE BRAZILIAN SECURITIES AND EXCHANGE COMMISSION (COMISSAO DE VALORES\nMOBILARIOS-\"CVM\"). ANY PUBLIC OFFERING, AS DEFINED UNDER BRAZILIAN LAWS AND\nREGULATIONS, OF THE UNITS IN BRAZIL IS NOT LEGAL WITHOUT SUCH PRIOR REGISTRATION\nUNDER LAW NR. 6.385/76. SUBSEQUENT TRADING OF THE UNITS IN BRAZIL IS ALLOWED ONLY\nBY MEANS OF PRIVATE TRANSACTIONS AND IS NOT SUBJECT TO REGISTRATION WITH THE\nCVM TO THE EXTENT THAT SUCH TRADING DOES NOT QUALIFY AS A PUBLIC OFFERING, IT\nSHOULD BE NOTED THAT A SELLER OF THE UNITS, HOWEVER, MAY BE ASKED BY THE\nPURCHASER TO COMPLY WITH PROCEDURAL REQUIREMENTS TO EVIDENCE PREVIOUS TITLE\nTO THE UNITS, AND MAY BE SUBJECT TO BRAZILIAN TAX ON CAPITAL GAINS WHICH MAY BE\nWITHHELD FROM THE SALE PRICE. PERSONS WISHING TO OFFER OR ACQUIRE THE UNITS\n\nHOUSE_OVERSIGHT_024436",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024436.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3425,
    "word_count": 554,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.336693",
    "prefix": "IMAGES-007"
  }
}