{
  "document_id": "HOUSE_OVERSIGHT_018819",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018819.txt",
  "text": "Area Analysis 9\n\nA mild tropical climate, scenic beauty, and status as a U.S. territory make Virgin Islands appealing for\nvacationers from United States and Europe. The islands host over 2.5 million visitors per year, most of\nwhom arrive by cruise ship, and tourism is the dominant economic engine of the islands, accounting\nfor roughly 70 percent of the total gross territorial product.\n\nEach district has its own distinct landscape, mix and intensity of land uses, cultural identity, and\nprospects for future development. St Thomas is home to the capital and the territory’s largest city,\nCharlotte Amalie, which has an estimated population of roughly 19,000 persons. St Thomas is the\nprimary center for resort tourism, government, finance, trade, and commerce, but its rugged\nlandscape limits the land available for agriculture and other types of land-intensive development.\nCharlotte Amalie is also home to a major deepwater harbor that is along major shipping routes to the\nPanama Canal, and it is just east of the Cyril E King International Airport — one of the busiest airports in\nCaribbean. St. Thomas has two cruise ship docks, and is the most frequented cruise ship port in the\nCaribbean.\n\nThe island of St John is just under 3 miles to the east of St Thomas. Cruz Bay is located on the western\ncoast of the island and serves as its primary port and link to St Thomas. Nearly two thirds of St John is\nowned by the National Park Service and is off-limits to commercial development.\n\nSt Croix is largest of the three islands, in both land area and population. It is roughly 45 miles to the\nsouth of St Thomas. Its primary towns are Christiansted and Frederiksted. Overall the island is flatter\nand has more land available for additional agricultural, commercial and residential development than\nSt Thomas. St Croix is also the primary manufacturing center for the Virgin Islands, with rum\ndistilleries, a major watch-assembly plant, and; until February 2012, one of the world’s largest\npetroleum refineries (which recently ceased refining operations).\n\nHistory\n\nThe Virgin Islands were originally settled by the Ciboney, Carib, and Arawaks. The islands were named\nby Christopher Columbus on his second voyage in 1493 for Saint Ursula and her virgin followers. Over\nthe next three hundred years, the islands were held by many European powers, including Spain,\nEngland, the Netherlands, France, and Denmark-Norway. The Danes developed the islands with\nplantation estates, and the estates boundaries are still used in legal descriptions for land to this day.\n\nThe U.S. took possession of the islands on March 31, 1917 and the territory was renamed the Virgin\nIslands of the United States. U.S. citizenship was granted to the inhabitants of the islands in 1927.\n\nGovernment\n\nThe U.S. Virgin Islands are an organized, unincorporated United States territory. Even though they are\nU.S. citizens, Virgin Islands residents cannot vote in presidential elections. Virgin Islands residents,\nhowever, are able to vote in presidential primary elections for delegates to the Democratic National\nConvention and the Republican National Convention.\n\nThe main political parties in the U.S. Virgin Islands are the Democratic Party of the Virgin Islands, the\nIndependent Citizens Movement, and the Republican Party of the Virgin Islands. Additional candidates\nrun as independents.\n\n; ; irr.\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018819",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018819.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3434,
    "word_count": 544,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.916694",
    "prefix": "IMAGES-005"
  }
}