{
  "document_id": "HOUSE_OVERSIGHT_011159",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011159.txt",
  "text": "by\n\nMRSp = e” (1)\n\nwhere as before 7 is the time that elapses between «“) and x). The MRS in exchange between\n\npresent and future consumption is the ratio at which present and future consumption can be ex-\nchanged by borrowing and lending. It is related to the interest rate 7 by\n\ndn)\n\nwhere W is wealth and the derivative is taken along a line of constant wealth, that is, along the\nsolid market line in figure 1. The MRS in fitness is defined by\n\nde)\ndh)\nwhere the derivative is taken along a line of constant fitness fF’. In equilibrium, all these versions\nof the MRS must be equal.\n\n=e\" (2)\n\nW constant\n\nMRS;p = — (3)\n\nF constant\n\n2.2 Finding the MRS in fitness\n\nThe evolutionary theory of time preference is complicated by the possibility that the returns from\nan investment may increase the Darwinian fitness of the investor’s daughter (or other relative)\nrather than that of the investor herself. This makes it necessary to use the evolutionary theory of\n“kin selection,” which deals with interactions between relatives [9, 10].\n\nThe particular model used here was developed in another context [14], and its application to the\neconomic problem of time preference is discussed elsewhere [15]. Rather than repeat that material\nhere, I shall simply state the relevant results.\n\n2.2.1 Results from the evolutionary theory of kin selection\n\nThe theory supposes that one individual (the donor or investor) undertakes an investment that has\nan immediate effect on himself, but a delayed effect on a second individual (the recipient). The\ndonor and recipient may or may not be the same individual. The donor undertakes his action at age\nz) and the recipient is affected after 7 time units, when the recipient’s age is a), This interaction\nchanges from P to P©) + AP the donor’s probability of surviving from age x to x + de.\nThe donor’s fertility during this same interval is changed from m™ to m® + Am™. Similarly,\nthe interaction changes from P®) to P®?) + AP©) the recipient’s probability of surviving from age\n2) toc) +. da. The recipient’s fertility during this interval is changed from m®) tom +Am®),\n\nThe effect of this interaction on Darwinian fitness are summarized in table 1, which is adapted\nfrom table 1 of [14]. Unlike the table used in my earlier work on time preference [15], this one\nincludes effects on fertility as well as on mortality. In the table, r denotes the coefficient of rela-\ntionship between donor and recipient,” the subscripts D and R indicate the sex of the donor and of\n\n*Wright’s coefficient of relationship [5, pp. 69, 137-138] can be interpreted as the fraction of their genes that two\nindividuals can expect to hold in common. It equals 1 if the donor and recipient are the same individual, 1/2 if the\nrecipient is an offspring, 1/4 if a grandchild, and so forth.\n\nHOUSE_OVERSIGHT_011159",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2824,
    "word_count": 488,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.808542",
    "prefix": "IMAGES-001"
  }
}