{
  "document_id": "HOUSE_OVERSIGHT_011684",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011684.txt",
  "text": "Middle East Affairs, and four years later the United Nations envoy, Count Folke\nBernadotte.\n\n“Why are you so strident,” Shamir asked me, only half-jokingly, after ’'d\ninsisted on joining a government discussion and pressing several intelligence\nmatters. “It’s because I’ve read the Lebanon inquiry,” I replied. “I saw what\nhappened when a message isn’t delivered assertively. I’m not going to be in the\nposition of making the same mistakes.” He nodded, and didn’t raise it again.\n\nIn fact, it was under Shamir that I began to get more involved with political\nand policy issues beyond the armed forces. Part of this came with the job of\nRosh Aman. There was hardly a major domestic or foreign challenge that did\nnot have some security component, and no security matter on which intelligence\nwas not critical. But I also found myself working more closely with leading\npoliticians: mainly Shamir and Misha Arens, who as defense minister was my\nmain point of contact. Since I was a Labor kibbutznik, we made an odd\nthreesome. Arens was also a lifelong Jabotinsky Zionist. He had been in the\nBetar youth movement in America, before going to Palestine in 1948 and\njoining the Irgun. In fact, it was with Misha’s personal backing that one of my\nformer Sayeret Matkal officers — the son of a Jabotinsky acolyte — had recently\ntaken his first steps into the political limelight. After a two-year stint as Israel’s\nnumber-two diplomat in Washington, Bibi Netanyahu had become our\nambassador to the United Nations.\n\nWith both Arens and Shamir, I built a solid relationship, based on mutual\nrespect, and it would deepen further when I moved on to a wider role in the\nkirya a few years later. They were straight talkers. While resolute about\ndecisions once they’d taken them, they were genuinely open to discussion and\ndebate. I also sometimes found a surprising degree of nuance behind their tough\nexterior.\n\nThe toughness was there, however. One of the first major security crises we\nfaced after Shamir became Prime Minister was known as the Kav 300 affair,\nnamed for the bus route between the southern port city of Ashdod and Tel Aviv.\nOn the evening of April 12, 1984, four Palestinians from Gaza boarded the bus\nand hijacked it back toward the border with Egypt. They told the passengers they\nwere armed with knives, and that a suitcase which one of them was carrying\ncontained unexploded anti-tank shells. After a high-speed chase, an Israeli army\nunit managed to shoot out the tires and disable the vehicle, when it was still\nabout ten miles short of Gaza. One of the passengers had been severely injured at\n\n213\nHOUSE_OVERSIGHT_011684",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011684.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2629,
    "word_count": 445,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.384269",
    "prefix": "IMAGES-001"
  }
}