{
  "document_id": "HOUSE_OVERSIGHT_014386",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014386.txt",
  "text": "estimates imply RF would generate ROTEs of 10-11% in 2016-2017E, hence we find RF\nfairly valued at 1.3x TBV. Our 13x multiple is in-line with large regional peers. Our DCF\nassumes a two-stage cost of capital of 13.6% and 10.5% and a terminal growth rate of\n6.5% and Tier 1 common of 8% at termination.\n\nDownside risks to our PO are a slower-than-expected credit recovery, and the Fed on\nhold for a longer period of time.\n\nSignature Bank (SBNY)\n\nWe use an equal-weighted three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our $160 PO and assign a 2.1x multiple to 3Q17E TBV, representing a premium to the\ngroup, which we believe is appropriate given a stronger profitability and capital profile,\nand above-peer-growth prospects. Our 16.1x multiple on 2017E is higher than peers\ngiven consistent above peer growth. Our DCF assumes a two-stage cost of capital of\n10% and a terminal growth rate of 4%.\n\nRisks to our price objective are required provisioning at higher-than-forecast levels,\nfurther deterioration in rental income for commercial properties, and a longer-than-\nanticipated low-rate environment.\n\nSunTrust Banks, Inc. (STI)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF} to arrive at our $53 PO,\nassigning a 1.7x multiple to 2017E TBV and 14.5x multiple on 17E EPS. Above peer\nP/TBV due to their above median profitability, and below peer P/E due to their below\nmedian EPS growth. We have weighted the P/E and P/TBV factors equally at 40%, and\nour DCF analysis by 20%.\n\nOur DCF assumes a two-stage cost of capital of 12% and a terminal growth rate of 4%.\n\nRisks to our price objective are macro risks, such as a slower than expected rate\nincrease. Upside risks are higher-than-expected capital return, a general beta rally for\nbank stocks, and faster recognition of “normalized” earnings.\n\nSVB Financial Group (SIVB)\n\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $165 price\nobjective and assign a 1.8x multiple to our 2Q17E TBV and apply a 17x P/E to 17E EPS.\nOur valuation multiples are both in line with high growth peers due to SIVB's high\nprofitability and EPS growth profile. Our DCF assumes a two-stage cost of capital of\n9.5% and a terminal growth rate of 6%.\n\nDownside risks are a longer than expected low rate environment and a slowdown in the\ntechnology sector and related IPO activity. Upside risks are sooner than expected rate\nhike, or better than expected pickup in the tech sector.\n\nSynovus Financial Corp. (SNV)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $40 price\nobjective and assign a 1.7x multiple to our forward 2Q17 TBV, given peers are currently\ntrading higher and a discount is warranted given their lower return profile. We place a\n15x multiple on 2017E EPS, in line with the historical median for the stock. Our DCF\nassumes a two-stage cost of capital of 9%, and a terminal growth rate of 3%.\n\nDownside risks to our price objective are potentially slower-than-expected economic\ngrowth in their footprint or a potential takeout price that is lower than where the stock\nis trading today. Upside risks to our price objective are a quicker pick-up in capital return\nthan we are expecting and SNV being acquired above our price objective.\n\nTCF Financial Corp. (TCB)\n\nBankofAmerica <2”\n\n72 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014386",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014386.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3406,
    "word_count": 566,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.474865",
    "prefix": "IMAGES-002"
  }
}