{
  "document_id": "HOUSE_OVERSIGHT_024871",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024871.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\nFebruary 25, 2019\n\nCuraleaf Hemp. Curaleaf (CSE: CURA; OTC: CURLF) is a vertically integrated U.S. multi-\nstate operator (MSO), based in Massachusetts that focuses on selling Curaleaf branded\nproducts in its company-owned dispensaries. In September, the company launched a\nseparate CBD focused line called Curaleaf Hemp, which is currently sold in 47 states.\nForm factors currently offered include tinctures, capsules, topicals, patches, vape pens,\nand pet treats. With both ingestible and topical CBD products currently offered in select\nWeegman’s stores, Curaleaf Hemp is focused on expanding into more channels and\n\nbecoming a national CBD brand by the end of the year. Curaleaf Hemp products are mid-\n\ntier priced, coming in above value offerings, but below what would be considered super-\npremium. This allows them to competitively target pharmacy chains and grocery stores.\nCuraleaf believes women represent an outsized opportunity within CBD and will focus\ntheir efforts on positioning their products towards that specific cohort. This makes good\nsense to us as our proprietary survey indicated that women slightly over-index to CBD\nrelative to men. Through FY9M18, Curaleaf has generated ~$45 mm in revenues\n(including adult use and medical) reflecting a 247% YoY growth rate, while delivering a\ngross margin of 57%.\n\nCV Sciences. Headquartered in San Diego, CA, publicly traded CV Sciences (OTCQB: CVSI)\nhas two distinct operating divisions, consisting of consumer products and specialty\npharmaceuticals. Within consumer products, the company is engaged in the\ndevelopment, manufacturing, marketing, and distribution of hemp-derived CBD\nproducts, which are refined into its own PlusCBD Oi!” brand. Form factors are broad\nbased and include oils, capsules, sprays, balms, beauty products, and gummies, and are\ndistributed nationally in health food stores and health care provider offices through\nselect distributors and online. CV Sciences currently distributed to over 2,000 retail\nlocations. CV Sciences has generated ~$34 mm in revenues though the first nine months\nof FY¥18, which reflects a 153% YoY growth rate. Over the comparable timeframe, the\ncompany reported gross margin of 72%, reflecting over 300 bps of expansion.\n\nElixnol. Elixinol (ASX: EXL; OTCQX: ELLXF) has a global presence in the cannabis\nindustry, including hemp-derived CBD dietary supplements, food and wellness products,\nas well as the cultivation and manufacturing of medicinal cannabis products. Business\nsegments include:\n\ne —_Elixinol USA. Founded in 2014, Elixinol USA is a manufacturer and global\ndistributor of industrial hemp-based dietary supplements and skincare\nproducts, with operations based out of Colorado.\n\ne Hemp Foods Australia. Founded in 1999, is a leading hemp foods wholesaler,\nretailer, manufacturer and exporter of bulk ad branded raw materials and\nfinished products.\n\ne — Elixinol Australia. Founded in 2014, to participate in the emerging Australian\nmedical cannabis market.\n\nIn 2018, Elixinol revenues grew 121% YoY to ~SAUD 37mm (~$27 mm). The company’s\nNorth America business contributes over 80% to total company revenues.\n\nGreen Thumb Industries (Beboe). As one of the more well-known U.S. multi-state\noperators (MSOs), Green Thumb Industries (CSE: GTIl; OTCQX: GTBIF) recently\nannounced the acquisition of Beboe, a premium cannabis brand, headquartered in\nCalifornia. Beboe products are sold in over 125 California and Colorado retail locations,\nand notably, the acquisition will give GTI access to the CBD market through Beboe’s\nrecently launched, direct-to-consumer line of hemp derived CBD products. Current CBD\nproducts offered from Beboe include a vape pen, called Calming, which contains 500\nmegs cannabis oil, as well as a beverage called Dirty Lemon. In order to maintain the\npremium nature of the Beboe brand equity, GTI plans to ship the product into high-end\nluxury stores (which currently includes Barney’s). In the first nine months of fiscal 2018,\n\nCOWEN.COM\n\n2\n\n55\n\nHOUSE_OVERSIGHT_024871",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024871.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4048,
    "word_count": 601,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:47.029739",
    "prefix": "IMAGES-008"
  }
}