{
  "document_id": "HOUSE_OVERSIGHT_012387",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012387.txt",
  "text": "corrected in the legislative process.\n\n3. The President should presume that enactments are constitutional. There will be some occasions,\nhowever, when a statute appears to conflict with the Constitution. In such cases, the President can and\nshould exercise his independent judgment to determine whether the statute is constitutional. In\nreaching a conclusion, the President should give great deference to the fact that Congress passed the\nstatute and that Congress believed it was upholding ‘its obligation to enact constitutional legislation.\nWhere possible, the President should construe provisions to avoid constitutional problems.\n\n4. The Supreme Court plays a special role in resolving disputes about the constitutionality of .\nenactments. As a general matter, if the President believes that the Court would sustain a particular\nprovision as constitutional, the President should execute the statute, notwithstanding his own beliefs\nabout the constitutional issue. If, however, the President, exercising his independent judgment,\ndetermines both that a provision would violate the Constitution and that it is probable that the Court\nwould agree with him, the President has the authority to decline to execute the statute.\n\n5. | Where the President's independent constitutional judgment and his determination of the Court's\nprobable decision converge on a conclusion of unconstitutionality, the President must make a decision\nabout whether‘or not to comply with the provision. That decision is necessarily specific to context, and\nit should be reached after careful weighing of the effect of compliance with the provision on the\nconstitutional rights of affected individuals and on the executive branch's constitutional authority. Also\nrelevant is the likelihood that compliance or non-compliance will permit judicial resolution of the\nissue. That is, the President may base his decision to comply (or decline to comply) in part on a desire\nto afford the Supreme Court an opportunity to review the constitutional judgment of the legislative\nbranch.\n\n6. The President has enhanced responsibility to resist unconstitutional provisions that encroach upon\nthe constitutional powers of the Presidency. Where the President believes that an enactment\nunconstitutionally limits his powers, he has the authority to defend his office and decline to abide by it,\nunless he is convinced that the Court would disagree with his assessment. If the President does not\nchallenge such provisions (i.e., by refusing to execute them), there often will be no occasion for\njudicial consideration of their constitutionality; a policy of consistent Presidential enforcement of\nstatutes limiting his power thus would deny the Supreme Court the opportunity to review the\nlimitations and thereby would allow for unconstitutional restrictions on the President's authority.\n\nSome legislative encroachments on executive authority, however, will not be justiciable or are for\nother reasons unlikely to be resolved in court. If resolution in the courts is unlikely and the President\ncannot look to a judicial determination, he must shoulder the responsibility of protecting the\nconstitutional role of the presidency. This is usually true, for example, of provisions limiting the\nPresident's authority as Commander in Chief. Where it is not possible to construe such provisions\nconstitutionally, the President has the authority to act on his understanding of the Constitution.\n\nOne example of a Presidential challenge to a statute encroaching upon his powers that did result in\nlitigation was Myers v. United States, 272 U.S. 52 (1926). In that case, President Wilson had defied a\nstatute that prevented him from removing postmasters without Senate approval; the Supreme Court\nultimately struck down the statute as an unconstitutional limitation on the President's removal power.\nMyers is particularly instructive because, at the time President Wilson acted, there was no Supreme\nCourt precedent on point and the statute was not manifestly unconstitutional. In fact, the\nconstitutionality of restrictions on the President's authority to remove executive branch officials had\nbeen debated since the passage of the Tenure of Office Act in 1867 over President Johnson's veto. The\ncloseness of the question was underscored by the fact that three Justices, including Justices Holmes and\nBrandeis, dissented in Myers. Yet, despite the unsettled constitutionality of President Wilson's action,\n\n‘no member of the Court in Myers suggested that Wilson overstepped his constitutional authority -- or\n\nHOUSE_OVERSIGHT_012387",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012387.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4583,
    "word_count": 677,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.841351",
    "prefix": "IMAGES-001"
  }
}