{
  "document_id": "HOUSE_OVERSIGHT_011804",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011804.txt",
  "text": "/ BARAK / 47\n\nWhether the stories were true wouldn’t matter. They would still make the real\nbargaining necessary for peace far more difficult, perhaps even impossible.\n\nI also had doubts whether Assad was ready for real peace: embassies, open\nborders, personal contact between Syrians and Israelis, and ideally an\ninternationally backed free-trade manufacturing area on the Golan to give Syria a\ntangible stake in ensuring the peace lasted. In earlier talks, under Shimon Peres,\nSyrian negotiators had at one stage brought a message from Assad. What did we\nmean, he wanted to know, with all this emphasis on peace, peace, peace? Syria had\npeace with £7 Salvador, but without any of the trappings we were insisting on.\nPeace, in Assad’s mind, seemed to mean merely an absence of war. Plus, of course,\ngetting back the Golan.\n\nI did, however, come ready to negotiate. Though I was still not prepared to\nreconfirm Rabin’s “pocket deposit” as a mere ticket of admission, my position\nremained essentially the one I had worked out with Yitzhak in formulating the\ndeposit: IAMNAM, “‘if all my needs are met.”’ Meaning that if Assad showed a\nreadiness to deal with /srael’s requirements in a peace deal, I did, of course,\nrecognize we would leave the Golan Heights. In addition to early-warning\nfacilities, we envisaged an open border with a demilitarized area on either side, as\nwell as guarantees that important sources of water for Israel would not be blocked\nor diverted. As Assad knew, despite his presumably feigned puzzlement about\nSyria’s arrangements with El Salvador, we also needed the agreement to embody a\nmutual commitment to real peace: through elements like an exchange of\nambassadors and the establishment of the free-trade zone. As with the Begin-Sadat\npeace, we assumed that our Golan withdrawal would come in phases, parallel to\nthe implementation of the other provisions of the treaty.\n\nIn our initial meetings in Shepherdstown, Foreign Minister al-Sharaa showed no\ninclination even to talk about these other issues. So on the second afternoon we\nwere there, I suggested to President Clinton the Americans try to break the logjam\nby drafting a paper of their own. It would detail all the issues in an eventual\nagreement, with parenthetical references to those on which we and the Syrians still\ndiffered. Then each side could respond with a view toward narrowing the gaps.\n\nThe President liked the idea. So did Al-Sharaa. Three days later, the President\npresented the eight-page American draft. With his customary eloquence, he\nemphasized the need for us to use it as a springboard for peace, not to score\npolitical points, and each side agreed to take a couple of days to look through it. It\n\n333\nHOUSE_OVERSIGHT_011804",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011804.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2732,
    "word_count": 451,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.867288",
    "prefix": "IMAGES-001"
  }
}