{
  "document_id": "HOUSE_OVERSIGHT_016402",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016402.txt",
  "text": "ARTIFICIAL INTELLIGENCE AND THE FUTURE OF CIVILIZATION\nStephen Wolfram\n\nStephen Wolfram is a scientist, inventor, and the founder and CEO of Wolfram\nResearch. He is the creator of the symbolic computation program Mathematica and its\nprogramming language, Wolfram Language, as well as the knowledge engine\nWolfram|Alpha. He is also the author of A New Kind of Science.\n\nThe following is an edited transcript from a live interview with him conducted in\nDecember 2015.\n\nI see technology as taking human goals and making them automatically executable by\nmachines. Human goals of the past have entailed moving objects from here to there,\nusing a forklift rather than our own hands. Now the work we can do automatically, with\nmachines, is mental rather than physical. It’s obvious that we can automate many of the\ntasks we humans have long been proud of doing ourselves. What’s the future of the\nhuman condition in that situation?\n\nPeople talk about the future of intelligent machines and whether they’Il take over\nand decide what to do for themselves. But the inventing of goals is not something that\nhas a path to automation. Someone or something has to define what a machine’s purpose\nshould be—what it’s trying to execute. How are goals defined? For a given human, they\ntend to be defined by personal history, cultural environment, the history of our\ncivilization. Goals are uniquely human. Where the machine is concerned, we can give it\na goal when we build it.\n\nWhat kinds of things have intelligence, or goals, or purpose? Right now, we\nknow one great example, and that’s us—our brains, our human intelligence. Human\nintelligence, I once assumed, is far beyond anything else that exists naturally in the\nworld; it’s the result of an elaborate process of evolution and thus stands apart from the\nrest of existence. But what I’ve realized, as a result of the science I’ve done, is that this is\nnot the case.\n\nPeople might say, for instance, “The weather has a mind of its own.” That’s an\nanimist statement and seems to have no place in modern scientific thinking. But it’s not\nas silly as it sounds. What does the human brain do? A brain receives certain input, it\ncomputes things, it causes certain actions to happen, it generates a certain output. Like\nthe weather. All sorts of systems are, effectively, doing computations—whether it’s a\nbrain or, say, a cloud responding to its thermal environment.\n\nWe can argue that our brains are doing vastly more sophisticated computations\nthan those in the atmosphere. But it turns out that there’s a broad equivalence between\nthe kinds of computations that different kinds of systems do. This renders the question of\nthe human condition somewhat poignant, because it seems we’re not as special as we\nthought. There are all those different systems of nature that are pretty much equivalent,\nin terms of their computational capabilities.\n\nWhat makes us different from all those other systems is the particulars of our\nhistory, which give us our notions of purpose and goals. That’s a long way of saying that\nwhen the box on our desk thinks as well as the human brain does, what it still won’t have,\nintrinsically, are goals and purposes. Those are defined by our particulars—our particular\nbiology, our particular psychology, our particular cultural history.\n\n182\n\nHOUSE_OVERSIGHT_016402",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016402.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3328,
    "word_count": 551,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.318483",
    "prefix": "IMAGES-003"
  }
}