{
  "document_id": "HOUSE_OVERSIGHT_014054",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014054.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 75\n\nPerhaps the most extensive discussion of this issue has come from the\nEpstein case discussed earlier.’? Overruling the Government’s argument\nthat the CVRA only applies after the formal filing of charges, Does v.\nUnited States held that “the statutory language clearly contemplates pre-\ncharge proceedings.””* The court in Does explained that “[c]ourt\nproceedings involving the crime are not limited to post-complaint or post-\nindictment proceedings, but can also include initial appearances and bond\nhearings, both of which can take place before a formal charge.”” The court\nalso noted that the CVRA’s “requirement that officials engaged in\n‘detection [or] investigation’ [of crimes] afford victims the rights\nenumerated in subsection (a) surely contemplates pre-charge application of\nthe CVRA.”®° Finally, the court in Does noted that “[i]f the CVRA’s rights\nmay be enforced before a prosecution is underway, then, to avoid a strained\nreading of the statute, those rights must attach before a complaint or\nindictment formally charges the defendant with the crime.”*!\n\nIn sum, the relevant case law unanimously agrees that the CVRA\nextends nights to crime victims before charges have been filed.\n\nII. THE JUSTICE DEPARTMENT’S UNPERSUASIVE POSITION\n\nDespite the CVRA’s broad remedial purposes, its expansive language\nreferring to investigations, and the unanimous case law extending rights to\nvictims prior to defendants being charged, the OLC released a\nmemorandum in 2011 concluding that CVRA rights attach only “from the\ntime that criminal proceedings are initiated (by complaint, information, or\nindictment).”*? OLC’s analysis is unpersuasive. Although OLC’s opinion\n\nDean for support; but (as just explained above) Dean held exactly the opposite. Similarly,\nPetersen cites other cases involving the right to confer after charges have been filed. Id. But\nnone of these cases actually presented the issue of the CVRA’s application to pre-indictment\nsituations, since charges had already been filed in each of these cases. See, e.g., In re\nStewart, 552 F.3d 1285, 1289 (11th Cir. 2008).\n\n™ Toes v. United States, 817 F. Supp. 2d 1337 (S.D. Fla. 2011).\n\n78 Td. at 1341.\n\n” Td.\n\n8° Td. at 1342.\n\n81 Td. Recently, the district court in the Does case also rejected Government efforts to\ndismiss the action. The district court found that, if the victims could prove the factual\nallegations they have made, then they would be entitled to relief, including potentially the\nrelief of invalidating the nonprosecution agreement that Epstein obtained from the\nGovernment. Does v. United States, No. 9:08-cv-80736-KAM, 2013 WL 3089046, at *3\n(S.D. Fla. June 19, 2013).\n\n82 OLC CVRA Rights Memo, supra note 2, at 1. Although the opinion is dated December\n17, 2010, it was publicly released on May 20, 2011. See Letter from Jon Kyl, supra note 3.\n\nHOUSE_OVERSIGHT_014054",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014054.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2889,
    "word_count": 449,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.484673",
    "prefix": "IMAGES-002"
  }
}