{
  "document_id": "HOUSE_OVERSIGHT_023321",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023321.txt",
  "text": "you , I find it very distasteful. . soto be clear , my terms are as follows. I will only work for the usual 40\nmillion per year. It needs to be paid, 25 million upon signing an agreement. 5 million every 2 months\nthereafter for 6 months ie march may june . this can begin ifiam able in January. I will immediately stop\nwork , if the payment is not received. If you want me to work this year until Jan 15, it will be 10\n\nmillion. paid upfront. after one year you will be left with a new estate plan a running office. staffed with\nprofessionals overseen by Barry. (hallelujah ) a tax plan . and an investment that returns more than any\npainting you could possible own. _. no agreement - no work. however - I of course will talk to Barry for the\nhour that i promised , and take your guidance as to what I should say.\n\n11:45 PM (13 hours ago)\nto me\n\nOB\n\nT\n\nim in paris now\n\nDate: Sun, May 1, 2016 at 6:51 PM\nSubject: Fwd: Valuation Discount\nTo: Melanie Spinella|\nLeon please read the attached proposed response to the IRS__, see if you can understand it !!!. Ive asked fora\nre-do. and given prelimiary directions to Alan to have it edited over the weekend\n\nIf you are quarterbacking ,ok with me. just please let everyone know. you must deal with the outrageous\nincompetence in your family office... Alans words \" but I was told that.. , but I was told by the office (sic)\nthat ... , BUT i was told by joslin,. , but I was told by. \" why is leon blaming me for...\" . I ve have always\ngiven you my best advice, If you reflect on your financial life , you have been kept safe , had remarkable\nresults and no disasters. I have repeatedly urged you to get rid of the people in your office. , you\nhave repeatedly chosen to ignore my advice , youtold me last week that the emotional reason was in order\nto be weaned off my group and not have to pay my high fees. ( though ignoring the benefit of between 1.5\nand 2b to the better. ). and no explosions. You have email after email ,where i remind you that I am not\nyour bookkeeper or accountant (in brads corporate speak his\" finance dept ??!!) that it should be redone I\nhave reviewed a multitude of the silly reports given to you and have pointed out the continued numerous\ninaccuracies. your question \"so what if the numbers are off , so what if the categories are off. whats the big\ndeal??. I suggest you de risk you finances and make the tough decisions necessary - pay the right amounts (\nhigh) to get the work done properly or , you are , Im afraid, certain to get an unhappy answer.. tom will be\nback from vacation. this week.\nDate: Thu, Apr 28, 2016 at 5:16 PM\nSubject: Valuation Discount\nTo: \"jeffrey E.\" <jeevacation@gmail.com>\n\nI am attaching a draft response from Empire Valuation as to why it arrived at a valuation discount on the low\nend. Let’s discuss the response and next steps. Thanks. Alan\n\nAlan S. Halperin | Partnerst'Paul, Weiss, Rifkind, Wharton & Garrison LLPists!1285 Avenue of the Americas |\nNew York, NY 10019-6064'ctp Direct Phone) | (Direct\n\nFax ste | www.paulweiss.com\n\n(10 hours ago)\n\nto me\n\nBs\n\nJeffrey\n\nPete informs the GIV is completed,.\n\nThx,\n\nHOUSE_OVERSIGHT_023321",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3140,
    "word_count": 589,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.576199",
    "prefix": "IMAGES-007"
  }
}