{
  "document_id": "HOUSE_OVERSIGHT_010564",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010564.txt",
  "text": "Scott Link\nJune 19, 2019\nPage 5\n\nhad been victimized. It shattered her to her core. At the vulnerable age of 16, Mr. Epstein made\nhimself the center of her existence and the master of her world. She realized she was a\ndisposable pawn in his game. She could not talk about her years with Mr. Epstein because she\nwas consumed with shame. At 16 years old, he isolated her and made himself her only\nemotional support system. Her mental torment and pain turned into depression. She was\nprescribed medication. She numbed herself and tried not to deal with what had happened. She\ntried to block the pain.\n\nes ..:: embarrassed that she had been used and abused. She withdrew and had\nno desire to model or interact with anyone in the modeling world anymore. iii’\nstopped taking calls from modeling agencies, and eventually they stopped calling for good. She\nwas afraid to go to New York where her emotions and memories would be triggered.\n\nThe final contact between IEEE and Mr. Epstein was when he tracked her\nparent’s house phone number in Kansas and tried to speak to her. J mother\ngrabbed the phone and told Mr. Epstein she was calling the police before hanging up on him.\n\nHer career dwindled to nothing. Taking a break from the modeling industry when clients\nlike Italian Vogue and Victoria’s Secret were requesting bookings constituted career suicide.\n\nIn Kansas she became chronically depressed. She was suicidal before her 18\" birthday.\nShe called the suicide hotline many times from her home.\n\nWhile in Kansas, a friend of i: her an email with news that Mr. Epstein\nhad been arrested for trafficking underaged girls. MM felt as if she had gone from\nbeing a supermodel to becoming an unsuspecting prostitute. Her parents’ warnings of what\nwould become of her in New York had come to fruition. She fell prey to a child predator, Mr.\nEpstein, and it took her a decade to understand the gravity of what Epstein had done to her as a\nvulnerable young girl.\n\nMr. Epstein masqueraded as a loving mentor, a parental substitute and friend who had\nnothing /— best interest in mind. The repercussions of the sexual and mental\nabuse cndured remain with her. Her first sexual encounters are forever scarred by\nmemories of Mr. Epstein forcing his purple massage device between her legs amidst her cries for\nhim to stop. Debilitating nausea and stomach pain followed her separation from him. She had\nno framework with which to reference what a “normal” sexual experience was. She remains\nplagued with self-doubt and insecurity and finds it nearly impossible to separate memories of\nMr. Epstein’s manipulation and abuse from new relationships she tries to develop.\n\nHOUSE_OVERSIGHT_010564",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2672,
    "word_count": 455,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.068227",
    "prefix": "IMAGES-001"
  }
}