{
  "document_id": "HOUSE_OVERSIGHT_022750",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022750.txt",
  "text": "Then there is the outside world pressed to the glass, appalled and\ntitillated by the monster inside the big house—a kind of Boo Radley of the\nUpper East Side. I have taken friends by the Epstein mansion, and the\nreaction to its other-worldly size in Manhattan is almost always the same: a\ngasp. Press accounts, seldom supplying new information, ever recycle and\nrepeat the mysterious (and monstrous) billionaire mythology, with brief\nglimpses of him stepping out of the house (the same photos endlessly\nrepublished), and the assumption of depravity inside.\n\nIn fact, the life in the house, without wife or children or conventional\ndomestic demeanor, in some way conforms to the most scripted fantasies: a\nlife somewhere between Daddy Warbucks and Eyes Wide Shut.\n\nThe domesticity of the house, and the background of Epstein’s\nproblems, centers around a group of young women who act as his support\nstaff and companions. Some have worked for him for many years, marrying,\nhaving children, and continuing as part of his business and household\ninfrastructure. One woman, on an afternoon when I was there, recently\nmarried, had just returned from an around the world honeymoon that Epstein\nhad arranged for her. Some are his romantic interests. His present girl friend\nis in dental school. One former girlfriend, Eva Andersson Dubin, a Swedish\nmodel and Miss Universe finalist, became a doctor and married hedge\nfunder Glen Dubin and together they finance the Dubin Breast Center at\nMount Sinai Hospital. Most at one time will travel with him to his other\nfloating residences—the ranch in New Mexico, a vast apartment in Paris, the\nIsland in the Caribbean, the house in Palm Beach.\n\nThis is so outside of conventional living or staffing or romantic\nrelationships that it is hard to describe in a straightforward or straight-faced\nway. It sometimes seems part of Epstein’s implicit challenge: not just look at\nme, but do you even believe what you see? Or it seems he is just oblivious to\nwhat others are thinking. A willful and perhaps fatal tone deafness.\n\nBut Hefnerian prurience can also be quite businesslike: poised young\nwomen in a mansion on the Upper East Side with various office\nresponsibilities are really not that different from any of the art galleries in\nthe surrounding neighborhood.\n\nEpstein’s young women mingle freely with his powerful guests, not so\nmuch as hostess or, in tabloid language, harem-like (or as “sex slaves”), but\noften as attentive students (that, of course, might be regarded as having its\nown fetish-like attraction).\n\nNot long ago, Epstein invited me to sit in on a day of presentations to\nhim in his dining room by various “quants.” Quant theory involves making\ninvestments based solely on mathematical and statistical models. This\n\nHOUSE_OVERSIGHT_022750",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022750.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2787,
    "word_count": 455,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.449562",
    "prefix": "IMAGES-007"
  }
}