{
  "document_id": "HOUSE_OVERSIGHT_023861",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023861.txt",
  "text": "How to Teach the Twelve Cognitive Processes 115\n\none foot going in front of the other foot or think about it very much.\nSo if a teacher tries to teach us about it, it is doubtful that the words\nwill help us much. Scripts are practiced. We can prepare for them if\nthat makes people happy. We can tell a child what will happen when\nhe rides in an airplane for the first time, but it isn’t so that he can do\nwhat he is supposed to do so much as to make him more comfortable\nand less surprised by noises or procedures that might be upsetting.\nThe only way to really learn a script is to do it again and again.\n\nSo what does this tell us about teaching scripts? What if we don’t\nhave the time to allow a student to practice? This is, of course, what\nhappens in job-training situations. We tell someone what to do and\nhope they very quickly will learn how to do it. We can’t afford weeks\nof practice. So how do we teach scripts in that case?\n\nThe answer to this depends on the number of mistakes that it\nis possible to make while executing a script. The real issue in script\nexecution is, after all, not knowing the next steps, but knowing what\nto do (or what not to do) when the script begins to falter in some\nway. This means that a teacher (or a course designer) must have one\nquestion in mind when thinking about teaching a script: What are\nthe most common (and most important) mistakes that are made by\nnovices when they execute this script?\n\nTo teach people to avoid mistakes in a script, or to teach them to\nget out of difficult situations properly, one must practice those situa-\ntions. This means that script teaching must focus around errors and\nthat it is the job of a teacher to systematically make sure that every-\nthing that could go wrong, does go wrong in any practice situation.\nTeaching scripts means helping the student form a case base of errors\nand a case base of how to handle them. Here again, this cannot be\ntaught consciously. Script failures must be taught through practice.\nThe students must build up their own case bases by experiencing the\nproblem and then either think their way out of it, or learn standard\nsolutions as a way out of it by practicing them. So, we can speed up\nthe script-learning process by creating a simulation that has every im-\nportant mistake built into it waiting for the student to trip up and\nmake that mistake.\n\nWhen a script isn’t known and predictions need to be made, the\nusual human procedure is to adapt on old script to serve as a tempo-\nrary new one. Never been on a plane but have been on a train? Never\nbeen in a fancy restaurant but have been to a fast-food restaurant?\n\nHOUSE_OVERSIGHT_023861",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023861.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2653,
    "word_count": 496,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.173246",
    "prefix": "IMAGES-007"
  }
}