{
  "document_id": "HOUSE_OVERSIGHT_012695",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012695.txt",
  "text": "outside. Two hundred swells become party prisoners and resign to just\nhaving an absolute ball till 5:@@am. Once again, this is the most star\nstudded party in town.\n\nSaturday, February 26°\", 2011\n\nThe sun comes up and dries up all the land. IAC chairmen and owner of\nThe Newsweek/Daily Beast Barry Diller and his designer wife Diane Von\nFurstenberg host their annual lunch for Graydon Carter in their\nColdwater Canyon home. Barry introduces me to his star guest, Governor\nJerry Brown, just elected to his third (nonconsecutive) term as\nCalifornia Governor. Diane’s children, Alex and Tatiana, along with\ntheir children comprise three generations of guests, which makes this\nparty so special.\n\nLike last year, enormous clear plastic tents are erected on the hill\nnear the house. Long wooden picnic tables covered with yellow flowers\nsit on oriental rugs, covering the soggy ground. Terrines of hot soup,\nplatters of sausages, fried chicken and salads are beautifully arranged\non an endless buffet. Everyone wears winter clothes; comfy sweaters and\nsensible shoes. I arrive in a fur coat.\n\nBarry and Diane’s loyal friends have been coming to this party for over\nfifteen years. Everybody knows everybody and it doesn’t matter if you\nhave a hit film or TV show this season. Oprah Winfrey kisses David\nGeffen, casually chats with former Disney CEO Michael Eisner and current\nSony chief Sir Howard Stringer. Brett Ratner arrives with his house\nguest Jean Pigozzi who is allowed to photograph everyone. Graydon greets\npeople with wife Anna and Fran Lebowitz by his side.\n\nIngrid Sischy and Sandy Brant, Rupert Murdoch, Ron Meyer, Bryan Lourd\nFrancesco Clemente with his twin boys and Tom Ford chat each other up.\nPeople watching include the pregnant Victoria and David Beckham with\nLynn Wyatt, Liv Tyler, Vincent Gallo, Eva Longoria, Larry Gagosian and\nShala Monroque, Ben Silverman, Debbie and Allen Grubman, Tobias Meyer\nand Mark Fletcher and Stephen Gaghan and Mini Mortimer wearing her\noversized cat glasses.\n\nBruce Cohen has invited me to the Oscar broadcast rehearsal. This is a\nspecial honor. There are metal barricades leading up to the credentials\ntrailer. High-tech security includes photos and computer background\nchecks. The only thing they don’t do is pat me down and ask for\nfingerprints. Once inside the Kodak Theater’s massive auditorium, I find\na seat next to Bruce’s proud parents. I watch Josh Brolin and Javier\nBardem come out in white dinner jackets and flub their lines as they\npretend to present Best Adapted Screenplay and Best Original Screenplay.\n\nHOUSE_OVERSIGHT_012695",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012695.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2588,
    "word_count": 417,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.339105",
    "prefix": "IMAGES-002"
  }
}