{
  "document_id": "HOUSE_OVERSIGHT_017223",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017223.txt",
  "text": "4.2.12\nWC: 191694\n\n“The Muslim Student Union orchestrated a concerted effort to disrupt the speech. One\nstudent after another stood and shouted so that the ambassador could not be heard. Each\nstudent was taken away only to be replaced by another doing the same thing.”\n\nChemerinsky understates what happened, as anyone can see by watching a video of the event,\navailable online (http://www.youtube.com/watch?v=7w96UR79TBw). This was more than a\n\"concerted effort to disrupt the speech.\" It was a concerted effort to stop it completely -- to\ncensor Oren's right to speak and his audience's right to hear him. The efforts to disrupt succeeded;\nthe effort to stop ultimately failed. Moreover, there is undisputed evidence that there was a well-\nplanned conspiracy to censor Oren's talk.\n\nThe students were disciplined by the university for their actions, though the nature and degree of\nthe discipline has been kept confidential. Campus sources have characterized it as a \"slap on the\nwrist.\" Since the students had to be arrested to prevent the speech from being drowned out, the\nDistrict Attorney, quite understandably, commenced a criminal investigation. After learning of the\ncareful planning that went into the concerted effort to prevent Oren from speaking, the DA filed\nmisdemeanor charges against those who were involved.\n\nThis decision resulted in an outcry by radicals, many of whom favor censorship of pro-Israel\nspeakers. In a letter to the DA signed by many well-known anti-Israel zealots, as well as by the\ntwo leaders of the local ACLU, the incident was described as merely a protest:\n\n“the students non-violently and verbally protested a university-invited speaker. The\nstudents left the event peacefully ....”*°\n\nThen, in an effort to blame the victims, the letter pointed the finger at pro-Israel students who\nwanted to listen to Oren speak claiming -- quite falsely -- that the Muslim Student Union censors\n\"conducted themselves in less of a disruptive manner than some of the counter-protestors...\"\nSounds as if the Muslim Student Union deserved a civil liberties award, while the students who\ncame to listen to the invited speaker—“the counter-protestors”—deserve to be condemned. Ina\nmore recent letter the ACLU leaders claim that “the students’ intent was not to censor the\nspeaker...”\n\nThe students themselves have been more honest about their intentions than the ACLU leaders. .\nFor instance, one student leader refused to acknowledge that Mr. Oren had First Amendment\nrights of his own by interrupting him and shouting, “Propagating murder is not an expression of\nfree speech!” (Shades of Bruce Franklin!) Another student was caught on video telling a crowd\nassembled outside the event that “we pretty much shut them down”.\n\nThe fact that radical anti-Israel zealots would support censorship of a pro-Israel speaker comes as\nno surprise. But the fact that the letter of support was signed by two ACLU leaders should shock\nall civil libertarians and supporters of the ACLU. I have been a supporter of the ACLU for half a\ncentury and was a national board member. In addition to supporting the right of Nazis to march\nthrough Skokie, I have defended the right of the most virulent anti-Israel speakers to participate\n\n” http://www. baitcal.com/UCIMuslimStudentUnion.html\n\n136\n\nHOUSE_OVERSIGHT_017223",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017223.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3319,
    "word_count": 523,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.073997",
    "prefix": "IMAGES-004"
  }
}