{
  "document_id": "HOUSE_OVERSIGHT_011923",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011923.txt",
  "text": "COUNT IV —- EQUITABLE RELIEF FOR LOSS OF BUSINESS AND REVENUE - AS\nTO DEFENDANTS TYLER MCDONALD AND MCDONALD D/B/A YI.ORG\n\n71. The allegations contained in paragraphs | through 3 & 45 through 58 above are re-\nalleged and incorporated herein by reference.\n72. Plaintiff, through his agency MC2, has lost a significant amount of business revenue\nbecause of the actions of Defendants McDonald d/b/a Yi.Org and McDonald set forth above.\n73. Plaintiffs have no adequate legal remedy to make him whole as a result of the damages\nsuffered in the form of lost business revenue due to the actions of both Defendants.\n74. Accordingly, Plaintiffs seek to become whole by the payment of damages by both\nDefendants to compensate him for his losses.\nWHEREFORE, PLAINTIFFS request judgment against DEFENDANTS as follows:\n\nA. Damages in excess of fifteen-thousand dollars; tria! by jury and\n\nB. Grant other such relief as is appropriate.\n\nCOUNT V — DEFAMATION AGAINST PLAINTIFFS — AS TO DEFENDANTS TYLER\nMCDONALD AND MCDONALD D/B/A YLORG\n\n75. The allegations contained in paragraphs | through 3 & 45 through 58 above are re-\nalleged and incorporated herein by reference.\n\n76. Defendants McDonald d/b/a Yi.Org and McDonald published or caused to be published,\nfalse statements about Plaintiffs using their domain hosting service.\n\n77. Defendants McDonald d/b/a Yi.Org and McDonald knew, or should have known, that the\nstatements about Plaintiffs were false.\n\n78. These published statements were read by the internet users who viewed the false\nstatements.\n\n79. Plaintiffs” business reputations were severely damaged as a result.\n\nHOUSE_OVERSIGHT_011923",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011923.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1634,
    "word_count": 256,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.689192",
    "prefix": "IMAGES-001"
  }
}