{
  "document_id": "HOUSE_OVERSIGHT_024163",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024163.txt",
  "text": "Emerging market bonds\n\nEMBI Global / CEMBI spread (27 June): 388bps / 430bps (last month: 410bps / 440bps)\nUBS View EMBI Global / CEMBI spread target (6-month): 340bps / 350bps\ne Emerging market (EM) bond spreads are currently higher than implied by fundamentals, and we think\nthey offer attractive returns even against a more challenging global backdrop.\n¢ The probability remains significant, though, that negative headlines out of the Eurozone or a weakening\nglobal growth outlook will put short-term pressure on EM bond prices. However, given EM sovereigns’\nbetter average fundamentals, and EM corporates' solid profit growth outlook and low leverage ratios, we\nthink that periods of price weakness should offer attractive entry points.\ne Although we revised our spread targets (to 340bps from 300bps for sovereigns, and to 350bps from\n310bps for corporates), we continue to expect spreads to trend gradually lower over the next six months,\nmore than offsetting the moderate rise in US Treasury yields we expect in the quarters ahead.\n\nA Positive scenario EMBI Global / CEMBI spread target (6-month): 290bps / 290bps\n\ne Yield stability in Europe's core markets and higher-than-expected growth in the US would provide a\nfavorable backdrop for EM fixed income spreads. In such an environment, issuers of lower credit quality\nwould likely fare better. Average spreads could tighten to below 300bps in such an environment.\n\n& Negative scenario EMBI Global / CEMBI spread target (6-month): 525bps / 700bps\ne An environment of escalating risk aversion in Europe, deteriorating EM funding markets, weakening\nglobal growth prospects, and lower commodity prices could impact EM credit negatively. Liquidity in\nemerging market bonds could dry up and spreads could spike.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\n\nCore market yields The direction of US Treasury and German Bund yields are important for EM fixed\nincome spreads, especially for USD- and EUR-denominated bonds.\nKey dates: 1 August, US ISM & FOMC rate decision\n\nThe European debt crisis may lead to further periods of outflows and weaker\nprices, which could offer attractive entry levels for investors.\n\nCapital flows\n\nMonetary policy cycles © Monetary policy easing remains a key topic for local currency bonds. We look for\ncentral bank policy announcements in key markets such as Brazil, Indonesia,\nMalaysia, Mexico, Poland, South Africa, and Turkey. Key policy rate\nannouncement dates: 29 June, Colombia; 4 July, Poland; 5 July,\n\nMalaysia; 11 July, Brazil; 12 July, Indonesia; 19 July, Turkey\n\n36 UBS\n\nPreference: overweight\n\nRecommendations\n\nTactical (6 months)\n\ne EM corporate bonds are particularly\nattractive due to favorable valuation,\nsolid fundamentals, and their relatively\nshort duration. We advise clients to focus\non investment grade bonds in the current\nenvironment. We continue to like\nselected sovereign bonds.\n\nPlease refer to our EM bond list for\nspecific guidance.\n\nStrategic (1 to 2 years)\n\ne EM bonds are attractive for longer-term\ninvestors looking for higher yields.\n\ne Local markets in Asia offer interesting\nopportunities for longer-term investors\nbecause of a supportive currency outlook.\n\nRoom for tightening\nSpreads of EM bonds over US Treasuries (in bps)\n\n600\n500\n400\n\n300\n\n200\n\n100\n\n0\nJun-09\n\nDec-09\n\nJun-10 Dec- 10 Jun-11 Dec-11\n\n— Emerging market sovereign bonds (EMBI Global)\nEmerging market corporate bonds (CEMBI Broad)\n\nSource: JP Morgan, UBS CIO, as of 27 June 2012\n\nNote: Past performance is not an indication of future returns.\n\n28\n\nFor further information please contact CIO's asset class specialist Michael Bolliger, michael.bolliger@ubs.com and Kilian Reber, kilian.reber@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024163",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3840,
    "word_count": 588,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:46.657556",
    "prefix": "IMAGES-007"
  }
}