{
  "document_id": "HOUSE_OVERSIGHT_019694",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019694.txt",
  "text": "206 | HOW AMERICA LOST ITS SECRETS\n\nper, director of national intelligence, justified the secret intelligence\nbudget by saying in an open session of Congress, “We are bolstering\nour support for clandestine SIGINT [signals intelligence] capabilities\nto collect against high priority targets, including foreign leadership\ntargets,” and to develop “groundbreaking cryptanalytic capabilities\nto defeat adversarial cryptography and exploit Internet traffic.” It\nwas no secret to Congress, even before Snowden, that the NSA was\nattempting to monitor the Internet. What was a closely held secret\nbefore Snowden revealed it was that the NSA had found a way in\n2007 to intercept Internet traffic before it was encrypted.\n\nThrough all this tumult, the heart of the NSA’s activity remained\nits five-thousand-acre base at Fort Meade, Maryland. It commanded\nthe most powerful mechanism for intercepting communications that\nthe world had ever seen. No other country came close to its tech-\nnology for intercepting information. The NSA not only was able to\nintercept secret information from potential adversaries but also—at\nleast until the Snowden breach—managed to conceal these means\nfrom them. As long as these adversaries remained blind to the ways\n\n© in which their communications were being intercepted, deciphered, ®\nand read by the NSA, they could not take effective countermeasures.\nConsequently, the NSA had the capability to provide the president\nand his advisers with continuous insights into the thinking and\nplanning of potential enemies.\n\nKeeping its sources and methods secret was no easy task. The\nNSA’s technicians had to deal with continuous technical challenges\nto provide a seamless harvesting of data from a wide range of com-\nmunication devices, including telephones, computers, and the Inter-\nnet. It required continuous intra-agency communications between\nthe NSA’s own intelligence officers and a growing number of civilian\ntechnicians. It even had its own “ Wiki-style” network through which\nthey could discuss problems, called the NSANet. Because it could\nnot tightly control access to this technical network, it expunged any\nmention of the sources and methods from the material circulated on\nthe classified NSA network. Instead, it stored them in discrete com-\nputers, called compartments, which were disconnected from other\ncomputers at the NSA. These compartments could only be accessed\nby a limited number of analysts and NSA executives who had a need\n\n| | Epst_9780451494566_2p_all_r1.indd 206 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019694",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019694.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2557,
    "word_count": 386,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.129679",
    "prefix": "IMAGES-005"
  }
}