{
  "document_id": "HOUSE_OVERSIGHT_017540",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017540.txt",
  "text": "2006 / 200 Ibs ago\n\nMATT GROENING\n\nMatt Groening was born in Portland, Oregon, on February\n15, the third of five children. His father, Homer, was a\ncartoonist and filmmaker. From an early age, Matt created\nhis own cartoons, amusing his friends and annoying his\nteachers. Groening attended Evergreen State College\n\nin Washington State, where he studied philosophy and\ncontinued his interest in cartoons, comics and music.\n\nAfter his graduation in 1977, Groening headed to\nLos Angeles where he struggled in immobilizing but irksome\npoverty. Increasingly frustrated by the traffic, smog, and\nhis landlords, Matt began to vent his angst to his friends by\nsending them cartoons starring a bug-eyed rabbit named\nBinky. Groening soon began to publish and sell these cartoons\nat the record shop where he worked. Their popularity\nencouraged Matt to syndicate, and in April 1980, Life In Hell®\nformally debuted in the Los Angeles Reader. It was there that\nhe met his future wife, Deborah Caplan, and together\nthey formed Acme Features Syndicate, which today\ncirculates Life in Hell® to more than 250 newspapers\naround the world in a half-dozen languages.\n\nLife in Hell® has also been collected in a best-\nselling series of books with over two million copies in print,\nincluding Love is Hell, Work is Hell, School is Hell, Childhood\nis Hell, Akbar & Jeff's Guide to Life, Greetings From Hell, The\nBig Book of Hell, With Love From Hell, How to Go to Hell, The\nRoad to Hell, Binky’s Guide to Love, and Love is Still Hell.\n\nIn 1987 James L. Brooks approached Matt about\ncreating animated shorts to fit between sketches of “The\nTracey Ullman Show.” Matt agreed, but instead of using the\nLife in Hell® characters, he created an entirely new cast:\n\nThe Simpsons, which bear the names of his family members,\nHomer, Marge, Lisa and Maggie (Bart is an anagram for brat).\nThe Simpsons were soon spun off into a half-hour\nanimated series which first aired on December 17, 1989\nwith a Christmas special, followed by the series premiere\non January 14, 1990. It has since gone on to become\nthe longest running prime-time animated show in\ntelevision history. An international hit, the series has\nalso spawned a licensing and merchandising empire.\nBooks based on The Simpsons include The Simpsons\nXmas Book, Greetings From The Simpsons, The Simpsons\nRainy Day Fun Book, The Simpsons Uncensored Family Album,\nMaggie Simpson’s Alphabet Book, Maggie Simpson’s Counting\nBook, Maggie Simpson’s Book of Colors ¢ Shapes, Maggie\nSimpson’s Book of Animals, The Simpsons Fun in the Sun Book,\nMaking Faces With The Simpsons, The Ultra-Jumbo Rain-\nOr-Shine Fun Book, Cartooning With The Simpsons, Bart’s\nGuide To Life and The Simpsons: A Complete Guide To Our\nFavorite Family, a campanion book to the television series.\nGroening is also creator and publisher\nof Bongo Comics and Zongo Comics.\n\nHOUSE_OVERSIGHT_017540",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2877,
    "word_count": 474,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:45.016921",
    "prefix": "IMAGES-004"
  }
}