{
  "document_id": "HOUSE_OVERSIGHT_020336",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020336.txt",
  "text": "184\n\nCHAPTER TWENTY-THREE\n\nThe Pawn in the Game\n\n“The whole key is, the state department’s the one who put me in Russia.”\n--Edward Snowden in Moscow, 2014\n\nWhen Snowden arrived in Hong Kong on May 20, 2013 he became a person on interest to any\nparties who knew, or later learned, about his coup. How could they not be interested this\nintelligence defector? He had brought with him enough US government secrets to, as he put it,\nmake NSA “sources go dark that were previously productive”. | Snowden also fully realized the\nlethal situation that his possession of NSA documents put him. He was after his arrival in Hong\nKong, as he put it, the NSA’s “single point” of a potential catastrophic intelligence failure. He\nalso stated the consequences if caught, telling Poitras: “The US Intel community will certainly\nkill you if they think you are the single point of failure.”\n\nThe reason that Snowden considered himself of such importance to be the “single point of\nfailure” was the pay load of secrets he was carrying. He possessed thumb drives full of files so\ncritical to the NSA that in the wrong hands they could cause, in his view, many of the key sources\nof the entire US communication intelligence service to “go dark.” Not only was he carrying these\nfiles, but he had willingly bought them inside the territory of China; a place in which America’s\nmain adversaries, China and Russia, could operate freely. Whoever he sought to deal with in\nHong Kong, or whatever idealistic axe he intended to grind there, he could not expect his position\nas a “single point of failure’ —a position he advertised in his email correspondence—would not\nattract the attention of other players in the game of nations.\n\nThe enormous power of the NSA rested on a frail thread: its ability to keep secret from its foes\nits sources and methods. General Alexander could call the NSA’s communication intelligence\n“the queen on the chessboard,” but, like the queen in a chess game, it could be captured by a well-\nplaced pawn. In this case, the pawn, which had it in his power to expose the NSA’s critical\nsources and methods, would also be considered fair game for capture by an adversary. And both\nthe Chinese and Russian cyber services, whether working alone or together, had the technological\nmeans in China to tap into Snowden’s computer. They also had an interest in learning how the\nNSA was listening in on their secret communications. If any further incentive was needed, an\nintelligence service could barter them to other countries whose signals were also intercepted by\nthe NSA. Michael Morell, the CIA’s Deputy Director at the time, said in his book “The Great\nWar of Our Times” that just a few selected parts of Snowden’s cache could be traded to the\nintelligence services of Iran and North Korea.\n\nSnowden, realizing that he now represented that weak link in the architecture of America’s\nintelligence system, made a move from the U.S. that greatly increased the stakes. He entered\nwhat he knew to be hostile intelligence territory with his stash of stolen secrets. He did so, as he\nexplained to Greenwald in Hong Kong, to reduce the possibility of an American countermove\nagainst him or his associates in the media. But while succeeding in limiting the reach of the CIA,\nFBI, NSA and their allies, he willy-nilly put himself under the protection of America’s adversary,\nthe Chinese security services. In light of the counterintelligence training he had received at the\nCIA, he could not be unaware his move into Chinese-controlled territory would not prevent\n\nHOUSE_OVERSIGHT_020336",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020336.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3574,
    "word_count": 607,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.532466",
    "prefix": "IMAGES-005"
  }
}