{
  "document_id": "HOUSE_OVERSIGHT_015610",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015610.txt",
  "text": "victim to foster his goal of putting her into “jail” or of bringing a new action against Jane Doe No.\n3. See Peisach v. Antuna, 539 So. 2d 544 (Fla. 3d DCA 1989); see also Citimortgage, Inc. v.\nDavis, No. 50 2009 CA 030523, 2011 WL 3360318 (Fla. 15\" Cir. Ct. Apr. 4, 2011). Defendant\nshould be precluded from asking any questions about Jane Doe No. 3’s experiences as a sexually\ntrafficked minor. Defendant should be precluded from questioning Jane Doe No. 3 about\nindividuals that she was sexually trafficked to or about other victims or individuals involved in the\nsexual trafficking orchestrated by Jeffrey Epstein. Defendant should be precluded from\nquestioning Jane Doe No. 3 about any rapes that occurred when she was a minor child. Defendant\nshould be precluded from questioning Jane Doe No. 3 about anything related to her sexual activity\neither as a minor or thereafter as these questions would only be intended to embarrass and harass\nthis non-party witness.\n\nb. Language and Harassment Limitations\n\nIn addition, Jane Doe No. 3 requests that the Court provide counsel with a cautionary\nnotice, that counsel for Defendant may not harass the non-party victim in any way during the\ndeposition. With respect to the language used at the deposition, the Defendant’s counsel should be\ndirected by the Court to not use any of the derogatory terms the Defendant has used in the press\nincluding calling Jane Doe No. 3 a “prostitute,” a “liar,” or a “bad mother” or any other similar\nderogatory and harassing language.\n\nc. Physical Location Limitations\n\nNon-party Jane Doe No. 3 has a valid and real basis to fear being in physical proximity of\nthe Defendant. See Exhibit 8, Affidavit of Jane Doe No. 3. Accordingly, to the extent a\ndeposition is to go forward, we would request that the Court direct that the Defendant not be\npresent in the same room as non-party Jane Doe No. 3 and, instead, follow the testimony\nelectronically from a separate location. In addition, non-party Jane Doe No. 3 respectfully\n\nrequests that the Court hold that the physical location of the deposition should be the offices of\n12\n\nHOUSE_OVERSIGHT_015610",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015610.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2132,
    "word_count": 359,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.457233",
    "prefix": "IMAGES-003"
  }
}