{
  "document_id": "HOUSE_OVERSIGHT_011322",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011322.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n19\nH3VOGIU1\n\nshe wasn't truthful about something, about being sexually\n\nassaulted, but the documents themselves describe something\nthat's unequivocally sexual assault under Florida law,\nsomething that is unequivocally nonconsensual. So that would\nhonestly be another mini trial and would take us far afield of\nwhat facts are relevant to this case.\n\nAnd again, any minor probative value that's past\nsexual assault that Ms. Giuffre experienced as a child is\n\ncompletely swallowed by the prejudicial effect on the jury.\n\nr\n\nMR. CASSELL: Your Honor, I think I'm the next one up.\n\nFor purposes of clarity, we're up to point number 7 in our\nomnibus motion.\n\nThis one I think is just a very simple and\n\nstraightforward one. We move to exclude derogatory sexual\ncharacterizations. This is a case that your Honor has been\nframing this morning. It doesn't require use of a term from\n\ndefense counsel, for example, describing our client as a\nprostitute or as a slut. We thought we would get agreement\n\nwhen we saw the responsive papers from the defense, but as you\n\nknow, they objected in it's entirety to this motion, so we're\nhere asking that defense counsel not refer to our client as a\nprostitute, not refer to her as a slut, and they also advise\n\ntheir witnesses that such language would be inappropriate ina\n\nfederal trial dealing with a defamation issue.\n\nOn this particular point about prostitute, it's\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011322",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011322.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1542,
    "word_count": 256,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:49.109643",
    "prefix": "IMAGES-001"
  }
}