{
  "document_id": "HOUSE_OVERSIGHT_011416",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011416.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n1138\nH3vlgiu2\n\nwe're not offering any of this for the truth of the matter\nasserted. So 87 pages of police reports, a hundred pages or\nhowever many there are of trash, you know, witness transcripts,\n\nno, no, no, no, none of that is being offered for the truth of\n\nthe matter asserted, we want to offer it to show Ms. Maxwell's\n\nstate of mind when she issued her statement through Mr. Barden\n\nand Mr. Gow. So the huge problem with that, your Honor, which\n\nWw '\n\nve already dealt with, is, Ms. Maxwell has no knowledge of\nwhat's in these police reports, the trash pulls, any of these\nthings, and so as a matter of law, this can't be part of her\nstate of mind.\n\nWhat is instructive on this point, your Honor, I went\nand read every single case that plaintiff's counsel cited for\nthis proposition that it is state of mind, and what's great\n\nabout these cases, frankly, every single one of them, whoever\n\nthe statement is being introduced on behalf of, or against,\n\nknows about the statement. So when you look at their papers,\n\nthey cite United States v. Gotti for the proposition that it\ngoes to state of mind. Well, you know who Mr. Gotti is, and\n\nMr. Gotti was charged with witness tampering. Mr. Gotti wanted\n\nto introduce some wiretapped statements that the FBI had, where\n\nhe was talking to an informant and telling the informant things\n\nthat Gotti said went to his state of mind. Well, the Second\n\nCircuit said, yes, you can do that, Mr. Gotti, first of all,\n\nbecause the government's introducing part of these transcripts,\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011416",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011416.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1666,
    "word_count": 297,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:45.480454",
    "prefix": "IMAGES-001"
  }
}