{
  "document_id": "HOUSE_OVERSIGHT_018302",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018302.txt",
  "text": "practical heat of industry.?° Ever-more efficient use of iron, of steam, of electricity all\nreflected a virtuous loop of theory and practice, between the lab and the market, the\nscientist and the businessman.\n\nThis fusion of the instinct for competition, for constant new innovation, delivered\nthe modern world you and | live in today. “All fixed, fast-frozen relations,” Karl Marx\nand Friedrich Engels wrote in 1849 about the speed of this change, “are swept away.\nAll new-formed ones become antiquated before they can ossify. All that is solid,\nmelts into air.”?” As more people “dared to know’, the big ideas and big thinkers\nattracted an audience. Arguments started. New ways to record and share the\nanswers appeared too. Locke or Newton or Darwin were as notable for the crowd of\ndebating, curious citizens they attracted as for their ideas. Such contentious\ndiscussions were designed to elicit truth, to give individuals that same shocking\nsense Luther had felt on discovering a powerful idea by himself; but as important\nwas that these debates were recorded - written and then distributed in journals,\nbooks and letters. For most of history, after all, knowledge suffered from its own\nfragility and asymmetry: There was always a chance, maybe even a likelihood, that\nsome important insight would be lost in a plague, strangled as heretical, burnt up in\na library fire, or dissolved by some military misfortune. This is why, for instance, we\nhave almost all of Shakespeare and why we are missing so much of Sappho.\nWidespread knowledge changed this. A solid, inarguable base endured. “If 1 have\nseen further,” Newton famously wrote, “it is because I have stood on the shoulders\nof giants.” Those shoulders for Netwon were enshrined in libraries, scientific\njournals and the massive sense of what had come before swaddled in the Cambridge\nwalls that surrounded him. In this sense, the preservation and advance of\nknowledge, the new symmetry, was not only the largest shift of power in history. It\nwas also the best thing that ever happened to the human race.\n\nIn other ways, of course, it was very nearly the worst. Symmetry had a darker edge.\nIt meant that nations decided the strategic questions of the day by throwing\nmassive, deadly power at one another in unprecedented volume. With each passing\nyear, Europe's engines of science and industry were grinding out tools of\nunprecedented destruction. Napoleon’s greatest victories were enabled as much by\nthe industrial strength of French artillery factories as by the liberated masses of the\nFrench revolution. When France was unseated by the British Empire, it was\nmanufacturing scale and naval depth that tipped the balance. London’s clubby\nmastery was, in turn, challenged by Germany’s efficient, iron-and-blood commercial\nengines. Size and scale and safety became linked. This sense of the undeniable\npower of industrial mass was Winston Churchill's only comfort for two nervous,\nlonely years after 1939 as he paced the hours until what he hoped was America’s\nentry into The Second World War. “] knew that the United States was in the war, up\n\n°6 Museums, scientific congresses: Joel Mokyr, “The Intellectual Origins of Modern\nEconomic Growth”, The Journal of Economic History, Vol. 65, No. 2 (June 2005) p 290\n97 “All fixed, fast-frozen relations” Kar] Marx and Freiderich Engels, “The\nCommunist Manifesto,” in The Economic and Philosophic Manuscripts of 1844 and the\nCommunist Manifesto (Amherst, N.Y.: Prometheus Books, 1988) 212\n\n70\n\nHOUSE_OVERSIGHT_018302",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018302.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3521,
    "word_count": 567,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.065598",
    "prefix": "IMAGES-004"
  }
}