{
  "document_id": "HOUSE_OVERSIGHT_022822",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022822.txt",
  "text": "From: Martin G. Weinberg\n\nSent: 8/17/2018 2:48:49 PM\nTo: jeevacation@gmail.com iy\nSubject: Fw: Viceland\n\nImportance: — High\nFYI\n\nFrom: Matt Williams\nSent: Friday, August 17, 2018 10:29 AM\nTo: Martin G. Weinberq\n\nCc: Tracie Morrissey\nSubject: Re: Viceland\n\nHello Marty,\n\nJust following up on the email | sent you earlier this week requesting comment from Mr Epstein, or a\nrepresentative of his, in regards a number of questions we had. I'm also cc-ing my colleague Tracie, as going\nforward she will be a better point of contact should you or Mr Epstein wish to respond.\n\nKind regards,\nMatt\n\nOn 13 August 2018 at 15:15, Matt Williams fil wrote:\n\nThank you Marty,\n\nThe questions we wanted to reach out to Mr Epstein for comment are listed below. Feel free to contact me\noo) 0ti‘i‘;‘éi reviewing. Kind regards - Matt\n\nA former employee has told us that Donald Trump attended Mr Epstein's Palm Beach estate on at least two occasions. Does Mr\nEpstein recall hosting Donald Trump at that residence?\n\nOn one such occasion, it has been suggested to us that Mr Epstein and Donald Trump watched “young girls try on bikinis” while\nmaking comments on the their bodies.” Does Mr Epstein have any comment?\n\nHow does Mr Epstein respond to claims that women - some under the legal age of sexual consent - were used as “sex slaves” at his\nproperties?\n\nA former employee of Mr Epstein has alleged to us that Mr Epstein sexually assaulted her on\nnumerous occasions. Does Mr Epstein have a comment?\n\nDid or does Mr Epstein have cameras inside rooms at his Palm Beach residence?\n\nDid Mr Epstein remove those cameras before police raided the property as part of the investigation into alleged crimes? Did Mr\nEpstein ever hand over any recordings from any cameras at his properties to the authorities as part of his non-prosecution\nagreement?\n\nDoes Mr Epstein have in his possession any video recordings of Donald Trump taken from inside his Palm Beach estate or any other\nresidence?\n\nDid Mr Epstein hold sex parties at his residences involving girls under the age of sexual consent? Was Donald Trump ever present at\nany of these parties?\n\nHas Mr Epstein upheld the conditions of his sentencing and registered as a sex offender in all jurisdictions in which he is due to do so?\n\nHOUSE_OVERSIGHT_022822",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022822.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 389,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.618819",
    "prefix": "IMAGES-007"
  }
}