{
  "document_id": "HOUSE_OVERSIGHT_012080",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012080.txt",
  "text": "Cover Story\n\nEight plus years into the market recovery, we see valuations extended as most\nof the gains since 2014 have been driven by multiple expansion rather than\nearnings growth. In this issue of Global Foresight, we highlight potential\ninvestment opportunities, as well as challenges to sustaining this bull market.\n\nWe examine emerging markets with Jimmy Chang focusing on China, and\n\nDAVID P. HARRIS, CFA\nChief Investment\n\nOfficer\n212.549.5210\n\ndharris@rockco.com\n\nThe Charging Bull\n\nThe lifespan of a bull market typically lasts many years, at times\nending abruptly. Conversely, the statue now on Lower Broadway\nknown as Charging Bull had a very short-lived initial run on\nWall Street. It is not widely known that Charging Bull was never\ncommissioned by the City of New York nor by any one of its\nmajor investment banks. Rather, the three-and-a-half-ton\nstatue was simply unloaded one December day back in 1989 by\na private citizen in front of the New York Stock Exchange.\n\nThe benefactor was Italian sculptor Arturo di Modica who cre-\nated Charging Bull to demonstrate his belief in the strength of\nthe U.S. economy after the stock market crash in 1987. Hours\nafter di Modica delivered his statue, it was removed by the\nNYPD and was not expected to be resurrected. This was not the\nend of this bull’s run, however, since its removal generated an\namazing amount of media buzz—particularly noteworthy con-\nsidering this happened before the internet was available to the\ngeneral public, so “going viral” was not even a concept. After a\ncouple of weeks of public pressure, Charging Bull was retrieved\nand installed at its current home at the intersection of Broadway\nand Whitehall, where it has been a staple for tourists’ photos\never since.\n\nThe current equity bull market may have more years left, but its\nage and valuation make the case worth revisiting. As we assess\npotential investment opportunities, we see valuations elevated\nin the U.S. market, while we believe Europe is likely to continue\nits cyclical rebound. We are also encouraged by political devel-\nopments on the continent. We believe there are a number of\nattractive emerging market (EM) opportunities, but are mind-\nful of the challenges most of these once-rapidly-growing econ-\nomies face. Frankly, it is not just the bull market that is aging; it\nis most of the world, which has important sociological, eco-\nnomic and investment implications as demographics and debt\nare likely to constrain long-term global economic growth.\n\nThe Challenge of High Valuations\n\nIn 1998, professors Robert Shiller and John Campbell con-\nceived the cyclically adjusted price-earnings (CAPE) ratio,\nwhich averages earnings over a 10-year period to minimize the\nimpact of economic cycles when valuing equity markets. The\nCAPE ratio has been widely cited as evidence of U.S. stock mar-\nket overvaluation. The present U.S. equity CAPE ratio is the\n\nGLOBAL FORESIGHT THIRD QUAPTER 2017\n\narticle by Dr. Mariela Vargova.\n\nMichael Seo on South Korea. We also comment on corporate governance in an\n\nhighest it has been except during two famous market peaks—\n1929 and 1999. We believe the CAPE ratio is cause for concern,\nbut not alarm. It most likely suggests that U.S. equities will have\nsubdued future returns. However, unlike the market’s prior\npeaks at the end of the Roaring Twenties or the dot-com era,\nwe do not believe we are in the midst of an economic or market\nbubble. If there is a benefit to the subdued economic recovery\nwe have recently experienced in the U.S. where GDP growth\nhas been averaging about 2.0%, it is that the economy has not\nbuilt up the excesses that it did during past peaks in the CAPE\nratio. By contrast, during the 1920s, U.S. real GDP growth aver-\naged 4.2%, and from 1996-1999 it grew at least 4.3% in each\ncalendar year. Since the CAPE ratios in those periods calcu-\nlated off a base of very strong economic activity and earnings,\nthose periods were more susceptible to crashing than today’s\nmore muted environment.\n\nco Ye Cy 904 de\n\nBAH, HUMBUG!\n\nN.Y. sak Exchange exinchel\ncan’t bear Christmas-gift, |\n\nSATURDAY, DECEMBER 16, 1989 / 4 Cleicy ord windy. mid 25, dey; lor. ow tor, onghh J Dota, Page?\n\nA theae-ton bronze bul left\nthe american\n\nlee tral jar i\nsvay yesterday Re\n\ncad\n\nLAST GUANE TO WIN A B\n\n310,000 HOME IN POCONOS UP FOR GRABS TODAY: Pages 2, 328 42\n\nEc mace ear\n\nSource: New York Post\n\nHOUSE_OVERSIGHT_012080",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012080.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4410,
    "word_count": 737,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:45.413153",
    "prefix": "IMAGES-001"
  }
}