{
  "document_id": "HOUSE_OVERSIGHT_021095",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021095.txt",
  "text": "globeandmail.com: Nature memoir is anything but a snooze file://localhost/Users/Lborth/Heinrich %20Book%20Review html\n\n2 of 2\n\nBernd's chapters here are earnest and humorous, and offer a window into the making of a scientist. But it is the early chapters on Gerd's life that captivate.\n\nHeinrich skillfully recreates his father's story, through correspondence, an unpublished memoir and remembrances, to create a nuanced portrait - at times generous, at\n\nother times hostile.\n\nGerd never celebrated his son's success as a scientist - at least not outwardly. The conflict between old science and new tainted their relationship, and Gerd's struggle\nfor recognition in science made him resentful. On the other hand, Bernd struggled for years to see the value in his father's science and to understand his motivations.\nThe memoir documents this struggle and builds to an ardent defence of his father's choices and of specimen-collecting biology: \"There was a purpose, an ethic, even\n\na morality to what naturalists of his time practised\"; \"Biology is\n\nhistory, and no amount of chemistry can explain how or why the different ichneumon wasps came\n\ninto being, or what role they play in different ecosystems\"; \"Naming before knowing.\"\n\nImportantly, The Snoring Bird reminds us that science itself evolves, and that scientists are a product of their time and culture. Bernd Heinrich leaves us with no\ndoubt that in Gerd's youth, \"the naturalists' reputation shone brightly,\" and that taxonomy has provided biologists with a framework for thinking about the natural\n\nworld, upon which modern biology is built.\n\nBut he glosses over the fact that biology is in the midst of a new - some would say revolutionary - effort to catalogue Earth's biological diversity, using a short\nsequence of each organism's DNA called DNA barcodes. They have verified past species divisions - those determined by taxonomists such as Gerd - and clarified\nothers; and, they represent another tool with which to understand and protect this bounty. In barcoding, an old science has become new again - albeit transformed.\nBut it is proof that to most of us, nature is still \"a magic show of the highest order,\" and that the values of naturalists such as Bernd and Gerd Heinrich live on.\n\nLindsay Borthwick is a science journalist living in Toronto. She first encountered Bernd Heinrich's work as an editor at the science/culture magazine, Seed.\n\n© Copyright 2007 CTVglobemedia Publishing Inc. All Rights\n\nReserved. CTVglobemedia\n\nglobeandmail.com and The Globe and Mail are divisions of CTVglobemedia Publishing Inc., 444 Front St. W., Toronto, ON Canada M5V 2S9\n\nPhillip Crawley, Publisher\n\n6/12/07 4:24 PM\n\nHOUSE_OVERSIGHT_021095",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021095.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2697,
    "word_count": 422,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.562663",
    "prefix": "IMAGES-006"
  }
}