{
  "document_id": "HOUSE_OVERSIGHT_022741",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022741.txt",
  "text": "Epstein, in man-who-can-have-everything fashion, has, for many\nyears, ordered up a daily massage following his workout sessions.\n\n“Often these were massage massages,” says Epstein matter of factly,\n“but sometimes these were happy ending massages, especially in Palm\nBeach, where there are many massage parlors—‘Jack Shacks,’ they’re\ncalled—that do outcalls. There was no sex. An often there was no happy\nending. Often I would be on the phone for the entire massage. There were\nhowever a lot of massages and a lot of girls, with one girl recommending\nothers.”\n\nIt is after Epstein’s round of publicity and widely touted association\nwith Clinton, that the mother of one of the massage parlor girls who went to\nEpstein’s house (most of the girls return to Epstein’s house many times)\ncalls the police. The police interview the girl, Saige Gonzales, who then\nsupplies names of other girls. Some of whom are found to be younger than\n18.\n\nIn the end, the police track down 18 girls—nine who are under 18; the\nothers in their 20s and 30s; one woman is in her 60s—a number of whom\ngive statements describing scenarios not terribly different from Epstein’s\ndescription above, except each is laid out in clinical, lurid, and near-identical\ndetail. A cold and forceful Epstein demands that unwitting juveniles (though\nthey have come here for this very purpose) perform repulsive (or at least\nrepulsively described) acts on him. (Although the nature of the allegations\nwill dramatically grow, nobody at this point alleges that he did anything to\nthem.)\n\nEpstein, tipped to the investigation, vastly raises the stakes, calling\nDershowitz, who flies into Palm Beach to put the local authorities in their\nplace—alienating Palm Beach officialdom—and, doubling down on the\nprofile of the case. Dershowitz brings in Roy Black the famous criminal\nattorney who defended William Kennedy Smith in his rape trial in Palm\nBeach.\n\nHere’s the narrative: the shadowy rich man, friend of the louche and\ndisgraced President, at all times surrounded by a retinue of gorgeous\nretainers doing his bidding, is now found to have gathered a network of\nwrong-side-of-the-tracks Palm Beach girls to provide him with weird sexual\nservices. (It somehow reads weirder that he doesn’t have sex with them.) To\nboot, his former girl friend, Ghislaine Maxwell—the daughter of the\ndisgraced Robert Maxwell—encouraged at least one of the girls to come to\nEpstein’s home (and forever more has become a fixture of further weird\npossibilities in this tale).\n\nHOUSE_OVERSIGHT_022741",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2532,
    "word_count": 406,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.765288",
    "prefix": "IMAGES-007"
  }
}