{
  "document_id": "HOUSE_OVERSIGHT_020618",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020618.txt",
  "text": "159\n\nBusiness\n\nFrance maintains a negative trade balance with China and Chinese companies have\nnot invested much in France compared to what they’ve poured into Germany, Italy,\nand the United Kingdom. Chinese investors reduced investments during the 2016-17\npresidential campaign and have also met with informal refusals in some cases, such\nas Areva, the French nuclear company. The Chinese domestic market is set to save\nFrance’s dairy industry, even creating a temporary shortage of butter for the first time\nsince 1945. Still, complaints over too many purchases—or too many tourists, for that\nmatter——are drowned out by the profits involved.\n\nIn mainland France, the Comité France-Chine of MEDEF, the French business union,\nhas always been a prominent link, usually spearheaded by a prominent former French\npolitical figure (from Raymond Barre to Valéry Giscard d’Estaing and Jean-Pierre\nRaffarin). A separate French-Chinese investment fund has also been created, headed by\na former senior official in the treasury department.\n\nUntil very recently, Sino-French activities were largely financed by major French firms\noperating in China, with EDF, the semipublic electricity company that cooperates on\nnuclear plants with China, being the most prominent. EDF has been criticized for its\ntransfers of technology to China, which it justifies by its contracts in China and the\nUnited Kingdom with Chinese co-funding. This pattern of lobbying by the French\nthemselves may be changing. Huawei now appears as a frequent donor, including\nfor public conferences taking place in such prestigious locales as the French National\nAssembly or Senate.\n\nQuiet Chinese investments with ownership below the 10 percent declaratory level, as\nwell as in real estate, make for more diffuse influence. This is particularly true at the\nlocal level, where Chinese investors are eagerly sought and business intermediaries\ntend to mushroom. Many plans for industrial parks and regional airports have not\nmaterialized, however. The partial takeover of the Toulouse airport (home of Airbus\nand other aerospace firms) has been marred by the temporary arrest in China of the\nlead Chinese investor and by a search for quick profits.\n\nAcademia\n\nIn general, French academic and scientific institutions have welcomed Chinese\nstudents and researchers. The Commissariat a l’Energie Atomique (CEA), Ecole\nPolytechnique, and the Paris Saclay cluster and science park are all active in working\nwith Chinese counterparts. The Paris Saclay cluster and science park has signed\nagreements with Tsinghua University and its commercial and high-tech spin-offs,\nQinghua Holdings and Qinghua Unigroup. The Fondation Franco-Chinoise pour la\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020618",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020618.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2727,
    "word_count": 407,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.508056",
    "prefix": "IMAGES-006"
  }
}