{
  "document_id": "HOUSE_OVERSIGHT_024708",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024708.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\nRohrabacher-Farr Amendment\n\nThe Rohrabacher-Farr amendment, first passed by the U.S. Congress and signed into law by President\nObama in 2014, prohibits the DOJ from using federal funds to prevent a state from “implementing”\nstate laws that authorize the use, distribution, possession or cultivation of medical marijuana.\n\nFollowing the amendment’s initial 2014 enactment, the DOJ indicated that it did not plan to arrest\nstate regulators for “implementing” a state’s medical marijuana laws but would continue to prosecute\nindividuals involved in state-law compliant medical marijuana activity because, in the DOJ’s view, the\namendment did not apply to prosecutions against individuals.\n\nThe DOJ’s interpretation of the Rohrabacher-Farr amendment was rejected by a Ninth Circuit\nDistrict Court in its 2015 ruling in United States v. Marin Alliance for Medical Marijuana, and again by\nthe Ninth Circuit Court of Appeals in its 2016 ruling in United States v. McIntosh. The Ninth Circuit\nCourt of Appeals held the Rohrabacher-Farr amendment prohibits DOJ from spending funds subject\nto the amendment on the prosecution of individuals who fully comply with state medical marijuana\nlaws. The court noted a state’s “implementation” of medical marijuana laws necessarily involves “giving\npractical effect” to those laws, and that DOJ prosecution of individuals complying with those laws\nprevents the state from giving the laws practical effect.\n\nThe Rohrabacher-Farr amendment generally applies only to DOJ funds made available pursu-\nant to the federal budget legislation in which the amendment is included, and therefore must be\nrenewed periodically with budget legislation to remain effective. The Rohrabacher-Farr amendment\nwas recently renewed in December 2017 as part of an emergency aid package that remains effective\nuntil mid-January 2018. (With the retirement of Representative Samuel Farr from the U.S. Congress\nin 2016, the Rohrabacher-Farr amendment is now also referred to as the Rohrabacher-Blumenauer\namendment; we use this name elsewhere in this report.)\n\nAgricultural Act of 2014\n\nThe Agricultural Act of 2014 (Farm Bill) authorizes institutions of higher education and state depart-\nments of agriculture to cultivate industrial hemp, CSA controls notwithstanding, if (i) the industrial\nhemp is cultivated for purposes of research conducted under an agricultural pilot program or other\nagricultural or academic research and (ii) the cultivation is allowed under the laws of the state in which\nsuch institution of higher education or state department of agriculture is located and such research\noccurs.\n\nThe Farm Bill defines “industrial hemp” as the cannabis plant and any part of such plant, whether\ngrowing or not, with a THC concentration of not more than 0.3 percent on a dry weight basis.\nIndustrial hemp, like any cannabis plant, may comprise both marijuana (as defined in the CSA) and\nnon-marijuana. But the Farm Bill creates an exception to CSA controls on marijuana, so cultivation in\naccordance with the Farm Bill of marijuana that qualifies as industrial hemp does not violate the CSA.\n\nThe following table summarizes the legal relationship between marijuana (as defined in the CSA)\nand industrial hemp (as defined in the Farm Bill).\n\n72 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024708",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024708.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3391,
    "word_count": 511,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.545354",
    "prefix": "IMAGES-008"
  }
}