{
  "document_id": "HOUSE_OVERSIGHT_018175",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018175.txt",
  "text": "know where you are or request their location, and you can post your information to your social\nprofiles.\nRead the full story\n\nGPS Tracking Apps Website to Track iPad, iPhone, Android, Blackberry Smart Phones\nWant to locate all your friends with smart phones (ipad, ipod, iphone, android, blackberry) but you\ndon’t have one? The latest technology from GTX Corp allows you to do just that —\nwww.gpstrackingapps.com high-tech website enables you to locate your family, friends and\ncoworkers (who have downloaded the GPS Tracking App) instantly, in real time, even if you don’t\nhave a smart phone. http andwww.locimobile.com are proud members of the http GTX Corp\n(OTCBB: GTXO.OB) family of products and services. people locator, people finder, gps tracking,\ngps tracking app, location based social networking, iphone Friend finder, android, top downloads,\ngps apps, iPad, blackberry, gps shoe, GTXO, gtxcorp, top apple downloads\n\nRead the full story\n\nStyle and Safety Come Together with GPS Shoes For Alzheimer's\nSenior Housing News - GTX Corp (OTCBB: GTXO), a provide of customizable, embedded\n\n2-way GPS Personal Location Services (PLS) solutions, is bringing personal GPS tracking\nsolutions to the 5.3 million seniors afflicted with dementia by signing a four year, ...\n\nRead the full story\n\nKeeping track of seniors with Alzheimer's\n\nRosemary McClure, Special to the Los Angeles Times - May 29, 2010 - The email alert\nshouted its message: \"Missing Person with Alzheimer's. PLEASE HELP.\" It was sent to\nAlzheimer's Assn. chapters and to law enforcement officials within hours after an Orange County\nwoman disappeared while on a short trip to visit a friend.\n\nThe woman had set out in her car, made a wrong turn and became confused, says her family, who\nasked that her name not be used to protect her privacy.\n\nRead the full story\n\nHOUSE_OVERSIGHT_018175",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1853,
    "word_count": 297,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.932291",
    "prefix": "IMAGES-004"
  }
}