{
  "document_id": "HOUSE_OVERSIGHT_010516",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010516.txt",
  "text": "TTERSON\n\n‘or it; this is an adult male in his\n-act with children of the ages of\nsomebody who we have to stop.\naid, in the state attorney's office,\nyed to investigate and prosecute |\n\ndidn’t have too many facts early\n\nsut I knew that there were multi- P\n\nsctives they were believable. So iE CHAPTER 46\nr. Epstein became aware of the id .\nts contacted the state attorney's |\n\nand I believe it was Mr. Dershow-\nior of the discussions of this case\ncompletely. [At] one point he sug-\ntein] a notice to appear, which\nior. He just completely changed\nversation about this[ —when] he\nfrey Epstein—till when he had\n\nDetective Recarey: May 2006\n\nhief Reiter's letter to the state attorney had no perceptible\neffect.\n\nKrischer did not recuse himself from the case. No\ntein’s reputation and his wealth, arrest warrant was issued. And on the afternoon of May 3, D\n\n) y 3, Detec-\n\ntive Recarey received a telephone call from assistant state attor-\nhey Daliah Weiss, who advised him that she had been taken off\n| the Epstein case.\n\n“unusual. 4\nor knew him very well, the state F\n-e he could not objectively make q\nhat is why I wrote it. 4 Weiss had been the perfect person to prosecute Epstein. As a\n| member of the special victims unit, she focused on sex fins\nj and crimes against children, prosecuting high-profile cases involv-\n\" ing rape, aggravated child abuse, and neglect. But Epstein had\n_ added another lawyer, a man named Jack Goldberger, and made\n\"Goldberger his attorney of record.\n\nGoldberger was friendly with Barry Krischer—and an asso-\n3 ate of Goldberger’s was married to Daliah Weiss.\n\nHOUSE_OVERSIGHT_010516",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1611,
    "word_count": 284,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.531097",
    "prefix": "IMAGES-001"
  }
}