{
  "document_id": "HOUSE_OVERSIGHT_030964",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030964.txt",
  "text": "The location of the meeting is itself suspicious. Prosecutors and other law enforcement\nofficials normally demand that those seeking a deal come to them.\n\nThe fact that Acosta didn’t is another sign — if one were needed — that this was a\ncapitulation. It also casts further doubt on the claim that Acosta was capitulating for the\npurpose of sparing the folks who worked with him in the prosecutor’s office.\n\nThe key point, though, is that Ken Starr and Jay Lefkowitz were power players in\nWashington — men who might help Acosta down the road.\n\nReaders will be quite familiar with Starr’s background. Lefkowitz was director of cabinet\naffairs and deputy executive secretary to the domestic policy council under President\nGeorge H.W. Bush. Under President George W. Bush, Lefkowitz served as general counsel\nin the Office of Management and Budget and later as deputy director of domestic policy at\nthe White House.\n\nAccommodating such influential figures must have seemed like a good career move.\nHaving Starr and Lefkowitz on his side might help Acosta get a judgeship, a cabinet\nappointment, or a high-paying job back at Kirkland and Ellis.\n\nI’m speculating, of course. But my speculation finds support in Acosta’s practice of\naccommodating the powerful.\n\nMuch of that accommodation is of Democrats. Indeed, at the time Acosta was working in\nMiami as a U.S. Attorney, he had alienated some Republicans by such accommodation\nwhile at the Department of Justice. Some say he was on the verge of being fired when\nAttorney General Alberto Gonzalez parachuted him to Miami. The Epstein settlement was a\nway for Acosta to shore up his standing with some influential Republicans.\n\nWill Acosta be able to survive the current scandal? I don’t have a clear sense about this yet.\nBut President Trump, who isn’t bashful about sacking cabinet members, may come to\nbelieve (if he doesn’t now) that it’s disadvantageous to have a cabinet member who sold out\nteenage victims of sexual abuse, especially when the sell-out benefited an ultra-wealthy\nserial offender.\n\n* Some on the left are trying to make something or the fact that Starr, who had investigated\nBill Clinton in connection with sexual misconduct, later defended Epstein, a pervert. This is\nsilly.\n\nIn both instances, Starr was doing his job as a lawyer. Perverts are entitled to a defense and\nthere is nothing hypocritical about investigating Bill Clinton’s misconduct when that was\nStarr’s job and later joining the team that was defending Jeffrey Epstein.\n\nAcosta, by contrast, was on the team seeking justice for Epstein and for his victims. He\ngave up this quest for reasons that can’t be defended.\n\nHOUSE_OVERSIGHT_030964",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2672,
    "word_count": 438,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.072059",
    "prefix": "IMAGES-011"
  }
}