{
  "document_id": "HOUSE_OVERSIGHT_015725",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015725.txt",
  "text": "The Learning Brain\n\numan beings are born with an extraordinary ability to learn\nH through experiencing the world around them. Studies show\n\nbabies as young as three weeks understand musical ideas,\nsmiling as you play music to them in a major key and frowning at music\nin a minor key. By six months, babies have learned to distinguish the\nrelationship between objects, and by two, they have a command of\nlanguage and are beginning to develop a theory of self. They understand\nhow to lie and become adept at playing parents off against each other!\n\nSugata Mitra, of Newcastle University, has run an experiment in\nIndia to test minimally invasive education called the “Hole in the Wall\nProject’. As the name suggests, he cut a hole in the wall of a building in\nDelhi and put a computer in it. The hole opens out onto a slum district\nand local children rapidly discovered the computer. Without any formal\ntraining they picked up the necessary skills and very soon became adept\nat searching the Web. Remember, in order to ‘pick up’ this skill they often\nhad to learn the English language as well.\n\nAnother example showing children’s innate ability to learn is Nicolas\nNegroponte’s ‘One Laptop per Child’ program, which gives computers to\nchildren in remote villages around the world. The laptops are a triumph of\ncost engineering but are fully functional and can connect to the Internet.\nThe inspiration for the project came from an analysis of the economics\nof the computer industry. Huge capital investment in the western world\nis driving most costs down, but one cost that seems to have stuck fast is\nthe access device. Laptops tend to remain at a floor price of around $500,\nfar too high for much of the developing world. At $500, a computer store\nmakes $80 when they sell you a laptop. This is as low as is cost-effective\n\nHOUSE_OVERSIGHT_015725",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015725.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1845,
    "word_count": 319,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:45.274570",
    "prefix": "IMAGES-003"
  }
}