{
  "document_id": "HOUSE_OVERSIGHT_026763",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026763.txt",
  "text": "Swedish American Group Focuses On Cancer, Autoimmune Diseases At... _ https://www.forbes.com/sites/genemarcial/20 17/09/09/swedish-american...\n\nlof 1\n\nForbes / Investing / #StockWatch\n\nSEP 9, 2017 @ 05:48 PM 729@® 12 Stocks to Buy Now\n\nSwedish American Group Focuses On Cancer, Autoimmune Diseases At Life Science\nSummit\n\n/» Gene Marcial, CONTRIBUTOR\n| have an insider's take on Wall Street FULL BIO VW\n\nOpinions expressed by Forbes Contributors are their own.\n\nContinued from page 1\n\n“Part of this year’s conference focus was the current transformation of the HealthTech industry, driven by the ICT and tech\nplayers rather than by the traditional medtech companies,” said Barbro C. Ehnbom, chairman and founder of SALSS. Also\nsignificant, she added, was the participation of numerous women at this year’s summit, led by the keynote speaker Dr. Bahija\nJallal, executive vice president at AsraZeneca and head of Medimmune. “ We are proud and glad that so many prominent\nwomen are actually SALSS women, including Dr. Jallal, which made this 2017 summit more exceptional,” said Ms. Ehnbom.\n\nOne of the little known companies that attracted a lot of attention at the conference was AVRA Medical Robotics, a\ndevelopment-stage company based in Orlando, Florida, that has a new generation of “semi-autonomous medical robots for\nimage-capture, navigation, and tissue targeting.”\n\nSpecifically, these “medical robots” perform computer-assisted surgery, with human medical surgeons operating a remote\nsurgical device via a console. In fact, they are not really robots as we know them: AVRA has developed a \"novel and truly\nrobotic single-arms platform for the field of aesthetics, skin and wound care as well as dermato-plastic surgery,” said Barry F.\nCohen, AVRA’s CEO and founder. The company’s first design integrates software, image guidance, navigation and targeting\nsystems, to allow autonomous needling of skin, he explained.\n\n“The future of surgery will be determined by success in gaining precision access to anny area of the human body with the\nsmallest incisions and deploying therapies to specific tissues, glands and organs,” asserted Alen York, an AVRA senior\nexecutive. Limitations in conventional surgeries, he said, are \"demanding more autonomous, intelligent robot systems that go\nbeyond the capability of a human being.” AVRA’S platform focused on needling technology \"represents a key breakthrough\nin aesthetics, wound care, and autonomous drug delivery platforms, integration of artificial intelligence and augmented\nreality that will allow,” says York, for a new paradigm in surgical training, planning and treatment.\n\nSmartwiseSweden AB is another young biotech that presened at SALSS. It has developed what it calls the Extroducer, a micro\ncatheter for injecting cells, biologics and small molecule therapy directly into organs. \"The tiny diameter of the Extroducer,\nwith the width of a hair, enables the needle to penetrate the blood vessel wall and deliver a payload via the smallest blood\nvessels in the body, making perviously inaccessible regions now available to direct tissue projection,” said Jonthan Clarke,\nCEO of Smartwise. Its product is the first of its kind of versatile device that allows for direct local injection of substances into\nmultiple organs, such as the heart, pancreas, liver and kidney.\n\n“We have shown successful and safe pre-clinical delivery of insulin producing cells into the pancreas and modified RNA to the\nheart,” said Clarke, who admitted that he is in talks with multiple major pharmaceutical companies for licensing or other\nagreements to advance production. Smartwise is still privately owned.\n\nProLung, a Salt Lake city-based biotechnology company focused singularly on improving lung cancer survival, has developed\na breakthrough test with precision volume-averaging “bioconductive technology\" to collect data to generate a personalized\nscore indicating the likelihood of malignancy. With an estimated one billion people at high-risk for lung cancer worldwide, it\nhas the lowest five-year survival rate, or 16%, of all major cancers, and is the leading cause of cancer death, said Steven C.\nEror, founder, president and CEO of ProLung. The copany's test is non-invasive and non-radiating that reduces the wait\ntime from months to just one day, he added.\n\nThe test has received a \"CE Mark and ISO 13485” manufacturing certificate and is approved for sale in the EEA and EFTA\ncountries, said Eror. In the U.S., the ProLung test is still for investigational use only and undergoing multi-site clinical trials\nfor FDA clearance as a “510(k) device,” he added.\n\nBecause the annual SALSS coference has attracted exerts worldwiude, it has become a central focus for life science companies\nto present and exhibit their new products or novel technology to a growing number of medical and scientific experts looking\nfor the next breakthrough product in life sciences.\n\n9/13/2017, 8:03 PM\nHOUSE_OVERSIGHT_026763",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026763.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4955,
    "word_count": 753,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:45.763355",
    "prefix": "IMAGES-009"
  }
}