{
  "document_id": "HOUSE_OVERSIGHT_011372",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011372.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n69\nH3VOGIU1\n\nDershowitz, although he's gone on all of these other shows and\ncalled her a liar after she said she had sex with him seven\ntimes, goes to her failure to mitigate any of her damages.\n\nFinally, your Honor, there is, as you heard from\n\nMr. Cassell, talking about Cassell lawsuit, a statement issued\n\nthat that lawsuit was a mistake. Whether her attorneys have\n\nmade representations, they did so while they were representing\n\nplaintiff. This was while Mr. Cassell and Mr. Edwards were\n\nboth pursuing their own lawsuit and also representing plaintiff\n\nin this case. So any statements that they issued that are\nwithin the scope of their agency, your Honor, are\nrepresentations, frankly, made by plaintiff.\n\nWith regard to the Judge Marra order, motion in limine\n\n19, your Honor, plaintiff would like to make a lot of arguments\nnow. She's already litigated those points. She lost. She's\n\ncollaterally estopped from reraising them. And it would be\n\nseriously misleading, your Honor, to admit the joinder motion\n\nand not inform the jury that a judge found that the allegations\n\ncontained in that joinder motion were impertinent.\n\nMotion in limine 20, Rebecca Boylan. They said she's\nnot been deposed. She was a disclosed witness. They said\nshe's not going to be a witness. Well, we'll see. Your Honor,\n\nI don't think this is the appropriate time to raise this issue.\n\nIt's not an appropriate motion in limine. I know what the\n\nrules of evidence are with regard to hearsay and double\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011372",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011372.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1629,
    "word_count": 273,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:45.564474",
    "prefix": "IMAGES-001"
  }
}