{
  "document_id": "HOUSE_OVERSIGHT_032201",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032201.txt",
  "text": "si\n\nbased societies see not oppression in reasonably exercised authority\nbut respect; they see lack of political power not as subjugation but as\norder. Of course, this is provided we are talking about a Deng or a\nLee and not a Pol Pot.\n\nTo be sure, Asian autocracies are not summarily successful.\nElsewhere, political Confucianism is messier. In Malaysia, Mahathir\nbin Mohamad lifted his people out of abject poverty and easygoing\ncronyism to mold another high-tech, first-world miracle; but he lacks\nvirtue because of the tactics he employed as methods of control:\nvicious campaigns against human-rights activists and intimidation of\npolitical opponents, which included character assassination. The\nVietnamese Communist leadership has lately overseen dynamic\neconomic growth, with, again, the acceleration of personal freedoms,\neven as corruption and inequalities remain rampant. Think for a\nmoment of Vietnam, a society that has gone from rationing books to\nenjoying one of the largest rice surpluses in the world in a quarter of\na century. It recently graduated in statistical terms to a middle-income\ncountry with a per capita GDP of $1,100. Instead of a single\npersonality with his picture on billboards to hate, as has been the case\nin Egypt, Syria and other Arab countries, there is a faceless\ntriumvirate of leaders—the party chairman, the state president and the\nprime minister—that has delivered an average of 9 percent growth in\nGDP annually over the past decade. Nevertheless, Vietnam’s rulers\nremain fearful of public displays of dissatisfaction spread across the\nInternet. And there is China: continental in size, it produces vastly\ndifferent local conditions with which a central authority must grapple.\nSuch grappling puts pressure on a regime to grant more rights to its\nfar-flung subjects; or, that being resisted, to become by degrees more\nauthoritarian. So terrified is its regime of its own version of an Arab\nSpring that it has gone to absurd lengths to block social media and\npolitically provocative areas of the Web.\n\nHOUSE_OVERSIGHT_032201",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032201.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2064,
    "word_count": 324,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.743555",
    "prefix": "IMAGES-011"
  }
}