{
  "document_id": "HOUSE_OVERSIGHT_011884",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011884.txt",
  "text": "/ BARAK / 127\n\nneutralize any recidivist claims to all of Palestine, especially since we had around\n1.5 million Arab citizens living inside our pre-1967 borders. But as I told Bibi, that\nwas ared herring. There was a more straightforward, legally binding answer: a\npeace treaty which, as with Egypt and Jordan, declared an end to our conflict and\nto any further claims on either side.\n\nMy main concern was more fundamental. Bibi’s new approach contradicted the\ncentral thrust of Zionism: that after centuries of powerlessness and persecution,\nJews would finally take control of their own destiny. We now had our state. It was\nmore than six decades old. “Why do we need the Palestinians, or anyone, to\nvalidate us as a Jewish state? Why propose something that implies the Palestinians\nsomehow have a say in what kind of state we choose to be?” Yet the more I\npressed him, the clearer it became that the substance didn’t much matter to Bibi.\nHis move was political, and tactical, aimed at staking out a position of power in the\ndiplomatic process. Besides, he didn’t expect any new negotiations to make real\n\nprogress anyway.\n\nAs Defense Minister, I had scope for taking steps with the Palestinians on my\nown. With Bibi’s knowledge and tacit acceptance, I established a particularly\nstrong relationship with Abu Mazen’s Prime Minister, Salaam Fayyad. A respected\neconomist, he operated on the assumption that neither violence nor negotiations\nseemed likely to lead the Palestinians to statehood as things now stood. He saw his\nrole as doing an end-run. He would put in place the institutions, the infrastructure,\nthe economy, the internal security and the stability needed for an eventual state to\nsucceed. He was trying to do for the Palestinians what Ben-Gurion had done before\n1948. He and I met and talked often but discreetly — sometimes in his office in\nRamallah, sometimes in mine, sometimes over dinner in the 31*-floor flat I was\nrenting in central Tel Aviv. I remember one dinner in particular. I led him onto the\nterrace after we’d eaten. It was a startlingly clear night. You could see as far north\nas Lebanon and, since the West Bank was barely a dozen miles away, the\ntwinkling lights of Ramallah as well. He gazed in that direction, then at the bright\nlights of the avenues and restaurants and cafés far below us. Smiling, he said:\n“Ehud, why do you need Ramallah when you’ve got Tel Aviv?” I smiled back.\nThere was no need to reply. He knew my views. Not only didn’t Israel need\nRamallah. I was more convinced than ever that it was in our own interest, by treaty\nif possible and unilateral disengagement if not, to remove Israel from all of the\nmajor towns and cities of the West Bank.\n\n413\nHOUSE_OVERSIGHT_011884",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011884.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2727,
    "word_count": 469,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.528270",
    "prefix": "IMAGES-001"
  }
}