{
  "document_id": "HOUSE_OVERSIGHT_023239",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023239.txt",
  "text": "11:21 PM (13 hours ago)\n\nto me\n\nJeffrey,\n\nI created applications one week ago at NDCAS ( doctor of naturopathic medicine centralized application\nservice ) and VMCAS ( veterinary medical college application service ) ,working on my application\nmaterial , requesting evaluations letters and etc.\n\nOn Tuesday I am going to the job interview, working on my resume today .\n\nP.s.- [hope I will get finally the results from Chinese proficiency exam today /tomorrow.\n\nOn Sat, 7 Apr 2018 at 07:54, jeffrey E. <jeevacation@gmail.com> wrote:\n\nno concrete progress. for a year. sorry, it cannot go on this way\n\nDate: Wed, Jun 1, 2016 at 5:41 PM\n\nSubject:\n\nTo: Melanie Spinella iii\n\nAs i said yesterday, pointing out places where 1 think my friend might be taking unnecesarry risks has\nbecome tedious and trying. Structures that have been set up 2 years ago. were done so to give you\nprotection and flexibility, NOT FOR ME< for YOU _ they required hiring stafff that could manage\nthese complex entities. you told me over the past two years that as 1 set them up i should be responsible\nfor their operation. That was never the deal , never. I have heard after -care etc for quite a while. in\ndec when you unilatierally decided to pay me much less than our agreed amount , we agreed NO MORE\nmoney discussions NO MORE after care. The silliness has reached its pinnacle when you suggest 1 am\nresponsible for the lack of sophisticaiton and thoughtfulness of the 1031 transactions that NO one even\ntold me about. asked my advice or gave me any notice at all before the fact. same as the structure for the\nCAlif house. I would remind you , though Heather is great, it was not she that modified the gagosian\ncontract to give you the protection that resulted in your having no liablity, though you tell me she has\ndone these things many times.\n\n3. Remind me to talk to you about MR\n\nDate: Tue, Nov 15, 2016 at 6:13 AM\n\nSubject: Fwd:\n\nTo: Melanie Spinella >\n\nLeon, Congragulations on biting the bullet. at least 18 months late , but I m encouraged and glad for\nyou. When you interviewed Brad two years ago you asked that i not tell him what a disaster lay before\nhim. what would you like me to tell Barry?\n\nThere is a HUGE amount of work to be done in the next 9 -12 months. mostly the exact same work\nthat i outlined in my email of 2 years ago. now complicated by years of mess on top. ( you can send it\nagain if you like ). Brad wechsler was never up to the task . sorry, I realize I have been saying the very\nsame thing for a long time. he was a not a step up from Eileen but a step sideways. in the beginning\nthere was Eileen and Tom and Ralph Lerner. all your hand picks. then brad. john, Joe. . joslin was\nchosen from a pool of 2 people. each that would be limited by a salary of 250k. ( yes 1 personally\naugmented his comp in order to get him )_ I did say hire both Lisa to do the bookkeeping and joslin tax,\n\nHe complained for over a year , re his direction by eileen and ada , and then brad. His breakdown was\nnot a surprise after months and moths of warnings. Though disabled, he ran your office this year. with\njohn and joe. He ran amok, and asi told you he rarely failed to remind me in our conversations that you\ntold him that he works for you and not for me and that brad needs to pays him .\n\nHOUSE_OVERSIGHT_023239",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023239.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3306,
    "word_count": 625,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.461534",
    "prefix": "IMAGES-007"
  }
}