{
  "document_id": "HOUSE_OVERSIGHT_014026",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014026.txt",
  "text": "go with it.\n\nManaged this by (a) going on info diet, (b) working 9 p.m.-midnight in a campsite with no other\ndistractions, (c) outsourcing everything that I would find difficult or time consuming (like the tricky\nprogramming stuff and the illustrations for my book).\n\nAfter about four weeks I had an automated informational website that had replaced % of my full-time\nincome—requiring > four hours per week to maintain.\n\nThe original plan was to arrive in Adelaide and get a J.O.B. But with my passive income, I decided to\nsimply grow my new business and am currently very close to replacing 100% of my previous income. It\nfeels {&*#ing brilliant.\n\nNow we plan to travel the world slowly until the kids are ready for primary school...\nWho says kids hold you back?! —FINN\n\nWORKING REMOTELY\n\nOne month and one year ago, I read 4HWW on the recommendation of my sister’s boyfriend after I\nhad been talking for months about changing my life drastically and moving to Argentina to learn\nCastellano. After reading the book I stopped talking about my dreams and immediately started setting\nshort-term and long-term goals. I bought a notebook to track my monthly goals and tasks. I did lots of\nresearch on potential remote working situations and I started telling my close friends and family about\nmy new plans. Everyone that I told thought it was just an idea and I wasn’t actually going to go through\nwith it. They thought it was a “some day I'd like to do this” idea and that I wasn’t actually setting daily\ngoals to get me there. They knew that I loved my job so why would I leave it for a life of uncertainty? I\ndidn’t think of it that way. I wasn’t scared, I was excited at the prospect of a new way of life, a fresh\nstart, and even though I loved my job I also had other things I wanted to accomplish in my life. At first I\nthought about teaching English to make a living down there, but deep down inside all I really wanted to\ndo was continue working for my current company, just doing it remotely. The book gave me the\nconfidence to think this was actually possible, when everyone around me thought it was impossible.\n\nI decided to write up a proposal and present it to my boss even at the advice not to do it from\neveryone I knew. If my boss rejected my proposal, I had enough money saved up to live in Argentina for\nat least six months to get me by until I could figure out how I wanted to make money there. I was not\ngiving up on my dream of living a freer, happier life with less work and more time for myself. All odds\nwere against me but I took a calculated risk and had faith in myself. After I handed in my proposal, I\nwas ready to expect the worst. Everyone around me was waiting with baited breath and words of\nencouragement after I got rejected. When I left the meeting with my boss I couldn’t believe it. She\naccepted and was eager to talk to me about the details. She even had a smile on her face and told me how\nawesome my proposal was. No one else could believe it when I told them. After the shock wore off, I\nrealized that I could actually do this, and a huge weight was lifted from my shoulders. The hardest part\nwas over and now I could start thinking of more possibilities for my new life.\n\nI set my goal to move to Argentina for September 2008. I arrived here on September 3 and have been\nhere for about six months now. I live in the capital city of Jujuy, Argentina, a small province in the\nnorthwest of Argentina. I work about 5—10 hours a week and [ find that I am much more focused now\nthat I am out of the office and working alone. I have a private Spanish tutor that I meet with for two\nhours, five days a week. I have a handful of friends that I spend time with, practicing my Spanish. I go to\nthe gym three times a week and go to yoga two times a week—something I didn’t do in the States\nbecause I didn’t have enough time. I eat healthier because I have more time to focus on what to eat. I\nhave more time to dream up bigger things that I want to do with my new free time. I have dreams of\nowning a bar or cafe, so maybe a few years from now that will be my next endeavor.\n\nMy advice to 4HWW readers is to take from my experience. I rely heavily on the advice of my friends\n\nHOUSE_OVERSIGHT_014026",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014026.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4226,
    "word_count": 808,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.605511",
    "prefix": "IMAGES-002"
  }
}