{
  "document_id": "HOUSE_OVERSIGHT_020112",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020112.txt",
  "text": "EPILOGUE:\nBANNON AND TRUMP\n\nn a sweltering morning in October 2017, the man who had more or less single-\n\nhandedly brought about the U.S. withdrawal from the Paris climate accord, stood on\nthe steps of the Breitbart town house and said, with a hearty laugh, “I guess global\nwarming is real.”\n\nSteve Bannon had lost twenty pounds since his exit from the White House six weeks\nbefore—he was on a crash all-sushi diet. “That building,” said his friend David Bossie,\nspeaking about all White Houses but especially the Trump White House, “takes perfectly\nhealthy people and turns them into old, unhealthy people.” But Bannon, who Bossie had\ndeclared on virtual life support during his final days in the West Wing, was again, by his\nown description, “on fire.” He had moved out of the Arlington “safe house” and\nreestablished himself back at the Breitbart Embassy, turning it into a headquarters for the\nnext stage of the Trump movement, which might not include Trump at all.\n\nAsked about Trump’s leadership of the nationalist-populist movement, Bannon\nregistered a not inconsiderable change in the country’s political landscape: “I am the\nleader of the national-populist movement.”\n\nOne cause of Bannon’s boast and new resolve was that Trump, for no reason that\nBannon could quite divine, had embraced Mitch McConnell’s establishment candidate in\nthe recent Republican run-off in Alabama rather than support the nat-pop choice for the\nSenate seat vacated by now attorney general Jeff Sessions. After all, McConnell and the\npresident were barely on speaking terms. From his August “working holiday” in\nBedminster, the president’s staff had tried to organize a makeup meeting with McConnell,\nbut McConnell’s staff had sent back word that it wouldn’t be possible because the Senate\nleader would be getting a haircut.\n\nBut the president—ever hurt and confused by his inability to get along with the\ncongressional leadership, and then, conversely, enraged by their refusal to get along with\nhim—had gone all-in for the McConnell-backed Luther Strange, who had run against\nBannon’s candidate, the right-wing firebrand Roy Moore. (Even by Alabama standards,\nMoore was far right: he had been removed as chief justice of the Alabama Supreme Court\n\nHOUSE_OVERSIGHT_020112",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020112.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2256,
    "word_count": 359,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.256539",
    "prefix": "IMAGES-005"
  }
}