{
  "document_id": "HOUSE_OVERSIGHT_022953",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022953.txt",
  "text": "change the world. Rockefeller and Carnegie were, as examples of social-\nengineering philanthropy, unique. They alone had such resources and will.\nNow you have legions of people who have to give away vastly larger\nfortunes than Rockefeller or Carnegie had at their disposal, or might even\nhave imagined.\n\n“Except that it’s actually hard to give away this kind of dough,\nwithout causing more problems than you’re solving.”\n\nEpstein’s long-time business thesis is that the rich know very little\nabout their money. They may know about their own businesses, but the great\nsums that are the result are an ultimate after thought and demand an entirely\ndifferent sort of intellectual discipline. The Forbes 400, says Epstein, not\nimmune to an amount of wonder, increased their wealth by $500 billion last\nyear, meaning, in effect, that every American billionaire makes more than\nanother billion every year. And, points out the 62-year-old Epstein, they will\nalmost all be dead in 30 years, most well before that, meaning $2 trillion,\ncompounding everyday, will have to be given away. “So, to understand the\nfuture, what you have to begin to do is follow the money, not in Watergate-\nlike terms backwards, as in who has gotten it, but forwards to where it will\ngo and who will get it.”\n\nEpstein can find himself echoing aspects of Thomas Piketty on the\ninequities of the accumulation of wealth (“the divide is between people with\nassets, which appreciate, and people without assets, who fail to advance—\nthat is, of course, the miracle of compounded interest”), except for the fact\nthat Epstein, knowing the rich, understands a curious point that Piketty\ndoesn’t: “Nobody, nobody, wants to give it to their children. Everybody now\nhas the modern appreciation that one of the curses of great wealth is that it\nmakes your kids weird and fucked up.”\n\nEpstein’s position in this private allotment of a decent fraction of the\nU.S. Gross Domestic Product is not as philanthropist but as a higher sort of\nbanker or guru or brain—a rich whisperer—making him, in addition to rich\nhimself, arguably, among the most influential people you’ ve never heard of.\n\nThough, likely, you have heard of him, but not for his prowess with\nhigh abstraction, but for a scandal of such luridness that he is, for a great\nmany, the poster child of the lawlessness of privilege and wealth, and for a\nmuch smaller circle, the poster child for what can happen when you become\nthe target of a resentful world. He is that Epstein, according to the Daily\nMail—among his most dogged press antagonists—‘‘one of America’s most\nnotorious sex offenders.”\n\nHOUSE_OVERSIGHT_022953",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022953.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2631,
    "word_count": 438,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.959765",
    "prefix": "IMAGES-007"
  }
}