{
  "document_id": "HOUSE_OVERSIGHT_012925",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012925.txt",
  "text": "1.7 Five Key Words 9\n\na dramatic way to carry out some of its cognitive processes (a hypothesis for which there is no\ncurrent evidence), this doesn’t imply that these quantum phenomena are necessary in order to\ncarry out the given cognitive processes. For example there is evidence that birds use quantum\nnonlocal phenomena to carry out navigation based on the Earth’s magnetic fields [GRM~ 11];\nyet scientists have built instruments that carry out the same functions without using any special\nquantum effects. The importance of quantum phenomena in biology (except via their obvious\nrole in giving rise to biological phenomena describable via classical physics) remains a subject\nof debate [AGBD* 08].\n\nQuantum “magic” aside, it is also conceivable that building AGI is fundamentally impossible\nfor some other reason we don’t understand. Without getting religious about it, it is rationally\nquite possible that some aspects of the universe are beyond the scope of scientific methods.\nScience is fundamentally about recognizing patterns in finite sets of bits (e.g. finite sets of\nfinite-precision observations), whereas mathematics recognizes many sets much larger than this.\nSelmer Bringsjord [BZ03], and other advocates of “hypercomputing” approaches to intelligence,\nargue that the human mind depends on massively large infinite sets and therefore can never be\nsimulated on digital computers nor understood via finite sets of finite-precision measurements\nsuch as science deals with.\n\nBut again, while this sort of possibility is interesting to speculate about, there’s no real reason\nto believe it at this time. Brain science and AI are both very young sciences and the “working\nhypothesis” that digital computers can manifest advanced AGI has hardly been explored at\nall yet, relative to what will be possible in the next decades as computers get more and more\npowerful and our understanding of neuroscience and cognitive science gets more and more\ncomplete. The CogPrime AGI design presented here is based on this working hypothesis.\n\nMany of the ideas in the book are actually independent of the “mind can be implemented\ndigitally” working hypothesis, and could apply to AGI systems built on analog, quantum or\nother non-digital frameworks — but we will not pursue these possibilities here. For the moment,\noutlining an AGI design for digital computers is hard enough! Regardless of speculations about\nquantum computing in the brain, it seems clear that AGI on quantum computers is part of our\nfuture and will be a powerful thing; but the description of a CogPrime analogue for quantum\ncomputers will be left for a later work.\n\n1.7 Five Key Words\n\nAs noted, the CogPrime approach lies squarely in the integrative cognitive architecture camp.\nBut it is not a haphazard or opportunistic combination of algorithms and data structures. At\nbottom it is motivated by the patternist philosophy of mind laid out in Ben Goertzel’s book\nThe Hidden Pattern [Goe06al, which was in large part a summary and reformulation of ideas\npresented in a series of books published earlier by the same author [Goe94], [Goe93a], [Goe93b],\n[Goe97], [Goe01]. A few of the core ideas of this philosophy are laid out in Chapter 3, though\nthat chapter is by no means a thorough summary.\n\nOne way to summarize some of the most important yet commonsensical parts of the patternist\nphilosophy of mind, in an AGI context, is to list five words: perception, memory, prediction,\naction, goals.\n\nIn a phrase: “A mind uses perception and memory to make predictions about\nwhich actions will help it achieve its goals.”\n\nHOUSE_OVERSIGHT_012925",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012925.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3611,
    "word_count": 575,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.095830",
    "prefix": "IMAGES-002"
  }
}