{
  "document_id": "HOUSE_OVERSIGHT_014016",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014016.txt",
  "text": "testing it out for me while she was in Argentina).\n\n*Skype—www.skype.com, Skype is a free software that allows you to talk for free via the Internet. You\ncan also use Skype with regular phones to make calls internationally for a low rate of about .04 cents a\nminute. Skype also has video chatting capabilities and conference call capabilities for meetings. The\nsetup requires downloading the Skype software free) and buying a headset with microphone ($10) and\nwebcam ($ ranges) for each computer. I have tested this software with my sister and it works well for her\nin Argentina and for me here.\n\n*iStockphoto— www.istockphoto.com, iStockphoto is an Internet royalty-free image and design stock\nphotography website. This is one of the many sites I use to find photos for [company name]. We have\nalready used a few photos from this site for our marketing materials.\n\n*Seminar Photo Contest—This contest was created by me and developed with Keri as an experiment to\ncollect more relevant and usable photos for our marketing and publication efforts. Since we have found it\nto be a bit invasive to try and take the photos ourselves, we wanted to try a new approach to capture\nphotos for our needs. All participants of our Summer Seminars 2008 are able to submit photos they have\ntaken at their seminar with a chance to be rewarded with a $5 Amazon Gift Certificate for each image\nwe choose.\n\n86. This video explains how and why I pack the items in the list that follows. Links for all items are\nalso included.\n\n87. This company filed for Chapter 11 in June 2009.\n\n88. For the exact breakfast, just serach “slow-carb” on www.fourhourblog.com or both “slow-carb”\nand “Ferriss” on Google.\n\n89. This has thankfully decreased to 2,000-—3,000 per week as of this writing.\n\n90. This post is, of course, available on the blog for those who would like to copy and paste the rules\nfor their own use.\n\nLiving the 4-Hour Workweek\n\n» CASE STUDIES, TIPS, AND HACKS\n\ne » Zen and the Art of Rock Star Living\ne » Art Lovers Wanted\n\ne » Photo Finish\n\nHOUSE_OVERSIGHT_014016",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014016.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2051,
    "word_count": 355,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.794284",
    "prefix": "IMAGES-002"
  }
}