{
  "document_id": "HOUSE_OVERSIGHT_029427",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029427.txt",
  "text": "PRESERVING MONGOLIAN SOVEREIGNTY AND CULTURE\n\nMONDAY, JUNE 19, 2017\n\nThe sovereignty of Mongolia is under siege.\n\nThe People’s Republic China (PRC) regards Mongolia as its “Ukraine”, i, Covertly the PRC has\nambitions not simply to make Mongolia a client or puppet state, as it was under Soviet domination,\nbut to integrate it with the PRC through a “voluntary” referendum, just as the Russians engineered\nthe assimilation of Crimea in 2014.\n\nThis was Mao Tse-tung’s prophecy and intent once China could establish parity or surpass Soviet\nmilitary and economic might.t#\n\nAs the world’s attention is focused on China’s South China Sea claims, an asymmetrical war is also\nbeing conducted by the PRC to achieve Mongolian assimilation. Russian influence is being\nmarginalized, as are Mongolia’s ‘34 Neighbor’ partners such as Japan, South Korea, Germany, and\nthe USiv. China’s penetration and Sinification of Mongolia’s natural resources, financial system,\nbusinesses, infrastructure, media, social media, culture, religion, security, electoral system, and\npolitical body are each battle fronts in a multi-pronged asymmetrical campaign to isolate and then\nassimilate Mongoliav.\n\nPreserving Mongolian sovereignty demands a global awareness of the PRC’s covert intent. An\neducation campaign is needed both within Mongolia and globally to counter a) the PRC’s revisionist\nhistorical justification for claiming Mongolia as their Crimea‘ and b) the PRC’s effort to isolate\nMongolia and control all aspects of Mongolia’s economy, resources, politics, and culture.\n\nWithout a counter-campaign Mongolia will in a decade’s time be assimilate and Sinicized like Inner\nMongolia and Manchuriavi. Mongolians will become strangers in their own land.\n\nChina’s assimilation of Mongolia will not only be a tragedy for the Mongolian people and the hope\nfor Central Asian democracy, but a threat to the balance of power in Eurasia.\n\n1In negotiations in 1956 between the Soviets and the PRC, the Soviet negotiator, Sergo Mikoyan, and CCP\nPolitburo member Liu Shaogqi and Premier Zhou Enlai, the Chinese hoped to connect the granting of Mongolia\nindependence with the question of Stalin’s “mistakes.” The Chinese requested the Soviets cancel Mongolia\nindependence in the wake of Khrushchev’s condemnation of Stalin’s personality cult. Liu Shaoqi drew a\nparallel between Mongolia and Ukraine. He declared that Mongolia was China’s “Ukraine”. Source: “New\nDocuments on Mongolia and the Cold War” by Sergey Radchenko, Wilson Center Cold War International History\nProject Bulletin, Issue 16, page 343 and Document 1,\n\nhttps:/Awww. wilsoncenter.org/sites/default/files/CWIHPBulletinl16 p4_1.pdf.\n\ni In 26 February 1989 Deng Xiaoping in a revealing complaint to President Bush showed enduring Chinese\nviews on Mongolia in regard to how Stalin had stolen or severed Mongolia from China. “Memorandum of\nConversation between George H. W. Bush and Chairman Deng Xiaoping in Beijing”, Wilson Center, February\n26, 1989,\n\nhttp: //digitalarchive.wilsoncenter.org/document/116507.pdf?v=9e009d7beac46b3b33fcaafd3bcd08f5.\n\nHOUSE_OVERSIGHT_029427",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029427.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3102,
    "word_count": 444,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.835931",
    "prefix": "IMAGES-010"
  }
}