{
  "document_id": "HOUSE_OVERSIGHT_020006",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020006.txt",
  "text": "whatever he wanted.”\n\nIt didn’t exactly surprise Bannon when Trump flipped; Bannon understood how easy it\nwas to bullshit a bullshitter. Bannon also recognized that the Ryan rapprochement spoke to\nTrump’s new appreciation of where he found himself. It was not just that Ryan had been\nwilling to bow to Trump, but that Trump was willing to bow to his own fears about how\nlittle he actually knew about being president. If Ryan could be counted on to handle\nCongress, thought the president, well, phew, that takes care of that.\n\n7 OK Ok\n\nTrump had little or no interest in the central Republican goal of repealing Obamacare. An\noverweight seventy-year-old man with various physical phobias (for instance, he lied\nabout his height to keep from having a body mass index that would label him as obese), he\npersonally found health care and medical treatments of all kinds a distasteful subject. The\ndetails of the contested legislation were, to him, particularly boring; his attention would\nbegin wandering from the first words of a policy discussion. He would have been able to\nenumerate few of the particulars of Obamacare—other than expressing glee about the silly\nObama pledge that everyone could keep his or her doctor—and he certainly could not\nmake any kind of meaningful distinction, positive or negative, between the health care\nsystem before Obamacare and the one after.\n\nPrior to his presidency, he had likely never had a meaningful discussion in his life\nabout health insurance. “No one in the country, or on earth, has given less thought to\nhealth insurance than Donald,” said Roger Ailes. Pressed in a campaign interview about\nthe importance of Obamacare repeal and reform, Trump was, to say the least, quite unsure\nof its place on the agenda: “This is an important subject but there are a lot of important\nsubjects. Maybe it is in the top ten. Probably is. But there is heavy competition. So you\ncan’t be certain. Could be twelve. Or could be fifteen. Definitely top twenty for sure.”\n\nIt was another one of his counterintuitive connections to many voters: Obama and\nHillary Clinton seemed actually to want to talk about health care plans, whereas Trump,\nlike most everybody else, absolutely did not.\n\nAll things considered, he probably preferred the notion of more people having health\ninsurance than fewer people having it. He was even, when push came to shove, rather\nmore for Obamacare than for repealing Obamacare. As well, he had made a set of rash\nObama-like promises, going so far as to say that under a forthcoming Trumpcare plan (he\nhad to be strongly discouraged from using this kind of rebranding—political wise men\ntold him that this was one instance where he might not want to claim ownership with his\nname), no one would lose their health insurance, and that preexisting conditions would\ncontinue to be covered. In fact, he probably favored government-funded health care more\nthan any other Republican. “Why can’t Medicare simply cover everybody?” he had\nimpatiently wondered aloud during one discussion with aides, all of whom were careful\n\nHOUSE_OVERSIGHT_020006",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020006.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3087,
    "word_count": 511,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.337332",
    "prefix": "IMAGES-005"
  }
}