{
  "document_id": "HOUSE_OVERSIGHT_029080",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029080.txt",
  "text": "mentioned the involvement of state in capitalism as one of the big dangers. But these two\nparties you’ve mentioned, they actually have close ties with Putin, who is the promoter of\nthis big danger, so I'd like to know your thoughts about this and how you’re going to deal\nwith it.\n\nBannon: Could you summarize that for me?\n\nHarnwell: The first question was, you'd reference the Front National and UKIP as\nhaving elements that are tinged with the racial aspect amidst their voter profile, and the\nquestioner was asking how you intend to deal with that aspect.\n\nBannon: I don’t believe I said UKIP in that. I was really talking about the parties on the\ncontinent, Front National and other European parties.\n\nI’m not an expert in this, but it seems that they have had some aspects that may be anti-\nSemitic or racial. By the way, even in the tea party, we have a broad movement like this,\nand we've been criticized, and they try to make the tea party as being racist, etc., which\nit’s not. But there’s always elements who turn up at these things, whether it’s militia guys\nor whatever. Some that are fringe organizations. My point is that over time it all gets kind\nof washed out, right? People understand what pulls them together, and the people on the\nmargins I think get marginalized more and more.\n\nI believe that you'll see this in the center-right populist movement in continental Europe.\nI’ve spent quite a bit of time with UKIP, and I can say to you that I’ve never seen anything\nat all with UKIP that even comes close to that. I think they've done a very good job of\npolicing themselves to really make sure that people including the British National Front\nand others were not included in the party, and I think you’ve seen that also with tea party\ngroups, where some people would show up and were kind of marginal members of the tea\nparty, and the tea party did a great job of policing themselves early on. And I think that’s\nwhy when you hear charges of racism against the tea party, it doesn’t stick with the\nAmerican people, because they really understand.\n\nI think when you look at any kind of revolution — and this is a revolution — you always\nhave some groups that are disparate. I think that will all burn away over time and you'll\n\nsee more of a mainstream center-right populist movement.\n\nHOUSE_OVERSIGHT_029080",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029080.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2326,
    "word_count": 417,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.019246",
    "prefix": "IMAGES-010"
  }
}