{
  "document_id": "HOUSE_OVERSIGHT_014649",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014649.txt",
  "text": "Equity Investment Rating Distribution\n\n: Energy Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 105 46.67% Buy 88 83.81%\nHold 54 24.00% Hold 48 88.89%\nSell 66 29.33% Sell 49 14.24%\nEquity Investment Rating Distribution: Financial Services Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 113 46.89% Buy 89 18.76%\nHold 66 27.39% Hold 55 83.33%\nSell 62 25.13% Sell 40 64.52%\nEquity Investment Rating Distribution: Gaming Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 24 54.55% Buy 16 66.67%\nHold 14 31.82% Hold 6 42.86%\nSell 6 13.64% Sell 1 16.67%\nEquity Investment Rating Distribution: Health Care Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 134 54.92% Buy 100 14.63%\nHold 59 24.18% Hold 38 64.41%\nSell 51 20.90% Sell 23 45.10%\nEquity Investment Rating Distribution: Industrials/Multi-Industry Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 38 55.07% Buy at 71.05%\nHold i 10.14% Hold 4 57.14%\nSell 24 34.78% Sell 15 62.50%\nEquity Investment Rating Distribution: Technology Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 113 56.50% Buy 82 12.57%\nHold 40 20.00% Hold 32 80.00%\nSell 47 23.50% Sell 28 59.57%\nEquity Investment Rating Distribution: Transport/Infrastructure Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 3 49.66% Buy 53 12.60%\nHold 35 23.81% Hold 21 60.00%\nSell 39 26.53% Sell 19 48.72%\nEquity Investment Rating Distribution: Utilities Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 58 46.03% Buy 45 17.59%\nHold 34 26.98% Hold 29 85.29%\nSell 34 26.98% Sell 20 58.82%\nEquity Investment Rating Distribution: Global Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 1553 49.44% Buy 1130 12.16%\nHold 730 23.24% Hold 538 13.10%\nSell 858 27.32% Sell 514 59.91%\n\n* Issuers that were investment banking clients of BofA Merrill Lynch or one of its affiliates within the past 12 months. For purposes of this Investment Rating Distribution, the coverage universe includes only stocks. A\nstock rated Neutral is included as a Hold, and a stock rated Underperform is included as a Sell.\n\nFUNDAMENTAL EQUITY OPINION KEY: Opinions include a Volatility Risk Rating, an Investment Rating and an Income Rating. VOLATILITY RISK RATINGS, indicators of potential\nprice fluctuation, are: A - Low, B - Medium and C - High. INVESTMENT RATINGS reflect the analyst’s assessment of a stock’s: (i) absolute total return potential and (ii)\nattractiveness for investment relative to other stocks within its Coverage Cluster (defined below). There are three investment ratings: 1 - Buy stocks are expected to have a total\nreturn of at least 10% and are the most attractive stocks in the coverage cluster; 2 - Neutral stocks are expected to remain flat or increase in value and are less attractive than\nBuy rated stocks and 3 - Underperform stocks are the least attractive stocks in a coverage cluster. Analysts assign investment ratings considering, among other things, the 0-12\nmonth total return expectation for a stock and the firm’s guidelines for ratings dispersions (shown in the table below). The current price objective for a stock should be\nreferenced to better understand the total return expectation at any given time. The price objective reflects the analyst’s view of the potential price appreciation (depreciation).\n\nInvestment rating Total return expectation (within 12-month period of date of initial rating) Ratings dispersion guidelines for coverage cluster*\n\nBuy = 10% < 10%\nNeutral = 0% = 30%\nUnderperform NIA = 20%\n\n*Ratings dispersions may vary from time to time where BofA Merrill Lynch Research believes it better reflects the investment prospects of stocks in a Coverage Cluster.\n\nINCOME RATINGS, indicators of potential cash dividends, are: 7 - same/higher (dividend considered to be secure), 8 - same/lower (dividend not considered to be secure) and 9 - pays\nno cash dividend. Coverage Cluster is comprised of stocks covered by a single analyst or two or more analysts sharing a common industry, sector, region or other classification(s). A stock’s\ncoverage cluster is included in the most recent BofA Merrill Lynch report referencing the stock.\n\nPrice charts for the securities referenced in this research report are available at http://pricecharts.baml.com, or call 1-800-MERRILL to have them mailed.\nMLPF&S or one of its affiliates acts as a market maker for the equity securities recommended in the report: Aetna Inc, Consolidated Edison, Dover Corp, General Dynamics, Hess, MGM Resorts,\nNorfolk Southern, SVB Financial, Texas Instrument, TripAdvisor.\n\nBankofAmerica <2”\n\n28 Top 10 US Ideas Quarterly | 03 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014649",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014649.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5086,
    "word_count": 797,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:44.826670",
    "prefix": "IMAGES-003"
  }
}