{
  "document_id": "HOUSE_OVERSIGHT_025570",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025570.txt",
  "text": "Morgan Stanley | RESEARCH\n\nDownside Scenario\n\nOur downside scenario is fairly straightforward: We assume that\nalts convert to C-corps and pay full taxes on earnings but the cur-\nrent p/e multiple does not re-rate upward at all. We assume the\nstocks trade at their current P/E, but on lower, fully taxed earnings.\nTherefore, our downside case for share prices is the same percentage\ndownside to EPS if alts earnings are fully taxed. While we do not\nbelieve there is a high probability of this happening, this does\nrepresent a worst case scenario for the names, in our view. On\naverage we see 18% potential downside for the group if this were to\nhappen. We then usea similar approach to deconstruct the SOTP and\n\nsee what the value for performance fees would be.\n\ne First, we determine the downside case share price by taking\nfully taxed 2018e EPS (at 24%) and multiplying by the current\n2018e P/E (the current P/E using our published EPS and cur-\nrent partnership tax structure).\n\n® Inthe SOTP, we assume that fee-related earnings multiples\ndo not re-rate at all in the downside scenario and that the\nmarket continues to pay 15x. We believe there is a floor here\n\nin FRE will maintain current value.\n\nNORTH AMERICA INSIGHT ~~\n\n© Similar to the upside case, we then fully tax effect the per-\n\nformance fee earnings and use a full 24% tax drag on the net\naccrued carry receivable balance and the future net carry per\nshare.\n\nWe then subtract out the value of the FRE, net accrued carry\nperformance fees (tax adjusted) and the balance sheet value\nfrom our downside case derived share price. This gives us our\ndownside case implied value of future carry.\n\nFinally, we divide that implied future carry value by our\nfully taxed performance fee earnings (@24%) to arrive at\nour downside case implied value of future carry. On\naverage, our downside case implied future value of carry mul-\ntiple is 5.6x, nearly 3 standard deviations away Goldman\nSachs FY2 P/E.\n\nExhibit 29:\nDownside Scenario SOTP Valuation\n= B+C+D H I\nA B c D E F G =1/G = J-F-E\n- 9\nVola ne: After-Tax SOTP Nee Net Carry Per Implied Value of Implied increase\n. Current 2018E FRE BDC BS NAV Value Ex- a‘ 'Y Share After 24% Future Total\nTicker . . Share @ Receivable Future from\nPrice CoreFRE Multiple Value Per Per Share Carry Per Tax (Avg. Carry Value Per\n2a tex share Share PerShare 518020206) Multiple SY | share Current\nRate @24% Rate P Price\nAPO $36.42 669 15.0x $18.94 $0.00 $2.72 $21.66 $1.64 $1.86 4.2x $7.91 $31.20 -14%\nARES $24.70 185 15.0x $9.81 $3.01 $0.69 $13.51 $0.78 $0.48 recs $3.65 $17.95 -27%\nBX $36.78 1,196 15.0x $11.36 $0.00 $2.83 $14.19 $2.29 $1.57 8.3x $13.04 $29.51 -20%\nCG $25.60 100 15.0x $3.34 $0.00 $0.85 $4.19 $4.40 $2.17 6.9x $15.03 $23.62 -8%\nKKR $24.40 475 15.0x $6.38 $0.00 $9.71 $16.09 $1.32 $0.71 2.5x $1.80 $19.21 -21%\nOAK $45.20 166 15.0x $12.11 $0.00 $15.19 $27.30 $4.38 $1.68 4.0x $6.71 $38.39 -15%\nAverage 5.6x -18%\nMedian 5.6x -17%\n\nSource: Company Data, Morgan Stanley Research estimates\n\nHOUSE_OVERSIGHT_025570",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025570.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3010,
    "word_count": 525,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:47.333651",
    "prefix": "IMAGES-008"
  }
}