{
  "document_id": "HOUSE_OVERSIGHT_017955",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017955.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 21 of 28\n\nDershowitz participated in her sexual trafficking and abuse. In his public statements, Dershowitz\nconspicuously omits any reference to the statements by Roberts’ lawyers after they had\ninvestigated his representations and concluded that they were false.\n\n75. Faced with the mounting evidence of his guilt, Dershowitz abandoned his attempt\nto get Roberts or her lawyer to concede a mistake or that Roberts had been wrong, and\ndesperately sought even a suggestion that an error was “possible”.\n\n76. In December 2015 Ms. Roberts’ counsel again told Mr. Dershowitz that “Virginia\nis adamant about her current recollection” and that neither Ms. Roberts nor her counsel believed\nshe was mistaken in identifying Mr. Dershowitz as one of the men to whom Epstein had lent her\nout for sex. In response, Mr. Dershowitz did not claim that Ms. Roberts lawyers had told him\nthat they did not believe her.\n\n77. Instead, the morning of December 9, 2015, Mr. Dershowitz pleaded: “David,\nHave we given up on a mutually acceptable statement from VR or you. Let’s keep trying. We are\nnot that far apart.” (Exhibit 15). When Ms. Roberts lawyer did not immediately respond, Mr.\nDershowitz wrote later the same day:\n\n“We should be aiming at a short simple statement such as: “The\nevents at issue occurred approximately 15 years ago when I was a\nteenager. Although I believed then and continued to believe that AD\nwas the person with whom I had sex, recent developments raise the\npossibility that this may be a case of mistaken identification.”\n(Exhibit 15).\nMr. Dershowitz went on to write: “It would be acceptable if the statement came from you rather\n\nthan her, if she prefers.” (/d.)\n\n21\n\nHOUSE_OVERSIGHT_017955",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017955.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1750,
    "word_count": 288,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:48.076432",
    "prefix": "IMAGES-004"
  }
}