{
  "document_id": "HOUSE_OVERSIGHT_014529",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014529.txt",
  "text": "positive sentiment are the foundation for continued gains in the equity markets and an investor\nrotation from overexposure to long-dated fixed income into under owned equities.\n\nThis rotation will need a few periods of confirmation, given the still uncertain broader global macro\noutlook, but we expect price-to-earnings multiples to remain elevated, despite higher rates,\nthroughout the year. S&P 500 earnings have a wide range of forecasts due to the potential for\nsizable tax cuts in 2017. Based on this, the S&P 500 could add extra earnings on top of normalized\ngrowth, which is expected to be around 9%. At present, a reasonable range, albeit a wide one, is\nconsidered to be between $129 and $138 with the potential for further upside. In this scenario,\nwhere we get pro-growth policies filtering into a higher earnings number, an S&P 500 bull case\nlevel of 2700 at the high end is possible.\n\nImproving profits and growth should take equities higher\n\nFor now, a base case utilizing the five factor framework from BofA Merrill Lynch Global\nResearch, which combines sentiment, valuation and technical, equates to 2300 for the S&P 500 at\nyear end. The two components that include long-term valuation and 12-month price momentum are\nindicating that S&P 500 levels between the base and bull case are increasing in probability. Of\ncourse, there are a number of scenarios that could unfold that would indicate a wide range of\noutcomes depending on the multiple or earnings number that ultimately develops. In the end, it all\ncomes down to the path of corporate profits and the visibility on growth, both of which are\nimproving.\n\nHighlights\n\nWe have moved from a “get paid to wait” core\n\nportfolio theme to a more cyclical- and value-\noriented theme in multi-asset portfolios\n\n¢ Equities remain attractive versus fixed income\non a relative basis.\n\n¢ Within equities, we favor U.S. large caps, U.S.\nsmall caps and emerging markets.\n\n* Within equities, we favor value over growth and\nmore cyclical assets versus defensives.\n\n¢ Within fixed income, we prefer credit to Treasuries.\nWe would also consider an allocation to Treasury\ninflation protected securities (TIPS) where appropriate.\n\nPortfolio repositioning is likely to continue well into 2017, as developments unfold and the pro-\ncyclical environment gathers momentum. With growth already heading higher from Q3 2016\nonward and earnings turning positive, investors have begun increasing cyclicality and exposure to\nvalue in portfolios at the expense of more defensive sectors and higher-dividend areas within\nequities. In addition, we expect a larger shift in emphasis toward small capitalization, which has\nalready started, and more domestic-oriented equities due to a slightly stronger dollar, more pro-\ngrowth policies and the desire for a hedge against potential retaliatory trade policies from main\n\nHOUSE_OVERSIGHT_014529",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2877,
    "word_count": 453,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.019566",
    "prefix": "IMAGES-003"
  }
}