{
  "document_id": "HOUSE_OVERSIGHT_025558",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025558.txt",
  "text": "Morgan Stanley | RESEARCH\n\nNORTH AMERICA INSIGHT ~~\n\nImpact to Current Valuations in Upside and Downside Case\n\nIn the sections following we explain in greater detail our\napproach to potential Upside/Downside scenarios and the\nimpact to valuation under potential conversion. The actual\nimpact is very difficult to quantify given the variety of moving pieces\nand the reliance on investors to drive the a re-rating. We have pre-\nsented it as a scenario analysis to evaluate conversion on a risk\nreward spectrum. Upside/downside scenarios show a positive skew\nfor companies that have higher earnings contribution from manage-\nment fees vs. more downside skew for companies with more per-\n\nformance fees (less certain re-rating of performance fees).\n\nAs the examples herein illustrate, we see significant value in the\nre-rating of fee-related earnings that could unlock share value\nand result in higher stock prices. We believe these stable and\n\ngrowing fee earnings can support higher multiples and broader own-\n\nExhibit 6:\n\nership of the Alts and be the catalyst for the re-rating (explained in\ngreater detail in the sections that follow). In both our upside and\ndownside approaches we look at a Sum-of-the-Parts that values at)\nfee-related earnings, 2) balance sheet investments and net cash, 3)\nthe net accrued carry balance, and&) future value of carry. In both the\ncurrent and upside case we use a fully taxed fee-related earnings at\na 24% tax rate and our value for the balance sheet remains\n\nunchanged in both scenarios as well.\n\nHowever, we make several adjustments to our upside and downside\ncase to reflect a C-corp structure with full tax rate on all earnings: 1)\nTax the net accrued carry receivable balance at a24%.2) Tax our esti-\nmate for average net carry earnings at a full 24% rate. Further, in the\nupside case we also adjust the multiple upwards for fee related earn-\n\nings driven by broader ownership of the stocks, and we conserva-\n\nPotential Upside Scenario SOTP Valuation for APO. We see potentially significant value from a re-rating of fee-related earnings driving higher valua-\n\ntion\nApollo Global Management (APO)\n\nDownside Case\n\nUpside Case C-\n\nSum-of-the-Parts Components Cortent\nAPO) Price\n( SOTP\n2018e Pre-Tax Core FRE / Sh $1.66\nTax Rate 24%\nFee Rel\neo) 6 Poesancerr Gere oh $1.26\nEarnings\nFRE Multiple 1510x\nCore FRE Value $18.94\n+\nBalance Balance Sheet Net Cash and $2.72\nSheet Investments / Sh (as of 3Q17) .\nAccrued Net Accrued Carry / Sh (as of $2.16\nCarry 3Q17) .\na\nAvg Net Carried interest / Sh $2.45\nMarket (2018e-2020e) ‘\nImplied Carry ;\nMarket Implied Carry Value I $12.61!\nTotal Value $36.42\nValuation 2018e EPS $3.68\nP/E 9.9x\n\nSource: Thomson Reuters Company Data, Morgan Stanley Research estimates\n\nC-Corp Corp\nConversion Conversion\n\n$1.66 0% $1.66 0%\n\n24% 0% 24% 0%\n\n$1.26 0% $1.26 0%\n\n15.0x 0.0x 22.5Xx 15x\n$18.94 0% $28.40\n$2.72 0% $2.72 0%\n\n$1.64 -24% $1.64 -24%\n\n$1.86 -24% $1.86 -24%\n\n4.2x -0.9x 7.1x 2.0x\n\n$7.91 -37% $13.30 6%\n$31.20 14% $46.07 (26%\n$3.15 -14% $3.15 -14%\n\n9.9x 0.0x 14.6x 4.7x\n\nHOUSE_OVERSIGHT_025558",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3065,
    "word_count": 505,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:47.344747",
    "prefix": "IMAGES-008"
  }
}