{
  "document_id": "HOUSE_OVERSIGHT_025775",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025775.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nlevels were increasing at the rate they were 15 years ago, the level of potential GDP would be 1%, or $185 billion\nhigher in five years. A more educated workforce would benefit from higher wages. While the increased supply of\npeople with advanced degrees may initially slow wage gains for jobs requiring an advanced degree, a stronger\n\neconomy would help support higher incomes for all and help government budgets.\n\nChart 6\n\nEducation Improves U.S. Potential Growth\n\n= Increased education Curent path of education\n(So growth)\n3.5\n3.0\n25\n2.0\n14\n1.0\n0.5\n\n0.0\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019\n\nSources: Barra, Robert and Jong-\\Wha Lee, “A New Data Set of Educational Attainment in\n\nthe Work, 1950-2010.\" Journal of Development Economics, vol. 104, pp.184-198; Oxford\nEconomics; and Standard & Poor's Ratings Economics’ Estimates.\n\n© Standard & Poor's 2014.\n\nHistorically, data at the state level support these results. States with a well-educated workforce are high-wage states. A\nclear and strong correlation exists between the educational attainment of a state's workforce and median wages in the\nstate, with more educated individuals more likely to participate in the job market and earn more, and less likely to be\nunemployed (31). The unemployment rate for people 25 years old and older with a college degree was 3.3% in June\n\n2014, which is one-third of the unemployment rate of those with less than a high school degree.\n\nEducation is an investment in the health and livelihood of future generations, with greater parent education positively\ncorrelated to a child's health, cognitive abilities, academic achievement, and future economic opportunities. Education\n\nnot only benefits workers today, but also children tomorrow.\n\nWith evidence indicating that a well-educated US. workforce is not just good for today's workers and their children but\n\nalso for the economy's potential long-term growth rate and government balance sheets, what do we need to do to get\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 13\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025775",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025775.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2209,
    "word_count": 341,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.718993",
    "prefix": "IMAGES-008"
  }
}