{
  "document_id": "HOUSE_OVERSIGHT_010813",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010813.txt",
  "text": "wo Ory DU WN F\n\nNNN NNN HH BH Be oe oe Be Be Re\nAB WNE OCW OIA HM BWNR OO\n\nBeach police department says.\n\nQ. You never read those reports?\n\nA. I don't know which reports you're\nreferring to.\n\nQ. All of the reports about Jeffrey Epstein.\n\nMR. SCOTT: Asked and answered yesterday\non this whole line.\n\nA. I probably did not read all the reports on\nJeffrey Epstein. I'm sure I've read some of them.\n\nI do not reeall --\nMR. SCOTT: Be careful about any work --\nattorney-client privilege.\nTHE WITNESS: Right.\n\nA. I don't remember my name coming up. [ was\n\nthe lawyer during that period of time.\nBY MR. SCAROLA:\n\nQ. To the extent that Bradley Edwards and\nPaul Cassell relied upon detailed reports from the\nPalm Beach police department in order to assess the\ncredibility of Virginia Roberts, would it be\nreasonable for them to rely upon police reports?\n\nA. I would hope that they would rely on all\nthe police reports, including the ones that showed\nthat she was involved in criminal actions, including\nthe ones that would show that she took money as an\n\nwo on Dm Bw NH\n\nNNNNNN BH ee eB eB Ep\nOe wWwN HF Ow MAHAN AWN PR O\n\nthis.\nA. Excuse me one second.\n\nMR. SCOTT: You know, you think this is\nfunny and I think this man's -- and I think\nthis man's --\n\nMR. SCAROLA: I think it's improper for\nyou to be coaching the witness in the middle of\nexamination. If you think that there's\nsomething that needs to be brought out, you do\nthat in cross examination. You don't feed him\ninformation that you want him to be reading in\nthe middle of my examination of this witness.\n\nMR. SCOTT: No. But it's also true that\nunder our rules, when you read portions of a\ndeposition, he has the ability to read other\nportions of the deposition which clarify the\nanswers. That's done in every courtroom on\nevery time a witness -- you have selected\nportions of it that are not accurate based on\nother portions and I am having him review them\nsince you did not offer him the deposition to\nreview.\n\nMR. SCAROLA: And that's what you do --\n\nMR. SCOTT: And I think that's totally\nproper --\n\nwo ony Dm FF WH PH\n\nNN NPP BB pe Be Rp\nNP OU MNYHA HB WN HO\n\n298\n\nadult to provide sexual services to people.\n\nI] would hope they would look at all the\nreports, not just selected portions of those\nreports.\n\nQ. Would that include the reports of the\nFederal Bureau of Investigation?\n\nA. I would hope so.\n\nQ. Would that include the information\nprovided by the U.S. Attorney's Office?\n\nA. lL would sure hope so, and I could tell you\nthat the --\n\nQ. Would that include -\n\nA. Let me just say that the U.S. Attorney's\nOffice lias told me unequivocally that my name never\ncame up in any context of any accusation against me\nduring the negotiations.\n\nQ. Is this part of your work product that\nyou're waiving right now?\n\nMR. SWEDER: No, no.\n\nA. My conversation with Jeffrey Sloman is not\nwork product.\n\nMR. SCOTT: Here's a --\nBY MR. SCAROLA:\n\nQ. What is the work product --\n\nMR. SCOTT: Excuse me. Please review\n\nwo MwA HM B® WHY\n\nNNNNN NPP PP BP RP BP RP oP\nUR WNH OU MIAN BW NRF O\n\n300\n\nMR. SCAROLA: -- in cross examination. It\nis --\n\nMR. SCOTT: -- todo. No --\n\nMR. SCAROLA: -- improper.\n\nMR. SCOTT: No.\n\nMR. SCAROLA: There's no question pending\nas to which that's relevant. But let's take a\nlook at what you're showing him.\n\nMR. SCOTT: Sure. Why don't you read it\ninto the record?\n\nTHE WITNESS: I've read it.\n\nMR. SCOTT: Read it into the record so\nthat Mr. Scarola is advised.\nA. \"Okay. When Alan Dershowitz was in the.\nhouse, | understand you to say that these local\nPalm Beach girls would come over to the house\nwhile he was there, but you're not sure if he\nhad a massage from any of these girls?\n\n\"Exactly.\n\n“And what would he do while these girls\nwere in the house?\n\n“He would read a book with a glass of\n\nwine by the pool, stay inside.\n\"Did he ever talk to any of the girls?\n\"Il don't know, sir.\n\n31 (Pages 297 to 300)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010813",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010813.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3931,
    "word_count": 745,
    "line_count": 173,
    "import_date": "2025-11-19T21:47:44.447176",
    "prefix": "IMAGES-001"
  }
}