{
  "document_id": "HOUSE_OVERSIGHT_023954",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023954.txt",
  "text": "208 Teaching Minds\n\nHow do we choose who studies the elite subjects? We don’t.\n\nOffer choices. Stop making lists of what one must know and start\nputting students into situations where they can learn from experi-\nence while attempting to accomplish goals that they set out for them-\nselves, just as people did before there were schools. Education has\nalways been the same: learning from experience with help from wiser\nmentors. School has screwed that all up and it is time to go back to\nbasics.\n\nSo the “what” question is simple. We should teach children what\nadults know that enables them to function in the world they inhabit.\nThis has much less to do with academic knowledge than it has to do\nwith practical, and often subconscious, knowledge of how to do a va-\nriety of things in the social and physical and economic world we have\ncreated.\n\nNow let’s address the question of how to teach these things.\n\nJohn Dewey noted, in 1916, that he had been talking about learn-\ning by doing for a long time, but nobody ever listened to him about\nit—-which was exactly his point. He was frustrated about changing the\nsystem. In 1916! Imagine how he would feel today.\n\nIt is not unreasonable to ask why the system never changes, and\nwho is making sure that it won’t change. The answer is obvious. So\nmany people have vested interests in things staying as they are that\nthe system basically cannot change—at least not of its own free will.\n\nThe President of the United States could help make the changes\nneeded, but he won’t. Here is a piece from then-Senator Obama’s\neducation speech given during his campaign in Dayton, Ohio, in 2008:\n\nWe will help schools integrate technology into their curriculum\nso we can make sure public school students are fluent in the\ndigital language of the 21st-century economy. We’ll teach our\nstudents not only math and science, but teamwork and critical\nthinking and communication skills, because that’s how we’ll\nmake sure they’re prepared for today’s workplace.\n\nSome advisor of his had read my writings and was quoting me on that\none. I usually say reasoning and not critical thinking, but this is taken\nfrom my many speeches on education. And what has the President\nactually done? He said in that same speech:\n\nHOUSE_OVERSIGHT_023954",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023954.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2261,
    "word_count": 390,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.825051",
    "prefix": "IMAGES-007"
  }
}