{
  "document_id": "HOUSE_OVERSIGHT_013657",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013657.txt",
  "text": "it. In some situations, a logical view contends with a more irrational, magical one.\nToday, the morning group praying, evening hymn singing, Christian Republican\nRight Wing feed their feelings of being on the side of God by dividing people into\nthose that are like them and good and those that President Bush and Attorney\nGeneral John Ashcroft calls the evil doing “bad guys.” As noted previously,\npsychoanalytic theory posits that the evil doing others may represent the projected\nrepository of our own unacceptable impulses and inclinations. It became quite clear\nin my own psychoanalysis and psychoanalytic training that it is in healing our split\nand knowledge of our own unacceptable things that will lead to our understanding\nand forgiveness of others.\n\nAs we dig deeper into global brain-mind dynamics of emergent high-energy\nfixation, stuck repetitiousness and splitting, we encounter their universality in the\nstructures of mathematical thought. Did we just make them fit? Do these thought\nforms map onto internal and external physical reality? Are these abstract concepts\nand operations simply products of our biological brains manifested as psychological\nmechanics and used to explain to ourselves what we perceive and think? Does a\nsquare have external reality or is it a universally imagined something, and, as such,\nrepresented only in our minds and the pictures of it we draw? Is mathematical\nunderstanding simply inborn perceptual skills combined with developed and\npracticed logical cognition? Or, do we take the Platonic view of mathematical\nrelations: these abstractions are the ultimate realities, antedating and persisting\nthrough the past, present and future of the universe and omnipresent.\n\nWhere can the conceptual boundary be drawn between the physical reality of\nthe Babylonian surveyors use of the Pythagorean theorem to calculate distances,\nthat the sum of the squares of the lengths of the two legs of a right triangle is equal\nto the square of the length of its hypotenuse, and its abstract, pencil-marks-on-\npaper, algebraic development as in the definition of Pythagorean numbers, a,b, and\nc such that a*+ b*= c*. The dichotomy between the abstract and concrete,\nconsistently blurred in our work, is between a natural science with ideas that can be\ndisconfirmed, directly or indirectly, by experimental observation and the thinking of\n\nmathematics as an a priori field in the sense of Kant. The modern Platonic view\n\n157\n\nHOUSE_OVERSIGHT_013657",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013657.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2477,
    "word_count": 386,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.725305",
    "prefix": "IMAGES-002"
  }
}