{
  "document_id": "HOUSE_OVERSIGHT_032829",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032829.txt",
  "text": "From: Michael Wo!\n\nSent: 12/1/2018 3:57:27 PM\nTo: J [jeevacation@gmail.com]\nSubject: Re:\n\nImportance: — High\n\n...all about Donald Trump, the real villain.\n\nOn Sat, Dec 1, 2018 at 10:56 AM Michael Wolff {i wrote:\n\nClaims are ludicrous and self-serving, media is working with the other side’s lawyers, this is all about Donald\nTrump.\n\nOn Sat, Dec 1, 2018 at 10:53 AM Michael Wolff i wrote:\n\nHe never tries to explain. He denies, blames media, denigrates someone else.\n\nOn Sat, Dec 1, 2018 at 10:51 AM J <jeevacation@gmail.com> wrote:\nim aware. im thinking what would trump do\n\nOn Sat, Dec 1, 2018 at 10:49 AM Michael Wol {== wrote:\n\nAt this point I don’t think you can go legalistic. They’ve won the high ground—young, vulnerable, poor\ngirls.\n\nOn Sat, Dec 1, 2018 at 10:44 AM J <jeevacation@gmail.com> wrote:\ndo you think we highlight , that at the end of the day it was prositution. sex formoney. . a state crime.\nwith state laws.\n\nOn Sat, Dec 1, 2018 at 9:18 AM Michael Wf iii  _ wrote:\n\ndon't tweet this\n\nOn Sat, Dec 1, 2018 at 9:13 AM J <jeevacation@gmail.com> wrote:\n\nOn Sat, Dec 1, 2018 at 9:09 AM Michael wolff i 3.21:\n\nThis thing as model journalism is one more element that could give it legs--so another danger. I don't\nthink it's a question now of directly debunking this. That's going against virtue itself. What I'd like to do\nis game out everything, creating a structure for thinking this through. Definitely not a piecemeal\nresponse. Figure out where we want to be and where we can reasonably get and work backwards.\nMaybe we do agree to a big interview with you--Landon Thomas or something like that. But this has to\nbe war gamed out. Obviously I can contribute, Kathy can, would be great to get SB input, but this needs\na structure, that's why I think Hiltzig or somebody assembling a plan would be helpful. Even if in the\nend you decide to do nothing, at least you've come up with a structured way to think about it.\n\nOn Sat, Dec 1, 2018 at 8:57 AM J <jeevacation@gmail.com> wrote:\nkathy thought the piece is being lauded as great investigative journalism so does your suggested pr\ngroup have the better contacts to place a story. on why itis not. . howeer to you point. to what end?\n\nplease note\n\nHOUSE_OVERSIGHT_032829",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032829.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2236,
    "word_count": 398,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.921975",
    "prefix": "IMAGES-012"
  }
}