{
  "document_id": "HOUSE_OVERSIGHT_017213",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017213.txt",
  "text": "4.2.12\nWC: 191694\n\nprovide him with classified material. I do not know this to be a fact, but I have been told by\nseveral experienced investigative reporters that this is how it is done—that without some\nencouragement and promises of confidentiality and positive portrayal of the source, the leaks “dry\nup.” When I read books by these authors, I can often surmise who at least some of the sources\nare: they’re usually the ones who are portrayed positively in other parts of the book—dquid pro\nquo!\n\nIn other words, authors like Seymour Hirsh not only report the classified information given to\nthem by sources, they develop, encourage, and in other ways facilitate the continuing flow of\ninformation—information which they know is classified and hence being illegally turned over to\nthem—from their “criminal” sources. An important difference is that Hirsh has a political agenda:\nhe publishes only information that serves that agenda. Assange, on the other hand, seems willing\nto publish material equally critical of all governments. For engaging in such journalism, Hirsh\nwins Pulitzer Prizes, gets invited to White House dinners and to lecture at schools of journalism\nwhich teach these methods.\n\nWoodward is different in some respects and similar in others. Whereas Hirsh’s sources tend to be\nbeauracratic dissidents, Woodward relies on high ranking members of the administration who\nwant their “spin” on the story he is publishing to a very wide audience. Some of those politicians\nmay be authorized to disclose the material, but certainly some are not, and much of the material is\nclassified (though it probably shouldn’t be).\n\nBoth authors recognize the reality that many, if not most “state” secrets are designed not to\nprotect the security of the nation, but rather to protect (and enhance) the reputations of the\nincumbent officials. In this regard, I recall a joke that made the rounds of the Soviet dissident\ncommunity when I represented several of them in the 1970s. It is set during the period of the\nStalin Show trials, when a dissident is arrested for calling Stalin a “fool.” He wanted to defend\nhimself by showing that Stalin was indeed a fool, but he was cut off by the judge who said: “If\nyou were being charged with defamation, truth might be a defense.\n\nBut it is not a defense to what you are being charged with.” The dissident was taken aback and\nasked the judge, “If I am not being charged with defaming Stalin for calling him a fool, what am I\nbeing charged with?”\n\nThe judge responded solemnly: “You are being charged with revealing a state secret!”\n\nMany current state secrets are really secrets whose disclosure would embarrass—properly\nembarrass—office holders. Even the Solicitor General who argued for the Nixon Administration\nto prevent publication of the Pentagon Papers later acknowledged this reality. That’s why\nselective leaking and selective withholding of classified material is so damaging to truth,\naccountability and historical accuracy. And that’s also why it is so prevalent in every\nadministration.\n\nWikileaks is different precisely because Assange is not publishing selectively in order to tell a\nstory favorable to one group or another. He has no political agenda. His goal is transparency for\nthe sake of accountability. With the exception of some names and addresses, Wikileaks has let\n\n126\n\nHOUSE_OVERSIGHT_017213",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017213.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3364,
    "word_count": 545,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.190512",
    "prefix": "IMAGES-004"
  }
}