{
  "document_id": "HOUSE_OVERSIGHT_013976",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013976.txt",
  "text": "» Skype ( www.skype.com )\n\nSkype is my default for all phone calls. It allows you to call landlines and mobile phones across the globe\nfor an average of 2—5 cents per minute, or connect with other Skype users worldwide for free. For about\n40 euros per year, you can get a U.S. number with your home area code and receive calls that forward to\na foreign cell phone. This makes your travel invisible. Lounge on the beach in Rio and answer calls to\nyour “office” in California. Nice. Skype Chat, which comes with the service, is also perfect for sharing\nsensitive log-in and password information with others, as it’s encrypted.\n\n» Vonage (www.vonage.com) and Ooma (www.ooma.com)\n\nVonage offers a small adapter for a monthly fee that connects your broadband modem to a normal\nphone. Take it on your travels and set it up in your apartment to receive calls to a U.S. number. Ooma\nhas no monthly fees and doesn’t require a landline, but it offers similar hardware you can connect to\nbroadband for a local U.S. number anywhere in the world.\n\n> VoIPBuster (www.voipbuster.com) and RebTel (www.rebtel.com)\n\nBoth VoIPBuster and RebTel can provide “alias” numbers. Enter a friend’s overseas number on their\nsites, and both will give you a local number in your area code that will forward to your friend.\nVoIPBuster also acts as a cheaper Skype with free calls to more than 20 countries.\n\nInternational Multi-Band and GSM-Compatible Phones\n\n=» My World Phone ( www.myworldphone.com )\n\nI’m partial to Nokia phones. Ensure whichever phone you purchase is “unlocked” —that the SIM card\ncan be swapped out in different countries with different providers.\n\n= World Electronics USA ( www.worldelectronicsusa.com )\n\nGood explanation of which GSM frequencies and “bands” function in which countries, which will\ndetermine which phone you purchase for travel (and perhaps home).\n\nTools for Off-the-Beaten Path\n\n» Satellite Phones ( www.satphonestore.com )\n\nIf you will be in the mountains of Nepal or on a remote island and want the peace of mind (or headache)\nof having a phone nearby, these phones work via satellite instead of towers. Iridium has been\n\nHOUSE_OVERSIGHT_013976",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013976.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2156,
    "word_count": 356,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.812514",
    "prefix": "IMAGES-002"
  }
}