{
  "document_id": "HOUSE_OVERSIGHT_021983",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021983.txt",
  "text": "‘ERSON\n\nexner is more than a mentor.\nf{ older men—father figures—\nvhile making his way in the\n\nindirect, source of beautiful\n\nin charge of Victoria's Secret,\nmpanies and—better yet— in\ncatalog. What this means for\nlike a fox that’s gotten hold of\naccording to evidence collected\npstein victims, eventually pro-\niodeling agency, and provided\nthat agency, in New York City.\nmnchman—a playboy modeling\nwho was an owner of the Karin\n\na modeling agent since the sev-\nched the careers of Monica Bel-\nHunter, Milla Jovovich, Rebecca\n., Sharon Stone, and Estella Wat-\n\n‘on and other well-known covet\nubject of a 60 Minutes investiga- 3\ncual exploitation in the modeling\nsed Fileen Ford of the elite Ford q\nties with the playboy. (Brunel q\nin a 1995 book about the fashion -\n\n126\n\nFittuHy Ricu\n\nindustry— Model: The Ugly Business of Beautiful Women, by Michael\nGross.)\n\nBut Brunel's reputation did not prevent Jeffrey Epstein from\ngetting involved in his business.\n\nAccording to a summary judgment court filing by Bradley\nEdwards, a victims’ lawyer defending against a lawsuit by Jeffrey\nEpstein alleging fabrication of sexual assault cases against him,\nEpstein had provided support for Brunel’s agency, which changed\nits name, in 2005, from Karin to MC2—as in E = mc.\n\nAs a scout for MC2, Brunel traveled the world in search of\nundiscovered talent, favoring Scandinavia, Israel, central Europe,\nthe former Soviet republics, and South America, setting up mod-\neling competitions and negotiating with other international mod-\neling agents and agencies.\n\nBut according to the court filing, in which Edwards detailed\nthe information he had gathered in support of victims, Epstein\nand Brunel had used the agency to bring underage girls from for-\neign countries into the United States by promising them model-\ning contracts. These girls were then housed in condominiums\nbelonging to Epstein. “Epstein and Brunel would then obtain a\nvisa for these girls,” the document states, “then charge the\nunderage girls rent, presumably to live as underage prostitutes in\nthe condos.”\n\n“I strongly deny having participated, neither directly nor\n\n_ indirectly, in the actions Mr. Jeffrey Epstein is being accused of,”\n1 Brunel would say. “I strongly deny having committed any illicit\nq act or any wrongdoing in the course of my work as a scouter or\n\" model agencies manager. I have exercised with the utmost ethi-\n; cal standard for almost forty years.”\n\nAccording to Brunel, his association with Jeffrey Epstein\n\nHOUSE_OVERSIGHT_021983",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021983.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2509,
    "word_count": 405,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:44.201050",
    "prefix": "IMAGES-006"
  }
}