{
  "document_id": "HOUSE_OVERSIGHT_023159",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023159.txt",
  "text": "OUP CORRECTED PROOE - FINAL, 12/9/2014, SPi\n\nChronology xxvii\n\n13 June 2007 Shimon Peres is elected President of Israel by the Knesset.\n\n14 June 2007 President Abbas dismisses Prime Minister Haniyeh and declares a state of\nemergency.\n\n15 June 2007 Hamas takes control over the Gaza Strip in a coup, after several days\n\nof violent battles with Fatah.\n15 June 2007 Salam Fayyad appointed Prime Minister of the Palestinian Authority.\n30 October 2007 UN Provisional Geographic Definition of the Shebaa Farms Area.\n27 November 2007 Annapolis Joint Understanding.\n\n7 May 2008 Hezbollah militants take control of areas of Beirut.\n\n21 May 2008 Doha agreement between Lebanese leaders brokered by Qatar.\n\n21 May 2008 Israel and Syria announce holding indirect talks through Turkish\nmediation.\n\n30 July 2008 Prime Minister Olmert announces he is not seeking re-election.\n\n15 October 2008 Establishment of diplomatic relations between Syria and Lebanon.\n\n16 December 2008 Last meeting of Prime Minister Olmert and President Abbas.\n\n16 December 2008 UN Security Council Resolution 1850 on Annapolis process.\n\n27 December 2008 Israel launches Operation “Cast Lead’ against Hamas.\n\n8 January 2009 UN Security Council Resolution 1860 on a Gaza cease-fire.\n\n18 January 2009 Gaza cease-fire.\n\n20 February 2009 _— President Peres tasks Netanyahu to form a Cabinet following 10 February\n\nelections.\n1 March 2009 Opening of the Special Tribunal for Lebanon (STL).\n31 March 2009 Benjamin Netanyahu is sworn in as Prime Minister.\n4 June 2009 President Obama’s Cairo Speech.\n14 June 2009 Prime Minister Netanyahu’s Speech at Bar Ilan University.\n\n25 August 2009 Ending Occupation, Establishing the State: Fayyad Plan.\n\n25 September 2009 Report of the United Nations fact finding mission on the Gaza conflict: the\nGoldstone report.\n\n31 May 2010 Gaza Flotilla Incident.\n\n25 January 2011 Beginning of the Egyptian uprising.\n11 February 2011 — President Mubarak of Egypt resigns.\n15 March 2011 Beginning of the Syrian uprising.\n\n4 May 2011 In Cairo, Palestinian Authority President Abbas and Hamas leader\nMeshal sign a reconciliation agreement, which calls, inter alia, for\nelections in 2012.\n\n29 July 2011 Formation of the Free Syrian Army (FSA).\n\n2 September 2011 — Report of the Secretary-General’s Panel of Inquiry on the 31 May 2010\nFlotilla Incident.\n\n18 September 2011 Chair’s Summary of the AHLC on Palestinian Institutions’ readiness for\nstatehood.\n\nHOUSE_OVERSIGHT_023159",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2454,
    "word_count": 379,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:45.976628",
    "prefix": "IMAGES-007"
  }
}