{
  "document_id": "HOUSE_OVERSIGHT_016198",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016198.txt",
  "text": "Case 1:19-cv-03377-LAP Document 36-4 Filed 07/03/19\n\nPAUL G. CASSELL\nRonald N. Boyce Presidential! Professor of Criminal Law\n\nTHE UNIVERSITY OF UTAH and University Distinguished Professor of Law\nS.J. QUINNEY Telephone: 801-585-5202\n- | COLLEGE OF LAW cassellp@Jaw.utah.cdu\nNovember 6, 2017\nThe Florida Bar\n\n651 E. Jefferson St.\nTallahassee, FL 32399\n\nRe: Bar Complaint By Mr. Dershawitz\n\nDear Florida Bar:\n\n1. I have been advised of assertions made by Mr. Dershowitz to the Florida Bar\nconcerning attorneys David Boies and Sigrid McCawley. I provide this affidavit at the request\nof counsel for Mr. Boies and Ms. McCawley in order to provide the Florida Bar with information\nthat I have regarding the accuracy or inaccuracy of those assertions.\n\nSpt tet eeagy ee rp aweanae oar a SED,\n\nCivil Cases Against Epstein and Connections with Mr. Dershowitz\n\n12, While the CVRA case was proceeding, Mr. Edwards and | also represented several\nof Epstein’s victims in civil cases against Epstein. During those civil cases, Mr. Epstein was\ndeposed about others who might have been involved in his sexual abuse of minor girls. Several\ncivil attomeys asked Epstein about Mr. Dershowitz, and Epstein invoked his Fifth Amendment\nrights rather than answer questions about Dershowitz. Efforts were made to depose Dershowitz\non his connections, but they were unsuccessful,\n\n13. It was known at the time that Dershowitz had not only served as Epstein’s legal\ncounsel, but was also an extremely close personal friend of Epstein. Household employees of\nEpstein also placed Dershowitz inside the Epstcin mansion during time periods when Epstein\nwas involved in sexually abusing minor girls. For example, houschold employee Juan Alessi\ntestified under oath that one of the famous visitors who came to (he Epstein mansion was “a very\nfamous lawyer that I’m sure you know, Alan Dershowitz.” (Alessi Depo., at 73:22-25.)\nAccording to Alessi's sworn testimony, Dershowitz came to the mansion “pretty often . . . at\nleast four or five times a year” and would stay “two [or] three days.” (73:22-25). Alessi also\ntestified that Ms. Virginia Roberts Giuffre came to the house when Dershowitz was there.\n(73:18-20) Alessi answered “yes” when asked whether Dershowitz “had massages sometimes\nwhen he was there,” (74:1-4). Alessi explained that “[a] massage was like a treat for\neverybody.” (/d.)\n\n14. Similar testimony was provided by another household employee, who worked for\nEpstein at a different time period -- Alfredo Rodriguez. According to Rodriguez, Dershowitz\nwas at Epstcin’s mansion when underage girls were there to give massages. (Rodriguez Depo. at\n78:13-25, 279:9-280:2). According to Rodriguez, Dershowitz stayed at the house in his role as\nEpstein’s friend, as opposed to being his lawyer. (ld. at 279:5-8; 385:1-6).\n\n15. Dershowitz was present alone, without his family, at the home of Jeffery Epstein in\nthe presence of young girls. (Jd. at 199:12-13, 279:9-12, 426:16-25, 427:1). Rodriguez testified\nthat when the underage girls would come over, Dershowitz would drink wine and read books on\nthe couch. (/d. at 426:16-25; 427:1.)\n\n16. Ultimately Epstein choose to settle his civil suits with Jane Doe |, Jane Doe 2, and\nMs. Virginia Roberts Giuffre. However, Epstein did not settle the CVRA case, and Mr. Edwards\nand I have continued to attempt to secure factual evidence that would demonstrate that the plea\ndecisions made by the Government were improper or improperly influenced.\n\n5 See, &g, Vicky Ward, The Talented Mr. Epstein, in Vanity Fair (Jan. 2005) (quoting Dershowitz as\nstating “I’m on my 2(th book. . .. The only person outside of my immediate family that | send drafts to is\nJeffrey.”); see also Ray Gustini, Vanity Fair Reminds Us When Jeffrey Epstein Wasn't a Creep, in The\nWire (June 21, 2011) (quoting Dershowitz as stating that even if Epstein went bankrupt, “I would be as\ninterested in him as a friend if we had hamburgers on the boardwalk in Coney Island and talked about his\nideas.\").\n\nPage 2 of 6\n\n(Excerpts)\n\nHOUSE_OVERSIGHT_016198",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016198.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4044,
    "word_count": 649,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:45.386074",
    "prefix": "IMAGES-003"
  }
}