{
  "document_id": "HOUSE_OVERSIGHT_016184",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016184.txt",
  "text": "4. Increasing the reserve to peak demand to 12% from 10% now: This reserve\nmargin was just at 2.3% back in 2012 and SEC was assigned a target of 10% which\nmanagement expects to fulfil. In light of the recent improvements and SEC’s\nambitious capacity expansion plan (SAR240bn / (US$64bn in capex over the 2016-\n21), the target looks realistic to us.\n\n5. Reducing the outages of more than 5min to 3.0 per year from 6.4 per year now\nand the average outage time to 120 minutes from 262 minutes now. This goal\nwill likely be achieved through the ongoing investments in expanding and improving\nSEC’s transmission and distribution network (half of the overall capex incurred in\n2015 went to these two segments).\n\n6. Increasing the access to electricity to 99.5% of the population from 99% now:\nIt is hard to quantify the cost of this objective, but we believe that it entails\nincreasing the reach to the remote Eastern and Southern regions of the country\nwhere the economics of expanding the transmission network are not relevant.\n\n7. Reach 86 GW of installed capacity vs. 69 GW at the end of 2015 (incl. 50 GW\nat SEC alone): The target is in line with SEC own current ambitious expansion plan\n(22.8GW to be added over five years to reach 68.3 GW by the end of 2018) and\nfactors in additional capacity from SWCC and IPPs as well.\n\n8. Generate 4% of the electricity from renewables (equiv. to 3.45 GW): we would\nexpect the projects to be primarily based on onshore wind and solar. It is likely that\nthese projects will be fully developed by IPPs under long term power purchase\nagreements where SEC would be the offtaker and assume the higher cost of the\nelectricity from these RelPP. While SEC has currently no renewable generation\ncapacity at all, it has recently invited expressions of interest for potential lead\ndevelopers for two 50MW solar photovoltaic projects, which we see as a (modest)\nstep towards the NTP target. Based on the KACARE study on grid impact, Saudi\nArabia’s electricity network should be able to integrate up to 14GW of renewables\ncapacity by 2020. Finally, we note that ACWA Power, the largest privately-owned\nutility company in Saudi Arabia and one of the main IPP players in the country\n(along with Engie), has developed a proven expertise in wind and solar projects\ninternationally. ACWA is likely to be one of the main players in the upcoming\nliberalisation plans.\n\nChart 63: SEC’s debt and payables to the gov. Chart 64: Saudi Arabia power generation Chart 65: Saudi Electricity Company (SEC) fuel\n& GREs grew at 17.4% CAGR since 2009 installed capacity split in 2015 (total: 69 GW) mix for electricity generation\n(USSbn)\n50\n40\n30\n20\n10\n0\n2ssspseserseere2\nRNRRGRRKRKRARRARA\n™ Municipality fee payables @ Saudi Electricity Company (SEC)\n= SWCC purchased power payables m Heavy & light fuel = = Natural Gas - OCGT\n= Saudi Aramco net payables for fuel cost = Saline Water Conversion Corp. (SWCC)\n= Government soft loans = Natural Gas - CCGT m™ Other\nm Long-term government payables m IPPs and others\nSource: SEC, BofA Merrill Lynch Global Research Source: SEC, BofA Merrill Lynch Global Research Source: SEC\n74 GEMs Paper #26 | 30 June 2016 OS merrill Lynch\n\nHOUSE_OVERSIGHT_016184",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016184.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3200,
    "word_count": 551,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.653375",
    "prefix": "IMAGES-003"
  }
}