{
  "document_id": "HOUSE_OVERSIGHT_024899",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024899.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\nFebruary 25, 2019\n\nguarantee quality control and compliance. However, this is practiced under “self-\nsupervision” requiring the company to register products prior to market placement. In\nrecent years, the FOPH has been removing CBD products from storefronts due to lack of\nself-compliance, transparency and false claims.\n\nSwiss law also permits CBD to be used in pure or synthesized form for cosmetic\nproducts. The Federal Food Safety and Veterinary Office regulates cosmetic products as\nwell as products that contain hemp-derived ingredients and CBD liquids for e-cigarettes.\nNone of these products can make any pharmacological claims. The Federal Office for\nAgriculture regulates hemp seeds, oil, fiber, etc, and seeds must be certified and listed\nunder the European Union’s Common Catalogue of Varieties.\n\nFrom 2017 to 2018 there was an influx in the number of cannabis companies in\nSwitzerland, leveling off from around 500 companies to around 100 companies. While\nmany are supplying the local market, a number of companies are exploring and\nexporting to neighboring markets (e.g. Italy, France, Germany). Beyond their\ngeographical advantage, Switzerland also is recognized for its quality and sophisticated\npharmaceutical sector.\n\nAt the end of 2018, LGC Capital entered a partnership with Viridi, a Swiss cultivator,\nprocessor and distributor of high-CBD products. Wayland acquired Haxon AG, a Swiss\nhemp producer of 1% THC products. Creso Pharma Limited entered into an agreement\nwith Hempmate Zurich AG for further expansion into the European CBD market.\n\nFrance\n\nMedical cannabis has been legal in France since 2013 and Marinol has been the only\nproduct prescribed. In 2018, the ANSM launched an investigation to explore scientific\ndata for therapeutic uses of the plants, type of eligible conditions and consider\nregulatory frameworks in other legal medical markets. An initial recommendation found\nthat legal medical cannabis should be authorized and final recommendations are\nexpected to be released by September 2019. Aurora has already announced plans to\nexpand into France by investing in infrastructure prior to the market opening.\n\nFrance is the leading hemp cultivator and processor in Europe, and the global leader in\nhemp seed production. In 2016, there was a total of 33,000 hectares growing hemp.\nStalks and seeds can be processed, yet buds cannot be legally processed, unless for\nmedical purposes. Synthetics are permitted for use. The country permits the cultivation\nof 20 strains, approved by the EU. There is one company, Hemp-it, that has received a\nlicense to grow different varieties.\n\nDespite its leading position in hemp production, the French government has cracked\ndown on the sale of hemp-derived products and CBD sold in stores, cafes and seed\nshops, as a response to public health and safety. Over the past few months, the Ministry\nof Social Affairs and Health and National Agency for the Safety of Medicines and Health\nproducts (ANSM) have been conducting a review on the uses and authorizations\nrequired for CBD. There are a number of CBD and hemp-derived skincare and cosmetic\ncompanies that sell lotions, cremes, pain balms, beard oils, etc. France’s extensive\nhistory in the cosmetics industry positions the country well for CBD skincare.\n\nCOWEN.COM 83\n\nHOUSE_OVERSIGHT_024899",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024899.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3347,
    "word_count": 513,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.691661",
    "prefix": "IMAGES-008"
  }
}