{
  "document_id": "HOUSE_OVERSIGHT_017644",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017644.txt",
  "text": "Page 9 of 78\n2007 Utah L. Rev. 861, *873\n\nmeaning of the statutory terms on a case-by-case basis, and [we] did not attempt to use the rules to anticipate and resolve the\ninterpretative questions that will arise. >\n\nBefore debating the merits of the Advisory Committee's position, it is useful to step back and look at the forest rather than the\n\ntrees. Regardless of how the CVRA's language on fairness is interpreted, should we really debate treating crime victims fairly?\nPresumably the general public expects the nation's criminal rules to be fair to all concerned - the government, defendants, and\nvictims. Reflecting that view, for the last twenty years Congress has passed a series of laws extending rights to crime victims.\n76 Even without a single word in the CVRA mentioning fairness, the Advisory Committee should carefully review the existing\nrules to ensure fairness for victims.\n\nIn any event, Congress has spoken. The Advisory Committee's general approach does not faithfully implement the\ncongressional command of fair treatment, as the following sections demonstrate.\n\nA. The CVRA's Text and Legislative History Create a Substantive Right to Fairness\n\nTuring to the Advisory Committee's specific justifications for not implementing the right to fairness, perhaps its most striking\nclaim is that the right is merely some sort of a \"springboard\" for other specific rights. The Advisory Committee declines to\nimplement this right because this would \"go beyond ... the specific statutory provisions\" in the CVRA. 7 But the right to\nfairness is itself one of the specific provisions in the CVRA. The CVRA grants victims the following rights:\n\n1. The right to be reasonably protected from the accused\n\n2. The right to reasonable, accurate, and timely notice of any public court proceeding, or any parole proceeding, involving the\ncrime or of any release or escape of the accused\n\n3. The right not to be excluded from any such public court proceeding, unless the court, after receiving clear and convincing\nevidence, determines that testimony by the victim would be materially altered if the victim heard other testimony at that\nproceeding\n\n[*874] 4. The right to be reasonably heard at any public proceeding in the district court involving release, plea, sentencing, or\nany parole proceeding\n\n5. The reasonable right to confer with the attorney for the Government in the case\n\n6. The right to full and timely restitution as provided in law\n\n7. The right to proceedings free from unreasonable delay\n\n8. The right to be treated with fairness and with respect for the victim's dignity and privacy 7°\n\nAs in the various state victims’ bills of rights, 7? the fairness right is not mere hortatory language. The CVRA introduced these\nrights in the statute with the introductory clause: \"A crime victim has the following rights ... .\" °° Thus, the right to fairness is\n\n7° CVRA Subcommittee Memo, supra note 66, at 1-2. The Advisory Committee largely adopted the recommendation of the subcommittee.\nTo simplify this Article, I will generally ascribe the views of the subcommittee to the Advisory Committee.\n\n76 See supra notes 14-20 and accompanying text.\n\n77 CVRA Subcommittee Memo, supra note 66, at 1.\n\n7% 18 U.S.C. § 3771(a) (2006) (emphasis added).\n\n7% See, e.g., Alaska Const. art. I, § 24 (victim's right \"to be treated with dignity, respect, and fairness during all phases of the criminal and\njuvenile justice process\"); Ariz. Const. art. IT, § 2.1(A)(1) (victim's right \"to be treated with fairness, respect, and dignity\"); Idaho Const. art.\nI, § 22(1) (victim's right \"to be treated with fairness, respect, dignity and privacy throughout the criminal justice process\"); I]. Const. art. I, §\n8.1(a)(1) (victim's right \"to be treated with fairness and respect for their dignity\"); Mich. Const. art. I, § 24(1) (victim's right \"to be treated\nwith fairness and respect for their dignity and privacy throughout the criminal justice process\"); N.J. Const. art. I, § 22 (victim's right to \"be\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017644",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017644.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4036,
    "word_count": 653,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.231250",
    "prefix": "IMAGES-004"
  }
}