{
  "document_id": "HOUSE_OVERSIGHT_010876",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010876.txt",
  "text": "02:58:26\n\n02:58:30\n\n02:58:34\n\n02:58:38\n\n02:58:42\n\n02:58:43\n\n02:58:43\n\nON DOA & & NH\n\n02:58:47\nozsesa 9\n02:58:52 10\no2sess 11\n02:58:55 412\n02:58:57 13\n02:58:58 414\no2so02 15\n028002 16\norsooa 17\no2s907 18\n02:59:14 19\no25013 20\nozsota 21\no2zsote 22\n02:59:19 23\n02:59:23 24\no2se.23 25\n\n02:59:31\n02:59:34\n02:59:38\n02:59:40\n02:59:42\n02:59:45\n\n02:59:48\n\nOn Om akh WH =\n\n02:59:51\norsos2 9\no2zsesa 10\nozsos7 11\nos0001 12\n030004 13\n03:00:07 14\naso011 15\nas:oo12 16\n03:00:14 17\noxoaa 18\nosoaa 19\n03:04:20 20\n0304-24 21\n03:04:27 22\n03:04:28 23\no30a2s 24\nox0a20 25\n\n10/20/2015 01:08:15 PM\n\nQ. Okay. You felt that it furthered her legal\ninterests to specify American politicians, powerful\nbusiness executives, foreign presidents, a well-known\nprime minister and other world leaders; that was your --\nyou -- you believe that furthered her legal interest?\n\nA. Yes.\n\nQ. Did you also anticipate that that would\ntitilate the Press, so to speak, that there would be a\nlot of speculation on who these people are?\n\nA. That wasn't the -- that wasn't the focus\nof the -~ those comments, no.\n\nQ. You said it wasn't the focus. Did you\nrealize it would happen?\n\nA. Sure. I mean, this was a case that had\nbeen already ~~ this litigation had been going on at\nthat point for seven years and lots of people were\nfollowing it. This is -~ this case is one of the most\negregious examples of a violation of Crime Victims'\nRights in the history of this country.\n\nAnd so against that context, yes, there were\ngoing to be people interested in every word that was\ngoing into this pleading. Whether we had gone more\nbroadly or more narrowly than what we did, people were\ngoing to be interested in this.\n\nQ. And as of December 30th of 2014, Miss Roberts\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n293\nhad the same ability to disclose who these individuals\nwere publicly, as did Jeffrey Epstein, correct, because\nshe had personal knowledge of who they were?\n\nA. She had the ability to speak the words, but,\nagain, I think it's preposterous to say that a victim of\nsex trafficking has the same power as the sex trafficker\nto disclose information.\n\nFor example, Virginia Roberts could be\nattacked, and I think as we were talking about\nyesterday, we have seen evidence of the kind of attack\nthat powerful people can mount against the victims of\nsex trafficking. So to say that the young women in sex\ntrafficking schemes have the same power as their\ntraffickers to do this ~~ I'm sorry. I'm going to have\nto take a break.\n\nTHE VIDEOGRAPHER: We are going off the video\n\nrecord, 11:32 a.m.\n(Thereupon, a recess was taken.)\nTHE VIDEOGRAPHER: We are back on the video\nrecord, 11:36 a.m.\nBY MR. SIMPSON:\nHad you finished your answer, Mr. Cassell?\nI think I had,\nOkay.\nThank you. Thank you for letting me take a\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nPOP DO\n\n03:04:34\n\n1\n030432 2\n03:04:32 3\n03:0434 4\no3s0s37 | 5\n03:04:37 6\na30s33 7\nas0533 8\nososas  Q\n0305.34 10\n03.0836 14\n03.0533 12\n03:05:39 413\n030542 14\n03.0504 15\na305a7 16\nososse 17\na30ss2 18\nazosss 19\n03:05:58 20\no30600 24\n03.0602 22\n030605 23\n0306.05 24\no306-08 25\n\n03:06:11\n\n03:06:14\n\n03:06:15\n\n03:06:18\n\n03:06:18\n\n03:06:20\n\n03:06:22\n\nON OD OA & G&G NH\n\n03:06:27\n030628 9\n03.0630 10\n030632 11\n030635 12\n03.0637 13\nox0eat 14\n030644 15\nasoe4s 16\no306s0 17\no30eso 18\n03.0652 19\nos0ess 20\no30701 24\no3o703 22\no307-06 23\n0307.09 24\nosori2 25\n\nPage 292 to 295 of 335\n\nbreak. I appreciate that.\nQ. Okay.\nMR. SCAROLA: Could you just read back the\nlast question for me? I just want to orient\nmyself as to where we are. Thank you.\n(Thereupon, a portion of the record was read\nby the reporter.)\nMR. SCAROLA: Yeah, I didn't I think the\nanswer was -~\nTHE WITNESS: I guess | was mid-sentence, so\nthink I will just stick with the same word,\npreposterous. And one -- one thing that occurred\nto me during the break, in the context of this\ncase, is that there had been allegations that\nEpstein was part of the -- the sex trafficking\norganization, had video cameras mounted\nthroughout many of his -- his mansions. And so,\nwhereas a young woman could say, or a young girl\ncould say, look, I was a victim of sex abuse,\npeople would attack her; people wouldn't believe\nher, that unless she had, you know, corroborating\nevidence, people would say, well, look, it didn't\nhappen.\nAnd so Epstein had managed to collect\napparently a lot of videotapes and other kinds of\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n295\ninformation that would have been -- given him the\nability to make the blackmail kinds of charges\nthat the girls that he was trafficking would --\nwould not have had the ability to do.\n\nBY MR. SIMPSON:\n\nQ. Mr. Cassell, didn't you testify yesterday\nthat any videotapes from Mr. Epstein’s house had been\ndestroyed?\n\nA. I-- when I used the word “destroyed,” I\nprobably should have been more precise. They had been\nconcealed from law enforcement, is what I meant. That\nwhen Palm Beach Police Department went up to the Epstein\nmansion, they found surveillance cameras and other\ncameras. I can't remember exactly where the cameras\nwere, but they found surveillance cameras, and when they\nlooked for the tapes associated with those cameras, I\nused the word \"destroyed\"; and as I say, I probably\nshould have said they were missing. And so they were\nnever able to locate those -~- those missing videotapes.\n\nQ. Soas of December 30th of 2014, to your\nknowledge, there were no videotapes available?\n\nA. There were no videotapes available to law\nenforcement or to Brad and his pro bono crime victim\nattorneys to help document our case. We were trying to\nget those and we are continuing to try to get those,\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n36 of 46 sheets\n\nHOUSE_OVERSIGHT_010876",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010876.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5685,
    "word_count": 1002,
    "line_count": 267,
    "import_date": "2025-11-19T21:47:46.343744",
    "prefix": "IMAGES-001"
  }
}