{
  "document_id": "HOUSE_OVERSIGHT_014958",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014958.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nShe remains a vocal proponent of peace negotiations between the Colombian government and the FARC.\n\nTuesday, April 25, 5:00PM - 7:00PM PDT\n\nSession 4: Health, Life, Love\n\nHosted by Chris Anderson, Anna Verghese and Bruno Giussani.\nNot attending TED2017? Watch Session 4 — TED Prize — broadcast to cinemas! Find showtimes\n\nhttps://ted2017.ted.com/program\n\nSerena Williams\nAthlete\n\nWith her legendary spirit and unstoppable serve, tennis legend Serena Williams has become one of the world’s most enduring athletic\nsuperstars.\n\nSerena Williams sits at the top of the tennis world; she's won 23 career Grand Slams, which is the most Grand Slam singles titles in history,\nwith her most recent win at the 2017 Australian Open. In some analysts’ eyes, she's quite simply the greatest athlete of all time.\n\nBut Williams has extended her influence far beyond the tennis court. Through her activism, high-profile endorsements, TV and film\nappearances and writing (including a guide to life written with her sister, Venus), Williams inspires millions of fans worldwide.\n\nserenawilliams.com @serenawilliams on Instagram\n\nGayle King\nJournalist\n\nGayle King is a co-host of \"CBS This Morning” and Editor-at-Large of the award-winning O, the Oprah Magazine.\n\nAn award-winning journalist who has worked across television, radio and print, Gayle King is a co-host of CBS This Morning and Editor-\nat-Large of O, the Oprah Magazine.\n\nKing previously hosted The Gayle King Show, a live, weekday television interview program on OWN: The Oprah Winfrey Network. The\nprogram, which featured a discussion of a broad variety of topics that include politics, cultural developments, was also broadcast on XM\nSatellite Radio, where it premiered in 2006.\n\nBefore moving into print and radio, King worked for 18 years (1982-2000) as a television news anchor for CBS affiliate WFSB-TV in\nHartford, Conn., during which period, she also hosted her own syndicated daytime program. Prior to joining WFSB, King worked at\nseveral other television stations, including WDAF-TV in Kansas City, Mo. (1978-1981), WJZ-TV in Baltimore, Md. (1976), and WTOP-\nTV in Washington, D.C. (1975).\n\nKing has received numerous awards for her extensive work as a journalist. In addition to three Emmys, she was honored in 2008 with the\nAmerican Women in Radio & Television Gracie Award for Outstanding Radio Talk Show and in 2010 with both the Individual\nAchievement Award for Host-Entertaimment/Information and the New York Women in Communications' Matrix Award.\n\ncbsnews.com/cbs-this-morning @GayleKing\n\nAtul Gawande\nSurgeon, journalist\n\nSurgeon by day and public health journalist by night, Atul Gawande explores how doctors can dramatically improve their practice using\nsomething as simple as a checklist.\n\nAtul Gawande is author of several best-selling books, including Complications: A Surgeon's Notes on an Imperfect Science, Better: A\n\nHe is also a surgeon at Brigham and Women’s Hospital in Boston, a staff writer for The New Yorker and a professor at Harvard Medical\nSchool and the Harvard School of Public Health. He has won the Lewis Thomas Prize for Writing about Science, a MacArthur Fellowship\nand two National Magazine Awards. In his work in public health, he is Executive Director of Ariadne Labs, a joint center for health\nsystems innovation and chair of Lifebox, a nonprofit organization making surgery safer globally.\n\nPhoto: Aubrey Calo\n\natulgawande.com ariadnelabs.org\n\nAnna Rosling Rénnlund\nCo-founder of Gapminder\n\nAnna Rosling R6nnlund's personal mission: to make it easy for anyone to understand the world visually.\n\nAlways with the end consumer at heart, Anna Rosling R6nnlund spends her days making sure everything at Gapminder -- a site she\ncofounded with Hans and Ola Rosling -- is easy to use and easy to understand. On Gapminder, users can explore data and statistics about\nthe world -- and, just maybe, upend their worldview.\n\nPage 8 of 21\n\nHOUSE_OVERSIGHT_014958",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014958.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3983,
    "word_count": 614,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:47.391460",
    "prefix": "IMAGES-003"
  }
}