{
  "document_id": "HOUSE_OVERSIGHT_028631",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028631.txt",
  "text": "First, about network externalities: Consider the state of the computer industry circa 2000, when Microsoft’s share price hit its\npeak and the company seemed utterly dominant. Remember the T-shirts depicting Bill Gates as a Borg (part of the hive\nmind from “Star Trek”), with the legend, “Resistance is futile. Prepare to be assimilated”? Remember when Microsoft was at\nthe center of concerns about antitrust enforcement?\n\nThe odd thing was that nobody seemed to like Microsoft’s products. By all accounts, Apple computers were better than PCs\nusing Windows as their operating system. Yet the vast majority of desktop and laptop computers ran Windows. Why?\n\nThe answer, basically, is that everyone used Windows because everyone used Windows. If you had a Windows PC and\nwanted help, you could ask the guy in the next cubicle, or the tech people downstairs, and have a very good chance of\ngetting the answer you needed. Software was designed to run on PCs; peripheral devices were designed to work with PCs.\n\nThat’s network externalities in action, and it made Microsoft a monopolist.\n\nThe story of how that state of affairs arose is tangled, but | don’t think it’s too unfair to say that Apple mistakenly believed that\nordinary buyers would value its superior quality as much as its own people did. So it charged premium prices, and by the\ntime it realized how many people were choosing cheaper machines that weren’t insanely great but did the job, Microsoft's\ndominance was locked in.\n\nNow, any such discussion brings out the Apple faithful, who insist that anything Windows can do Apple can do better and\nthat only idiots buy PCs. They may be right. But it doesn’t matter, because there are many such idiots, myself included. And\nWindows still dominates the personal computer market.\n\nThe trouble for Microsoft came with the rise of new devices whose importance it famously failed to grasp. “There’s no\nchance,” declared Mr. Ballmer in 2007, “that the iPhone is going to get any significant market share.”\n\nHow could Microsoft have been so blind? Here’s where Ibn Khaldun comes in. He was a 14th-century Islamic philosopher\nwho basically invented what we would now call the social sciences. And one insight he had, based on the history of his\nnative North Africa, was that there was a rhythm to the rise and fall of dynasties.\n\nDesert tribesmen, he argued, always have more courage and social cohesion than settled, civilized folk, so every once ina\nwhile they will sweep in and conquer lands whose rulers have become corrupt and complacent. They create a new dynasty\n— and, over time, become corrupt and complacent themselves, ready to be overrun by a new set of barbarians.\n\n| don’t think it’s much of a stretch to apply this story to Microsoft, a company that did so well with its operating-system\nmonopoly that it lost focus, while Apple — still wandering in the wilderness after all those years — was alert to new\nopportunities. And so the barbarians swept in from the desert.\n\nSometimes, by the way, barbarians are invited in by a domestic faction seeking a shake-up. This may be what’s happening\nat Yahoo: Marissa Mayer doesn’t look much like a fierce Bedouin chieftain, but she’s arguably filling the same functional\nrole.\n\nAnyway, the funny thing is that Apple’s position in mobile devices now bears a strong resemblance to Microsoft's former\nposition in operating systems. True, Apple produces high-quality products. But they are, by most accounts, little if any better\nthan those of rivals, while selling at premium prices.\n\nSo why do people buy them? Network externalities: lots of other people use iWhatevers, there are more apps for iOS than\nfor other systems, so Apple becomes the safe and easy choice. Meet the new boss, same as the old boss.\n\nIs there a policy moral here? Let me make at least a negative case: Even though Microsoft did not, in fact, end up taking over\nthe world, those antitrust concerns weren’t misplaced. Microsoft was a monopolist, it did extract a lot of monopoly rents, and\nit did inhibit innovation. Creative destruction means that monopolies aren’t forever, but it doesn’t mean that they’re harmless\nwhile they last. This was true for Microsoft yesterday; it may be true for Apple, or Google, or someone not yet on our radar,\ntomorrow.\n\nBack to top\n\nHOUSE_OVERSIGHT_028631",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028631.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4315,
    "word_count": 723,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.594342",
    "prefix": "IMAGES-010"
  }
}