{
  "document_id": "HOUSE_OVERSIGHT_027874",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027874.txt",
  "text": "tension around us and the sense that something momentous was about to happen\nas the prospect of a state got closer.\n\nThe memories remain with me to this day, like a series of snapshots. It was\non a spring morning in 1947 that I got my first real sense that the Jewish state\nwas something which would have be fought for, and that youngsters not all that\nmuch older than me would have a critical role to play. I got a close-up look at\nthe elite of the Zionist militias, the Palmach. It numbered something like 6,000,\nfrom a pre-state force totaling around 40,000. The Palmachniks were highly\nmotivated, young political activists. They had no fixed base. Each platoon,\nalmost all of them teenagers, spent five or six months at a time on various\nkibbutzim. For the first two weeks of each month, they would earn their keep by\nworking in the fields. They spent the other weeks training. I had just turned five\nwhen I watched three dozen Palmach boys and girls, in their T-shirts and short\nkhaki pants, rappel confidently down the side of one of our few concrete\nbuildings. The building was only 25 or 30 feet high, but it looked like a\nskyscraper from my perch on the grass in front, and the feat of the young\nPalmachniks seemed to me nothing short of heroic.\n\nA few months later, on a Saturday afternoon in November 1947, I crowded\ninto my parents’ room as the Haganah radio station crackled out its account of a\nUnited Nations debate on the future of Palestine. The session was the outcome\nof a long train of events starting with Britain’s acknowledgement that its\nmandate to rule over Palestine was unsustainable. The British had proposed a\nseries of arrangements to accommodate both Arab and Jewish aspirations. Now,\nthe UN was meeting to consider the idea of splitting Palestine into two new\nstates, one Arab and the other Jewish.\n\nSince the partition was based on existing areas of Arab and Jewish\nsettlement, the proposed Jewish state looked like a boomerang, with a long,\nvery narrow center strip along the Mediterranean, broadening slightly into the\nGalilee in the north and the arid coastline in the south. Jerusalem, the site of the\nancient Jewish temple, was not part of it. It was to be placed under international\nrule. By no means all Zionist leaders were happy with partition. Many, on both\nthe political right and the left, wanted a Jewish state in all of Palestine, with\nJerusalem as its centerpiece. But Ben-Gurion and the pragmatic mainstream\nargued that UN endorsement of a Jewish state — no matter what its borders, even\nwith a new Palestinian Arab state alongside it — would represent a historic\nachievement. The proceedings went on for hours. At sundown, we had to return\nto the children’s home. But we were woken before dawn. The vote for partition\n\n26\nHOUSE_OVERSIGHT_027874",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027874.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2794,
    "word_count": 488,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.831174",
    "prefix": "IMAGES-009"
  }
}