{
  "document_id": "HOUSE_OVERSIGHT_016514",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016514.txt",
  "text": "Page 5 of 42\n103 Minn. L. Rev. 844, *850\n\nIt is [*851] unclear what portion of those incidents merit criminal prosecution. Key facts are often disputed, and while federal\nand state jurisdiction are coextensive here, federal criminal law generally sets a higher bar for liability than state law, especially\ndue to its more onerous mens rea requirement. 7? That makes the former an imperfect backstop to the latter, because they are\nonly partially redundant. And as recent changes in federal policy suggest, 74 redundancy between governments is subject to\npolitical shifts in those governments; federal oversight of state enforcement works only if federal officials are committed to the\noversight role. Moreover, keeping prosecution in the exclusive province of executive officials keeps prosecutorial discretion\nmore closely aligned with political majorities and thereby with popular sentiments about certain groups of defendants (such as\npolice officers) and victim groups (such as criminal suspects). In this context, redundancy in state law charging by courts or\nprivate actors, rather than rival prosecutors, might make a real contribution. Finally, cases of sexual assault reveal a weakness\nof federalism-based redundancy. State and federal criminal jurisdiction in the United States overlap more than elsewhere, but\nthey are not wholly coextensive. Federal prosecutors lack authority over most assaults that do not involve public officials or\nfederal [*852] property. Sexual assaults are one context in which the enforcement strategies favored in Europe and England -\nregulated private prosecution or review of declination decisions - hold more promise.\n\nI. UNDERENFORCEMENT AND REASONS NOT TO PROSECUTE\nA. Sources of Unyustified Noncharging Decisions\n\nPublic prosecutors are the gatekeepers of criminal law enforcement, and justice systems employ a variety of safeguards against\nprosecutors’ misjudgment, bias, incompetence, or laziness. Most are directed at prosecutors’ charging decisions rather than\ndecisions declining to charge (i.c., declination decisions), for familiar reasons - charging creates real burdens and risks for\ndefendants. *° Many familiar procedural components are aimed at preventing improper criminal charges or the harm they can\ncause. Requirements that charges are based on sufficient evidence are an obvious example, but double jeopardy laws and\nrestrictions on prosecutors’ conflicts of interest serve the same purpose. The full range of pretrial and trial procedures designed\nto assure accurate and unbiased adjudication are intended to sort out improper charges and attach punishments only to proper\nones. 7°\n\nSafeguards against nonenforcement, or unjustified decisions not to prosecute, are fewer, are less explicit, and (in common law\njurisdictions) are less often in the form of legal rules and mandates. One explanation for this is simply that the interests at stake\nare not as high - no individual faces prosecution and possible punishment. Another is that many non-prosecution decisions\n\n2 Police violence is often prosecuted under 18 U.S.C. § 242 (2012) (criminalizing the deprivation of rights under color of law). On\nchallenges to prosecuting police violence, including federal law's intent requirement, see Barbara E. Armacost, Organizational Culture and\nPolice Misconduct, 72 Geo. Wash. I. Rev. 453, 465-67 (2004); Mary M. Cheh, Are Lawsuits an Answer to Police Brutality?, in Police\nViolence 247, 253, 258-66 (William A. Geller & Hans Toch eds., 1996); John V. Jacobi, Prosecuting Police Misconduct, 2000 Wis. L. Rev.\n789, 806-11 (2000); Paul J. Watford, Screws v. United States and the Birth of Federal Civil Rights Enforcement, 98 Marg. L. Rev. 465, 477-\n86 (2014); Mark Joseph Stern, Why the Feds Can't Charge Darren Wilson: They Should, but the Supreme Court Gutted the Civil Rights Law\nHe Violated when He Killed Michael Brown, Slate (Mar. 4, 2015),\nhttp://www.slate.com/articles/news_and_politics/jurisprudence/2014/11/will_justice_department_charge_darren_wilson\n\nsupreme_court_gutted_civil-html; William Yeomans, The Cognitive Dissonance of Federal Civil Rights Prosecutions and Race, ACS Blog\n(Feb. 13, 2015), hitps://www.acslaw.org/acsblog/the-cognitive-dissonance-of-federal-civil-rights -prosecutions-and-race.\n\n4 See, e.g., U.S. Attorney Gen., Memorandum: Supporting Federal, State, Local and Tribal Law Enforcement (2017); Sari Horwitz et al.,\nSessions Orders Justice Department to Review All Police Reform Agreements, Wash. Post (Apr. 3, 2017),\nhttps://www.washingtonpost.com/world/national -security/sessions-orders-justice-department-to-review-all-police-reform -\nagreements/2017/04/03/ba934058- 18bd-1 1e7-9887-1a5314b56a08_story.html.\n\n2% See, e.g., United States v. Armstrong, 517 U.S. 456, 463-66 (1996) (examining the Equal Protection Clause's prohibition on racially-\nmotivated charging); Wayte v. United States, 470 U.S. 598, 608 (1985) (holding due process bars prosecution in retaliation for exercising\nfundamental rights); Kolender v. Lawson, 461 U.S. 352, 355 (1983) (holding due process bars unduly vague offense definitions to reduce\nopportunities for selective enforcement); Papachristou v. Jacksonville, 405 U.S. 156, 162 (1972) (same).\n\n26 See Duncan v. Louisiana, 391 U.S. 145, 156 (1968) (regarding trial by jury as a \"safeguard against the corrupt or overzealous\nprosecutor\").\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016514",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016514.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5397,
    "word_count": 749,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.938480",
    "prefix": "IMAGES-004"
  }
}