{
  "document_id": "HOUSE_OVERSIGHT_020009",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020009.txt",
  "text": "In fact, Ryan had tried to act like McCormick or O’Neill, offering absolute assurances\nof his hold on the legislation. It was, he told the president during his several daily calls, a\n“done deal.” Trump’s trust in Ryan rose still higher, and it seemed to become in his own\nmind proof that he had achieved a kind of mastery over the Hill. If the president had been\nworried, he was worried no more. Done deal. The White House, having had to sweat\nhardly at all, was about to get a big victory, bragged Kushner, embracing the expected win\nover his dislike of the bill.\n\nThe sudden concern that the outcome might be otherwise began in early March. Katie\nWalsh, who Kushner now described as “demanding and petulant,” began to sound the\nalarm. But her efforts to personally involve the president in vote collecting were blocked\nby Kushner in a set of increasingly tense face-offs. The unraveling had begun.\n\n7 OK Ok\n\nTrump still dismissively called it “the Russian thing—a whole lot of nothing.” But on\nMarch 20, FBI director James Comey appeared before the House Intelligence Committee\nand tied the story up in a neat package:\n\nI have been authorized by the Department of Justice to confirm that the FBI, as part\nof our counterintelligence mission, is investigating the Russian government’s efforts\nto interfere in the 2016 presidential election, and that includes investigating the\nnature of any links between individuals associated with the Trump campaign and\nthe Russian government and whether there was any coordination between the\ncampaign and Russia’s efforts. As with any counter intelligence investigation, this\nwill also include an assessment of whether any crimes were committed. Because it\nis an open, ongoing investigation and is classified I cannot say more about what we\nare doing and whose conduct we are examining.\n\nHe had, however, said quite enough. Comey converted rumor, leaks, theory, innuendo,\nand pundit hot air—and until this moment that was all there was, at best the hope of a\nscandal—into a formal pursuit of the White House. Efforts to pooh-pooh the narrative—\nthe fake news label, the president’s germaphobe defense against the golden shower\naccusations, the haughty dismissal of minor associates and hopeless hangers-on, the\nplaintive, if real, insistence that no crime had even been alleged, and the president’s charge\nthat he was the victim of an Obama wiretap—had failed. Comey himself dismissed the\nwiretap allegation. By the evening of Comey’s appearance, it was evident to everyone that\nthe Russia plot line, far from petering out, had a mighty and bloody life to come.\n\nKushner, ever mindful of his father’s collision with the Justice Department, was\nespecially agitated by Comey’s increasing focus on the White House. Doing something\nabout Comey became a Kushner theme. What can we do about him? was a constant\nquestion. And it was one he kept raising with the president.\n\nYet this was also—as Bannon, without too much internal success, tried to explain—a\n\nHOUSE_OVERSIGHT_020009",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020009.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3011,
    "word_count": 493,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.136282",
    "prefix": "IMAGES-005"
  }
}