{
  "document_id": "HOUSE_OVERSIGHT_014737",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014737.txt",
  "text": "Best Directional Trades\n\nDavid Woo Shyam S.Rajan\nMLPF&S MLPF&S\ndavid.woo@baml.com shyam.rajan@baml.com\nJane Brauer lan Gordon\n\nMLPF&S MLPF&S\njane.brauer@baml.com ian.gordon@baml.com\n\nStay hungry, stay bearish (not foolish)\nFor the year ahead, we recommend being bearish 5y US rates, long USDJPY and\nshort a basket of LatAm long bonds (Mexico, Brazil and Colombia).\n\n¢ But in the near term, we urge caution with the reflation trade. Short 10y US real\nrates offers the best risk-reward after recent moves.\n\nUS rates back in the driver seat\n\nAfter three years of being the sideshow, US rates are back. The US rate outlook in no\nsmall part will drive the FX and EM outlook for 2017. Our strongest medium-term\nconviction on a Republican sweep was higher US rates (Mind the Sweep, 31 Aug 16).\nThat conviction remains steadfast: US rates are headed higher to start 2017. But, this is\nnot the time to be foolish — 5y and 10y rates have seen a 5 standard deviation move\nover the last week. So we recommend a near-term trade (bearish 10y real rates) that\nhas the least to lose if the reflation theme unwinds while capturing most of the upside\nfrom a bearish move. Our medium-term directional view goes with the flow of recent\nprice action: short 5y rates, long USDJPY and short basket of LatAm long bonds. Here\nwe make the compelling case that recent moves have a lot further to go.\n\nBearish 5y yields for the medium term\n\nOur bearish energy in US rates for 2017 will largely be focused on the 5y point of the\ncurve. Despite the recent move, we see three clear reasons why the market still has to\nplay catch-up from now, at least until inauguration day:\n\n1. Comeback chart of 2017: market vs dots\n\nWe prefer short 5y rates over the widely held view of short 30y rates given we think\nthat fiscal stimulus will move the Fed before it shows up in fundamentals. We believe\nthe Fed’s current dot projections will move from being a ceiling to a floor on the market.\nIn this case, intermediate forwards like the 3y1 and 4y1ly have the most room to sell off,\nleaving the 5y point most vulnerable, (Chart 13). Our fair value framework indicates that\nif the market were to revert to the dots, 2y rates can move higher by 26bp, 3y rates by\n45bp, 5y rates by 57bp and 10y rates by 48bp.\n\nChart 13: After three years of treating the dots as a ceiling, they will Chart 14: Additional deficit needs are likely to be financed by increasing\nsoon act as a floor for the market, in our view front-end auction sizes\n\naf 2y 3y Sy Ty 10y 30y\n\n25 e 0\n\n2.0 e 4) 5\n\n1.5 : ; 410\n\n1.0 >\n\n0.5 18\n\n0.0 -20\n\nBees od ; Bee\"l? HOG Ree ollt-'8 ; sali m Change in auction szies from the peak in 2010 ($bn)\n— OS implied FF target © FOMC median\n\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\nBankof America 2\n\nMerrill Lynch Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 7\n\nHOUSE_OVERSIGHT_014737",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014737.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2900,
    "word_count": 525,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:49.260047",
    "prefix": "IMAGES-003"
  }
}