{
  "document_id": "HOUSE_OVERSIGHT_022338",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022338.txt",
  "text": "08/06/03 Strangi [il — the Tax Court thumps taxpayer in Texas FLP case 2003-14\n\n07/23/03 7\" Circuit upholds IRS win in Hack/: no annual exclusion for gifts of LLC interests 2003-13\n07/01/03 New York’s “tax traps” regarding the estate tax, GST and non-residents 2003-12\n06/16/03 More on JGTRRA, qualified dividends and the new tax rates 2003-11\n\n06/06/03 JGTRRA: lower rates, qualified dividends, increased child tax credit; marriage penalty 2003-10\nrelief; increased AMT exemption; chart with phase-outs of the AMT exemption\namounts\n\n05/16/03 Jobs and growth bill; trust’s investment fees subject to 2% floor (Scott); tax 2003-09\napportionment (PNC Bank v. Roy); Michigan and the TPT credit (Lacks v. Michigan\nDepartment of Treasury)\n\n05/02/03 Jobs and growth bill; flat tax proposals; tax apportionment (Kurait) 2003-08\n04/11/03 Budget update; estate tax pitfalls for non-resident aliens (Fung); “indirect skips” and 2003-07\n\nthe GST; QTIP election boo-boo (PLR 200314012); early CRUT termination and\ncapital gain (PLR 200314021)\n\n03/28/03 Budget news; contingent attorneys’ fees (Raymond) — and how AMT interacts with 2003-06\nthem\n03/13/03 Budget and legislative update; marital deduction mess-up (Davis); limited education 2003-05\n\nno defense against estate tax deficiency (Koester)\n\n02/28/03 Taxpayer's SCIN works (Estate of Dulio Costanza); SCIN contrasted with private 2003-04\nannuity; IRS loses on “joint-spousal GRATs” (Cook)\n\n02/14/03 Details on Fiscal Year 2004 Budget, including various proposed savings accounts 2003-03\n(lifetime, retirement and employer-sponsored); impact on 529 plans; a closer look at\narguments in favor of tax-free dividend proposal\n\n01/31/03 State of the Union address and tax-free dividend proposal; CBO’s deficit numbers; 2003-02\nSen. Daschle on the Democratic plan; /s all retirement plan income “effectively” tax-\nfree? (KD 3761); “decoupling” in Nebraska and Kansas\n\n01/16/03 President Bush’s job creation plan and tax proposals, including tax-free dividends; 2003-01\nSen. Feinstein on freezing the top rate; JCT lists expiring provisions;House rules to\nrequire macroeconomic analyses; dynamic scoring\n\n2002\n\n12/19/02 New faces: John Snow and Steven Friedman; adjustment clause too much like 2002-22\nProcter — Mom can't take back gift (TAM 200245053); non-immigrant visa doesn’t\npreclude domicile (Estate of Jack); payments to Holocaust survivors permanently\nexempted from income tax\n\n11/27/02 Our “abominable” tax code and how it got that way; Lindy Paull’s departure; how 2002-21\n7520 rates affect planning techniques — why GRATs work better with lower rates and\n\nQPRTs don't\n\nTax Topics — Table of Contents — 2013 - 9\n\nHOUSE_OVERSIGHT_022338",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022338.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2683,
    "word_count": 389,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.580539",
    "prefix": "IMAGES-006"
  }
}