{
  "document_id": "HOUSE_OVERSIGHT_019815",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019815.txt",
  "text": "265\n\n265\n265\n\n272)\n272\n273\n274\n277\n\n279\n280\n\n281\n282\n\n282\n283\n\n285\n\n285\n\n287\n287\n289\n289\n\n290\n\nNotes to pages 281-293 | 327\n\nSnowden,” Dispatches, July 13, 2015, https://www.hrw.org/news/2013/07/12\n/dispatches-meeting-edward-snowden.\n\n“T will be submitting”: “Statement by Edward Snowden,” July 12, 2013, https://\nWikiLeaks.org/Statement-by-Edward-Snowden-to.html.\n\n“When I accepted the case”: Kucherena, interview with author.\n\nKucherena had personally approved: Shevardnadze, interview with author.\n\nCHAPTER 27 Snowden’s Choices\n\nPresidential Policy Directive 20: Greenwald, No Place to Hide, 75.\n\nto trace the theft: Michael Hayden, interview with author.\n\n“For our enemies”: Morell, Great War of Our Time, 294.\n\n“Thad a special level”: Snowden and Taylor, “Are You a Traitor?”\n\n“You should remain anonymous”: Burrough, Ellison, and Andrews, “Snowden\nSaga.”\n\nHe was also willing: Snowden and Taylor, “Are You a Traitor?”\n\n“The mission’s already accomplished”: Gellman, “Edward Snowden, After\nMonths of NSA Revelations, Says His Mission’s Accomplished.”\n\nCHAPTER 28 The Espionage Source\n\n“The government's investigation failed”: Bamford, “Edward Snowden.”\n\n“Tf I were providing information”: Transcript of interview with Snowden in\nMoscow, Rusbridger and MacAskill, “I, Spy.”\n\nPelton, for example: Victor Cherkashin, interview with author.\n\n“This debriefing could not”: Intelligence source who requested anonymity,\ninterview with author.\n\nMike Rogers, the chairman: “Congressman Says Snowden Planned Escape to\nChina,” UPI, June 16, 2013.\n\n“a known unknown”: Donald Rumsfeld, press conference at NATO headquar-\nters, Brussels, Belgium, June 6, 2002.\n\nCHAPTER 29 The “War on Terror” After Snowden\n\n“Because of a number”: Amy Davidson, “Don’t Blame Edward Snowden for the\nParis Attacks,” New Yorker, Nov. 19, 2015.\n\nOn the evening of: David Gauthier-Villars, “Paris Attacks Show Cracks in\nFrance’s Counterterrorism Effort,” Wall Street Journal, Nov. 23, 2015.\nAccording to a declassified: Charlie Savage, “NSA Discloses Inspector General\nReport,” New York Times, Feb. 16, 2016.\n\n“the number one source”: “NSA Slides Explain the PRISM Data-Collection Pro-\ngram,” Washington Post, June 6, 2013.\n\naccording to the testimony: Ellen Nakashima, “Officials: Surveillance Programs\nFoiled More Than 50 Terrorist Plots,” Washington Post, June 18, 2013. Details of\nfour of the plots were then released by the House Select Committee on Intelligence,\n\n| | Epst_9780451494566_2p_all_r.indd 327 ®\n\nHOUSE_OVERSIGHT_019815\n\n9/30/16 e13.am | |",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019815.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2524,
    "word_count": 352,
    "line_count": 101,
    "import_date": "2025-11-19T21:47:45.745305",
    "prefix": "IMAGES-005"
  }
}