{
  "document_id": "HOUSE_OVERSIGHT_016114",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016114.txt",
  "text": "Expanded role for the Oil Ministry under Vision 2030\n\nThe Ministry of Petroleum and Mineral Resources has been expanded to become the\nMinistry of Energy, Industry and Mineral Resources. It will be dedicated for energy, in\naddition to expanding to encompass responsibilities relating to electricity and industry.\nIt will also undertake the management of the National Industrial Cluster Development\nProgram (NICDP). The new Minister will chair the board of directors of the Royal\nCommission for Jubail and Yanbu, the Industrial Development Fund, the Saudi\nOrganization for Industrial Estates and Technology Zones, the Saudi Geological Survey,\nthe King Abdulaziz City for Science and Technology, the Saudi Exports Development\nAuthority and the King Abdullah City for Atomic and Renewable Energy.\n\nEnergy sector liberalization drives non-oil diversification\n\nThe wider role for the Ministry of Energy, Industry and Mineral Resources is in line with\nthe expanded industrial responsibilities foreseen for Saudi Aramco in the Vision 2030. It\nmay also suggest a continued desire to liberalize the energy sector. The National\nIndustrial Cluster Development Program (NICDP), established in October 2012 by the\nMinistry of Petroleum and Mineral Resources and the Ministry of Commerce and\nIndustry, could likely gain further importance in the industrialization strategy adopted in\nthe Vision 2030. The NICDP will be managed by the Ministry of Energy. It seeks to\nleverage Saudi Arabia’s comparative advantage in energy, petrochemicals and minerals\nto create sustainable export oriented industries, initially focused on the automotive,\nconstruction material, appliances, metal processing and flexible packaging sectors.\n\nRestructuring the Cabinet and other government bodies\n\nThe Ministry of Commerce and Industry will become the Ministry of Commerce and\nInvestment and sees the appointment of a new Minister. The new Minister will chair the\nboard of directors of the General Authority for Investment, the General Authority for\nSmall and Medium Enterprises and the Saudi Standards, Metrology and Quality\nOrganization. The Ministry of Labor will be merged with the Ministry of Social Affairs to\nform the Ministry of Labor and Social Development, and sees the appointment of a new\nMinister. The Ministry of Water and Electricity has been disbanded. The Ministry of\nAgriculture was renamed the Ministry of Environment, Water and Agriculture and\nexpands its responsibilities into these areas. Two new Ministers for Transport and\nHealth were appointed. The Ministry of Hajj has been renamed the Ministry of Hajj and\nUmrah and sees the appointment of a new Minister.\n\nThe Saudi Fund for Development will now report to the Council for Economic and\nDevelopment Affairs. The General Authority for Entertainment and the General Authority\nfor Culture have been created. The Department of Zakat and Income Tax was renamed\nthe General Authority for Zakat and Income, and will report to the Ministry of Finance.\n\nNew Central Bank Governor maintains commitment to USD peg\n\nSaudi Arabian Monetary Agency (SAMA) Governor Al-Mubarak has been replaced in his\npost by SAMA Deputy Governor for Research and International Affairs Dr. Al-Kholifey. A\nnumber of officials were also appointed into various government and advisory roles.\nNew SAMA Governor Al-Kholifey’s past policy pronouncements suggest continued\ncommitment to the USD peg.\n\nWatch the Saudi Fund for Development\n\nThe Saudi Fund for Development (SFD) new direct link to the Council for Economic and\nDevelopment Affairs likely concentrates further authority in the Deputy Crown, in our\nview. Given that the Public Investment Fund (PIF) last saw similar links being established\nprior to plans being made for it to be turned into a Sovereign Wealth Fund (SWF), this\ncould suggest further strategic changes may take place at the SFD.\n\n4 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016114",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016114.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3930,
    "word_count": 597,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.037732",
    "prefix": "IMAGES-003"
  }
}