{
  "document_id": "HOUSE_OVERSIGHT_026540",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026540.txt",
  "text": "Figure Legends\n\nFigure 1: The Envelope Game\n\nWe model non-strategic cooperative behavior using what we call the envelope game. (a)\nColumn 1: The game begins when the temptation to defect is randomly chosen, as indi-\ncated by a notice randomly being placed in the envelope. The temptation to defect is low\nwith probability p and high with probability 1— p. Column 2: Then, player 1 chooses\nwhether to look (open the envelope) or not. Column 3: Player 1 then chooses whether to\ncooperate or defect. Player 1 may only condition her action on the realized temptation\ndetermined in column 1 if she looked. Each time player 1 cooperates, then, regardless of\nwhether player 1 looked, player 1 gets a > 0 and player 2 gets b > 0. Each time player\n1 defects, her payoffs depend on whether defection was tempting. If it was not tempting,\nplayer 1 gets q¢ > a and if it was tempting, player 1 gets c, > q. In either case, each time\nplayer 1 defects, player 2 gets d < 0. Column 4: Player 2, having observed both of player\n1’s choices, chooses whether to continue or exit. If player 2 continues, with probability w,\n\nall previous steps are repeated, potentially indefinitely.\nFigure 2: Payoffs for a Restricted Set of Strategies in the Envelope Game\n\nThis table presents the payoffs for the restricted set of strategies used for the replicator\nanalysis. Player 1’s strategies are presented in separate rows, and player 2’s strategies\nare presented in columns. The payoffs presented in the intersection of a given row and\ncolumn are those that the players receive if they play the corresponding strategies. For\nexample, consider what happens if player 1 looks and cooperates only if the temptation is\nlow (penultimate row) and player 2 repeats continues when player 1 cooperates (middle\n\ncolumn). Then, player 1’s expected payoff is jap + c¢;,(1—p)][1— pw] (the first entry in\n\nthe corresponding cell) and player 2’s is [bp + d(1 — p)][1 — pw] (the second entry in the\n\n20\n\nHOUSE_OVERSIGHT_026540",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1983,
    "word_count": 342,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.151143",
    "prefix": "IMAGES-009"
  }
}