{
  "document_id": "HOUSE_OVERSIGHT_030074",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030074.txt",
  "text": "15\n\nThe contradictions and anomalies of U.S. foreign policy have also\nbeen on stark display in the Obama administration's differing\nresponses to Qaddafi's and Assad's repression of their own people.\nBeating up Qaddafi proved doable and necessary to prevent what was\nviewed as potential atrocities by his forces in Benghazi. Libya had\nfew significant air defense systems and no friends; it was\n\nrelatively easy to construct a coalition of the (semi-)willing in the\nUnited Nations, NATO and the Arab League to oppose the man\nPresident Ronald Reagan once dubbed the \"mad dog of the Middle\nEast\" -- a tin pot and often bizarre dictator who opposed reform and\npolitical change. If you wanted to construct a more vulnerable target\nin a laboratory, you couldn't have done much better.\n\nSyria presents a profoundly different situation. U.S. policy has always\nbeen driven by the hope that the Assads would change and the fear of\nwhat might replace them if they fell. Three additional realities\nensured a U.S. response quite different from the one for Libya.\n\nFirst, Syria was hard. It's a country with a sophisticated air defense\nsystem, chemical and biological weapons, and a great many friends --\nincluding Iran and Hezbollah, which are capable of striking back.\nMarshaling support at the United Nations, mobilizing NATO, and\ngetting buy-in from the Arab League in the way that made the Libya\nintervention possible are not in the cards. Some of America's closest\nfriends, including Israel and Saudi Arabia, are also not at all sure that\nSyria without Assad would be better than with him.\n\nSecond, for most U.S. presidents -- Ronald Reagan and George W.\nBush being the exceptions -- Syria has served as a kind of unholy\ndiplomatic grail. Since Richard Nixon and Henry Kissinger, U.S.\npolicymakers had viewed the Assads as pragmatists capable of\nfacilitating or blocking U.S. policy in Lebanon and the Arab-Israeli\npeace process.\n\nHOUSE_OVERSIGHT_030074",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030074.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1944,
    "word_count": 316,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.107130",
    "prefix": "IMAGES-010"
  }
}