{
  "document_id": "HOUSE_OVERSIGHT_011427",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011427.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n124\nH3vlgiu2\n\nother boys, right? But now police reports are not allowed in\nat all, right? A police report where I've got the detective\ncoming to testify about the police report that he took in his\n\ninvestigation, oh, but that can't come in. And what's\n\ninteresting is, they went through all of our cases but they\n\nfailed to look at their own cases, because Smith, which is a\n\ncase that they cite in their brief on trying to get the police\n\nreports in, a Southern District of New York case, says that\n\nthis can come in. It says, \"Statements in a police report are\n\nnot inadmissible hearsay where, as here, they are not offered\n\nfor the truth of the matter asserted but for purposes of\n\nshowing whether the arresting officer had the information\n\ngiving them probable cause in that instance.\" So what we are\n\ndoing here, your Honor, is putting forth this police report to\nshow whether or not Maxwell had the knowledge of that, which we\n\nare entitled to ask her those questions at trial, your Honor,\n\nand to utilize this police report in that regard.\n\nSo, your Honor, it comes in for two reasons. One,\nunder the hearsay exception, which is the business records\nexception through Mr. Recarey's testimony, which is detailed in\nour briefs. He was deposed for a full day. He walked through\nall of these documents in his investigation, and we laid out\n\nthat, the standard in there. He testified that it was a record\n\nkept in the regular course of his work. He testified that it\n\nwas something he had to do in accordance with that work. He\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011427",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011427.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1672,
    "word_count": 297,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:47.620314",
    "prefix": "IMAGES-001"
  }
}