{
  "document_id": "HOUSE_OVERSIGHT_011062",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011062.txt",
  "text": "I confess that this book casts me as that little boy crashing the economic party, and\nmaybe the evolutionary biology one too, in trust that outsiders might have better\nchances to spot the obvious unseen. What else was the pay rule? I derived it easily\nfrom doctrines already accepted, I think, and anyhow hard to refute. Those were the\ntotal return turism and Ben-Porath’s equation for human growth. The maximand\nrule or deadweight loss rule would prove it as well. How could Becker have missed\nthat what holds for investment in job training by employers holds for any\ninvestment by anyone in anything? How could students of the age-wage problem\nhave missed the obvious solution? Investment implies expected recovery with\ninterest, by the investor or a chosen donee, and recovery means recovery of\ndepreciation. I belabor this point because tradition dies hard, and naturally tends to\ncircle wagons under attack. I doubt that my surprise attack will meet the resistance\nDarwin’s found. Darwin’s met resistance founded on faith. I took pains to show that\nmy version requires only selection for lineage survival, and that a benign Artificer\n\nmight ordain the same.\n\nEvolutionary Biology and Hamilton's Rule\n\nEconomics, meaning any quantitative rationale of choice, normally describes\nhumans and human choice. That goes for this book too. But some treatments of\neconomics including this one are meant to fit other creatures as well. My axioms\nhave kept that in mind. The mortal and reproducing population need not be human.\nMuch of the animal kingdom, | think, shows convergent tastes and predictions or\nacts as if it did. The biological imperative is meant to apply to all. All, as I see it, own\ncapital of both factors. Even protozoans own (“monopolize”) the nutrients they\nassimilate and the space they occupy. Humans are exceptional in their cultural\naccumulations of learning and technology shown in our secular (lasting) growth.\n\nBut I did not make those features axioms.\n\n| argued that economics tended to reason explicitly or implicitly from the biological\n\nimperative, meaning what | call “ends” in lineage survival, from Petty through Smith\n\nChapter 7 Petty’s Idea 2/3/16 3\n\nHOUSE_OVERSIGHT_011062",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011062.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2204,
    "word_count": 355,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.679676",
    "prefix": "IMAGES-001"
  }
}