{
  "document_id": "HOUSE_OVERSIGHT_031246",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031246.txt",
  "text": "From: Lawrence Krauss\n\nSent: 12/11/2017 6:31:28 AM\n\nTo: Nancy Portland [a\n\ncc: Lawrence Krauss x\n\nSubject: Re: URGENT: BuzzFeed News inquiry re allegations of sexual harassment\n\nAttachments: DA866543-7401-4A5A-8E50-FD32E33A50EC.png\n\nImportance: — High\n\nSecond Draft:\n\nI appreciate the opportunity to respond to your email. While I am running the risk that you will report my\ncomments, if you do, either out of context, or incompletely, Iam responding with an effort to be complete. It is\nhard to know how to respond to a list of false and/or distorted allegations, along with misleading statements on\nyour part. I treat people I interact with with respect, and I work hard to support and mentor students, colleagues,\nand members of the general public. I do not sexually harass people. If the purpose of your reporting is to\nsomehow argue that Universities and other institutions are lax in dealing with well known individuals like\nmyself, then in fact the situation is quite the opposite. My high public profile opens me up to more scrutiny at\nthese institutions, not less, and it also opens me up to a host of outside complaints and allegations that other\nfaculty do not receive, each of which the University has to respond to. The fact that I have remained a professor\nin all Universities with which I have been associated, in good standing, and also an officer or an invited speaker\nat organizations like CFI, which have strict harassment policies, is a confirmation of the fact that they trust my\nbehavior. I was asked to be an honorary director of CFI, and invited to their last 3 meetings to speak,\nspecifically because, as they have written me after the fact, the attendees universally appreciated my talks, my\ncourtesy, and graciousness in spending time with the attendees. If the purpose of your report is to impugn my\nintegrity or suggest I have a history of harassment, that too is false. As noted in one of your 'miscellaneous\nfacts’, as a scientist I try and remain skeptical, and rely on empirical evidence, rather than allegations and\ninnuendo. I also try and judge the facts in context. The fact that Universities and other organizations employ\nme or have me on their boards, or invite me to meetings is because they value my contributions and my actions.\n\nThe items you list are false or distorted. Item 1 refers to a consensual encounter in my hotel room in 2006 where\nwe mutually decided, in a polite discussion in fact, that taking it any further would not be appropriate, and there\nwere respectful and platonic encounters afterwards. There is nothing to comment on in item 3, which involves\nan anonymous 3rd party claim because I know nothing about it, there are no details provided, and it clearly was\nnot taken seriously enough to result in any university action. Item 4 is confusing. Are you saying that because I\ndecided I didn’t want to go out to a bar with a group of attendees that I was harassing them? The second part\ndid not happen. Re incident 5: The ‘female companion’ in this case is my wife, who can attest to the fact that\nthe claim is false, which is what I wrote at the time in response to the blog in question, causing it to be taken\ndown.\n\nIt is worth responding to Item 2 and 6 in more detail,\n\nRe item 2: the student in question was interested in science communication, and on dozens of occasions came\nto me or wrote to me with questions. When she asked about advice for after graduation I DID tell her she was\ndifferent than the other students in her year. The rest of them were interested in going on to graduate school,\nbut she was interested in science communication so I told her that she might want to take a different path. Since\nshe was the only woman in her year, as I recall, I did ask her on one of these occasions if that made it difficult\nfor her in any way. I asked, because as a faculty member I was interested in knowing what we could do, if\nnecessary to encourage more women to go into physics, and also because as someone she had asked for career\n\nHOUSE_OVERSIGHT_031246",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031246.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4030,
    "word_count": 711,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:49.430920",
    "prefix": "IMAGES-011"
  }
}