{
  "document_id": "HOUSE_OVERSIGHT_013111",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013111.txt",
  "text": "11.4 Piaget’s Stages in the Context of Uncertain Inference 195\n\nBroadly speaking, examples of content representation schemes are predicate logic and term\nlogic [ESO0]. Examples of uncertainty representation schemes are fuzzy logic [Zad78], imprecise\nprobability theory [Goo86, FC86], Dempster-Shafer theory [Sha76, Kyb97], Bayesian probability\ntheory [IKyb97], NARS [Wan95], and the Atom representation used in CogPrime, briefly alluded\nto in Chapter 6 above and described in depth in later chapters.\n\nMany, but not all, approaches to uncertain inference involve only a limited, weak set of in-\nference rules (e.g. not dealing with complex quantified expressions). CogPrime’s PLN inference\nframework, like NARS and some other uncertain inference frameworks, contains uncertain in-\nference rules that apply to logical constructs of arbitrary complexity. Only a system capable of\ndealing with constructs of arbitrary (or at least very high) complexity will have any potential\nof leading to human-level, human-like intelligence.\n\nThe subtlest part of uncertain inference is inference control: the choice of which inferences\nto do, in what order. Inference control is the primary area in which human inference currently\nexceeds automated inference. Humans are not very efficient or accurate at carrying out inference\nrules, with or without uncertainty, but we are very good at determining which inferences to do\nand in what order, in any given context. The lack of effective, context-sensitive inference control\nheuristics is why the general ability of current automated theorem provers is considerably weaker\nthan that of a mediocre university mathematics major [Mac95].\n\nWe now review the Piagetan developmental stages from the perspective of AGI systems\nheavily based on uncertain inference.\n\n11.4.1 The Infantile Stage\n\nIn this initial stage, the mind is able to recognize patterns in and conduct inferences about\nthe world, but only using simplistic hard-wired (not experientially learned) inference control\nschema, along with pre-heuristic pattern mining of experiential data.\n\nIn the infantile stage an entity is able to recognize patterns in and conduct inferences about\nits sensory surround context (i.e., it’s “world”), but only using simplistic, hard-wired (not expe-\nrientially learned) inference control schemata. Preheuristic pattern-mining of experiential data\nis performed in order to build future heuristics about analysis of and interaction with the world.\n\ns tasks include:\n\n1. Exploratory behavior in which useful and useless / dangerous behavior is differentiated by\nboth trial and error observation, and by parental guidance.\n\n2. Development of “habits” — i.e. Repeating tasks which were successful once to determine if\nthey always / usually are so.\n\n3. Simple goal-oriented behavior such as “find out what cat hair tastes like” in which one must\nplan and take several sequentially dependent steps in order to achieve the goal.\n\nInference control is very simple during the infantile stage (Figure 11.4), as it is the stage\nduring which both the most basic knowledge of the world is acquired, and the most basic of\ncognition and inference control structures are developed as the building block upon which will\nbe built the next stages of both knowledge and inference control.\n\nAnother example of a cognitive task at the borderline between infantile and concrete cog-\nnition is learning object permanence, a problem discussed in the context of CogPrime’s prede-\ncessor \"Novamente Cognition Engine\" system in [GPSL03]. Another example is the learning of\n\nHOUSE_OVERSIGHT_013111",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013111.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3592,
    "word_count": 535,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.938222",
    "prefix": "IMAGES-002"
  }
}