{
  "document_id": "HOUSE_OVERSIGHT_020510",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020510.txt",
  "text": "Sl\n\nthings as naming rights. Above all, they must insist that the terms of each gift\n\nimpose no restrictions on academic freedom. The activities of all chairs, centers,\n\nand projects funded by Chinese support need to be fully transparent and supervised\nby independent faculty committees and university administrators, who must bear\n\nin mind that even when a joint project, research grant, or gift has undergone due\ndiligence and has no explicit or evident strings attached, it can still produce a natural\nsense of obligation because no institution wants to offend a generous donor. This is a\nproblem, not restricted to grants from China, but one that is deeply entrenched in the\nfund-raising structure on which American institutions of higher education depend for\ntheir well-being.\n\nDefend Academic Freedom Faculty governance is the core technique for protecting\nacademic freedom in American universities and is the key to their leading role in\nresearch and teaching. It takes various forms in various institutions, but its key\nprinciples must be applied consistently to interactions involving China. Transparency\nmust be maintained in the terms of a university’s contracts with all outside actors,\nwhether individuals, foundations, donors, or collaborating institutions such as the\nHanban, which funds Confucius Institutes. Such actors must be subject to regular\noversight by faculty bodies and by administrators answerable to faculty bodies so that\nfaculty, students, visiting scholars, and others associated with the university in an\nacademic capacity will have uncompromised freedom of speech, research, teaching,\nand programmatic activities.\n\nUniversities and their associated institutions—such as university presses—must\nrefuse all forms of censorship of—or interference in—their publications, conferences,\ncurricula, participants in events, and other academic activities. Some universities have\nformal rules barring such censorship, but they need to increase awareness, training,\nand enforcement. Other universities may need to enact or update such rules. While\nmaintaining the openness of US universities to Chinese students, scholars, and\nresearchers, universities should push for reciprocity from Chinese partner institutions\nwith respect to various forms of research access.\n\nIn short, universities should enhance protection for faculty and students—especially\ninternational students—from interference in their academic freedom, and campuses\nwith large numbers of international students from authoritarian countries should\nintroduce training for students on their academic rights in the American educational\nsystem, and on the proper distance that independent student organizations should\nmaintain from government actors. Finally, universities should provide a confidential\ncomplaint procedure for students who feel they have come under pressure that\nthreatens their academic freedom, and university advisors should stand prepared to\ncounsel and assist these students to deal appropriately with such pressures.\n\nSection 4\n\nHOUSE_OVERSIGHT_020510",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3056,
    "word_count": 428,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.191118",
    "prefix": "IMAGES-006"
  }
}