{
  "document_id": "HOUSE_OVERSIGHT_024169",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024169.txt",
  "text": "Commodities overview\n\nCommodities -— Key points\n\n36 UBS\n\nBroadly diversified commodity indices, which declined by about 10% in May, found some support in\nJune. The sideways move was visible across all commodity sectors, with gold (precious metals)\ndelivering a temporary price uptick after the May US nonfarm payroll release.\n\nDespite signs of price stabilization, diversified commodity indices are likely to decline in the\ncoming weeks. Sluggish economic activity should put upward pressure on most commodity\ninventories. To mitigate inventory buildups, lower prices are required, in our view. Production cuts for\ncyclical commodities need to be incentivized, while demand needs a push.\n\nThe starting point for gold (precious metals) remains challenging, with supply likely to outpace\ndemand this year. However, the chance of further monetary easing (QE3) by the Fed - which is not our\nbase case - is an upside risk to the gold price. Given the weak fundamental situation combined with\nthe substantial QE3 risk we maintain our neutral position.\n\nEasing geopolitical tensions related to Iran and further inventory builds in crude oil shifted the\nmarket's attention to sluggish demand growth. With muted incremental crude oil consumption, crude\noil prices are likely to remain under pressure. But as production cuts are likely to kick in, downward\nprice momentum should slow meaningfully. OPEC production cuts of up to 0.5 mbpd are needed in\nthe coming months, and should allow the Brent price to stabilize in the USD 80.5 - 90/bbl range (WTI\nwith a USD 12/bbl discount). But a sideways move in crude oil is not good enough to be long the\ncommodity. The Brent forward curve has joined WTI and moved into contango as well. Hence, we\nkeep our underweight position.\n\nWith regards to base metals, prices have room to soften in the very short run (4-6 weeks). Copper\nprices are likely to decline to USD 6,600/mt in order to weigh on scrap supply and compensate for\ndeteriorating Chinese import volumes. But the price decline in copper and other base metals should be\nshort lived. Fiscal and monetary easing in China provide the basis for an acceleration in base metal\ndemand and should keep prices largely flat on a 6-month horizon. Moreover, metals like aluminum\nand nickel are already trading deeply into the production cost curve, which we regard as\nunsustainable over the long run. We keep a neutral position on base metals until we see further\nconfirmation of a pickup in Chinese economic activity.\n\nThe outlook for ample supply in agricultural commodities, especially for corn, should still weigh on\nthe grain complex towards the end of the year. Some short-term price support from dry US Midwest\nweather conditions in recent weeks is not altering our negative stance. Soft commodities are also\nbattling with higher inventories, which will not bode well for prices in 3Q 2012.\n\nFor further information please contact CIO's asset class specialists Dominic Schnider, dominic.schnider@ubs.com or Giovanni Staunovo, giovanni.staunovo@ubs.com\n\nPreferences (6 months)\n\nunderweight neutral overweight\n\nCommodities Tid\n\ntotal\n\nPrecious\n\nMetals\n\nenergy |\n\nBase Metals\n\nAgricultural\n\nBnew old\n\nSource: UBS CIO, as of 22 June 2012\n\nNote: Past performance is not an indication of future returns.\n\n34\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024169",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024169.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3388,
    "word_count": 533,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:45.658690",
    "prefix": "IMAGES-007"
  }
}