{
  "document_id": "HOUSE_OVERSIGHT_016174",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016174.txt",
  "text": "Real estate: NTP positive but not enough\n\nThe Saudi residential sector is suffering an acute housing shortage which we estimate\nat c1.2mn homes. Key reasons are:\n\ne 1) Land is expensive: land constitutes as much as 50% of the cost of a housing\nunit which is more than double the typical 20-25% in more affordable areas\nglobally.\n\ne 2) Affordability issue: banks are reluctant to provide mortgages to workers from\nthe private sector.\n\ne 3) Limited financing: the Real Estate Development Fund (REDF) which used to\nprovide interest-free loans to eligible Saudis for home purchase or construction, has\nbeen unable to cope with the demand for new loans and has a backlog of about\n450,000 applicants. The housing ministry is looking to issue Islamic bonds to help\nfund the country’s REDF at the end of 2017.\n\ne 4) Overrun development costs: Long delays for construction approval and permits\ntranslate to overrun costs which create obstacles for developers to launch\neconomically feasible projects.\n\nA persisting shortage of affordable residential supply\n\nThe shortage of housing is not a new phenomenon - it has been ongoing for decades.\nThe demand outlook from end-users is solid. Domestic household formation (marriages)\nis a large component: newly married Saudi couples need an affordable place to live. With\nmarket demand growing by 105K units pa (BofAMLe), we believe the shortage of supply\nwill persist for the following reasons:\n\ne The limited scalability of residential projects — Dar Al Arkan is the largest\nresidential developer with only a 1% potential market share (delivery capability of\n1,100 units pa).\n\ne The capital-intensive Saudi financing model — without funding support from the\ngovernment and a virtually non-existent off-plan sales market, Saudi developers\nhave to secure funding to undertake larger residential projects. Dar Al Arkan is\nhaving to lever up, as land sales, which were once the primary source of funding,\nare no longer enough to enable it to scale up.\n\n¢ A lack of incentives for large regional developers to enter the market — the\ndearth of off-plan sales has dried up the cash flows of developers and limited their\nability to finance new projects and, in the worst cases, ongoing projects.\nFurthermore, the profitability of affordable housing projects is not compelling\nenough to attract developers to the Kingdom.\n\nFragmented Saudi residential market\n\nSome 75% of new housing supply is from individuals and micro-home builders. This\ntrend highlights Saudis’ preference for building their own homes and illustrates the\nimmature profile of the real estate market in Saudi Arabia. Sovereign actions in\nneighbouring countries, like the UAE, have boosted the sector (land granted to\ndevelopers, capital flows from international investors). We see big developers becoming\nmore active in the Kingdom but the effects on supply will not be immediate, in our view.\nSo far, they represent only 15% of the total market.\n\nKey strategic objectives and KPIs to watch\n\ne The Ministry of Housing is looking to: 1) improve performance of the real estate\nsector and increase its contribution to the GDP; and, 2) enable citizens to obtain a\nsuitable residence. The ministry targets by 2020 to: 1) double the real estate sector\n\n64 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016174",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3316,
    "word_count": 534,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.974962",
    "prefix": "IMAGES-003"
  }
}