{
  "document_id": "HOUSE_OVERSIGHT_024842",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024842.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\nFebruary 25, 2019\n\nGiven increasing interest, younger consumer demographic trends, and a lack of paid\nadvertising within the space, below we offer a snapshot of the Instagram landscape as a\nproxy for current company social media activity. We would caveat that this is not an\nexhaustive list, nor does the below chart factor in the impact of influencer marketing,\nwhich is a popular trend in order for these companies to drive brand momentum. That\nsaid, we believe the below chart reflects the competitive nature of the category as we\nare already starting to see momentum from less known, emerging brands.\n\nOf the companies analyzed, the below chart reflects the top 17 brands by absolute\nInstagram followers, while also providing data on the absolute number of posts over the\nmonth of January, as well as the average number of likes per post.\n\nAbsolute Followers. As it currently stands, three companies have an Instagram\nfollowing of over 100K people, with CBDFX leading the pack at 181K. Kush Queen and\nGT's Kombucha also look to be well positioned with 168K and 145K followers,\nrespectively.\n\n# of Posts. Blue Ridge Hemp was the most active over the month of January with 84\nposts, followed closely by Hemp Bombs (79 posts) and Pure Hemp Shop (57 posts).\nAcross the competitive set, the average number of posts for the month of January was\n32.\n\nAvg Likes Per Post. In addition to having one of the largest number of absolute\nfollowers, GT’s Kombucha also led the way in average likes per post (1,863). This was\nfollowed by super premium CBD company, Lord Jones, with 1,318 average likes per\npost. Not Pot rounded out the top three with 1,257 average likes per post.\n\nWe would note that while we consider the below analysis useful in terms of analyzing\nsocial media activity, it should not be used as a proxy for market leadership. Publicly\ntraded companies such as Charlotte’s Web, CV Sciences and Elixinol have established\nthemselves as market leaders within CBD, based on distribution / market penetration,\nconsumer awareness, and brand equity.\n\nFigure 26 Instagram Analysis Reflects Competition From Emerging Brands\n\n100 | Blue Ridge Hemp\n\n80 o*\n\nPure Hemp Shop\n\nTop CBD Companies by Instagram Followers\n\n= Credo\n2 60 GT's\n& Beboe\n= 40 Kush Queen\né CBDFX Not Pot\n5 Sunday Scaries S}\nLord Jones\n0 CWHemp — Papa & Barkley Ee\n-20 cbdMD | NuLeaf Naturals\n0 750 1,000 1,250 1,500 1,750 2,000\nAvg # of Likes In January\n@ CBDFX @ Kush Queen @GT's @ Credo ®@ Lord Jones ® Beboe\n® CWHemp ® Blue Ridge Hemp ® Green Roads ® NuLeaf Naturals Sunday Scaries cbdMD\n\nPapa & Barkley\n\nPure Hemp Shop Hemp Bombs Not Pot Recess\n\nSource: Instagram and Cowen and Company\n\nNote: Bubble size reflects relative number of Instagram followers\n\n26\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024842",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024842.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2790,
    "word_count": 475,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:46.334824",
    "prefix": "IMAGES-008"
  }
}