{
  "document_id": "HOUSE_OVERSIGHT_018443",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018443.txt",
  "text": "You Love Is Kinky by Dossie Easton and Catherine W. Liszt. I've also heard good things\nabout the \"Parents of Alternative Sexuality” pamphlet by Dr. Amy Marsh.\n\nIf you, like me, are particularly attracted to the idea of needle piercing, there's a great\nbook called Play Piercing by Deborah Addington.\n\nIf you're more interested in getting a feel for common BDSM philosophies and what the\nBDSM community is like -- an anthropological perspective, one might say -- then there's\na book by Mark Thompson called Leatherfolk, and a newer one by Staci Newmahr called\nPlaying at the Edge.\n\nWell-known feminist BDSM theory authors from the generation ahead of me include Pat\nCalifia and Gayle Rubin, who are both brilliant.\n\nOnline\n\nI usually direct total newbies to this BDSM 101 page by Franklin Veaux:\nhttp://www.xeromag.com/fvbdsm.html\n\nAs it happens, the same writer has a good Polyamory 101, too: http://www.xeromag.com/\nfvpoly.html\n\nThere are a lot of websites on BDSM, and they aren't all carefully edited or moderated; so\nif you can manage it, then I suggest you try to get hold of one of the above how-to books.\nThat said... overall, one of the best online BDSM resources is FetLife.com, the kinky\nsocial networking site. Once you have an account, you can join a huge variety of\ndiscussion groups about BDSM. FetLife is not a dating site; it's more like a kinky\nFacebook (seriously). I think that there are important problems with how FetLife is\nstructured. For example, there's no way to search for past topics, which is ridiculous; this\nmeans that the research process for finding discussions is incredibly weird. The BDSM\nactivist maymay has written intelligently about many issues with FetLife:\n\nhttp://maybemaimed.com/2011/03/20/fetlife-considered-harmful/\nBut the fact remains that FetLife is a huge gathering place.\n\nAnother good online resource is the amazing sex education site Scarleteen.com.\nScarleteen offers a ton of advice on a ton of sexual topics, and has its own message\nboards.\n\nThe site KinkAcademy.com has received some good reviews, and features video tutorials\nby some people who are pretty well-known in the community. You have to buy a\nmembership, though.\n\nThe BDSM writer Ranai from Germany has labored long and hard to make an amazingly\ncomprehensive, international, multilingual directory of kink resources. I haven't gone\nthrough it extensively, but every time Ranai comments on my blog she's brilliant, so I'm\nsure her directory is brilliant too. Here's the directory: http://ranai.wordpress.com/kink-\nresources/\n\nThere are so many BDSM blogs that I could never count them all. I want to direct special\nattention to Kink Research Overviews, an abandoned but still excellent blog that profiles\nthe sparse and scattershot research on BDSM: http://kinkresearch.blogspot.com/2009/10/\n\nHOUSE_OVERSIGHT_018443",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018443.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2832,
    "word_count": 441,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.522815",
    "prefix": "IMAGES-004"
  }
}