{
  "document_id": "HOUSE_OVERSIGHT_019922",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019922.txt",
  "text": "“... and then it became really sunny and I walked off and it poured right after I left. It\npoured but we have something amazing because—honestly it looked like a million,\nmillion and a half people, whatever it was it was, but it went all the way back to the\nWashington Monument and by mistake I get this network and it showed an empty field\nand it said we drew two hundred fifty thousand people. Now that’s not bad, but it’s a lie...\n. And we had another one yesterday which was interesting. In the Oval Office there’s a\nbeautiful statue of Dr. Martin Luther King and I also happen to like Churchill—Winston\nChurchill—I think most of us like Churchill, doesn’t come from our country but had a lot\nto do with it, helped us, real ally, and as you know the Churchill statue was taken out... .\nSo a reporter for Zime magazine and I have been on the cover like fourteen or fifteen\ntimes. I think I have the all-time record in the history of 7Zime magazine. Like if Tom\nBrady is on the cover it’s one time because he won the Super Bowl or something. I’ve\nbeen on fifteen times this year. I don’t think, Mike, that’s a record that can ever be broken,\ndo you agree with that ... . What do you think?”\n\n“No,” said Pompeo in a stricken voice.\n\n“But I will say that they said it was very interesting that ‘Donald Trump took down the\nbust, the statue, of Dr. Martin Luther King,’ and it was right there, there was a cameraman\nthat was in front of it. So Zeke ... Zeke ... from Time magazine ... writes a story that I\ntook it down. I would never do that. I have great respect for Dr. Martin Luther King. But\nthis is how dishonest the media is. Now big story, but the retraction was like this”—he\nindicated ever-so-small with his fingers. “Is it a line or do they even bother putting it in? I\nonly like to say I love honesty, I like honest reporting. I will tell you, final time, although I\nwill say it when you let in your thousands of other people who have been trying to come\nin, because I am coming back, we may have to get you a larger room, we may have to get\nyou a larger room and maybe, maybe, it will be built by somebody that knows how to\nbuild and we won’t have columns. You understand that? We get rid of the columns, but\nyou know I just wanted to say that I love you, I respect you, there’s nobody I respect more.\nYou do a fantastic job and we’re going to start winning again, and you’re going to be\nleading the charge, so thank you all very much.”\n\nIn a continuing sign of Trump’s Rashomon effect—his speeches inspiring joy or horror\n—witnesses would describe his reception at the CIA as either a Beatles-like emotional\noutpouring or a response so confounded and appalled that, in the seconds after he finished,\nyou could hear a pin drop.\n\nHOUSE_OVERSIGHT_019922",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019922.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2762,
    "word_count": 524,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.390579",
    "prefix": "IMAGES-005"
  }
}