{
  "document_id": "HOUSE_OVERSIGHT_027121",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027121.txt",
  "text": "TB: Give us the historical context.\n\nDP: The modern era for Muslims began with Napoleon’s invasion of\nEgypt in 1798. Muslims experienced a great shock at seeing how\nadvanced the blue-eyed peoples from the north had become. It would be\nroughly analogous to the Eskimos coming down south and decimating\nWesterners, who would uncomprehendingly ask in response, “Who are\nthese people and how are they defeating us?”\n\nTB: So how did they respond?\n\nDP: Muslims over the past 200 years have made many efforts to figure out\nwhat went wrong. They have experimented with several answers. One was\nto emulate liberal Europe—Britain and France—until about 1920. Another\nwas to emulate illiberal Europe—Germany and Russia—until about 1970.\nThe third was to go back to what are imagined to be the sources of Islamic\nstrength a millennium ago, namely the application of Islamic law. That’s\nIslamism. It’s a modern phenomenon, and it’s making Muslims the center\nof world unrest.\n\nTB: But it is also creating discomfort?\nDP: It has terribly deleterious effects on Muslims. Many of them are put\n\noff by Islam. In Iran, for example, one finds a lot of alienation from Islam\nas a result of the Islamist rule of the last 30-odd years.\n\nTB: Has it happened anywhere else?\n\nDP: One hears reports, especially from Algeria and Iraq, of Muslims\nconverting to Christianity. And in an unprecedented move, ex-Muslims\nliving in the West have organized with the goal of becoming a political\nforce. I believe the first such effort was the Centraal Comité voor Ex-\nmoslims in the Netherlands, but now it’s all over the place.\n\nTB: Nonetheless, Islam has lasted for 1,500 years.\n\nDP: Yes, but modern Islamism has been around only since the 1920s, and\nI predict it will not last as a world-threatening force for more than a few\ndecades. Will Muslims leave the faith or simply stop practicing it? These\nare the sort of questions I expect to be current before long.\n\nTB: What about Islam in the United States?\n\nHOUSE_OVERSIGHT_027121",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027121.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1995,
    "word_count": 336,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.854762",
    "prefix": "IMAGES-009"
  }
}