{
  "document_id": "HOUSE_OVERSIGHT_013012",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013012.txt",
  "text": "96 5 A Generic Architecture of Human-Like Cognition\n\ndata, rather than mainly embodying speculative notions; however, given the current state of\nknowledge, this could not be done to a complete extent, and there is still some speculation\ninvolved here and there.\n\nWhile based on understandings of human intelligence, the integrative diagram is intended to\nserve as an architectural outline for human-like general intelligence more broadly. For example,\nCogPrime is explicitly not intended as a precise emulation of human intelligence, and does many\nthings quite differently than the human mind, yet can still fairly straightforwardly be mapped\ninto the integrative diagram.\n\nThe integrative diagram focuses on structure, but this should not be taken to represent a\nvaluation of structure over dynamics in our approach to intelligence. Following chapters treat\nvarious dynamical phenomena in depth.\n\n5.2 Key Ingredients of the Integrative Human-Like Cognitive\nArchitecture Diagram\n\nThe main ingredients we’ve used in assembling the integrative diagram are as follows:\n\ne Our own views on the various types of memory critical for human-like cognition, and the\nneed for tight, \"synergetic\" interactions between the cognitive processes focused on these\n\ne Aaron Sloman’s high-level architecture diagram of human intelligence [Slo01], drawn from\nhis CogAff architecture, which strikes me as a particularly clear embodiment of \"modern\ncommon sense\" regarding the overall architecture of the human mind. We have added only\na couple items to Sloman’s high-level diagram, which we felt deserved an explicit high-level\nrole that he did not give them: emotion, language and reinforcement.\n\ne The LIDA architecture diagram presented by Stan Franklin and Bernard Baars [BF 09].\nWe think LIDA is an excellent model of working memory and what Sloman calls \"reactive\nprocesses\", with well-researched grounding in the psychology and neuroscience literature.\nWe have adapted the LIDA diagram only very slightly for use here, changing some of\nthe terminology on the arrows, and indicating where parts of the LIDA diagram indicate\nprocesses elaborated in more detail elsewhere in the integrative diagram.\n\ne The architecture diagram of the Psi model of motivated cognition, presented by Joscha\nBach in [Bac09] based on prior work by Dietrich Dorner [Dér02]. This diagram is presented\nwithout significant modification; however it should be noted that Bach and Dorner present\nthis diagram in the context of larger and richer cognitive models, the other aspects of which\nare not all incorporated in the integrative diagram.\n\ne James Albus’s three-hierarchy model of intelligence [AMO1], involving coupled perception,\naction and reinforcement hierarchies. Albus’s model, utilized in the creation of intelligent\nunmanned automated vehicles, is a crisp embodiment of many ideas emergent from the field\nof intelligent control systems.\n\ne Deep learning networks as a model of perception (and action and reinforcement learning),\nas embodied for example in the work of Itamar Arel [ARC09] and Jeff Hawkins [HB06]. The\nintegrative diagram adopts this as the basic model of the perception and action subsystems\nof human intelligence. Language understanding and generation are also modeled according\nto this paradigm.\n\nHOUSE_OVERSIGHT_013012",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013012.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3307,
    "word_count": 492,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.437919",
    "prefix": "IMAGES-002"
  }
}