{
  "document_id": "HOUSE_OVERSIGHT_017358",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017358.txt",
  "text": "4.2.12\nWC: 191694\n\ntestify under oath — not once, but twice — that turned a sex rumor into a possibly impeachable\noffense.\n\nHow do I know that Robert Bennett never told President Clinton of the default option? Because\nboth men personally told me. Here is the story.\n\nOn January 17, 1997, President Clinton was deposed in the Paula Jones lawsuit and was asked\nquestions about his relationship with Monica Lewinsky. Among the questions were the following:\n“Did you have an extramarital sexual affair with Monica\nLewinsky?”\n\n“Tf she told someone that she had a sexual affair with you beginning\nin November of 1995, would that be a lie?”\n\n“T think I used the term “sexual affair.” And so the record is\ncompletely clear, have you ever had sexual relations with Monica\nLewinsky, as that term is defined in Deposition Exhibit 1, as\nmodified by the Court?”\n\nClinton answered as follows:\n\n“T have never had sexual relations with Monica Lewinsky. I’ve\nnever had an affair with her.”\n\nHis answer was based on the following definition of sexual relations accepted by the judge:\n\nFor the purpose of this deposition, a person engages in “sexual\nrelations” when the person knowingly engages in or causes\n\n1. contact with the genitalia, anus, groin, breast, inner\nthigh, or buttocks of any person with an intent to arouse\nor gratify the sexual desire of any person;\n\n“Contact means intentional touching, either directly or through\nclothing.\n\nUnder that definition, oral sex does constitute sexual relations. After the Jones lawyers\ncompleted their questioning, the President’s own lawyer, Robert Bennett, asked the following\nquestion:\n\n“Tn paragraph eight of her affidavit, [Monica Lewinsky] says this, ‘I\nhave never had a sexual relationship with the president, he did not\npropose that we have a sexual relationship, he did not offer\nemployment or other benefits in exchange for a sexual relationship,\nhe did not deny me employment or other benefits for reflecting a\nsexual relationship.’\n\n271\n\nHOUSE_OVERSIGHT_017358",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2002,
    "word_count": 324,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.752018",
    "prefix": "IMAGES-004"
  }
}