{
  "document_id": "HOUSE_OVERSIGHT_024890",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024890.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nWe Would Expect Starbucks To Be First Under Our Active Coverage To\nPilot CBD Oil, Though Not In Near Term Plan (Charles)\n\nUnder our active coverage, we would categorize Starbucks as the most forward thinking\nwith beverage innovation relative to Dunkin’, Tim Hortons and McDonald’s McCafe.\nStarbucks has launched matcha and nitro cold brew on a widespread basis in recent\nyears, among other wellness-based offerings. During an interview with CNBC last\nmonth, Starbucks CEO Kevin Johnson cited no plans to introduce CBD-based beverages\nin the near term, but did not dismiss the notion of ultimately piloting the ingredient.\n\nDespite early traction with craft/independent coffee shops, regulators in several states\nrecently banned CBD as an additive. The dynamics are fluid, likely delaying adoption\nfrom major coffee players like Starbucks in the near term. That said, we acknowledge a\nlonger-term opportunity if coffee shops are able to properly measure and disclose the\nCBD levels in their coffee, as bottled CBD beverages that disclose CBD oil levels in\npackaging are not restricted under the current ban.\n\nShould the regulation of CBD oil as an additive to food/beverage change or craft/\nindependent coffee shops find a way to comply with the existing regulation, we could\nenvision Starbucks ultimately piloting the ingredient. We believe Starbucks would need\nto better understand the science behind the ingredient, in addition to the standard\nevaluation of any new SKU around supply chain availability as well as meeting\nStarbucks’ high speed of service standards. Furthermore, given Starbucks’ heavy\nreliance on the drive-thru business at more than 50% of sales and 80%+ of ongoing\ndevelopment, SBUX would need to gain clarity around potential liability this entails\naround selling cannabis-infused beverages before introduction. We note in 2010,\nStarbucks launched an Evenings program that sold beer and wine inside of participating\nrestaurants. The initiative ultimately scaled to over 400 locations before the program\nwas terminated in 2017.\n\n74 COWEN.COM\n\nHOUSE_OVERSIGHT_024890",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024890.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2134,
    "word_count": 323,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.360676",
    "prefix": "IMAGES-008"
  }
}