{
  "document_id": "HOUSE_OVERSIGHT_024896",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024896.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n80\n\nFebruary 25, 2019\n\nEuropean Landscape\n\nEuropean Parliament Resolution\n\nIn February 2019, the European Parliament passed a significant resolution to create\nharmonized policies and standardized practices for medical cannabis products in the EV.\nThe Parliament stressed the importance of conducting clinical trials, which requires a\nformal assessment of socio-economic and regulatory barriers that have prohibited\naccess to research in the past. This is not a legislative, binding resolution; the European\nCommission will need to consider a regulatory framework that permits access and\navailability to cannabis medicine, therapies and scientific studies.\n\nThe European Parliament explicitly stated support for the WHO's recommendations to\ninstitutionalize the medical and scientific uses of cannabis. Having these two\ninternational institutions aligned on standardizing medical cannabis policies will\nfacilitate support for interstate agreements and trade, and paves way for rapid\nlegislative change and growth.\n\nEU Standards And Regulations\n\nThere is not a supranational regulatory framework for cannabis in the EU. However,\ngeneral standards, such as Good Manufacturing Practice (GMP), Good Agricultural and\nCollection Practice and Good Distribution Practice, are now significant for cannabis\ncompliance. Licenses and authorization must be obtained for certification. This is\nespecially required for pharmaceutical grade cannabis, which is why many Canadian LPs\ncan export to Europe and made investments to build GMP-certified facilities. Although\nnot necessary for non-prescribed cannabis, products with GMP-certification have\ntrusted quality recognition across the EU.\n\nIn the EU, the legal limit for THC content is less than 0.2%, in comparison to North\nAmerica where it is less than 0.3% THC. There are some disparities across the continent\nwith higher margins in Italy (up to 0.6%) and various import requirements country to\ncountry. Outside of the EU, Switzerland permits up to 1% THC content, which is treated\nas a tobacco substitute.\n\nEU Novel Food\n\nRecently, CBD has been added to the European Union's (EU) Novel Food Catalogue.\nFoodstuff may be supplements, ingredients or other substance forms. A “novel” food is a\nproduct not previously consumed in the EU, to a significant degree, prior to May 15,\n1997, such as for example, foods that enter the market through new technology or\nagricultural products normally consumed and grown outside of the EU (e.g. chia seeds,\nvitamin K, UV treated food).\n\nAmendments to the Catalogue occur frequently and provide a regulatory framework for\nEU Member States (MS) to follow. Some MS (i.e. UK, France, Germany, Italy, and\nHolland) requested to update the catalogue with CBD and hemp-derived products. The\nEuropean Food Safety Authority (EFSA) is now conducting a risk assessment for CBD.\nThis categorization includes pure CBD extracts and products that contain CBD extracts.\nThe EFSA’s assessment is limited to a daily intake of 130 milligrams. The outcome of the\nreview is expected in March 2019. By October 2019, the European Commission will\nrelease a draft act to authorize CBD in the updated Catalogue.\n\nWhile the EFSA assesses CBD, some countries have already banned the sale of CBD and\nremoved product from the shelves (e.g. France, Austria). MS may have their national\nfood or health agencies provide further guidance for CBD products and preparations.\nObtaining authorization for CBD and hemp-derived products (e.g. tinctures, edibles,\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024896",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024896.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3560,
    "word_count": 526,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.009295",
    "prefix": "IMAGES-008"
  }
}