{
  "document_id": "HOUSE_OVERSIGHT_024507",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024507.txt",
  "text": "Name Position\n\nLowell Milken Co-Founder, President and Chief Executive Officer of KUE\n\nMichael Milken Co-Founder and Chairman of KUE\n\nSteven Green Vice Chairman of KUE, and Chairman and CEO of k1 Ventures\nand Greenstreet Real Estate Partners\n\nTed Sanders Vice Chairman of KUE\n\nStephen Goldsmith Senior Vice President of Strategic Planning and Worldwide\nGovernment Programs\n\nNina Rees Senior Vice President, Strategic Initiatives\n\nJeffrey Safchik Chief Financial Officer\n\nRichard Sandler General Counsel\n\nAdam Cohn Senior Vice President, Business Development\n\nGeoffrey Moore Senior Vice President, Corporate Communications\n\nMichael Neumann Vice President, Business Development\n\nName Position\n\nLes Biller Retired Vice Chairman & Chief Operating Officer of Wells\nFargo and Company\n\nTed Mitchell CEO of the New Schools Venture Fund\n\nTsvi Gal Chief Technology Officer for Deutsche Bank Asset\nManagement\n\n9.2. Note Payable to KULG by KU Education, Inc.\n\nOn January 6, 2005, KU Education, Inc., a Delaware corporation and subsidiary of KUE (\"KUE Inc.”)\nexecuted a promissory note in favor of KULG, an entity controlled by the Principals, in the amount of\n$200.0 million, the proceeds of which were used in connection with the acquisition of KinderCare by\nKLC. This note has a seven year maturity and accrues interest at the “reference rate” set by Bank of\nAmerica plus 1.25% per annum. The note may be prepaid, in whole or in part, without any premium or\npenalty. As of April 1, 2006, KUE Inc. owes approximately $183.9 million under the note.\n\n9.3. Term Loan Facility\n\nOn March 29, 2006, Knowledge Universe Education LLC, a Delaware limited liability company (“KUE\nLLC”), entered into a six-month $150 million term loan facility with an affiliate of Credit Suisse, one of the\nAgents. The proceeds of the $150 million term loan were used to repay existing debt of KUE LLC to\nentities controlled by Michael Milken.\n\nThe term loan facility is fully and unconditionally guaranteed by KUE LLC's direct and indirect parents and\nthe parent guaranty is several. Upon contribution of assets to KUE by KUE LLC, KUE will become a co-\nborrower. It is expected that this Term Loan Facility will be repaid with the proceeds of this offering.\n\nThe term loan bears interest at either the reserve adjusted LIBOR rate plus 0.125% or the base rate\n(generally the applicable prime lending rate, as announced from time to time), at KUE’s option and is\n\nsecured by cash collateral. KUE is permitted to voluntarily prepay the term loan, in whole or in part,\nwithout premium or penalty, upon the giving of proper notice.\n\n74\n\nHOUSE_OVERSIGHT_024507",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024507.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2618,
    "word_count": 418,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.454987",
    "prefix": "IMAGES-008"
  }
}