{
  "document_id": "HOUSE_OVERSIGHT_029318",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029318.txt",
  "text": "Thursday, September 12, 2013\nPage 4\n\nclaims. It was his last ditch effort to escape the public disclosure by Edwards and his\nclients of the nature, extent, and sordid details of Epstein’s life as a serial child\nmolester.\n\nThe bulk of Epstein’s claims against Edwards hinge on the premise that Edwards was\ninvolved in a Ponzi scheme run by Scott Rothstein. Broad allegations of wrongdoing\non the part of Edwards were scattered willy-nilly throughout the complaint. None of\nthe allegations provided any substance as to how Edwards actually assisted the Ponzi\nscheme, and allegations that he “knew or should have known” of its existence all\nfailed for one straightforward reason: Edwards was simply not involved in any Ponzi\nscheme. He provided sworn testimony and an affidavit in support of that assertion,\nand there was not (and could never be) any contrary evidence.\n\nEdwards was deposed at length in this case. As his deposition makes crystal clear, he\nhad no knowledge of any fraudulent activity in which Scott Rothstein may have been\ninvolved. See, e.g., Edwards Depo. at 301-02 (Q: “...[Wlere you aware that Scott\nRothstein was trying to market Epstein cases... ?” A: “No.”).\n\nEdwards supplemented his deposition answers with an extremely detailed Affidavit\nthat declared in no uncertain terms his lack of involvement in any fraud perpetrated by\nRothstein. In view of this clear evidence rebutting all allegations against him, Epstein\nwas required to “produce counter-evidence establishing a genuine issue of material\nfact.” Epstein could not meet this obligation. Indeed, when asked at his deposition\nwhether he had any evidence of Edwards’s involvement, Epstein declined to answer,\npurportedly on attorney-client privilege grounds:\n\nQ. I want to know whether you have any knowledge of evidence that\nBradley Edwards personally ever participated in devising a plan\nthrough which were sold purported confidential assignments of a\nstructured payout settlement? . . .\nA. I’d like to answer that question by saying that the newspapers have\nreported that his firm was engaged in fraudulent structured settlements\nin order to fleece unsuspecting Florida investors. With respect to my\n\n_ personal knowledge,.I’m. unfortunately. going to, today, but I look\nforward to at some point being able to disclose it, today I’m going to\nhave to assert the attorney/client privilege.\n\nEpstein alleged that Edwards somehow improperly enhanced the value of the three\ncivil cases he had filed against Epstein. Edwards represented three young women —\nL.M., E.W., and Jane Doe — by filing civil suits against Epstein for his sexual abuse of\nthem while they were minors. Epstein purported to find a cause of action for this by\nalleging that Edwards somehow was involved in “‘pumping’ these three cases to\n\nHOUSE_OVERSIGHT_029318",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029318.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2808,
    "word_count": 445,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.593481",
    "prefix": "IMAGES-010"
  }
}