{
  "document_id": "HOUSE_OVERSIGHT_013913",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013913.txt",
  "text": "1. Market Selection\n\nHe chose music and television producers as his market because he is a musician himself and has used\nthese products.\n\n2. Product Brainstorm\n\nHe chose the most popular products available for resale from the largest manufacturers of sound libraries\nand arranged a wholesale purchase and drop-ship agreement with them. Many of these libraries cost well\nabove $300 (up to $7,500), and this is precisely why he needs to answer more customer-service\nquestions than someone with a lower-priced product of $50—200.\n\n3. Micro-Testing\n\nHe auctioned the products on eBay to test demand (and the highest possible pricing) before purchasing\ninventory. He ordered product only when people placed orders from him, and product shipped\nimmediately from the manufacturers’ warehouses. Based on this demand confirmed on eBay, Doug\ncreated a Yahoo Store with these products and began testing Google Adwords and other PPC search\nengines.\n\n4. Rollout and Automation\n\nFollowing this testing, and upon generating sufficient cash flow, Doug began experimenting with print\nadvertising in trade magazines. Simultaneously, he streamlined and outsourced operations to reduce his\ntime requirements from two hours per day to two hours per week.\n\n=» COMFORT CHALLENGE\n\nRejecting First Offers and Walking Away (3 Days)\n\nBefore performing this exercise, if possible, read the bonus chapter “How to Get $700,000 of\nAdvertising for $10,000” on our companion site, and then set aside two hours on a consecutive Saturday,\nSunday, and Monday.\n\nOn Saturday and Sunday, go to a farmers’ market or other outdoor event where goods are sold. If this\nisn’t possible, go to small independent retailers (not chains or mass retail).\n\nSet a budget of $100 for your negotiating tuition and look for items to purchase that total at least $150.\nYour job is to get the sellers down to a total of $100 or less for the lot. It is better to practice on many\ncheap items rather than a few big items. Be sure to reply to their first offer with, “What type of discount\ncan you offer?” to let them negotiate against themselves. Negotiate near closing time, choose your\nobjective price, bracket, and make a firm offer with cash in hand for that amount® Practice walking\naway if your objective price isn’t met. On Monday, call two magazines (expect the first to be awkward)\nand use the script on the companion site to negotiate, minus the last firm offer. Get them as low as\npossible and then call them back later to indicate that your proposal was refused by upper management\nor otherwise vetoed.\n\nThis is the negotiating equivalent of paper trading.42 Get used to refusing offers and countering in\nperson and— most importantly —on the phone.\n\nHOUSE_OVERSIGHT_013913",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2725,
    "word_count": 445,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.485452",
    "prefix": "IMAGES-002"
  }
}