{
  "document_id": "HOUSE_OVERSIGHT_011659",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011659.txt",
  "text": "in the Sinai. Dan Shomron was now head of the southern command and had told\nme, before we headed back from California, that he’d recommended me for the\npost. It was an especially exciting prospect because the US-backed negotiations\nwith Egypt did finally appear to be nearing an agreement. As commander of\nDivision 252, I’d be coordinating and implementing Israel’s Sinai withdrawal.\n\nBut I didn’t get the job, at least not on my return. Raful Eitan had indeed\nsucceeded Motta as chief of staff, and he had the final say. I'd evidently been\nright to assume I would figure no higher in his estimation than I had as sayeret\ncommander. To be fair, however, he did agree to my becoming commander of\nDan’s reserve division in the south: the same 611\" that Arik Sharon had led\nacross the canal in 1973. When I took up that post in April 1979 — just days\nafter the formal Israeli-Egyptian peace treaty was indeed signed — I was also\npromoted. I became a one-star general. And eighteen months later, when the\nregular division post came open again, I did get the nod to command the 252™\".\n\nEven then, it was a close-run thing. Raful called me in to see him and said he\nwanted me to return to the kirya instead, in the one-star general’s post inside\nmilitary intelligence. He said he had more than enough candidates for division\ncommander, but that my previous experience meant I was the best choice for the\nintelligence post. I was determined to remain in the field, especially with signs\nthat Begin, and certainly his more right-wing supports in the Likud, were\nalready having second thoughts about the peace deal we’d struck with Egypt. In\npart, they feared that a withdrawal from any of the land taken in the 1967 war\nmight create a precedent, and invite pressure, for more withdrawals. But the real\nbuyers’ remorse centered on the fact that, as part of the initial agreement at\nCamp David, Begin had needed to accept a parallel framework for negotiations\ntoward a broader peace that would include the West Bank and Gaza\nPalestinians.\n\nIn any case, with Raful balking a second time at giving me the division\ncommand, | figured I had little to lose by fightinhg my corner, and telling him\nexactly what I felt. “Look, I realize that you’re chief of staff,” I said. “But don’t\nforget we’re both just temporarily in whatever role we hold. I’m not here as a\ndraftee. I’m in the army by choice. It’s your decision to tell me what position\nyou want me to take. But you can’t impose anything. I can always leave. Or I\ncan bide my time until you leave.” Raful apparently concluded he couldn’t\nactually force me to take the intelligence job. With Dan having made his\npreference clear, he didn’t press the point.\n\n188\nHOUSE_OVERSIGHT_011659",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011659.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2723,
    "word_count": 481,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.907084",
    "prefix": "IMAGES-001"
  }
}