{
  "document_id": "HOUSE_OVERSIGHT_019265",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019265.txt",
  "text": "Freedom House\n\ndeals honestly with the people, and a country that\nlives at peace with its neighbors.\n\nThe Ukraine factor\n\nThe falsification of history that began during the early\nyears of Putin's leadership has been intensified in the\nwake of the invasion of Ukraine and seizure of Crimea\nin 2014. To convince the Russian people that waging\na form of low-intensity warfare against a neighbor was\njustified, Putin has stepped up efforts to depict the\nWest as antagonistic to Russian interests, launched\n\na campaign to label those responsible for Ukraine's\nMaidan uprising as fascists, driven home the idea that\nethnic Russians living outside the Russian Federation\nwere under relentless persecution, and identified\nRussian critics of aggression against Ukraine as a\ntreasonous fifth column.\n\nA recurring theme of post-Crimea propaganda is the\nnotion that Russia faces the same threats from the\nWest today as it did during the Cold War. To make this\npoint, Russian television aired a documentary meant to\njustify one of the more shameful events of the Soviet\nperiod, the 1968 Soviet-led Warsaw Pact intervention in\nCzechoslovakia. The invasion was undertaken to crush\nthe reformist Prague Spring movement, whose leaders\nwere moving increasingly in the direction of jettisoning\nstate socialism, embracing democratic reforms, and\nseeking a kind of neutral geopolitical status much like\nthat enjoyed at the time by Austria. The documentary\nused archival footage to build a concocted case that\nthe invasion was necessary to thwart a NATO-inspired\ncoup in Prague.'° The clear purpose of the film was to\nportray NATO as a permanent threat to Russian inter-\nests, as much in 2014 as in 1968.\"\n\nAnother television documentary focused on the sei-\nzure of Crimea, a year after the event. As Lucian Kim\nhas noted, the program is something of a celebration\nof the tactics of dictatorship. The filmmakers offer no\nconflicting opinions and present American leaders\nas puppet masters. Among other claims, the docu-\nmentary asserts that Washington gave the Maidan\nforces information about Ukrainian security methods\nthat American officials had obtained during bilateral\nexchange programs with the Kyiv government. !%\n\nTo further bolster the case for the invasion of Ukraine,\nthe Russian propaganda machinery devoted great\nenergy to demonstrating the fascist nature of the\nMaidan, relying heavily on invocations of Soviet\nhistory. The Ukrainian protesters and activists who\nhelped drive out corrupt president Viktor Yanukovych,\n\nand the European-oriented politicians who replaced\nhim, were repeatedly labeled as present-day followers\nof Stepan Bandera, a controversial nationalist leader\nwho fought the Soviets and at times cooperated with\nthe Nazis in a doomed campaign for an independent\nUkraine during World War II. Russian media presented\nBandera and his followers as unambiguous allies of\nthe Nazis, and highlighted their wartime atrocities.\nRussian media also featured a number of documenta-\nries that emphasized Russian, as opposed to Soviet,\nresistance to Hitler. The objective was to equate\ncontemporary Ukrainians who favored full sovereignty\nand independence from Russian influence with Nazi\ncollaborators and pogromists. This served not only\n\nto explain Moscow's response, but also to deter any\nemulation of the Maidan protests in Russia itself.\n\nThe assault on academic freedom\n\nSince the occupation of Crimea and invasion of east-\nern Ukraine, it has become increasingly dangerous\nto express dissenting views on Russian foreign policy\nin Russias schools and universities. Putin mace the\npoint quite clearly in a speech before the parliament\nin March 2014, when he referred to a “fifth column”\nand a “disparate bunch of national traitors” sowing\ndiscord within Russia.\"®\n\nIn the ensuing months, anyone criticizing Russian pol-\nicy risked the label of foreign agent, which in Russian\nusage is tantamount to being called a spy. Around\n\nthis time a new website called Predatel (traitor) began\nlisting alleged traitors, specifically those who had\ncriticized Russia's annexation of Crimea or supported\nsanctions against Russian officials. The site encour-\naged Russians to send in the names of other traitors.\n\nMeanwhile, a number of educators fell afoul of the\n\nnew policies on the teaching of history. In March 2014,\nAndrey Zubov, who held a position at the Moscow State\nInstitute of International Relations, was fired for “an im-\nmoral act\"—namely an article he published in the news-\npaper Vedomosti that criticized the seizure of Crimea\nand compared it to Hitler's annexation of Austria. “We\nmust not behave the way the Germans once behaved,\nbased on the promises of Goebbels and Hitler,” he\nwrote. The university's explanation claimed that Zubov's\nwritings “contradict Russias foreign policy and inflict\ncareless, irresponsible criticism on the actions of the\nstate.\"”’ In a similar incident, senior sociologist Aleksan-\ndr Konkov was let go by Sakhalin State University after\ndeclaring that Russia had seized Crimea opportunisti-\ncally because Ukraine was weak, not because Crimeans\nthemselves had clamored for the takeover.!®\n\nwww.freedomhouse.org\n\n31\n\nHOUSE_OVERSIGHT_019265",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019265.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5172,
    "word_count": 793,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:49.001047",
    "prefix": "IMAGES-005"
  }
}