{
  "document_id": "HOUSE_OVERSIGHT_014758",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014758.txt",
  "text": "Best Vol Trades\n\nRalf Preusser, CFA Herve Belmas\n\nMLI (UK) MLPF&S\n\nralf .preusser@baml.com herve.belmas@baml.com\nSphia Salim Christopher Xiao\n\nMLI (UK) MLPF&S\nsphia.salim@baml.com christopher.xiao@baml.com\n\nTension in Trump’s policies are bullish for vol\n¢ Weighing up the impact of fiscal easing vs protectionism and shifting from\ndeflation to inflation risks should be bullish for vol.\n\n« Inrates, we see room for the belly of the curve to reprice to the dots. 2yly should\ncheapen 75bp, vol is cheap vs rates and the skew the least expensive in that sector.\n\ne In FX, we think vol and skew have room to reprice higher compared to the repricing\nseen in rates. We like cheapening a EURUSD put with a 3m30y strangle.\n\ne In EM, USDCNH calls are attractive in our view. A stronger USD adds pressure to\ndepreciate, while the risks of trade tariffs, labelling China a currency manipulator,\netc could lead to a sharp re-pricing or risk premia higher.\n\nHighest conviction in FX, belly of the US curve and CNH\n\nWe view Donald Trump’s election as bullish for USD, bearish for real rates and\nchallenging for EM. The inherent tensions in President-elect Trump’s policy proposals,\nas well as the question marks over the Fed’s reaction function should also support a\nrepricing of vol higher, especially since neither FX, nor front-end rates volatility look\nstretched by historical standards.\n\nHowever, expressing a view on long-end nominal rates is harder, and implications for\nrates vol are less clear. USD 5y5y breakevens are consistent with the Fed’s definition of\nprice stability for the first time in more than a year. In Europe, the sell-off in rates (both\nBunds and BTPS) is tightening monetary conditions at a time when the ECB should do\nmore, not less. Finally, the Bo)’s yield curve control should provide an anchor for JGBs.\n\nConsequently we focus on the following three trades:\n\n11. Buying USS100mn 2y1y payer, struck at 2.50% (ATM+69bp)\n12. Buying a EURUSD 3m 1.05 put, partly financed with a 150bp-wide 3m30y strangle\n\n13. We recommend buying a 6m USDCNH 7.60 call\n\nUS rates to converge to the dots: attractive in vol\n\nThe view on long-end rates is complicated by the significant repricing of breakevens,\nthe likelihood of the ECB doing more, and the Bo) defending its JGB yield target. We do,\nhowever, see room for a further increase in risk premia in the belly of the US curve. We\nbelieve that the market will ultimately view the Fed dots as a floor, rather than a cap.\nSupply pressures will weigh on the belly of the curve, rather than the long-end. This\nmakes the cheapness of the upper left corner of the vol surface attractive.\n\nAs we look for a repricing of Fed expectations, to levels more consistent with the dot\nplot, we recommend buying US$100mn 2y1y payer, struck at 2.50% (25-delta), i.e.,\nATM +69bp. The cost is US$165K, equivalent to 17bp of yield. We target a PNL of\nUSS300K.\n\nBankof America\n28 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014758",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014758.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3006,
    "word_count": 506,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.375980",
    "prefix": "IMAGES-003"
  }
}