{
  "document_id": "HOUSE_OVERSIGHT_017405",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017405.txt",
  "text": "4.2.12\nWC: 191694\n\n2995\n\ndisrupt the 7 day Sabbatical cycle.\n\nThe Orthodox Jewish community was in an uproar about this well intentioned proposal, because it\nwould change the natural order of when the Jewish Sabbath fell. Under the conventional\ncalendar, the Sabbath corresponded with Saturday. Under the brave new world proposal, the\nJewish Sabbath could fall on any day of the week. Jews (and Seventh Day Adventists) had fought\nhard to recognize Saturday as a day off from most jobs and school activities. The UN proposal\nwould require Sabbath-observers to be absent from such activities when the Sabbath fell on a\nweekday.\n\nAt the time I was president of the “Inter- Yeshiva High School Council”—a group I had formed\nafter the principle of my high school banned me from running for the presidency of the school’s\nstudent body. I used the newly formed organization as the nerve-center for the campaign to stop\nthe universal calendar. We did not consider the proposal to be anti-Semitic; it was motivated by\nbenign universalistic aspirations. We regarded it as insensitive to the religious concerns of certain\ngroups.\n\nIn an effort to broaden the opposition, I reached out to Seventh-Day Adventists (who joined our\nefforts), Muslims (who seemed less concerned about whether their day of rest corresponded with\nthe UN’s “Friday”) and other religious groups. The result was a postcard campaign (I still have\nthe postcard) in which we sent thousands of the following message—where I drafted—to the UN:\n\nAmbassador Henry Cabot Lodge\n\nUnited States Delegation\n\nUnited Nations, N.Y.\n\nDear Sir:\n\nAs a student of a Hebrew parochial high school in New York, I wish to express my\nopposition to the World Calendar Reform proposal soon to come before the United\nNations. This proposal, which would move the Jewish Sabbath to other days of the week,\nwould have disastrous effects on Jewish religious life, thus impairing the freedom of\nreligion which we so cherish.\n\nRespectfully yours,\n\nUnder Auspices of the Inter- Yeshiva High School Student Council\n\nIt was a modest effort by later standards: no marches, sit-ins or lawsuits. But it succeeded. The\nUN dropped the proposal and our small group got credit in the media. Here is how the New\nYork Post—my community’s “newspaper of record” in those days—reported our success beneath\nthe headline, “Calendar Reform Tops Formosa Issue in Letters to U.N.:”\n\n“World Calendar reform, not Formosa, is the topic provoking most of the letters being\n\nreceived by Ambassador Lodge, chief U.S. representative at the U.N.\n\n°° Joseph P. Lash, Calendar Reform Tops Formosa Issue in Letter to U.N., N.Y. Post, April 21, 1955, p. 34,\nquoting a U.S. note to Secretary General Dag Hammarskjold.\n\n318\n\nHOUSE_OVERSIGHT_017405",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017405.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2741,
    "word_count": 444,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.237001",
    "prefix": "IMAGES-004"
  }
}