{
  "document_id": "HOUSE_OVERSIGHT_013321",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013321.txt",
  "text": "using a vibrator and he also paid her $200 for each other underage female E.W. brought him to\nmolest. She brought him between 20 and 30 underage females); Deposition of Jane Doe #4, date\n(hereinafter “Jane Doe #4 Depo’) (Gspasitian Attachment #5) at 32-34, and 136 (she describes\nfirst being taken to Epstein at 15 years old, \"Being fingered by him, having him use a vibrator on\n[me], grabbing my nipples, smelling my butt, jerking offin front of me, licking my clit, several\ntimes.”).\n\n. 3. At all relevant times dwells has had a good faith basis to conclude and did\nsonclinde! that Epstein was able to access a large number of underage girls through a pyramid\nabuse scheme in which he paid underage victims $200-$300 cash for each other underage victim\nthat she brought to him. See Palm Beach Police Incident Report at 87 (hereinafter “Incident\nReport”) (Exhibit oN The Palm Beach Police Incident Report details Epstein’s scheme for\nmolesting underage females. Among other things, the Incident Report outlines some of the\n| experiences of other Epstein victims. When S.G, a 14 year old minor at the time, was brought to\nHpétein’s home, she was taken upstairs by a woman she believed to be Epstein’s assistant. The\nwoman started to fix up the room, putting covers on the massage table and bringing jotlons out.\nThe “assistant” then left the room and told S.G. that Epstein would be up in a second. Epstein\nwallet over to S.G. and told her to take her clothes off in a stern voice. 8.G. states in the report\nshe did not know what to do, as she was the only one there. S.G. took off her shirt, leaving her\n\nbra on. Epstein, then in a towel told her to take off everything. $.G. removed her pants leaving\n\n? In support of all assertions concerning the actions Edwards took, what Edwards learned in the course of his\nrepresentation of his clients, Edwards’s good faith beliefs and the foundation for those beliefs, see Edwards\nAffidavit and specifically paragraphs 25 and 25 of that Affidavit.\n\n* For clarity, depositions attached to this memorandum will be identified numerically as attachments #1, #2, #3, etc.,\nwhile exhibits attached to this memorandum will be identified alphabetically as exhibits A, B, C, etc.\n\n3\n\nHOUSE_OVERSIGHT_013321",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2240,
    "word_count": 384,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:46.322762",
    "prefix": "IMAGES-002"
  }
}