{
  "document_id": "HOUSE_OVERSIGHT_014698",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014698.txt",
  "text": "Origins February 24 — 26, 2017\nPROJECT An Origins Project Scientific Workshop\n\nARIZONA STATE UNIVERSITY Challenges of Artificial Intelligence:\nEnvisioning and Addressing Adverse Outcomes\n\n1) FINANCIAL MARKETS\nAl, Trading Systems, and Market Manipulation\n\n(Incorporating contributions by Michael Wellman and others)\n\nThere has been advances in the realm of trading in financial markets with the use of autonomous\ndecision systems. Financial markets now operate almost entirely electronically, over networks with\nrelatively well-scoped and well-defined interfaces. Markets generate large quantities of data at high\nvelocity, which require algorithms to digest and assess state. The dynamism of markets means that\ntimely responses to information are critical, providing a strong incentive to take slow humans out of\nthe decision loop. Finally, the rewards available for effective trading decisions are large, enabling a\ncommensurate devotion of resources toward talent and effort to develop and analyze technically\nsophisticated strategies.\n\nThe rewards and pervasive automation are a tempting target for market manipulation. Thus there are\npotential incentives to employ deceptive tactics designed to mislead counterparties about market\nconditions or world state, toward the goal of exploiting misled participants for profit.\n\n“Manual” market manipulation—from spoofing to outright fraud—is prevalent in financial markets\ntoday. Al can amplify the magnitude and effectiveness of manipulative behavior, degrading market\nefficiency or even subverting the essential economic functions of global capital markets. For example,\nautomation can enable more rapid and massive simultaneous attacks on electronic markets, and\nadaptive capabilities may persistently evade known detection methods.\n\nDISCUSSION\n\nWhat are key costly scenarios that we might come to expect and their time frames? What might be\ndone to counter this direction and help to keep markets efficient and functioning well? How might\nadversaries and incentives lead to a thwarting of such attempts?\n\nPOTENTIAL GOALS\nIdentify key challenges ahead, including very costly outcomes. Identify key directions with best\npractices, mechanism design, monitoring and regulatory activity to help to thwart poor outcomes.\n\nREFERENCES\nR. Harris. The Fear Index, Hutchinson, 2011.\n\nSummary: https://en.wikipedia.org/wiki/The_Fear_Index\n\nM.P. Wellman and U. Rajan. Ethical issues for autonomous trading agents. Minds & Machines,\n2017. doi:10.1007/s11023-017-9419-4\n\nhttp://strategicreasoning.org/publications/2016-2-2/minds-machines-wr/\n\nHOUSE_OVERSIGHT_014698",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014698.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2601,
    "word_count": 343,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.260819",
    "prefix": "IMAGES-003"
  }
}