{
  "document_id": "HOUSE_OVERSIGHT_019963",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019963.txt",
  "text": "and anti-CIA crony, and the coauthor of Flynn’s book, whose daughter now worked for\nFlynn—advised Flynn that he ought not to accept fees from Russia or the larger\n“consulting” assignments from Turkey.\n\nIt was in fact the sort of carelessness that almost everyone in Trump’s world, including\nthe president and his family, was guilty of. They lived with parallel realities in which,\nwhile proceeding with a presidential campaign, they also had to live in a vastly more\nlikely world—rather a certain world—in which Donald Trump would never be president.\nHence, business as usual.\n\nIn early February, an Obama administration lawyer friendly with Sally Yates remarked\nwith some relish and considerable accuracy: “It certainly is an odd circumstance if you\nlive your life without regard for being elected and then get elected—and quite an\nopportunity for your enemies.”\n\nIn this, there was not only the Russian cloud hanging over the administration, but a\nsense that the intelligence community so distrusted Flynn, and so blamed its bad blood\nwith Trump on him, that Flynn was the target here. Within the White House there was\neven a feeling that a soft trade was being implicitly offered: Flynn for the goodwill of the\nintelligence community.\n\nAt the same time, in what some thought a direct result of the president’s rage over the\nRussia insinuations—particularly the insinuation about the golden shower—the president\nseemed to bond even more strongly with Flynn, assuring his National Security Advisor\nover and over again that he had his back, that the Russia accusations, those related both to\nFlynn and to himself, were “garbage.” After Flynn’s dismissal, a narrative describing\nTrump’s increasing doubts about his adviser would be offered to the press, but in fact the\nopposite was true: the more doubts gathered around Flynn, the more certain the president\nbecame that Flynn was his all-important ally.\n\nOOK Ok\n\nThe final or deadliest leak during Michael Flynn’s brief tenure is as likely to have come\nfrom the National Security Advisor’s antagonists inside the White House as from the\nJustice Department.\n\nOn Wednesday, February 8, the Washington Post’s Karen DeYoung came to visit Flynn\nfor what was billed as an off-the-record interview. They met not in his office but in the\nmost ornate room in the Eisenhower Executive Office Building—the same room where\nJapanese diplomats waited to meet with Secretary of State Cordell Hull as he learned of\nthe attack on Pearl Harbor.\n\nTo all outward appearances, it was an uneventful background interview, and DeYoung,\nColumbo-like in her affect, aroused no suspicions when she broached the de rigueur\nquestion: “My colleagues asked me to ask you this: Did you talk to the Russians about\nsanctions?”\n\nHOUSE_OVERSIGHT_019963",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019963.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2766,
    "word_count": 444,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.258927",
    "prefix": "IMAGES-005"
  }
}