{
  "document_id": "HOUSE_OVERSIGHT_013584",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013584.txt",
  "text": "of a related measure of the rapidity of dynamical expansion, the generation of new\ninformation seen as the rate of entering new boxes of the partition, a logarithmic\nrate of expansion of the possible. Counting the number of previously unoccupied\nsquares entered by the dynamical systems orbit per unit time over the generating\npartition, for instance, yields an estimate of entropy that, as in the rat and computer\nmouse examples above, is called the topological entropy, Hr. Hr, is about how\nmuch new information is being generated by the system per unit time. Theorems\nhave been proven that Hr is a maximal estimate of the global dynamical entropy\nwith Hy proven to be a minimum estimate. Monitoring single or aggregate molecular\nmotion in a system with the maximum randomness of a space filling gas, we find\nthat, on the average, every box is entered and occupied uniformly such that H; = Hy\nor said another way, H7 — Hy = 0.\n\nAs evidenced by the above described experiments in rats and people, the\nsame entropic relations (but usually not with maximal or minimal measure) can be\nfound in biological systems. We have previously described the manifold geometry of\na generic (typical, idealized) nonlinear dynamical systems as hyperbolic defined by\nthe presence of simultaneous but decomposable components of the motion\nincluding the straight ahead and round and round actions on the center manifold,\nthe new possibility generating, expansive, away from the center manifold motions\nalong unstable manifolds and the back to the center manifold, contracting motions,\nalong the stable manifolds. Uniform expansive and contractive influences in the flow\nleads to mixing of the order of the initial sequence of the values inscribed by the\norbits. This results in maximization of the entropies and satisfaction of a\nconcomitant of the uniformly hyperbolic condition, H7 — Hy = 0.\n\nThese clean and mathematically proven findings do not hold for the quasi-\nmess that is human neuropsychobiology. Enmeshed as most of us are in only\nintermittently random or nonuniformly hyperbolic systems with the in-between\nentropies of the only apparently real world of maya, Hr — Hy # 0. How the H;— Hy\n= 0 of uniform hyperbolicity fails, H7 — Hy # 0, and along with it the dispassionate\ndetachment of entropic emptiness and fullness, becomes a problem not unrelated to\n\nthe existence and quantitative qualities of personality styles and their dissolution\n\n84\n\nHOUSE_OVERSIGHT_013584",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2462,
    "word_count": 400,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.912605",
    "prefix": "IMAGES-002"
  }
}