{
  "document_id": "HOUSE_OVERSIGHT_019608",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019608.txt",
  "text": "120 | HOW AMERICA LOST ITS SECRETS\n\nlargely eroded, if not entirely negated, by the widespread use of\ncell phones, credit cards, social media, and the search engines of the\nInternet. When we use smart phones, our location is relayed to our\ntelephone service provider every three seconds. The phone compa-\nnies collect and archive our phone usage “metadata,” which includes\nwhom we called and how long we spoke. When we use Google\nto search for anyone or anything on the Internet, that activity is\ncaptured by Google, a company whose profits mainly come from\nmaking available to advertisers the results of its surveillance and\ncollection of its users’ searches, When we use Gmail, Google’s e-mail\nservice, used by nearly one billion senders and recipients, we agree\nto allow Google to read the actual contents of our correspondence to\nfind keywords of interest to advertisers.\n\nWhen we use a credit card, the credit card company also retains\ndata about what we buy and where we go. When we travel in auto-\nmobiles equipped with GPS, every turn and stop is tracked and\nrecorded. And when we are in public places with CCTV (closed-\ncircuit television) cameras, our image is recorded and archived.\n\n© When we use Facebook, Twitter, and other so-called social media, as ©\nover two billion people do today, we allow these companies to collect,\nretain, and exploit their surveillance of our movements, associations\nwith other people, and stated preferences. When we use Amazon and\nother online stores, we allow them to track and archive a great deal\nof our commercial activity. For Internet companies such as Facebook,\nTwitter, and Yahoo!, like Google, collecting private data on hundreds\nof millions of their members provides them with vast searchable\ndatabases that are easily marketable. The exploitation of these data-\nbases is a fundamental aspect of their business plans. Without such\nsurveillance of their users, social media companies would not be able\nto turn a profit. Indeed, they may be more aptly called surveillance\nmedia than social media. For those of us who use them to post pic-\ntures and communicate, any notion of personal privacy is largely\nillusory.\n\nTo be sure, there is a distinction to be made between the surveil-\nlance of our activities to which we voluntarily agree in exchange\nfor the benefits and conveniences that we gain from social media,\nsearch engines, and other Internet companies and the surveillance\n\n| | Epst_9780451494566_2p_all_r1.z.indd 120 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019608",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019608.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2521,
    "word_count": 414,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.360213",
    "prefix": "IMAGES-005"
  }
}