{
  "document_id": "HOUSE_OVERSIGHT_025769",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025769.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nNot Just The Fruits Of Our Labor\n\nThough the share of income from labor and capital, excluding capital gains, has decreased, the share coming from\ncapital gains and business income has increased over time. In particular, inherited wealth has increased since the\nWorld Wars and the Great Depression, as Thomas Piketty has shown (14), and with it the earnings from that wealth.\nThis trend is important because labor income tends to be distributed across income levels more evenly than capital\n\ngains--so a shift in income composition can significantly affect inequality.\n\nWhile labor income accounted for nearly three-fourths of market income from 1979-2007, that figure had dropped to\ntwo-thirds by 2007. Capital income (excluding capital gains) is the next largest source, but even at its 1981 peak, it\nrepresented only 14% of market income before falling to about 10% of total income in 2007. Conversely, income from\ncapital gains rose, doubling to approximately 8% of market income in 2007 from about 4% in 1979. Business income\nand income from other sources (primarily private pensions) each accounted for about 7% of total income in 2007, up\n\nfrom about 4% each.\n\nIn addition, capital income has become increasingly concentrated since the early 1990s--and, despite declines in 2001\nand 2002, concentration spiked from 2003 through 2007, with more than 80% of the capital gains realized by the top\n5% of earners going to the top 1% alone (15). Capital gains also have become increasingly concentrated and are tied\n\nwith business income as the most concentrated income source.\n\nThe Impact Of Government Policy\n\nGovernment policies on taxation and government transfers, such as Social Security and Medicare, have done little to\n\nreduce income inequality--and may have contributed to a further widening of the gap.\n\nBecause government transfers and federal taxes are progressive, the distribution of net household income (after\ntransfers and federal taxes) is more evenly balanced than the distribution of market income. That said, at the federal\nlevel, the equalizing effect of transfers and taxes on household income was smaller in 2007 than it had been in 1979.\nThe CBO estimates that the dispersion of market income grew by about one-quarter from 1979-2007, but the\ndispersion of after-tax income grew by about one-third (16). The distribution of after-tax income in 2010 became\nslightly more even among different groups than before-tax income, though the dispersion of after-tax income in 2010\n\nremained wider than in 1979 (see chart 2) (17).\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 7\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025769",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025769.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2774,
    "word_count": 430,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.305490",
    "prefix": "IMAGES-008"
  }
}