{
  "document_id": "HOUSE_OVERSIGHT_013247",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013247.txt",
  "text": "Glossary of Specialized Terms 331\n\nEmbodied Communication Prior: The class of prior distributions over (goal, environ-\nment pairs), that are imposed by placing an intelligent system in an environment where\nmost of its tasks involve controlling a spatially localized body in a complex world, and in-\nteracting with other intelligent spatially localized bodies. It is hypothesized that many key\naspects of human-like intelligence (e.g. the use of different subsystems for different memory\ntypes, and cognitive synergy between the dynamics associated with these subsystems) are\nconsequences of this prior assumption. This is related to the Mind-World Correspondence\nPrinciple.\n\nEmbodiment: Colloquially, in an OpenCog context, this usually means the use of an AI\nsoftware system to control a spatially localized body in a complex (usually 3D) world. There\nare also possible \"borderline cases” of embodiment, such as a search agent on the Internet.\nIn a sense any AI is embodied, because it occupies some physical system (e.g. computer\nhardware) and has some way of interfacing with the outside world.\n\nEmergence: A property or pattern in a system is emergent if it arises via the combination\nof other system components or aspects, in such a way that its details would be very difficult\n(not necessarily impossible in principle) to predict from these other system components or\naspects.\n\nEmotion: Emotions are system-wide responses to the system’s current and predicted state.\nDorner’s Psi theory of emotion contains explanations of many human emotions in terms\nof underlying dynamics and motivations, and most of these explanations make sense in a\nCogPrime context, due to CogPrime’s use of OpenPsi (modeled on Psi) for motivation and\naction selection.\n\nEpisodic Knowledge: Knowledge about episodes in an agent’s life-history, or the life-\nhistory of other agents. CogPrime includes a special dimensional embedding space only for\nepisodic knowledge, easing organization and recall.\n\nEvolutionary Learning: Learning that proceeds via the rough process of iterated differen-\ntial reproduction based on fitness, incorporating variations of reproduced entities. MOSES\nis an explicitly evolutionary-learning-based portion of CogPrime; but CogPrime’s dynamics\nas a whole may also be conceived as evolutionary.\n\nExemplar: (in the context of imitation learning) - When the owner wants to teach an\nOpenCog controlled agent a behavior by imitation, he/she gives the pet an exemplar. To\nteach a virtual pet \"fetch\" for instance, the owner is going to throw a stick, run to it, grab\nit with his/her mouth and come back to its initial position.\n\nExemplar: (in the context of MOSES) — Candidate chosen as the core of a new deme, or\nas the central program within a deme, to be varied by representation building for ongoing\nexploration of program space.\n\nExplicit Knowledge Representation: Knowledge representation in which individual,\neasily humanly identifiable pieces of knowledge correspond to individual elements in a knowl-\nedge store (elements that are explicitly there in the software and accessible via very rapid,\ndeterministic operations)\n\nExtension: In PLN, the extension of a node refers to the instances of the category that\nthe node represents. In contrast is the intension.\n\nFishgram (Frequent and Interesting Sub-hypergraph Mining): A pattern mining\nalgorithm for identifying frequent and/or interesting sub-hypergraphs in the Atomspace.\nFirst-Order Inference (FOI): The subset of PLN that handles Logical Links not in-\nvolving VariableAtoms or higher-order functions. The other aspect of PLN, Higher-Order\nInference, uses Truth Value formulas derived from First-Order Inference.\n\nHOUSE_OVERSIGHT_013247",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013247.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3701,
    "word_count": 552,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.793189",
    "prefix": "IMAGES-002"
  }
}