{
  "document_id": "HOUSE_OVERSIGHT_028121",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028121.txt",
  "text": "Despite Rabin’s quip about ex-generals and Prime Ministers, I was surprised\nwhen, a couple of days later, he asked me to come see him. He smiled as I\nentered his office. Then he said: “Ehud, now that you are out of uniform. I\nwould be glad to see you come into politics, together with us, and be a member\nof the government.” He said he’d discussed it with Peres. “It’s a joint\ninvitation.” Though I did, of course, say yes, I also told him I was planning to\ntake some time off, probably at first with a think tank in the US. Though I\nwasn’t exactly sure about the legal provisions for officers leaving the army, I\nreminded him that there was a set period of time during which they could not\nenter politics. He replied, a bit enigmatically, that he would be sending an\n“operative” to talk to me further about the timing.\n\nThe operative was Giora Einy, a uniquely important figure in Labor because\nhe was trusted both by Rabin and Peres. I liked him immediately. Throughout\nmy years in politics, | would come to rely on him for his experience, good\nhumor and good judgement. He did know about the rules for former army\npeople going into politics: there was a 100-day moratorium. “Rabin wants you\nimmediately,” he said. “I guess we’ll tell him that ‘immediately’ will have to\nmean sometime in April.” In fact, I told Giora that I’d hoped it would be much\nlonger. So we agreed that in order to give me at least a few months in the US,\nhe’d tell Rabin he could get in touch at any time from March 1996 with his\ninvitation to join the cabinet. As soon as he did so, I would formally cut my ties\nwith the military, meaning I could join the government in the summer.\n\nNava, the girls and I left for Washington in January. I joined the Center for\nStrategic and International Studies and was given the delightfully overwrought\ntitle of Distinguished Visiting Statesman and Senior Associate. The reason the\nCSIS had invited me was to write and speak on the Middle East. About two\nmonths in, I presented a paper. I began by welcoming the constellation of\nchanges which seemed to offer at least an opportunity for stability, security and\npeace: the unravelling of the Soviet Union; the Oslo Agreement; the peace\ntreaty with Jordan and the continuing talks with the Syrians. As long as we had\npartners committed to reaching an agreement, I believed Israel would be ready\n“to consider major compromise and to take upon ourselves significant\ncalculated risks.” But with a frankness which seems surprising even to me in\nretrospect, I delivered much the same message as I had to ministers on the\npotential dangers inherent in the Oslo process as we moved forward.\n\nI pointed out that Arafat had made no move to rein in groups like Hamas,\nand that more Israelis had actually been killed by terror since Oslo than in the\n\n273\nHOUSE_OVERSIGHT_028121",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028121.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2828,
    "word_count": 507,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.196370",
    "prefix": "IMAGES-009"
  }
}