{
  "document_id": "HOUSE_OVERSIGHT_024893",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024893.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nMaine\n\n2\n\nDespite being one of 10 states to legalize marijuana for recreational use, health officials\nin Maine recently ordered businesses in the state to remove CBD-infused edibles from\nstore shelves according to an article in the Portland Press Herald. Similar to California,\nthe Maine Department of Health and Human Services appears to be following the FDA’s\nlead in determining that CBD is an unapproved food additive.\n\nState health inspectors in Maine have reportedly told businesses to remove “all foods,\ntinctures and capsules’ containing CBD from their shelves; however, business owners\ncan still sell “CBD products that can be smoked, vaped, worn as a patch or applied asa\nlotion, and all medical marijuana patients can still buy oral CBDs from licensed\ncaregivers or dispensaries.”\n\nNew York\n\nIn response to the 2018 Farm Bill, the New York State Department of Agriculture and\nMarkets issued a FAQ dated Dec. 18, 2018 on the manufacture and sale of hemp-\nderived CBD products. The department indicates that its current guidance is subject to\nchange and that it will likely be issuing additional regulations as the industry evolves.\n\nThe FAQ suggests that New York will allow the sale of CBD products sold as a topical or\ndietary supplement (pill or tincture), the latter of which runs counter to FDA’s current\nposition. However, the guidance appears to restrict CBD products for vaping/inhalation.\n\nAdditionally, New York will require licensure and prior written approval to produce and\nsell certain food and beverages under the New York State Industrial Hemp Research\nPilot Program. Licensees under the program can sell products that are “(1) listed in your\nResearch Plan and (2) produced in a facility meeting dietary-supplement GMP standards\nand (3) properly labeled and packaged for sale pursuant to FDA regulations for dietary\nsupplements, and (4) in compliance with all provisions of the Research Partner\nAgreement.”\n\nOtherwise, New York will restrict the manufacture and sale of ready-to-eat food and\nbeverage products with added CBD infusions or CBD extracts and lists products such as\n“CBD chocolate syrup, CBD soda, and CBD-infused frosting drizzled cookies.” In early\nFebruary, the New York Times reported that the New York Department of Health and\nMental Hygiene was beginning to more aggressively enforce this restriction in New York\nCity restaurants and eateries.\n\nNorth Carolina\n\nThe North Carolina Department of Agriculture and Consumer Services recently\nannounced its intent to issue warning letters to manufacturers and retailers who sell\nproducts containing CBD oil in the state. According to a Feb 8 press release, North\nCarolina will follow current federal laws, meaning that “CBD cannot legally be added to\nany human food or animal feed that is for sale,” as CBD is the active ingredient in an\nFDA-approved therapy and cannot be considered a dietary supplement.\n\nNorth Carolina intends to take an “educate before regulate stance with industry,”\naccording to the release. However, the state will “reserve the right to be more assertive”\nto ensure consumer health and safety, likely meaning product embargoes and seizures.\n\nCOWEN.COM 7\n\nHOUSE_OVERSIGHT_024893",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024893.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3237,
    "word_count": 505,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.674185",
    "prefix": "IMAGES-008"
  }
}