{
  "document_id": "HOUSE_OVERSIGHT_026638",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026638.txt",
  "text": "on trade, tax cuts, and infrastructure spending. (1) The doves at the Fed\nhave been silenced as, under President Trump, the US policy mix will likely\nbe less lop-sided and the emphasis will be on Arrow 3, with Arrow | being\ndowngraded. I think the effective demotion of the Fed has just begun. Its\nindependence will likely be challenged, as it should be, in my personal\nview. November 8 marked the beginning of the end of the financial\nrepression in the US. (2) Generating outsized economic growth will be key\nto settling several important inconsistencies in macro. | will elaborate on\nthis point below. But the market trends witnessed since November 8 will\nnot be sustained unless Mr Trump’s policies indeed lead to significantly\nhigher nominal GDP growth. (3) The mainstream media remain negative on\nMr Trump, but this will keep the hurdle low, and in turn pressure President\nTrump to deliver early in 2017 and thus for him to impress favourably. A\nshift away from identity politics, in my view, based on my personal\nexperience from Taiwan, should lead to positive economic\n\nprogress. Investors won’t need to wait long for there to be more concrete\nannouncements on the various parts of Arrow 3, including both the content\nof the policies as well as their sequencing. (4) FWIW, my two policy\nrecommendations to the reformers are (1) design an effective global taxation\nscheme to properly tax multi-national corporations and (11) adopt industrial\npolicies to help countries focus on their comparative advantages. The US,\nUK, Japan, and Italy are all prime candidates to do (11). (5) The dollar is\nalready moderately over-valued, but this will not prevent it from\nstrengthening further, especially against the EM currencies. Think in terms\nof ‘growth alpha’ and ‘growth beta.’ Much of EM, including China since\nFebruary of this year, have not possessed ‘growth alpha’ and have continued\nto rely on ‘growth beta’ vis-a-vis the rest of the world. I struggle to think of\nkey reforms that EM countries have embarked on in recent years: even\ncountries like France and Italy have undertaken more reforms than most EM\ncountries. Squeezed by (i) a more hawkish Fed, (i1) a China that will\ncontinue to soft land, and (111) a potentially more inward-looking US, EM\nwill struggle without ‘growth alpha.’ I think we may be entering into a\nperiod of differentiation among the EM markets: those that have ‘growth\nalpha’ will be rewarded while those that continue to rely on ‘growth beta’\nwill not. (6) The world according to Trump will be more Darwinian for\ncountries and less Darwinian for US citizens.This notion applies to investing\nin EM, to countries’ growth prospects, and to international competition —\n(potentially) very different from the last few years, when ‘the Fed was the\nonly game in town’ and everyone and everything floated higher by central\nbank liquidity... In any case, the dollar should be in a good position to\nthrive, I think.\n\nEconomic Olympics. The markets are no longer driven only by the Fed and\ncentral bank policies, but by forward-looking policy inclinations. The ‘false\neconomy’ that central banks have nurtured will gradually be replaced by real\n\nHOUSE_OVERSIGHT_026638",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026638.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3187,
    "word_count": 527,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.256158",
    "prefix": "IMAGES-009"
  }
}