{
  "document_id": "HOUSE_OVERSIGHT_018010",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018010.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 12 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nEpstein has denied he ever had any dealings with anyone from the insurance companies. But\nRichard Allen says he recalls talking to Epstein at Hoffenberg’s direction and telling him it was\nurgent they retrieve the missing bonds for a state examination. According to Allen, Epstein said,\n“We'll get them back.” He had “kind of a flippant attitude,” says Allen. “They never came\nback.”\n\nEpstein, according to Hoffenberg, also came up with a scheme to manipulate the price of Emery\nFreight stock in an attempt to minimize the losses that occurred when Hoffenberg’s bid went\nwrong and the share price began to fall. This was alleged to have involved multiple clients’\naccounts controlled by Epstein.\n\nEventually, in 1991, insurance regulators in Illinois sued Hoffenberg. He settled the case, and\nEpstein, who was only a paid consultant, was never deposed or accused of any wrongdoing.\nBarry Gross, the attorney who was handling the suit for the regulators, says of Epstein, “He was\nvery elusive.... It was hard to really track him down. There were a substantial number of checks\nfor significant dollars that were paid to him, I remember.... He was this character we never got a\nhandle on. Again we presumed that he was involved with the Pan Am and Emery run that\nHoffenberg made, but we never got a chance to depose him.”\n\n“From the government’s discovery in the main sentencing against Hoffenberg it would seem the\ngovernment was perhaps a bit lazy,” says David Lewis, who represented Mitchell Brater. “They\nwent for what they knew they could get ... and that was the fraudulent promissory notes [i.e., the\nmuch larger and unrelated part of Hoffenberg’s fraud, based in New York State].... What they\ncouldn’t get, they didn’t bother with.”\n\nAnother lawyer involved in the criminal prosecution of Hoffenberg says, “In a criminal\ninvestigation like that, when there is a guilty plea, to be quick and dirty about it, discovery is\nalways incomplete.... They don’t have to line up witnesses; they don’t have to learn every fact\nthat might come out on cross-examination.”\n\nEpstein was involved with Hoffenberg in other questionable transactions. Financial records show\nthat in 1988 Epstein invested $1.6 million in Riddell Sports Inc., a company that manufactures\nfootball helmets. Among his co-investors were the theater mogul Robert Nederlander and\nattorney Leonard Toboroff. A source close to this transaction claims that Epstein told\nNederlander and Toboroff that he had raised his share of the money from a Swiss banker, whose\nidentity they could not be allowed to know. But Hoffenberg has claimed the money came from\nhim, and Towers’s financial statements for that year show a loan to Epstein of $400,000.\n(Epstein has said he can’t remember the details and has disputed the accuracy of the Towers\nfinancial reports.)\n\nAround the same time, Nederlander and Toboroff let Epstein come in with them on a scheme to\nmake money out of Pennwalt, a Pennsylvania chemical company. The plan was to group together\nwith two other parties to take a substantial declared position in the stock. According to a source,\nEpstein was supposed to help Nederlander and Toboroff raise $15 million. He seemed to fail to\nfind other investors, say those familiar with the deal. (Epstein has said he was merely an\ninvestor.) He invested $1 million, which he told his co-investors was his own money. But in his\n\nHOUSE_OVERSIGHT_018010",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018010.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3529,
    "word_count": 571,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.588670",
    "prefix": "IMAGES-004"
  }
}