{
  "document_id": "HOUSE_OVERSIGHT_022381",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022381.txt",
  "text": "Administration and\nagenda\n\n» directing Treasury to label China a currency\nmanipulator.\n\nConsistent with Trump’s desire to change the way\nbusiness is conducted in Washington, he also pledges to\nact on his first day in office to:\n\n» propose aconstitutional amendment to impose term\nlimits on all members of Congress;\n\n» require that for every new federal regulation, two\nexisting regulations must be eliminated; and\n\n» impose a five-year ban on White House and\ncongressional officials becoming lobbyists after they\nleave government service.\n\n(The Trump Contract with the Voter is available at\nhttps://assets.donaldjtrump.com/ CONTRACT FOR_THE _\nVOTER. pdf)\n\nBudget. While President-elect Trump has vowed to act\nquickly on repeal of the ACA, it is difficult to see how that\ncan be accomplished outside of reconciliation instructions\nfor FY 2018. “When we win on November 8th, and elect a\nRepublican Congress, we will be able to immediately\nrepeal and replace Obamacare. | will ask Congress to\nconvene a special session,” he said November 1.\n\nAn early focus of attention will be the first Trump budget\nproposal and the congressional FY 2018 budget\nresolution. As with the past several years under divided\ngovernment, a main issue will be how to address the\nBudget Control Act sequester for FY 2018. According to\nthe Congressional Budget Office, the cap on discretionary\nbudget authority originally established by the Budget\nControl Act is set at $1.156 billion in 2018, though it will\nbe reduced by automatic procedures unless Congress\nintervenes. CBO said the reduction will total $91 billion\nfor 2018: $54 billion for defense and $37 billion in 2018\nfor nondefense. Therefore, total budget authority is\nslatedto be $1.065 trillion, split between $549 billion for\ndefense and $516 billion for nondefense. Both Trump and\nSpeaker Ryan want to eliminate the sequester as it\napplies to defense, but would likely want to maintain the\nsequester for non-defense spending.\n\nAs reported in Politico last month, Speaker Ryan is bullish\non using the “budget reconciliation” process to pass\nsignificant tax reform. “Thisis our plan for 2017,” Ryan\nsaid, waving a copy of his “Better Way” policy agenda.\n“Much of this you can do through budget reconciliation.”\nHe said key pieces are “fiscal in nature,” meaning they\ncan be moved quickly through a budget maneuver that\nrequires a simple majority in the Senate and House.\n\nUse of “Budget Reconciliation” to enact legislation\ninvolves a two-step process. First, both Chambers of\nCongress need to pass a concurrent Budget Resolution\n(requires only simple majority in the Senate) that contains\n“reconciliation instructions.” These instructions are\ndirections to committees of jurisdiction to change the\nspending or revenue numbers (or both), and to report\nback the changes by a date certain. A budget resolution\ngenerally is a legislative vehicle that servesas the\nblueprint for fiscal policy and establishes a framework for\nconsideration of spending and revenue bills for the\ncoming fiscal year. Technically, a budget resolution isa\n“concurrent resolution” which is binding in the House and\nthe Senate. Because a concurrent resolution is not\nsubmitted to the President for signature, it does not have\nthe force of law.\n\nThe second part of the process is to pass “reconciliation”\nbills that adhere to the reconciliation instructions from\nthe budget resolution.\n\nReconciliation bills can involve changes to spending,\nrevenue, or the debt limit (or any combination of the\nthree). Importantly, these reconciliation bills also only\nrequire a simple majority in the House and Senate for\npassage.\n\nReconciliation bills carry strict debate time and\namendment restrictions, but unlike a budget resolution,\nreconciliation legislation contains specific spending and\nrevenue policy changes that are signed into law by the\nPresident. In the Senate, debate is limited to 20 hours.\nWhile only a simple majority is required for passage in the\nSenate, 60 votes are required to waive violations of the\nso-called “Byrd rule,” which prohibits the inclusion of\nprovisions that increase the budget deficit for the period\noutside the budget window, usually a 10-year period. An\nunlimited number of amendments may be offered and\nvoted upon, even after the 20 hours of debate have\nexpired —a process often referred to as a “vote-a-rama’.\n\nThis process is attractive because of the simple majority\nvote in the Senate, but carries with it restrictionssuch as\nthe ten-year expiration for titles of the bill that increase\nthe deficit outside the budget window.\n\nIt was used by President George W. Bush to pass\nsignificant tax cut legislation in 2001 (the “Bush tax\ncuts”) and is expected to be considered next year for tax\nreform. Note that the Bush tax cuts were originally\nsunsetted at the end of ten years due to the Byrd\n\nrule. Subsequent legislation passed outside reconciliation\nprocess made many of these provisions permanent.\n\nEY °\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022381",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022381.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4982,
    "word_count": 787,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:45.906469",
    "prefix": "IMAGES-006"
  }
}