{
  "document_id": "HOUSE_OVERSIGHT_015634",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015634.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 14 of 20\n\nDershowitz description of what was said is not true.” Statement of Ms. McCawley on Behalf of\nDavid Boies (Oct. 15, 2015).\n\nMore broadly, the Court can readily see from this passage how Dershowitz is willing to\ninject into the record a part of Ms. Giuffre’s affidavit whenever it serves his purpose — and,\nindeed, to characterize the part of the affidavit as “preposterous.” But then he asks this Court to\nplace the underlying affidavit under seal, so that the Edwards and Cassell stand accused having\nfiled a “preposterous” affidavit without anyone being able to assess the validity of Dershowitz’s\nattack.\n\nDershowitz has referred to the court records that he now wishes to have the Court declare\nconfidential not only in his deposition, but also in his widely-broadcast media attacks on\nEdwards and Cassell. For example, Dershowitz appeared on the British Broadcasting\nCorporation (the BBC) and was asked about the allegations:\n\nWell, first of all they were made in court papers that they don’t even ask for a hearing\nto try to prove them. They put them in court papers in order to immunize themselves\nfrom any consequences from a defamation suit. The story is totally made\n\nup, completely out of whole cloth.\n\nI don’t know this woman. I was not at the places at the times. It is part of a pattern of\nmade up stories against prominent people and world leaders. And the lawyers in\nrecent statement challenged me to deny the allegations under oath. I am doing that. I\nam denying them under oath, thus subjecting me to a perjury prosecution were I not\ntelling the truth. J am now challenging them to have their client put these charges\nunder oath and for them to put them under oath. I am also challenging them to repeat\nthem outside of the context of court papers so that I can sue them for defamation. .. .\nAnd I will prove beyond any doubt not only that the story is totally false, but it was\nknowingly false: that the lawyers and the client conspired together to create a false\nstory. That is why I am moving for their disbarment in challenges to be provided to\nthe disciplinary committee.\n\nBBC Radio 4 - Sarah Montague (Jan. 3, 2015) (http:/Awww.bbc.co.uk/programmes/p02g7qbc).\n\nHOUSE_OVERSIGHT_015634",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015634.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2378,
    "word_count": 403,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.656168",
    "prefix": "IMAGES-003"
  }
}