{
  "document_id": "HOUSE_OVERSIGHT_029676",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029676.txt",
  "text": "prosperity deal. He says American conservatives abandoned the middle ground\nrepresented by Republican presidents such as Dwight D. Eisenhower, Richard Nixon and\nBush Sr and became radicals. The derailment, he argues, began under Ronald Reagan\nand reached its zenith under George W. Bush.\n\nWith the goodwill gone the US \"is not able to produce a medium-term credible fiscal\ntrajectory or get agreement on rebuilding its infrastructure\". This paralysis \"is significant\nnot just for the US but for the world.\"\n\nKeating links the collapse of this \"prosperity compact\" to the financial crisis. Too many\nAmericans were unable to sustain themselves from wages and salaries.\n\nHow did they get by? They used the easy credit of the banking system, thereby feeding\nthe frenzy that ended in bad loans and meltdown.\n\nKeating's book has an abiding message for Australia: in the transformed world we \"will\nfind ourselves increasingly on our own\" having to master our own destiny.\n\nThe job is to rediscover the productivity and savings agenda of the 1990s. Why did\nAustralia survive the 2008 financial crisis? \"Because of the flexibility of the economy,\"\nKeating says. \"Flexibility which came from the reform of Australia's financial, product and\nlabour markets that began 25 years ago. This has given us one of the most flexible\neconomies in the world - arguably the most flexible. But further structural changes are\nahead of us.\"\n\nHe lists them. It is a mix of the new and old Keating agenda: a shift in resources to the\nextractive industries; a lift in capital inflow driving a high current account deficit putting a\npremium on savings; recognition that competitiveness will lie \"in the creativity of our\npeople as much as it does in our oil and gas\"; a renewed emphasis on the value of hi-\ntech and education; and above all, a cultural change that integrates Australia more into\nEast Asia. \"Cultural transformation is the key for us,\" Keating says. He rates it as more\nimportant than economic reform.\n\n“There is less interest now in being part of East Asia than there was in the 1990s,\" he\nlaments.\n\nKeating wants this idea revived. And he ties it to the republic arguing that to succeed in\nAsia we must become a republic, a proposition Howard always dismissed.\n\nOn China, Keating is an optimist yet alive to the daunting economic challenge China now\nconfronts. \"What is happening in China knows no precedence in world economic history,\"\nhe says. \"Never before have 1.25 billion people dragged themselves from poverty at such\na pace. China is now half the GDP of the US and incomes have risen by a factor of 10.\"\nHe argues, however, that the origin of the 2008 financial crisis lies in the global\nimbalances - China has built huge foreign exchange reserves by exporting too much and\nAmerica, in turn, is saving too little.\n\nHOUSE_OVERSIGHT_029676",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029676.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2834,
    "word_count": 475,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.139241",
    "prefix": "IMAGES-010"
  }
}