{
  "document_id": "HOUSE_OVERSIGHT_011333",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011333.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n30)\nH3VOGIU1\n\nof a settlement amount between Ms. Giuffre and Jeffrey Epstein.\n\nAccordingly, this should be completely excluded because any\n\nmarginal probative value this has on the claims is greatly\n\noutweighed by the prejudice to Ms. Giuffre.\nIT am not up for the next one, so I'm going to take a\n\nbreak. Thank you.\n\nMR. CASSELL: Again, your Honor, I'm up to number 14\nnow, the issue of Ms. Giuffre's being a victim of domestic\nviolence. This is not relevant or minimally relevant. It's\nMs. Giuffre's burden, of course, to show the emotional distress\n\ndamages that she suffered as a result of Ms. Maxwell's\n\ndefamatory statement, and the jury can agree or disagree with\nwhether she's carried her burden of proof.\n\nIf we understand the defendant's argument correctly,\n\nthey say, well, this would have been a distressing event in\nyour life and, therefore, we should be free to introduce it in\nfront of the jury. Of course, that argument would allow, if\naccepted, essentially any bad thing that's happened in any\nplaintiff's life to be introduced if they seek emotional\ndistress damages because, my goodness, this event here or there\n\nhad some emotionally distressing effect on you. So it has\n\nminimal to low probative value, and the prejudice is very\nsubstantial.\nYour Honor, obviously, has a great deal of experience\n\nand are well aware of the domestic violence, blame the victim\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011333",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011333.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1522,
    "word_count": 254,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:47.979220",
    "prefix": "IMAGES-001"
  }
}