{
  "document_id": "HOUSE_OVERSIGHT_014936",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014936.txt",
  "text": "Zynga (Underperform, $2.70)\n\nStock view: Live events can improve franchises, but still need new titles\n\nZynga launched Dawn of Titans end of 4Q, and although it progressed into the top 20\ngrossing games in the U.S. Apple store, it has fallen out of the top 100 at some points\nduring the quarter suggesting that its overall revenue contribution has been fairly low.\nWhile this is somewhat disappointing, we think investor expectations for the game are\nnow at reasonable (lower) levels.\n\nInstead of big new title launches, Zynga has indicated it is focused on strengthening its\ncurrent franchises with better engagement and monetization through live events and\nnew features, and progress in this area is key for the 2017 stock outlook. Zynga Poker\n(up roughly 80% y/y YTD) appears to be benefiting from the focus on engagement and\nlive events with much stronger monetization, which could offset declines in other titles.\nOverall, we think it could be hard to get the Street excited on the stock without a strong\nfuture title that could drive more than single digit growth.\n\nKey theme/metric(s): DAUs, and live events impact on DAU trends\n\nAfter launching 10 new games in 2016, Zynga is focusing more heavily on live events to\ndrive engagement with in franchises rather than launching additional titles. This should,\nif successful, translate into better DAU metrics as consumer engage with a title more\noften. With Dawn of Titan likely coming below Street expectations, stronger\nengagement will be necessarily for Zynga to drive a stronger DAU base. For the quarter,\nwe model 17.9mn online game DAUs for 1Q, down slightly q/q, and down 6% y/y.\n\nBiggest issues/risks:\n- Dawn of Titans revenues: Zynga spend several years developing the game and lack\nof title success could impact sentiment.\n\n- Expense leverage and cost-cutting benefits do not materialize: Zynga plans to\nfurther improve operational efficiency and potentially cut non-profitable franchises,\nbut this may be hard to do without impacting long term growth opportunities.\n\n- Lack of new releases: Zynga gave no indication of when it will release its next\ntitle leaving current franchises to carry revenue and earnings.\n\nTop data points: Zynga game bookings tracking in-line to slightly below est.\nZynga’s largest revenue generating franchises, Zynga Poker was up significantly in 1Q.\nZynga Poker appears to be benefiting from live events and is tracking up roughly 89%\nQTD. Combined slots titles appear a bit more challenged with total revenue down 30%\nQTD y/y, in part due to lower monetization on Wizard of Oz slots which is tracking down\nin gross gaming rankings. Overall, QTD (January and February} Zynga online game\nbookings (ex-ad revenue) is tracking up 7% y/y vs our 1Q est. of bookings up 9% y/y.\n\nChart 18: Zynga Poker y/y revenue growth Chart 19: Zynga slots y/y revenue growth\n100% 60%\n90% . 50%\n80% 40%\n70% 30%\n60% 9\n50% 20%\n40% = 0%\n30% 0%\na 10% QO QO tO gO gO © 96 6 © GOL\n= PP yh PF GH gO FP gO W yh\n10% 2098) SE AN BT LST ELDON DS\n% & fo wy fo Ny %& XY > o J AY ay -30%\n\\ \\ \\ \\\nEK FH FEO MM EH LH 40%\n\nSource: Superdata Research, BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research estimates, company report\n\n. Bankof America\n50 Internet/e-Commerce | 06 April 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014936",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014936.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3304,
    "word_count": 567,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:44.370675",
    "prefix": "IMAGES-003"
  }
}