{
  "document_id": "HOUSE_OVERSIGHT_019137",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019137.txt",
  "text": "CHAPTER 7\n\naetown is less than thirty min-\nPalm Beach. But in economic\nigh school is run by the county.\nck. Thirty percent are Hispanic,\nschool has a C rating, and lots\nunted lunches. Mary is one of\n1, she’s working her way out of\nr teachers think. A kid with a\n\nher meeting with Epstein. She\nsit. Still, other kids at the high\n\n‘that’s up with you anyway?\nm nice to mean, depending on\n\nFittyy Ricu\n\nStill, a friend.\n\n“Nothing,” says Mary.\n\n“You got your period?”\n\n“Shut the fuck up,” Mary whispers.\n\nThere have been rumors going around, she knows that.\nRumors started by a girl who has eyes for Joe.\n\n“Whore,” her rival shouts in the hallway one day.\n\n“Youre the whore,” Mary shouts back.\n\nMary rushes the girl, who shoves back, grabbing at Mary’s hair,\ntwisting and tugging. Someone yells, “Catfight!” By the time the\nbell rings for next period, Mary’s sitting in the principal's office.\n\nShe shakes her head in reply to the questions, stays silent,\nfeeling humiliated.\n\nThen, in her wallet, they find the three hundred dollars.\n\nMary’s too young and too small to be stripping. Besides, the bills\nare all twenties, not singles or fives. When they call Mary’s par-\nents, her teachers suggest a more obvious explanation: Does\nMary do drugs or deal them?\n\nMary’s father knows better than that. “No,” he insists. A psy-\nchologist is called in. And then, Mary does start talking.\n\nOnce she does, she can’t stop.\n\nIt's a wild story. Highly disturbing. A mansion in Palm Beach.\nA powerful man. This is all far from the principal’s wheelhouse.\nIt's definitely a matter for the police. In the meantime, the school’s\nrecommending a transfer, purely temporarily, to a facility for\ntroubled kids—ones with “issues.”\n\nMary’s a good girl, it’s true. But further confrontations at the\nhigh school will not be tolerated.\n\n21\n\nHOUSE_OVERSIGHT_019137",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1834,
    "word_count": 314,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:44.446588",
    "prefix": "IMAGES-005"
  }
}