{
  "document_id": "HOUSE_OVERSIGHT_020035",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020035.txt",
  "text": "why he singled her out at the condo board meeting.\n\nIn a real sense, however, her advantage was not meeting Trump but being taken up by\nthe Mercers. They recruited Conway in 2015 to work on the Cruz campaign, when Trump\nwas still far from the conservative ideal, and then, in August 2016, inserted her into the\nTrump campaign.\n\nShe understood her role. “I will only ever call you Mr. Trump,” she told the candidate\nwith perfect-pitch solemnity when he interviewed her for the job. It was a trope she would\nrepeat in interview after interview—Conway was a catalog of learned lines—a message\nrepeated as much for Trump as for others.\n\nHer title was campaign manager, but that was a misnomer. Bannon was the real\nmanager, and she was the senior pollster. But Bannon shortly replaced her in that role and\nshe was left in what Trump saw as the vastly more important role of cable spokesperson.\n\nConway seemed to have a convenient On-Off toggle. In private, in the Off position, she\nseemed to regard Trump as a figure of exhausting exaggeration or even absurdity—or, at\nleast, if you regarded him that way, she seemed to suggest that she might, too. She\nillustrated her opinion of her boss with a whole series of facial expressions: eyes rolling,\nmouth agape, head snapping back. But in the On position, she metamorphosed into\nbeliever, protector, defender, and handler. Conway is an antifeminist (or, actually, in a\ncomplicated ideological somersault, she sees feminists as being antifeminists), ascribing\nher methods and temperament to her being a wife and mother. She’s instinctive and\nreactive. Hence her role as the ultimate Trump defender: she verbally threw herself in\nfront of any bullet coming his way.\n\nTrump loved her defend-at-all-costs shtick. Conway’s appearances were on his\nschedule to watch live. His was often the first call she got after coming off the air. She\nchanneled Trump: she said exactly the kind of Trump stuff that would otherwise make her\nput a finger-gun to her head.\n\nAfter the election—Trump’s victory setting off a domestic reordering in the Conway\nhousehold, and a scramble to get her husband an administration job—Trump assumed she\nwould be his press secretary. “He and my mother,” Conway said, “because they both\nwatch a lot of television, thought this was one of the most important jobs.” In Conway’s\nversion, she turned Trump down or demurred. She kept proposing alternatives in which\nshe would be the key spokesperson but would be more as well. In fact, almost everyone\nelse was maneuvering Trump around his desire to appoint Conway.\n\nLoyalty was Trump’s most valued attribute, and in Conway’s view her kamikaze-like\nmedia defense of the president had earned her a position of utmost primacy in the White\nHouse. But in her public persona, she had pushed the boundaries of loyalty too far; she\nwas so hyperbolic that even Trump loyalists found her behavior extreme and were\nrepelled. None were more put off than Jared and Ivanka, who, appalled at the\n\nHOUSE_OVERSIGHT_020035",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3007,
    "word_count": 503,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.144979",
    "prefix": "IMAGES-005"
  }
}