{
  "document_id": "HOUSE_OVERSIGHT_029030",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029030.txt",
  "text": "Now, Eric Cantor, it was a landslide. He lost 57-43, and not one — outside of Breitbart, we\ncovered this for six months, day in and day out — not one news site — not Fox News, not\nPolitico, no sites picked this up. And the reason that this guy won is quite simple: Middle-\nclass people and working-class people are tired of people like Eric Cantor who say they’re\n\nconservative selling out their interests every day to crony capitalists.\n\n“That center-right revolt is really a global\nrevolt. I think you’re going to see it in Latin\nAmerica, I think you’re going to see it in Asia,\nI think you’ve already seen it in India.”\n\nAnd you're seeing that whether that was UKIP and Nigel Farage in the United Kingdom,\nwhether it’s these groups in the Low Countries in Europe, whether it’s in France, there’s a\nnew tea party in Germany. The theme is all the same. And the theme is middle-class and\nworking-class people — they’re saying, “Hey, I’m working harder than I’ve ever worked.\nI’m getting less benefits than I’m ever getting through this, I’m incurring less wealth\nmyself, and I’m seeing a system of fat cats who say they’re conservative and say they back\ncapitalist principles, but all they’re doing is binding with corporatists.” Right?\nCorporatists, to garner all the benefits for themselves.\n\nAnd that center-right revolt is really a global revolt. I think you’re going to see it in Latin\nAmerica, I think you’re going to see it in Asia, I think you’ve already seen it in India.\nModi’s great victory was very much based on these Reaganesque principles, so I think this\nis a global revolt, and we are very fortunate and proud to be the news site that is reporting\nthat throughout the world.\n\nHarnwell: I think it’s important to understand the distinction that you’re drawing here\nbetween what can be understood as authentic, free-market capitalism as a means of\npromoting wealth that [wnintelligible] involves everybody with a form of crony capitalism\nwhich simply benefits a certain class. And we’ve watched over the course of our\n\nconference, we’ve watched two video segments produced by the Acton Institute about how\n\nHOUSE_OVERSIGHT_029030",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2144,
    "word_count": 366,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.846923",
    "prefix": "IMAGES-010"
  }
}