{
  "document_id": "HOUSE_OVERSIGHT_020063",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020063.txt",
  "text": "Bannon went, so went the virulence of right-wing digital media. Despite his apparent\nobsession with the “fake news” put out by the New York Times, the Washington Post, and\nCNN, for the president the threat of fake news was actually greater on the right. Though\nhe would never call out fake news on Fox, Breitbart, and the others, these outlets—which\ncould conceivably spew a catchall of conspiracies in which a weak Trump sold out to a\npowerful establishment—were potentially far more dangerous than their counterparts on\nthe left.\n\nBannon, too, was seen to be rectifying an earlier bureaucratic mistake. Where initially\nhe had been content to be the brains of the operation—confident that he was vastly smarter\nthan everybody else (and, indeed, few tried to challenge him for that title)—and not staff\nup, now he was putting his organization and loyalists firmly in place. His off-balance-\nsheet communications staff—Bossie, Lewandowski, Jason Miller, Sam Nunberg (even\nthough he had long fallen out with Trump himself), and Alexandra Preate—formed quite a\nprivate army of leakers and defenders. What’s more, whatever breach there had been\nbetween Bannon and Priebus came smoothly together over their mutual loathing of Jared\nand Ivanka. The professional White House was united against the amateur family White\nHouse.\n\nAdding to Bannon’s new bureaucratic advantage, he had maximum influence on the\nstaffing of the new firewall team, the lawyers and comm staff who would collectively\nbecome the Lanny Davis of the Trump defense. Unable to hire prestige talent, Bannon\nturned to one of the president’s longtime hit-man lawyers, Marc Kasowitz. Bannon had\npreviously bonded with Kasowitz when the attorney had handled a series of near-death\nproblems on the campaign, including dealing with a vast number of allegations and legal\nthreats from an ever growing list of women accusing Trump of molesting and harassing\nthem.\n\nOn May 31, the Bannon firewall plan went into effect. Henceforth, all discussion\nrelated to Russia, the Mueller and congressional investigations, and other personal legal\nissues would be entirely handled by the Kasowitz team. The president, as Bannon\ndescribed the plan in private and as he urged his boss, would no longer be addressing any\nof these areas. Among the many, many efforts to force Trump into presidential mode, this\nwas the latest.\n\nBannon then installed Mark Corallo, a former Karl Rove communications staffer, as\nthe firewall spokesperson. He was also planning to put in Bossie and Lewandowski as part\nof the crisis management team. And at Bannon’s prompting, Kasowitz attempted to further\ninsulate the president by giving his client a central piece of advice: send the kids home.\n\nBannon was indeed back. It was his team. It was his wall around the president—one\nthat he hoped would keep Jarvanka out.\n\nBannon’s formal moment of being back was marked by a major milestone. On June 1,\n\nHOUSE_OVERSIGHT_020063",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020063.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2942,
    "word_count": 471,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.240874",
    "prefix": "IMAGES-005"
  }
}