{
  "document_id": "HOUSE_OVERSIGHT_024311",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024311.txt",
  "text": "Table of Contents\n\nQ: How may I change or revoke my proxy?\n\nBeneficial Stockholders . Beneficial stockholders should contact their broker, trustee, or nominee for instructions on how to change their proxy\n\nvote.\nRegistered Stockholders . Registered stockholders may change a properly executed proxy at any time before its exercise by\n1. delivering written notice of revocation to the general counsel and secretary at our principal executive offices at 1930 W. Rio Salado Pkwy,\nTempe, AZ 85281;\n2. submitting another proxy that is dated later than the original proxy (including a proxy via telephone or internet); or\n3. voting in person at the annual meeting.\n\nQ: Who can attend the annual meeting?\n\nSubject to space availability, all common stockholders as of the record date, or their duly appointed proxies, may attend the annual meeting.\nSince seating is limited, admission to the annual meeting will be on a first-come, first-served basis. Registration will begin at 7:30 AM (PDT). If you attend,\nplease note that you may be asked to present valid photo identification, such as a driver’s license or passport.\n\nPlease also note that if you are a beneficial stockholder (that is, you hold your shares through a broker, bank or other nominee), you will need to\nbring a copy of a brokerage statement reflecting your stock ownership as of the record date and check in at the registration desk at the annual meeting.\n\nCameras, recording devices and other electronic devices will not be permitted at the annual meeting.\n\nQ: What is the voting requirement to approve each of the items, and how are the votes counted?\n\nITEM 1 — ELECTION OF DIRECTORS . A plurality of the votes cast by the shares of common stock present in person or represented by proxy\nat the meeting and entitled to vote thereon is required to elect each nominee. This means that the two nominees receiving the highest number of votes at the\nannual meeting will be elected, even if those votes do not constitute a majority of the votes cast. Abstentions and broker non-votes will not impact the\nelection of the nominees.\n\nALL OTHER ITEMS . The affirmative vote of a majority of the votes cast by the shares of common stock present in person or represented by\nproxy at the meeting and entitled to vote thereon is required to approve all other items. Abstentions will be counted as present and entitled to vote on the\nproposal and will therefore have the effect of a negative vote. We do not expect there to be any broker non-votes with respect to any of the proposals.\n\n-3-\n\nHOUSE_OVERSIGHT_024311",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024311.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2561,
    "word_count": 434,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.939419",
    "prefix": "IMAGES-007"
  }
}