{
  "document_id": "HOUSE_OVERSIGHT_012944",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012944.txt",
  "text": "28 2 What Is Human-Like General Intelligence?\n\nvirtual agents in preschool-like virtual world environments, as well as commercial humanoid\nrobot platforms such as the Nao (see Figure 2.1) or Robokind (2.2) in physical preschoollike\nrobot labs.\n\nAnother advantage of focusing on childlike cognition is that child psychologists have created\na variety of instruments for measuring child intelligence. In Chapter 17, we will discuss an\napproach to evaluating the general intelligence of human childlike AGI systems via combining\ntests typically used to measure the intelligence of young human children, with additional tests\ncrafted based on cognitive science and the standard preschool curriculum.\n\nTo put it differently: While our long-term goal is the creation of genius machines with general\nintelligence at the human level and beyond, we believe that every young child has a certain\ngenius; and by beginning with this childlike genius, we can built a platform capable of developing\ninto a genius machine with far more dramatic capabilities.\n\n2.4.1 Design for an AGI Preschool\n\nMore precisely, we don’t suggest to place a CogPrime system in an environment that is an\nexact imitation of a human preschool — this would be inappropriate since current robotic or\nvirtual bodies are very differently abled than the body of a young human child. But we aim to\nplace CogPrime in an environment emulating the basic diversity and educational character of\na typical human preschool. We stress this now, at this early point in the book, because we will\nuse running examples throughout the book drawn from the preschool context.\n\nThe key notion in modern preschool design is the “learning center,” an area designed and\noutfitted with appropriate materials for teaching a specific skill. Learning centers are designed to\nencourage learning by doing, which greatly facilitates learning processes based on reinforcement,\nimitation and correction; and also to provide multiple techniques for teaching the same skills,\nto accommodate different learning styles and prevent overfitting and overspecialization in the\nlearning of new skills.\n\nCenters are also designed to cross-develop related skills. A “manipulatives center,” for ex-\nample, provides physical objects such as drawing implements, toys and puzzles, to facilitate\ndevelopment of motor manipulation, visual discrimination, and (through sequencing and clas-\nsification games) basic logical reasoning. A “dramatics center” cross-trains interpersonal and\nempathetic skills along with bodily-kinesthetic, linguistic, and musical skills. Other centers,\nsuch as art, reading, writing, science and math centers are also designed to train not just one\narea, but to center around a primary intelligence type while also cross-developing related areas.\nFor specific examples of the learning centers associated with particular contemporary preschools,\nsee [Nei98]. In many progressive, student-centered preschools, students are left largely to their\nown devices to move from one center to another throughout the preschool room. Generally,\neach center will be staffed by an instructor at some points in the day but not others, providing\na variety of learning experiences.\n\nTo imitate the general character of a human preschool, we will create several centers in our\nrobot lab. The precise architecture will be adapted via experience but initial centers will likely\nbe:\n\ne a blocks center: a table with blocks on it\ne a language center: a circle of chairs, intended for people to sit around and talk with the\nrobot\n\nHOUSE_OVERSIGHT_012944",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3566,
    "word_count": 540,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.689938",
    "prefix": "IMAGES-002"
  }
}