{
  "document_id": "HOUSE_OVERSIGHT_024585",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024585.txt",
  "text": "KUE Advisory Board\n\nLes Bilfer\n\nLeslie Biller is retired Vice Chairman & Chief Operating Officer of Wells Fargo & Company. Mr. Biller\njoined Wells Fargo in 1998, when it merged with Norwest Corporation. Prior to that, he spent nearly 11\nyears at Norwest, where he held various executive positions including Executive Vice President and head\nof Strategic Planning and Acquisitions, Executive Vice President and head of the company’s South\nCentral Community Banking operations, and President and Chief Operating Officer. Before joining\nNorwest, he was Executive Vice President and head of Consumer Markets at Bank of America, based in\nSan Francisco. Mr. Biller joined Bank of America in 1985 as the Senior Vice President of International\nConsumer Markets. Prior to that, he was with Citicorp for 12 years, where he was a Regional Business\nManager, U.K. Region; and Vice President and Business Manager, Italy. Mr. Biller serves on the Board of\nDirectors of Ecolab Inc., and is a director of the Los Angeles Urban League, the Auiry Museum of\nWestern Heritage, and is a Founders Circle member of the Fulfillment Fund. He earned his MBA from\nXavier University in Cincinnati, Ohio, and holds a bachelor’s degree in chemical engineering from City\nCollege of New York.\n\nTed Mitchell\n\nTed Mitchell was recently named CEO of the New Schools Venture Fund after having served on the New\nSchools Board of Directors for seven years. Mr. Mitchell previously served as president of Occidental\nCollege for six years. Immediately prior to Occidental, he served as Vice President for Education and\nStrategic Initiatives of the J. Paul Getty Trust. He was also the Deputy to the President at Stanford\nUniversity, Vice Chancellor at UCLA, and a Professor of Education at Dartmouth. Mr. Mitchell is an\nEducation Advisor to California Senator Dianne Feinstein and served as a Senior Education Advisor to\nLos Angeles Mayor Richard Riordan.\n\nTsvi Gal\n\nAs Chief Technology Officer for Deutsche Bank Asset Management (\"Deutsche Bank”), Tsvi Gal is\nresponsible for constructing an industry leading, state of the art, evolutionary architecture which has\ncompetitively positioned Deutsche Bank for future growth through innovation, processing scale and\nefficiency. Prior to joining Deutsche Bank, Mr. Gal was responsible for overseeing global IT operations at\nWarner Music Group (\"WMG\"), formerly part of the Time Warner family of operations and now a privately-\nheld multinational music and publishing company. He lent his considerable global technical expertise to\nthe task of integrating WMG's global systems and exploring technological synergies, as well as\nmaximizing the opportunities presented by new technologies. Prior to joining WMG, Mr. Gal held the role\nof president of AT&T's ATT.COM from 2000 to 2002, where he was responsible for AT&T’s E*Business\nand E*commerce activities. In this position, he oversaw the revitalization of AT&T's presence in the\nmarket ensuring its transition into a modern era electronic business market leader. Earlier, Mr. Gai was\nthe Chief Technology Officer for Enterprise Technology services at Merrill Lynch & Company, where he\nhelped build the electronic trading system. From 1996 to 1999, he was Executive Vice President and CIO\nof North America Applications ABN AMRO Bank, one of the world’s largest global banks. Mr. Gal is a\ncomputer-science graduate of Rutgers University, and holds an MBA from Golden Gate University.\n\n452\n\nHOUSE_OVERSIGHT_024585",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024585.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3464,
    "word_count": 540,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.990480",
    "prefix": "IMAGES-008"
  }
}