{
  "document_id": "HOUSE_OVERSIGHT_020115",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020115.txt",
  "text": "president’s part.\n\nThe daily discussion among senior staffers, those still there and those now gone—all of\nwhom had written off Tillerson’s future in the Trump administration—was how long\nGeneral Kelly would last as chief of staff. There was something of a virtual office pool,\nand the joke was that Reince Priebus was likely to be Trump’s longest-serving chief of\nstaff. Kelly’s distaste for the president was open knowledge—in his every word and\ngesture he condescended to Trump—the president’s distaste for Kelly even more so. It was\nsport for the president to defy Kelly, who had become the one thing in his life he had\nnever been able to abide: a disapproving and censorious father figure.\n\nOOK Ok\n\nThere really were no illusions at 1600 Pennsylvania Avenue. Kelly’s long-suffering\nantipathy toward the president was rivaled only by his scorn for the president’s family\n—“Kushner,” he pronounced, was “insubordinate.” Cohn’s derisive contempt for Kushner\nas well as the president was even greater. In return, the president heaped more abuse on\nCohn—the former president of Goldman Sachs was now a “complete idiot, dumber than\ndumb.” In fact, the president had also stopped defending his own family, wondering when\nthey would “take the hint and go home.”\n\nBut, of course, this was still politics: those who could overcome shame or disbelief—\nand, despite all Trumpian coarseness and absurdity, suck up to him and humor him—\nmight achieve unique political advantage. As it happened, few could.\n\nBy October, however, many on the president’s staff took particular notice of one of the\nfew remaining Trump opportunists: Nikki Haley, the UN ambassador. Haley—“as\nambitious as Lucifer,” in the characterization of one member of the senior staff—had\nconcluded that Trump’s tenure would last, at best, a single term, and that she, with\nrequisite submission, could be his heir apparent. Haley had courted and befriended Ivanka,\nand Ivanka had brought her into the family circle, where she had become a particular\nfocus of Trump’s attention, and he of hers. Haley, as had become increasingly evident to\nthe wider foreign policy and national security team, was the family’s pick for secretary of\nstate after Rex Tillerson’s inevitable resignation. (Likewise, in this shuffle, Dina Powell\nwould replace Haley at the UN.)\n\nThe president had been spending a notable amount of private time with Haley on Air\nForce One and was seen to be grooming her for a national political future. Haley, who was\nmuch more of a traditional Republican, one with a pronounced moderate streak—a type\nincreasingly known as a Jarvanka Republican—was, evident to many, being mentored in\nTrumpian ways. The danger here, offered one senior Trumper, “is that she is so much\nsmarter than him.”\n\nWhat now existed, even before the end of the president’s first year, was an effective\npower vacuum. The president, in his failure to move beyond daily chaos, had hardly\n\nHOUSE_OVERSIGHT_020115",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020115.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2951,
    "word_count": 475,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.092068",
    "prefix": "IMAGES-005"
  }
}