{
  "document_id": "HOUSE_OVERSIGHT_024437",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024437.txt",
  "text": "WITHIN BRAZIL SHOULD CONSULT WITH THEIR OWN COUNSEL AS TO THE APPLICABILITY OF\nTHESE REGISTRATION REQUIREMENTS OR ANY EXEMPTION THEREFROM,\n\nTHIS MEMORANDUM IS CONFIDENTIAL AND INTENDED SOLELY FOR THE USE OF THE\nADDRESSEE AND CANNOT BE DELIVERED OR DISCLOSED IN ANY MANNER WHATSOEVER TO\nANY PERSON OR ENTITY OTHER THAN THE ADDRESSEE.\n\nNOTICE TO RESIDENTS OF CANADA\n\nTHIS MEMORANDUM CONSTITUTES AN OFFERING OF THE UNITS DESCRIBED HEREIN ONLY IN\nTHOSE JURISDICTIONS IN CANADA AND TO THOSE PERSONS WHERE AND TO WHOM THEY MAY\nBE LAWFULLY OFFERED FOR SALE AND THEREIN ONLY BY PERSONS PERMITTED TO SELL\nSUCH SECURITIES. THIS MEMORANDUM IS NOT, AND UNDER NO CIRCUMSTANCES IS TO BE\nCONSTRUED AS, AN ADVERTISEMENT OR A PUBLIC OFFERING OF THE UNITS IN CANADA. NO\nSECURITIES COMMISSION OR SIMILAR REGULATORY AUTHORITY IN CANADA HAS REVIEWED\nOR IN ANY WAY PASSED UPON THIS MEMORANDUM OR THE MERIT OF THE UNITS AND ANY\nREPRESENTATION TO THE CONTRARY IS AN OFFENCE UNDER APPLICABLE SECURITIES LAWS,\n\nNo dealer, salespersons or other individual has been authorized to give any information or to\nmake any representations not contained in this Memorandum in connection with the offer made\nby this Memorandum and, if given or made, such information or representations must not be\nrelied upon as having been authorized by KUE or by the Generai Partner or by any placement\nagent. Neither fhe delivery of this Memorandum nor any sale made hereunder shall, under any\ncircumstances, create an implication that there has not been any change in the facts as set forth\nin this Memorandum or in the affairs of KUE or the General Partner since the date hereof.\n\nResale Restrictions in Canada. THE DISTRIBUTION OF THE UNITS IN CANADA IS BEING MADE ON\nA PRIVATE PLACEMENT BASIS. ACCORDINGLY, ANY RESALE OF THE UNITS MUST BE MADE IN\nACCORDANCE WITH AN EXEMPTION FROM THE REGISTRATION AND PROSPECTUS\nREQUIREMENTS OF APPLICABLE SECURITIES LAWS. NEITHER KUE NOR THE GENERAL\nPARTNER iS A REPORTING ISSUER IN ANY PROVINCE OR TERRITORY OF CANADA.\nPURCHASERS OF THE UNITS ARE ADVISED TO SEEK LEGAL ADVICE PRIOR TO ANY RESALE OF\nTHE UNITS.\n\nEnforcement of Legal Rights. THE GENERAL PARTNER IS A CAYMAN ISLANDS EXEMPTED\nCOMPANY AND KUE IS A CAYMAN ISLANDS EXEMPTED LIMITED PARTNERSHIP, THE\nDIRECTORS, OFFICERS AND REPRESENTATIVES OF THE GENERAL PARTNER AND KUE MAY BE\nLOCATED OUTSIDE CANADA AND, AS A RESULT, IT MAY NOT BE POSSIBLE FOR CANADIAN\nPURCHASERS TO EFFECT SERVICE OF PROCESS WITHIN CANADA UPON THE GENERAL\nPARTNER, KUE, OR THEIR DIRECTORS, OFFICERS OR REPRESENTATIVES. ALL OR A\nSUBSTANTIAL PORTION OF THE ASSETS OF KUE, THE GENERAL PARTNER AND THEIR\nDIRECTORS, OFFICERS OR REPRESENTATIVES MAY BE LOCATED OUTSIDE OF CANADA AND,\nAS A RESULT, IT MAY NOT BE POSSIBLE TO SATISFY A JUDGMENT AGAINST SUCH PERSONS IN\nCANADA OR TO ENFORCE A JUDGMENT OBTAINED IN CANADIAN COURTS AGAINST SUCH\nPERSONS OUTSIDE OF CANADA.\n\nRight _of Action for Damages or Rescission. THE FOLLOWING SUMMARY IS SUBJECT TO THE\nEXPRESS PROVISIONS OF THE SECURITIES ACT (ONTARIO), THE SECURITIES ACT (NEW\nBRUNSWICK) AND THE SECURITIES ACT (NOVA SCOTIA) AND THE RULES AND REGULATIONS\nTHEREUNDER AND REFERENCE IS MADE THERETO FOR THE COMPLETE TEXT OF SUCH\nPROVISIONS. THE SECURITIES ACT (ONTARIO) AND THE SECURITIES ACT (NEW BRUNSWICK)\nPROVIDE CERTAIN PURCHASERS IN ONTARIO AND NEW BRUNSWICK, RESPECTIVELY, WITH A\nSTATUTORY RIGHT OF ACTION FOR DAMAGES OR RESCISSION AGAINST THE ISSUER WHERE\nAN OFFERING MEMORANDUM CONTAINS A MISREPRESENTATION, THE SECURITIES ACT (NOVA\nSCOTIA) PROVIDES PURCHASERS IN NOVA SCOTIA WITH A STATUTORY RIGHT OF ACTION FOR\nDAMAGES AGAINST EVERY SELLER, EVERY DIRECTOR OF THE SELLER AT THE DATE OF THiS\n\nHOUSE_OVERSIGHT_024437",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024437.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3683,
    "word_count": 594,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.260830",
    "prefix": "IMAGES-007"
  }
}