{
  "document_id": "HOUSE_OVERSIGHT_023793",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023793.txt",
  "text": "Twelve Cognitive Processes That Underlie Learning 47\n\ntransfer across domains but not that much. (Learning to buy an air-\nplane ticket is somewhat related to eating in a restaurant, but not that\nclosely. You might use a credit card in each, for example, and might be\nrefused service because you are rude.)\n\n2. Modeling: Building a conscious model of a process\n\nWe need to learn how things work. A citizen knows, presumably,\nhow voting works. Someone looking for venture capital should know\nhow fund raising works. Processes need to be learned in order to ef-\nfectively participate in them and in order to propose changes in them.\nBuilding a conscious model of a process matters a great deal if you\nwant to make the process work for you. If you want to get into col-\nlege, you need to understand how the process works. This cannot be\nlearned from experience in a serious way because one may do it only\nonce and may not be able to experience the entire process. Having\nthe process explained to you may not work that well either because\nthis will not bring an operational understanding of it (as opposed to\na more superficial understanding of it). Designing it, modifying it,\nand participating in simulations of it work much better as learning\nmethods.\n\n3. Experimentation: Experimentation and replanning based on\nsuccess and failure\n\nThis is probably the most important learning process we engage\nin while living our lives. We make life decisions and we need to know\nwhen we need to change something. There are big decisions—like\ngetting married or how to raise a child or whether to change jobs—\nand little decisions, such as changing your diet or your sleep habits.\nWe make our decisions on the basis of what has worked before and\nwhat has failed to work. We tend to make life decisions without much\nknowledge. We don’t know how our bodies work all that well and we\ndon’t really know how the world works or what it has in store for us.\nThinking about these issues and learning from failure is a pressing\nneed all through life. Learning to analyze what has worked out and\nwhat has not and why is part of living a rational life. These things can\nbe learned by living and talking about our experiences, thus creating a\ndatabase of stories that we can rely on later. We learn by talking with\n\nHOUSE_OVERSIGHT_023793",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023793.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2311,
    "word_count": 406,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.529173",
    "prefix": "IMAGES-007"
  }
}