{
  "document_id": "HOUSE_OVERSIGHT_019931",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019931.txt",
  "text": "anymore? In some of his earliest political outings, even before Obama’s election in 2008,\nTrump talked with bewilderment and resentment about strict quotas on European\nimmigration and the deluge from “Asia and other places.” (This deluge, as liberals would\nbe quick to fact-check, was, even as it had grown, still quite a modest stream.) His\nobsessive focus on Obama’s birth certificate was in part about the scourge of non-\nEuropean foreignness—a certain race-baiting. Who were these people? Why were they\nhere?\n\nThe campaign sometimes shared a striking graphic. It showed a map of the country\nreflecting dominant immigration trends in each state from fifty years ago—here was a\nmultitude of countries, many European. Today, the equivalent map showed that every state\nin the United States was now dominated by Mexican immigration. This was the daily\nreality of the American workingman, in Bannon’s view, the ever growing presence of an\nalternative, discount workforce.\n\nBannon’s entire political career, such as it was, had been in political media. It was also\nin Internet media—that is, media ruled by immediate response. The Breitbart formula was\nto so appall the liberals that the base was doubly satisfied, generating clicks in a ricochet\nof disgust and delight. You defined yourself by your enemy’s reaction. Conflict was the\nmedia bait—hence, now, the political chum. The new politics was not the art of the\ncompromise but the art of conflict.\n\nThe real goal was to expose the hypocrisy of the liberal view. Somehow, despite laws,\nrules, and customs, liberal globalists had pushed a myth of more or less open immigration.\nIt was a double liberal hypocrisy, because, sotto voce, the Obama administration had been\nquite aggressive in deporting illegal aliens—except don’t tell the liberals that.\n\n“People want their countries back,” said Bannon. “A simple thing.”\n\n7 OK Ok\n\nBannon meant his EO to strip away the liberal conceits on an already illiberal process.\nRather than seeking to accomplish his goals with the least amount of upset—keeping\nliberal fig leaves in place—he sought the most.\n\nWhy would you? was the logical question of anyone who saw the higher function of\ngovernment as avoiding conflict.\n\nThis included most people in office. The new appointees in place at the affected\nagencies and departments, among them Homeland Security and State—General John\nKelly, then the director of Homeland Security, would carry a grudge about the disarray\ncaused by the immigration EO—wanted nothing more than a moment to get their footing\nbefore they might even consider dramatic and contentious new policies. Old appointees—\nObama appointees who still occupied most executive branch jobs—found it unfathomable\nthat the new administration would go out of its way to take procedures that largely already\nexisted and to restate them in incendiary, red-flag, and ad hominem terms, such that\n\nHOUSE_OVERSIGHT_019931",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2916,
    "word_count": 461,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.372609",
    "prefix": "IMAGES-005"
  }
}