{
  "document_id": "HOUSE_OVERSIGHT_027849",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027849.txt",
  "text": "Night Flight\n\nThey say that you can read a person’s feelings on his face. But if so, either\nI’m a very good actor — the opposite of what anyone who has worked closely\nwith me would tell you — or the journalists clustered in front of me weren’t very\ngood face-readers. They said that I looked defeated. Distressed. Depressed.\n\nYet as I delivered my brief final statement outside an olive-green cabin at\nCamp David, the American presidential retreat in the forested Catoctin hills\nnorth of Washington, I felt none of those things.\n\nYes, I was disappointed. I realised that what had happened over the last 14\ndays, or more crucially what had not happened, was bound to have serious\nconsequences, both for me personally, as Prime Minister of Israel, and for my\ncountry.\n\nBut I had been a politician, at that point, for all of five years. By far most of\nmy life, I had spent in uniform. As a teenager, small and slight and not even\nshaving yet, I was one of the founding core of a unit called Sayveret Matkal,\nIsrael’s equivalent of America’s Delta Force, or Britain’s SAS. It may be that\nthe way I thought and acted, the way I dealt with danger or with crises, came\nfrom someplace inside me. Even as a young kid, I was always quiet, serious,\ncontemplative. But my 13 years as a part of Israel’s main special-forces unit,\nespecially once I became its commander, etched those qualities more deeply.\nAnd they added new ones: a sense that you could never plan a mission too\ncarefully or prepare too assiduously; an understanding that what you thought,\nand certainly what you said, mattered a lot less than what you did. And above\nall the realisation that, when one of our nighttime commando operations was\nover, whether it had succeeded or failed, you had to take a step back. Evaluate\nthings accurately, coolly, without illusions. Then, in the light of how the\nsituation had changed, you had to decide how best to move forward.\n\nThat approach, to the occasional frustration of the politicians and diplomats\nworking alongside me during this critical stage of Israel’s history, had guided\nme from the moment I became Prime Minister. In my very first discussions with\nPresident Clinton a year earlier — a long weekend, beginning at the White House\nand moving on to Camp David — I had mapped out at great length, in great\ndetail, every one of the steps I knew we would have to take to confront the\ncentral issue facing Israel: the need for peace.\n\n1\nHOUSE_OVERSIGHT_027849",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027849.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2461,
    "word_count": 434,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.125574",
    "prefix": "IMAGES-009"
  }
}