{
  "document_id": "HOUSE_OVERSIGHT_020048",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020048.txt",
  "text": "which point, at Kushner’s direction, the initial explanation of Comey’s firing became that\nthe president had acted solely on their recommendation. Spicer was forced to deliver this\nunlikely rationale, as was the vice president. But this pretense unraveled almost\nimmediately, not least because most everyone in the West Wing, wanting nothing to do\nwith the decision to fire Comey, was helping to unravel tt.\n\nThe president, along with his family, stood on one side of the White House divide,\nwhile the staff—mouths agape, disbelieving and speechless—stood on the other.\n\nBut the president seemed also to want it known that he, aroused and dangerous,\npersonally took down Comey. Forget Rosenstein and Sessions, it was personal. It was a\npowerful president and a vengeful one, in every way galled and affronted by those in\npursuit of him, and determined to protect his family, who were in turn determined to have\nhim protect them.\n\n“The daughter will take down the father,” said Bannon, in a Shakespearian mood.\n\nWithin the West Wing there was much replaying of alternative scenarios. If you wanted\nto get rid of Comey, there were surely politic ways of doing it—which had in fact been\nsuggested to Trump. (A curious one—an idea that later would seem ironic—was to get rid\nof General Kelly at Homeland Security and move Comey into that job.) But the point\nreally was that Trump had wanted to confront and humiliate the FBI director. Cruelty was\na Trump attribute.\n\nThe firing had been carried out publicly and in front of his family—catching Comey\nentirely off guard as he gave a speech in California. Then the president had further\npersonalized the blow with an ad hominem attack on the director, suggesting that the FBI\nitself was on Trump’s side and that it, too, had only contempt for Comey.\n\nThe next day, as though to further emphasize and delight in both the insult and his\npersonal impunity, the president met with Russian bigwigs in the Oval Office, including\nRussia’s Ambassador Kislyak, the very focus of much of the Trump-Russia investigation.\nTo the Russians he said: “I just fired the head of the FBI. He was crazy, a real nut job. I\nfaced great pressure because of Russia. That’s taken off.” Then, to boot, he revealed\ninformation supplied to the United States by Israel from its agent in place in Syria about\nISIS using laptops to smuggle bombs onto airlines—revealing enough information to\ncompromise the Israeli agent. (This incident did not help Trump’s reputation in\nintelligence circles, since, in spycraft, human sources are to be protected above all other\nsecrets.)\n\n“It’s Trump,” said Bannon. “He thinks he can fire the FBI.”\n\nOOK Ok\n\nTrump believed that firing Comey would make him a hero. Over the next forty-eight hours\nhe spun his side to various friends. It was simple: he had stood up to the FBI. He proved\n\nHOUSE_OVERSIGHT_020048",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020048.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2858,
    "word_count": 479,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.905833",
    "prefix": "IMAGES-005"
  }
}