{
  "document_id": "HOUSE_OVERSIGHT_025561",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025561.txt",
  "text": "Morgan Stanley | RESEARCH\n\nNORTH AMERICA INSIGHT ~~\n\nWhy Should Fee-Related Earnings\n\nRe-Rate Higher?\n\nWe point to three approaches to thinking about how to\nvalue fee-related earnings and what the right multiple\nshould be on this earnings stream. We believe that under\na C-corporation structure with a broader potential investor\nbase and ownership, this portion of the Alts earnings are\nmost likely to re-rate significantly higher while there could\nbe more variability in the multiple investors ascribe to per-\nformance fees. We currently believe the market is pricing in\nfee related earnings around 15x times, a discount to where\nthese earnings could trade up to. As we explain in greater\ndetail in the Appendix, we see ARES asa stock that is likely\nto convert, and as we take a look at the SOTP, we believe\nFRE for ARES has already seen significant expansion. We\nestimate the multiple on ARES FRE has already gone up\nfrom 15.0x to 18.4x.\n\nBelow we look at where multiples could trade for the broader\ngroup as a whole, but acknowledge that investors likely use dif-\nferent FRE multiples for companies to account for duration of assets,\ngrowth in AUM, franchise value etc. On average, our three\napproaches suggest a 23.4x multiple for fee related earnings. In our\nupside case we use a 22.5x multiple. These multiples are on 2018e fee\nrelated earnings as we are trying to evaluate where the stocks trade\n\ntoday, and where they could potentially trade to in the near term.\n\n1) Premium to Traditionals Asset Managers\n\nWe see the historical average P/E multiple for traditional asset\nmanagers of 15.4x as a starting point for FRE multiples. The tradi-\ntional asset manager business model earns management fees with a\nsignificantly smaller portion of revenues from performance fees rela-\n\ntive to alternative asset managers.\n\nWe believe the AltsGmanagement fee earnings, however, com-\nmand a premium multiple given several factors: A) faster organic\ngrowth, B) stickier long-term committed assets, C) fees paid on com-\nmitted capital which limits downside risk to revenues, and D) more\n\ninsulation from fee pressure.\n\nExhibit 11:\n\nThe average of our three approaches to FRE multiples suggests and\nFRE multiple of 23.4x\n\nFRE Multiples Across Three Approaches\n\n35.0x\n28.9x\n30.0x 26.0x\n25.0x 23.4x\n20.0x 45 4x\n15.0x\n10.0x\n5.0x\n0.0x\nTraditionals C-Corp Alts Bond Yield Average | MSe Upside\nMethod Cap Rate Case\nAverage\n\nSource: Company Data, Morgan Stanley Research estimates\n\nExhibit 12:\nTraditional managers trade at a 15.4x FY2 P/E multiple with average\nnet flows of just +1% during that time period\nCovered Trad. AMs' FY2 P/E, and Annualized Flows\nmmm Covered Trad. FY2 Avg. P/E\n\nHistorical Multiple 05'-17' ~-~=Median Ann. - Quarterly LT Net Flows/BoP LT AuM (%)\n\n25.0X 7 Tralting 10Y:~2.3% Avg. Annualized 15.0%\nOrganic Net Flows/BoP LT AuM\n2Q15: Average FY2 PIE 13.8x below\nhistorical avg of 15.8x 10.0%\n20.0x 4 ~\n|  f \\ ih, 5.0%\na Vf | AAT LAARAA 15.4x\n15.0x 4 i 7 = my 7 rd pros\nj * Af{™~\nAy | Tied ; 5.0%\n10.0x aR Ee / .0%\ni}\ni) |i 10.0%\n5.0x\n15.0%\n0.0x J -20.0%\n\n2\n8s\n\nSSSSCOCDDGGGCDGGGGGGGGGGGGGGGGGGGGGGCGGr eer eS\nNOPHAADTEASTHANATHASTHABDTHANHTHABATANGDGOGGG\n\nQ\n\nSource: Thomson Reuters, Company Data, Morgan Stanley Research\n\nA) Faster net organic growth in fee-paying assets under manage-\nment for Alts vs. slower growth rates at traditional asset man-\nagers. The Alts have outpaced organic growth rate of traditional\nasset mgrs over the past 4 years by nearly 700 bps, and we estimate\n900bps of continued outperformance on average from 2018\nthrough 2019. Organic growth has averaged 5% for the alts from the\nperiod 2014-17e, while the traditionals have seen net outflows and\norganic decay of -2%. Looking two years out, we see traditionals net\ninflows of 1% vs. alts on average at 10% driven by continued fun-\ndraising strength and fees turning on for existing funds that have\n\nalready been raised.\n\nHOUSE_OVERSIGHT_025561",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3931,
    "word_count": 648,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:47.004086",
    "prefix": "IMAGES-008"
  }
}