{
  "document_id": "HOUSE_OVERSIGHT_014094",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014094.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 11 of\n34\n\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nPlaintiffs’ Motion to Compel Production of Documents\n\nTwo days later, Dershowitz told Lou Dobbs on Fox Business, that he had already\ncompleted his investigation and had “all kinds of records” proving that Jane Doe No. 3 was a\nliar:\n\nThey [Edwards and Cassell] did it for crass financial and political reasons. More\n\nto the point is [what] they didn’t do... I did the investigation in a day and was able\n\nto prove through all kinds of records that I couldn’t have been in these places.\n\nThe woman is a serial liar. If they had done that investigation, they would have\ncome to the same conclusion.\n\nhttp://video.foxbusiness.com/v/3976630676001/alan-dershowitz-the-woman-is-a-serial-liar/? __-\n\nsp=show-clips.\n\nIn response to the CVRA motion that Edwards and Cassell had made for Jane Doe No. 3,\non January 5, 2015, Dershowitz filed a motion to intervene in the case to respond, along with an\naffidavit claiming that he had not sexually abused Jane Doe No. 3. In that affidavit, Dershowitz\nstated that “[i]f [Edwards and Cassell] had done any reasonable investigation of their client’s\nfalse allegations, they would have found absolute proof that I did not [sexually abuse her] .. .\neven the most minimal of investigation would have proven conclusively that I could not have\nhad sex with their client on Mr Epstein’s island, in New Mexico or on the airplanes; and that I\ndid not have sex with her in his New York or Palm Beach homes.” DE 282-1 at { 8.\n\nOn January 6, 2015, plaintiffs Edwards and Cassell filed their complaint in this action,\nalleging a massive public assault on their character by defendant Dershowitz. On January 9,\n2015, Edwards and Cassell filed their Initial Request for Production to Defendant Alan M.\nDershowitz. They requested production of documents along the lines that Dershowitz suggested\n\nhe had already collected. For example, Request for Production (RFP) No. 9 sought “[copies of\n4\n\nHOUSE_OVERSIGHT_014094",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014094.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2077,
    "word_count": 335,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.883222",
    "prefix": "IMAGES-002"
  }
}