{
  "document_id": "HOUSE_OVERSIGHT_019259",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019259.txt",
  "text": "Freedom House\n\nAuthoritarians on Color Revolutions\n\n“In my opinion, everything that happened in\nUkraine shook Russia... Young people began\nto discuss and think about Russias direc-\ntion.”\n\n—lvan Mostovich, press secretary of the pro-Kremlin youth\norganization Nashi, April 2005\n\n“We're only afraid these changes will be cha-\notic.... It'll be a banana republic where the one\nwho shouts loudest is the one who wins.”\n\n—Vladimir Putin, President of Russia,\nSeptember 2005\n\n“We have sympathy with [Arab governments]\nbecause they did not read warnings that\nthey should have read. That things were\nchanging because of the wishes of their\npeople, and because of machinations of the\nimperialists.”\n\n—Robert Mugabe, President of Zimbabwe, June 2011\n\n“It is hardly likely that the US will admit to\nmanipulating [Hong Kong's] ‘Occupy Central’\nmovement, just as it will not admit to manip-\nulating other anti-China forces. It sees such\nactivities as justified by ‘democracy,’ ‘free-\ndom,’ ‘human rights’ and other values.”\n\n—People’s Daily commentary, October 2014\n\nrole of the United States as puppet master. Yet neither\nthe Kremlin nor likeminded regimes have advanced\ncredible evidence that the various civic movements\nwere inauthentic. The American role in the Orange Rev-\nolution of 2004-5, for example, was limited to funding\nfor voter training, upgrading of election technology,\nand other measures designed to assist authorities in\nensuring fair balloting. There is no evidence of direct\nAmerican government help to the Orange forces. If the\nUnited States influenced the eventual outcome, it did\nso by making it more difficult for the Ukrainian authori-\nties to rig the election results.®\n\nStrangled by law\nOver the past decade there has been a steady stream\n\n“Hostile forces have always attempted to\nmake Hong Kong the bridgehead for subvert-\ning and infiltrating mainland China... The il-\nlegal Occupy Central activities in 2014 came\nas minority radical groups in Hong Kong,\nunder the instigation and support of external\nforces ... orchestrated a Hong Kong version of\na color revolution.”\n\n—Gen. Sun Jianguo, deputy chief of general staff, People's\nLiberation Army, March 2015\n\n“Various human rights organizations, think\ntanks, and simple NGOs of the U.S. and its\nallies in Europe, concealing their true goals,\nhave established a huge network of affiliates\naround the world... It is they who act as the\n‘fifth column.”\n\n—Ramiz Mehdiyev, head of presidential administration,\nAzerbaijan, December 2014\n\n“The sides noted that Russia and China had\na common approach to the key problems\n\nof regional and international security and\nexpressed readiness to counteract ‘color\nrevolutions... Russia and China suffered the\nbiggest losses during WWII and should be\nresolutely opposed to any attempts to revive\nfascism and falsify the results of the bloodi-\nest conflict in human history.”\n\n—Russian Security Council, statement on security consul-\ntations with China, May 2015\n\nof laws that restrict the funding and operations of\n\nNGOs. While more than 50 countries have passed\n\nsuch legislation, the most aggressive campaign to\nbring civil society to heel through legal constraints\nhas been carried out by the Russian authorities.\n\nThere are 11 laws on the books in Russia that deal\nsolely with civil society organizations and another 35\nthat mention NGOs. Yet nowhere are NGOs defined.\nThis vagueness is deliberate. It gives officials the\ndiscretion to decide which civil society organizations\nshould be prosecuted and harassed and which should\nbe left alone or encouraged. It enables them to penal-\nize, for example, a foundation that supports scientific\n\nwww.freedomhouse.org\n\n25\n\nHOUSE_OVERSIGHT_019259",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019259.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3692,
    "word_count": 569,
    "line_count": 111,
    "import_date": "2025-11-19T21:47:49.011832",
    "prefix": "IMAGES-005"
  }
}