{
  "document_id": "HOUSE_OVERSIGHT_029535",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029535.txt",
  "text": "On Jan 18, 2013, at 5:06 PM, Jeffrey Epstein <jeevacation@gmail.com> wrote:\n\nas chairman of the council of europe , he is really mr human rights, Im sure that if he can be of help, he will\n\nOn Fri, Jan 18, 2013 at 5:27 AM, i vr otc:\n\n| remember meeting Jagland at your place when | came with Sultan.\n\nSent from Windows Mail\n\nFrom: Jeffrey Epstein\n\nSent: 18 January, 2013 2:40 AM\nTo: Mohamed Waheed Hassan\nSubject: Re:\n\nalso be advised that thorbjorn jagland is a great friend.\n\nOn Thu, Jan 17, 2013 at 3:26 PM, Mohamed Waheed Hassan rote:\nHi,\nWould be great if Lisa could visit us. She sounds like the right person to help us get organized.\n\nMaldives just got elected Vice President of International Renewable Energy Agency. We are also Vice Chair\nof the UN Human Rights Council. Not too bad considering we had so much bad coverage this year\ninternationally.\n\nBest regards,\n\nWaheed\n\nSent from President's iPad\n\nOn Jan 17, 2013, at 7:01 PM, Jeffrey Epstein <jeevacation@gmail.com> wrote:\n\nmy friend in sweden, lisa svensson, would be perfect as your right hand orgainzing your team,, she has\ndiplomaitc experieince and is currently amabssador to the oceans for sweden\n\nOn Thu, Jan 10, 2013 at 11:00 AM, Mohammed Waheed Hassan i rote:\nHi,\nThe campaign team is starting to come together. We are continuing discussions with Jim and tomorrow\nwe will meet him face to face on skype. We will brief him on the situation here so that he will be able to\n\nadvice us more effectively. Already he has sent some very useful suggestions and we are working on them.\n\nGetting the right people to head various aspects on the campaign is difficult here but we should be able to\npull the team together shortly.\n\nWe will need some more help from lan and Rory because we are still weak on international\n\ncommunication. Some old negative stuff keeps coming up in the Guardian newspaper in England. But most\nof the international media is not paying much attention to Maldives right now.\n\nHOUSE_OVERSIGHT_029535",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1986,
    "word_count": 346,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.253645",
    "prefix": "IMAGES-010"
  }
}