{
  "document_id": "HOUSE_OVERSIGHT_020190",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020190.txt",
  "text": "38\n\nwere not authorized to receive them, the same charge for which Manning was convicted. Even if\nit went no further, the FBI would satisfy its superiors in the Department of Justice that it had done\nits law-enforcement job. But if it pursued the latter hypothesis, it would need to engage in a mole\nhunt for a quarry that might not exist. By doing so, it could open a Pandora’s Box of suspicions\nthat it, or the NSA, might not ever be able to close. When the investigation came to this fork in\nthe road in the summer of 2013, according to a source on the House Intelligence Committee, it\nchose the former route.\n\nFinally, there was the question of whether Snowden had gone to Russia by design or accident.\nWhenever an intelligence worker steals sensitive compartmentalized information of interest to a\nforeign adversary and then defect to it, it raises at least the specter of state-sponsored espionage.\nIt is acommonly accepted presumption in counterintelligence that a spy, fearing arrest, flees to a\ncountry that has some reason to offer him protection. When the British spies Guy Burgess,\nDonald Maclean and Kim Philby, for example, fled to Moscow in the Cold War the presumption\nwas that they had a prior intelligence connection with Russia. And Philby confirmed it in his 1968\nmemoir “My Silent War.” So in the case of Snowden, counterintelligence had to consider the\npossibility that his theft of state secrets and his arrival in Moscow might not be totally\ncoincidental.\n\nFor his part, Snowden said that he did not leave Hong Kong with the intention of staying in\nRussia, but that the U.S. government “trapped him” at Moscow’s Airport by revoking his\npassport. He told editor of The Nation magazine: “I’m in exile. My government revoked my\npassport intentionally to leave me exiled.” He added that the U.S. government “chose to keep\nme in Russia.” Although he repeated that assertion over a dozen times, it was untrue. The US\ngovernment had not invalidated his passport for travel back to the United States. When criminal\ncharges are lodged against a U.S, citizen by the Department of Justice, the State Department, in\naccordance with the U.S. code of justice, marks in the electronic passport validation advisory\nsystem that that person’s passport is electronically marked valid only for return to the U.S. After\ncriminal charges were filed against Snowden, including the theft of classified government\ndocuments, it advised foreign governments that Snowden was wanted on felony charges, and\n“should not be allowed to proceed in any further international travel, other than is necessary to\nreturn him to the United States.\" It was simply requiring that his passport, which is a State\nDepartment document, be used for him to return to the United States. Rather than preventing\nSnowden from returning to the United States, or “exiling” him, the government facilitated his\nreturn home. With his passport, he could have flown home from either Hong Kong or Moscow,\nwhere he, like any other person accused of a felony, would face the charges against him. Nor was\nit plausible that President Obama and Secretary Of State Clinton would conspire to trap a\nperpetrator carrying incredibly valuable national security secrets in Russia.\n\nThe counterintelligence investigation had little difficulty establishing that Snowden’s trapped”\nversion in the media was not consistent with the actual chronology of the events. Snowden\nclaimed that the U.S. State Department had acted while the plane was flying to Moscow on June\n\nHOUSE_OVERSIGHT_020190",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020190.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3540,
    "word_count": 581,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.395935",
    "prefix": "IMAGES-005"
  }
}