{
  "document_id": "HOUSE_OVERSIGHT_018579",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018579.txt",
  "text": "who's got it worse, it becomes clear that the advantages and drawbacks associated with\nbeing both male and female are intertwined. The two systems reinforce, and cannot\nfunction without, each other. The gender binary may not hurt everyone equally, but it\nhurts everyone. As those beautiful \"Every Girl / Every Boy\" posters say, the most\nobvious example is: \"For every girl who is tired of acting weak when she is strong, there\nis a boy tired of appearing strong when he feels vulnerable.”\n\nI do suspect that it may not be psychologically realistic to ask people from our underdog-\nloving culture to embrace an image of themselves as privileged; my thoughts turn again\nto the trans man who hated the thought of being a white male. But if we feminists can't\nwork productively from a stance that acknowledges our social advantages, how can we\nexpect straight/dominant/big-dicked men to do it?\n\nCould feminist acknowledgment of the women's gender-based advantages help pave the\nway for more men to acknowledge male privilege? Could feminist acknowledgment of the\nadvantages on both sides of the gender binary help us better grasp what sucks about\nbeing a guy?\n\nAm I citing Thomas MacAulay Millar too much here? Well, at least once, he frustrated\nme. Amongst the comments on one blog post, I thought he was stating his views about\nstereotypical guys rather harshly. I suggested that it might be better to seek common\nground, or at least to explain things gently; he said he wasn't interested -- \"I think we all\nwork with some people where they are and can't soft-sell our views enough to deal with\nothers.\" He added, \"If I'm going to alienate someone for saying what I think too bluntly,\nI'll pick entitled cis het dudes.\"\n\nI won't pretend I didn't laugh when I read that -- but I worried about it, too. I've had an\nenormous number of experiences trying to discuss feminism/sex/gender with men in\nwhich the men tensed, bristled, and closed me out. I don't think it was always because\nthose guys couldn't stand the thought of losing their privilege, either. I think a lot of\ndudes have been led to feel that they have no place in gender discussions -- that those\ndiscussions will always be about what men are doing wrong, and that no one's prepared\nto work with them where they are.\n\nAll groups have outsiders. Movements inevitably form themselves around oppositional\nforces. As someone who's spent her share of time feeling feminist rage, I'd say that being\nfilled with feminist rage is totally understandable. And seriously, don't get me wrong: I'm\nnot giving unfeminist guys a free pass. I'm not happy about the fact that so many men are\napparently alienated from feminism because us radicals are too confrontational -- or too\nuncomfortably correct -- for their fragile masculine egos to handle. (I'm being sarcastic!\nMostly.) I'm really not happy about the fact that I've got to think about marketing anti-\noppression -- in a just universe, wouldn't anti-oppression market itself?\n\nBut at the same time, I'm a realist. I know this isn't a just universe, and I want to use\ntactics that'll achieve my goals. Which are: I'd really like to find more men at my side in\nthe sex and gender wars. I'd really like to talk to more guys who don't see ideas stamped\nwith feminism as an attack -- rather, as an opportunity for alliance. Plus, if we're going to\nthink in terms of cold hard tactics, it's worth noting that normative men hold most of the\npower in America. (That's part of what we're complaining about, right?) So swelling our\n\nHOUSE_OVERSIGHT_018579",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018579.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3548,
    "word_count": 610,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.197597",
    "prefix": "IMAGES-005"
  }
}