{
  "document_id": "HOUSE_OVERSIGHT_017182",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017182.txt",
  "text": "4.2.12\nWC: 191694\n\ndefended the right of skinny dippers to an isolated section of the Cape Cod National Seashore.\n(In 197_, a federal district court recognized a limited right to nude sunbathing in areas that\npresent no conflicts with the rights of others. The decision, despite its limited scope was\ncharacterized as a “Magna Carta for nudism.’’)\n\nPornography, like nudity, offends many Americans, but there are those who would ban not only\npublic displays of pornography, but private use as well. They argue that three distinct types of\nharm are caused by pornography. The first, as with nudity, is that it is offensive to many people\nwho are involuntarily exposed to it. No empirical evidence is required to prove this kind of harm:\nif people say they are offended, that is the end of the matter. The second is that some people are\noffended by the mere knowledge that other people, who are not offending by watching it, are\nwatching it in private. Whether this type of what I call “vicarious offensiveness” warrants an\nexcept to the First Amendment raises profound legal issues. The third, very different, kind of\nharm is that pornography is alleged to cause rape and other physical violence against women.\nThis allegation, which if true would warrant legal protection, is hotly disputed and unproven, if\nnot improvable.**\n\ngroup, he might respond by striking back. Hence, such provocatively offensive expressions have been called\n“fighting words” and have been denied First Amendment protection by some courts over the years. This concept\nhas assumed center stage recently, as some Muslim groups, individuals and even nations have threatened violence\nin response to the publication of “offensive” books, cartoons and other media critiques of Islam and its prophet.\nThe stakes have also risen. Instead of merely fighting words, some radical Muslims regard insults to the prophet\nas killing and bombing words.\n\n* The issue is somewhat complicated, because it may be true that certain kinds of violent pornography (as well as\nviolent non-pornography) may be contributing factors in certain people’s decision or propensity to rape, just as\nalcohol or other drugs may be contributing factors. What is undeniably clear is that only a miniscule fraction of\nmen who view pornography go on to rape or commit violence, and that a great many rapists do not view\npornography. See Alan Dershowitz, Why Pornography? in Shouting Fire (Little Brown, 2002) pp. 1630-1675.\n\n95\n\nHOUSE_OVERSIGHT_017182",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017182.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2486,
    "word_count": 401,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:43.982465",
    "prefix": "IMAGES-004"
  }
}