{
  "document_id": "HOUSE_OVERSIGHT_020564",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020564.txt",
  "text": "105\n\ndoes not include many other professional diaspora groups that may be used to facilitate\nChina’s influence operations.\n\nSuch Chinese groups have increased their activity in the United States since 2015,'° and\nmany of these groups have had interactions with the United Front Work Department and\nother Chinese officials both in the United States and in China, contacts that are distinctly\ndifferent from invitations to embassy or consular diplomats and bear further scrutiny.\"!\nAt least eleven of the chambers identified in this\neau Seu hBS analysis were established in 2016 or later, consistent\nwith heightened activity observed in other sectors\n(Bs 2271884 of society dedicated to projecting China’s soft power\neS} picts ti ial Ld ae tck and influence abroad. (Tellingly, China’s spending\non diplomacy has doubled to $9.5b per year under\nXi Jinping.)'* The US-Zhejiang General Chamber of\nCommerce’s WeChat description explicitly references\n\nIntro\n\nMIE\noe a 2015 provincial directive on strengthening the\n\nprovince's overseas Chinese connections (see\n\nType SK, screenshot). Many of these groups maintain their\nown presence, via a website or, increasingly, the\n\nView History WeChat social media platform. In one instance, our\nresearcher’s antivirus software blocked an intrusion\n\nSS ee) attempt while researching the US-Fujian Chamber of\n\nCommerce.\n\nChinese Companies Operating in America as a Vector of Influence\n\nMore than 3,200 Chinese-owned companies operate in the United States, employing\n140,000 Americans. Chinese establishments operate in all but ten congressional districts.\nAs Chinese companies’ presence in the US economy grows, given the United Front’s\npenchant for using civil society organizations for its purposes, they bring with them several\npotential risks. First, their potential to be used by Beijing may result in activities that are\ncontrary to US interests, as evidenced by intense scrutiny of their investment activities by\nCFIUS and reported warnings by counterintelligence officials. Second, growing access to the\nUS political system, even if currently used to advance legitimate economic interests, creates\nopenings for future exploitation by the Chinese government. Third, Chinese companies\nmay effectively “export” corrupt or unethical business practices.\n\nActivities Contrary to US Interests\n\nThe technology sector has been the most consistent and prominent source of concern.\nIn 2012, the Intelligence Committee of the US House of Representatives declared\nChinese technology companies Huawei and ZTE a national security threat given the\nfirms’ alleged ties to the Chinese military and the potential for their technology to\n\nSection 7\n\nHOUSE_OVERSIGHT_020564",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2691,
    "word_count": 394,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.059847",
    "prefix": "IMAGES-006"
  }
}