{
  "document_id": "HOUSE_OVERSIGHT_013673",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013673.txt",
  "text": "Finding high-level mathematical thinkers at home in metaphysical surrounds\nand metaphysicians diligently practicing mathematics are certainly not new. Some\ninstructive examples include, famously, the Pythagoreans, the 15\" Century Catholic\nCardinal Nicholas Von Cusa, who used geometric symbols to record his spiritual\nphilosophy, and the Talmudic-Cartesian style of argumentation of Nicholas de\nSpinoza. This approach to an examination of metaphysical systems, sometimes\ncalled mathematicism, exploits the machinery of the mathematical mind to evaluate\nthe consistency and completeness of thoughts, to create representative axiomatic\nstructures and to operate within them using syntactic calculus. The practice of the\nrational dialectic of mathematicism, working for moral purity of heart, develops a\nbrain-somatic discipline much like the exercises of Yoga.\n\nThis approach flies in the face of the major premise of these essays, my\nbelief in the necessity of what William James and others have called the primary\nreligious experience in order to know God. Recall that my father’s favorite Jewish\nmystic, Abraham Abulafia, said this experience gives birth to an activated mind that\ncan then immediately and completely inform the Spirit. Among the religious English\nmathematicians, | learned that it doesn’t have to happen this way. One can\napparently think oneself to It. A well known example of a modern theistic Oxford\ntype, the Magdalene College English tutor and Don, C.S. Lewis, in his introduction\n\ntt\n\nto St. Athanasius’s The Incarnation of the Word of God, wrote, “...| believe that\nmany who find that nothing happens when they sit down or kneel down with a book\nof devotion, might find that their heart would sing unbidden while they are working\ntheir way through a tough bit of theology with a pipe in their teeth and a pencil in\ntheir hand...” In contrast, without my personal experiences with joyful\ntranscendence, the direct feeling of His presence, | would not have known about the\ngoals of his more analytic efforts. It was a struggle for me to use a rational mind to\nshare the meanings of the poetic ruminations in his BBC lectures, Mere Christianity.\nThis Reader from Oxford with two firsts in Latin and Greek followed by another first\n\ntt\n\nin English Literature, described the world as “...enemy occupied territory...” the\n\nomnipresence of the Good Power turned Dark Power of the Prince of Darkness and\n\nthe Christian as “...a man who is enabled to repent and pick himself up...”\n\n173\n\nHOUSE_OVERSIGHT_013673",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013673.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2526,
    "word_count": 396,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.459323",
    "prefix": "IMAGES-002"
  }
}