{
  "document_id": "HOUSE_OVERSIGHT_017137",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017137.txt",
  "text": "4.2.12\nWC: 191694\n\nwhich refused accept women for many years, or Jewish clubs, which limit their memberships to\nmy own co-religionists. (More on this later.)\n\nJudge Bazelon played hard and worked even harder. For his law clerks it was all work, no play.\nWe had to be in the office before he arrived, and his arrival time was never predictable, though his\nsecretary would sometimes tip us off about an unusually late or early arrival. We had to stay until\nafter he left, and he often worked late. He did not believe in vacation for the clerks—“It’s only a\none year job, and that means 365 days”—no personal time off. When I first came to work over\nthe summer, I asked him for a few days off to take a preparation course for the DC bar exam. He\nassured me that I didn’t need time off to prepare! “I hired you because you were first in your law\nschool class. You don’t have to study for this test.” I told him I had been first because I always\nprepared, but he was dismissive of my request. I tried to prepare myself late at night, but the\nmaterial was so dry and boring—the criteria to qualify for the “bulk sales act” and other\ninformation I would never use—that I always fell asleep. “I’m going to fail the bar,” I told him\nwortriedly, “and it may embarrass you.” He told me that one of his earlier star law clerks who was\nmy professor at Yale Law School had failed the bar and it didn’t embarrass him. Finally, he\nrelented when I told him that I was really having trouble focusing on the ridiculous bar exam\nquestions and he allowed me to leave a bit early for a week to take a crash course that met from\nsix to nine in the evening.\n\nA few weeks after I took the exam, Judge Bazelon came storming out of his office holding a\npaper and not smiling. I knew that he got advance notice of the bar results and I thought that he\nwas coming to tell me I had flunked. Instead he shouted, “You didn’t need time off. You got the\ngoddamn highest grade in the city. You’re a faker,” he complained, not bothering even to\ncongratulate me on passing.\n\nSeveral months later when my second son, Jamin, was about to be born, I asked the judge for the\nday off to accompany my wife to the hospital. He asked, “Isn’t Sue’s mother here?” She was.\n“You did your part of the job already. You can visit after the baby is born. It isn’t your first\nchild. You don’t have to be there for the birth.”\n\nFortunately, he was traveling on the day of the birth and I made it to the hospital in time.\n\nIn light of these actions and attitudes, one can only imagine how shocked I was when Judge\nBazelon came back to the office from a lunch at the White House in mid-October and told his\nentire staff, including his clerks, to “go home and be with your families.” He was grim-faced and\npale. “Why?” we asked. “There may be a nuclear attack,” he said solemnly. “I’ve just been\nbriefed on the presence of Soviet nuclear rockets in Cuba. Neither side is backing down. Nobody\nwants war, but each side is calling the other’s bluff. No one knows how this will turn out. Go\nhome. Be with your families.”\n\nWe all left in a panic. Bazelon called me later that evening at home. “I have no faith in those\nKennedy brothers and their friends. They’re a bunch of spoiled brats—their fathers’ children, he\n\nsaid contemptuously of Joseph Kennedy. I don’t like them and I don’t trust them. Look at the\nway they screwed up the Bay of Pigs. A bunch of arrogant amateurs.”\n\n50\n\nHOUSE_OVERSIGHT_017137",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3443,
    "word_count": 645,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.502075",
    "prefix": "IMAGES-004"
  }
}