{
  "document_id": "HOUSE_OVERSIGHT_024525",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024525.txt",
  "text": "11.14. Real Estate\n\nAs a result of a November 9, 2005 Real Estate Transaction, substantially all of the real estate owned by\nKLC OpCo was transferred to KLC PropCo. Although the expectation is that newly acquired real estate\nwill be owned by KLC PropCo and leased back to KLC OpCo, KLC GpCo continues to be actively\ninvolved in new center design, development and management. In addition to development of new\ncenters, the team is responsible for maintaining existing centers. The real estate group within KLC OpCo\nis headed by Wayne Pipes, Vice President.\n\n11.15. Environmental\n\nKLC OpCo is not aware of any existing environmental conditions that currently or in the future could\nreasonably be expected to have a material adverse effect on its financial position, operating results or\ncash flows. It has not incurred material expenditures to address environmental conditions at any property.\nHowever, it has not undertaken an in-depth environmental review of ail of its owned and leased centers.\nConsequently, there may be material environmental liabilities of which it is unaware.\n\nIn addition, future laws, ordinances or regulations may impose material environmental liability, and the\ncurrent environmental condition of the centers may be adversely affected by conditions at locations in the\nvicinity of those centers (such as the presence of leaking underground storage tanks) or by third parties\nunrelated to the company.\n\n11.16. Summary Financial Information and Projections Discussion\n\nThe following summary historical and projected financial data should be read in conjunction with the\nfinancial statements and “Management's Discussion and Analysis of KLC'’s Pro Forma Results of\nOperations” presented elsewhere in this Memorandum. See also “Non-GAAP Financial Measures”\nelsewhere in this Memorandum for a discussion of the derivation and limitations of Adjusted EBITDA and\nAdjusted EBITDAR. The historical information is pro forma for the effects of the acquisition of KinderCare\nin January 2005 and the separation of KLC into KLC OpCo and KLC PropCo in November 2005, as if\nthose transactions and related financing had occurred on January 1, 2004,\n\nKLC OpCo's pro forma resuits reflect KLC’s consolidated pro forma results adjusted to include $96.3\nmillion of rent expense payable to KLC PrapCo.\n\nProjected results presented below are based on assumptions management believes to be reasonable,\nbut which are inherently uncertain and may net be realized. KLC OpCo’s ability to perform as projected\ndepends on a number of variables that cannot be predicted with certainty and actual performance could\nbe adversely affected by a number of factors, including those described in \"Risk Factors,\" particularly the\nrisk factor related to projections elsewhere in this Memorandum. Also see “Forward-Looking Statements.”\n\n92\n\nHOUSE_OVERSIGHT_024525",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024525.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2848,
    "word_count": 431,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.482895",
    "prefix": "IMAGES-008"
  }
}