{
  "document_id": "HOUSE_OVERSIGHT_019615",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019615.txt",
  "text": "The Great Divide | 127\n\nthe privacy issue.” Instead, as Morell put it, “he backed up a virtual\ntractor trailer and emptied a warehouse full of documents—the vast\nmajority of which he could not possibly have read and few of which\nhe would likely understand—[and] he delivered the documents to a\nvariety of news organizations and God knows who else.” As a result,\nMorell concluded, “Snowden’s disclosures will go down in history\nas the greatest compromise of classified information ever.” General\nAlexander, the head of the NSA at the time of the theft, asserted that\nSnowden did “the greatest damage to our combined nations’ intel-\nligence systems that we have ever suffered.” Obviously, military\nintelligence officers would not be on Snowden’s side of the divide\n(and the Snowden breach ended the careers of many of them, includ-\ning Alexander). But political leaders in both parties could also be\nfound on the anti-Snowden side of the divide. “I don’t look at this as\nbeing a whistle-blower,” the Democratic senator Dianne Feinstein of\nCalifornia, the head of the Senate Intelligence Committee, said after\nshe was briefed on Snowden’s theft. “I think it’s an act of treason.”\nThe Republican representative Mike Rogers of Michigan, her coun-\n\n© terpart on the House Intelligence Committee, said on the NBC pro- ©\ngram Meet the Press that Snowden might be working for a foreign\nintelligence service. And a former prominent member of President\nObama’s cabinet went even further, suggesting to me off the record\nin March 2016 that there are only three possible explanations for the\nSnowden heist: (1) it was a Russian espionage operation; (2) it was a\nChinese espionage operation; (3) it was a joint Sino-Russian opera-\ntion, These severe accusations generated much heat but little light.\nThey were not accompanied by any evidence showing that Snowden\nhad acted in concert with any foreign power in stealing the files or,\nfor that matter, that he was not acting out of his own personal con-\nvictions, no matter how misguided they might have been.\n\nOn this side of the divide, Snowden’s critics regard the whistle-\nblowing narrative as at best incomplete and at worst fodder for the\nnaive. They point out that the FISA document that gave him cre-\ndentials as a whistle-blower was only issued in the last week of April\n2013, which was four months after he first contacted Greenwald and\nalmost nine months after he began illegally copying secret docu-\nments. They further believe that the evidence contradicts Snowden’s\n\n| | Epst_9780451494566_2p_all_r1.z.indd 127 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019615",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019615.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2604,
    "word_count": 428,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.808578",
    "prefix": "IMAGES-005"
  }
}