{
  "document_id": "HOUSE_OVERSIGHT_014412",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014412.txt",
  "text": "Automatic easing\n\nPolicy headwinds are also abating: for the first time since 2013, both fiscal and\n\nmonetary policy are poised to turn stimulatory in 2017.\n\nMonetary policy: Bo) pegs to zero\n\nThe Bo)’s transition to yield-curve targeting ensures that real yields will drop as inflation\n\npicks up, implying that financial conditions will turn increasingly loose as the recovery\nprogresses. There are good reasons to be cautiously optimistic: after all, despite a triple\nwhammy of weak domestic demand, weak commodity prices, and a stronger yen,\nJapanese inflation measures are showing early signs of bottoming out (Chart 6).\n\nWe expect Japan-style core inflation (CPI ex fresh food) to trough in Q4 CY16, after\nwhich it should accelerate relatively quickly in the first two quarters of 2017 in response\nto 1) a recovery in crude oil prices, 2) a weaker yen (we assume USDJPY rebounds to\n120 by the end of the year), and 3} stronger wage growth. This also implies stronger\ncore-core inflation (CPI ex food & energy). We are bullish on all three factors and see\nCY17 core inflation running at an above-consensus 1.0% and 1.4% in CY18.\n\nThis is still short of the central bank’s 2% target (Chart 7). But we believe there will be\nlittle pressure to lower rates further, especially against the backdrop of a weakening yen\nand rising global yields. More broadly, things are moving in the right direction for the\nBo). The private sector has been steadily re-leveraging, albeit gradually. Meanwhile,\nlabor markets continue to tighten and wage growth is slowly improving: the 4-quarter\nmoving average for hourly wages is now up to 1.2% y-o-y (Chart 8). With the labor\nmarket for lower-cost part-time workers nearing saturation, growth in higher-quality,\nfull-time jobs is picking up (Chart 9). We expect a moderation in employment gains and\n\nfaster wage growth ahead.\n\nChart 6: Produce and consumer price inflation (ex-tax effect)\n\n4 1.0\n2 0.5\n0 0.0\n-2 0.5\n4 -1.0\n-6 -1.5\n\n2011 2012 2013 2014 2015 2016\n\n—— Corporate goods prices %YoY (LHS)\n——Headline CPI %YoY (LHS)\n== Corporate service prices %YoY (RHS)\n\nSource: BofA Merrill Lynch Global Research, MIA\n\nChart 8: Wage growth is picking up on the back of tight labor markets\n\nChart 7: Japan-style core inflation (CPI ex fresh food) forecasts (FY basis)\n\n2.0\n1.0\n0.0\n-1.0\n\n-2.0\n2009 2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nBoJ BofAML\n\nConsensus —= —= Target\n\nSource: BofA Merrill Lynch Global Research, Bo), JCER *Consensus is JCER ESP survey\n\nChart 9: Full-time job growth is accelerating\n\n2\n1\n0\n\n'\nNR\n\n2000 2002 2004 2006 2008 2010 2012 2014 2016\n\n——Hourly wages, %YoY 4qtr ma\n\n== US-style core inflation (ex-tax), %YoY 4qtr ma\nSource: BofA Merrill Lynch Global Research, MHLW, MIA\n\n3.0 Abenomics\n2.0\n1.0\n0.0\n-1.0\n-2.0\n-3.0\n\n2000 2002 2004 2006 2008 2010 20121 2014 2016\n\nmae Part-time, ppt contribution moe Full-time, ppt contribution\n—— Total employment, %YoY\n\nSource: BofA Merrill Lynch Global Research, MIA\n\nBankof America\nMerrill Lynch\n\nJapan Economics Viewpoint | 18 November 2016 3\n\nHOUSE_OVERSIGHT_014412",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014412.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3061,
    "word_count": 504,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:44.717315",
    "prefix": "IMAGES-002"
  }
}