{
  "document_id": "HOUSE_OVERSIGHT_018600",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018600.txt",
  "text": "slightly brown when done cooking. Without real eggs, they will not get that dark. They\nwill, however, turn a golden tan.\n\nWhen they are done, remove them from the oven and allow them to sit on the sheet for\nabout a minute or two before placing them on a wire rack. Be careful with them as they\ntend to be quite delicate until they have cooled.\n\nKickass Chocolate Cake\nI think I modified this recipe from an Internet source too, but I can't find it now.\n+ 1 1/2 cups FLOUR\n+ 1 cup SUGAR\n+ 1/2 cup UNSWEETENED COCOA\n+ 1 tablespoon GROUND CLOVES\n+ 1 teaspoon BAKING SODA\n+ 1 teaspoon CAYENNE PEPPER\n+ 1/4 teaspoon SALT\n+ 1 cup ALMOND MILK (or COLD WATER)\n+ 1/4 cup OIL\n+ 1 tablespoon BALSAMIC VINEGAR\n\n+ 1 tablespoon VANILLA (once I replaced this with ORANGE EXTRACT and added\nsome CINNAMON, and the result was amazing)\n\nPreheat oven to baking temperature.\n\nIn a bowl beat together the OIL, SUGAR, SALT, SPICES and COCOA until well-\ncombined. Add the remaining ingredients, and stir until well-combined. Pour into a\ngreased enamel plate or cake dish and bake 20-30 minutes. Don't worry if the batter tastes\nquite spicy -- it mellows out a lot, when you bake it so that the end result is more\nchocolate with a spicy after-taste. Cool.\n\nThen mix the following ingredients together, and pour the resultant icing on top:\n+ 1 cup POWDERED SUGAR\n+ 1/2 cup UNSWEETENED COCOA\n+ 6 tablespoons COCONUT MILK (or ALMOND MILK or SOY MILK)\nTofu Tikka Masala\n\nThis is a modified recipe that originated with a friend.\n+ 5 tablespoons OIL\n\n+ 2 medium ONIONS, thinly sliced\n\nHOUSE_OVERSIGHT_018600",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018600.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1576,
    "word_count": 286,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.836462",
    "prefix": "IMAGES-005"
  }
}