{
  "document_id": "HOUSE_OVERSIGHT_023398",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023398.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nSee supra p. 56 n.89. The Golden Chain has also been used by the U.S. Treasury Department in designating persons as\nSpecially Designated Global Terrorists. See supra p. 55 n.86.\n\nThe district court committed further error by failing to credit plaintiffs’ allegations that DMI Trust, Dallah al Baraka, and\nSaleh Abdullah Kamel controlled their subsidiaries that provided material support to al-Qaeda. See SPA245, 247 (Terrorist\nAttacks V); SPA109 (DMI-Kamel); SPA60 (Terrorist Attacks I). A plaintiff sufficiently pleads an ATA claim by alleging that\nthe defendant provided material support to terrorists through an entity that the defendant controlled. See Wyatt, 785 F. Supp.\n2d at 648 (finding that plaintiffs stated an ATA claim where they alleged that company controlled intermediary through\nwhich it provided material support). As the D.C. Circuit explained, “[w]hen one entity so dominates and controls another that\nthey must be considered principal and agent, it is appropriate, under [the ATA], to look past their separate juridical identities\n*116 and to treat them as aliases.” Nat’l Council of Resistance of Iran v. Dep’t of State, 373 F.3d 152, 157 (D.C. Cir. 2004).\n\nThe plaintiffs’ allegations met this standard. For example, plaintiffs allege that DMI Trust and DMI S.A. “directly participate\nin the oversight and management of DMI Trust’s subsidiary and associate entities.” JA4329. In addition, DMI Administrative\nServices, S.A. is alleged to be “a wholly owned subsidiary directly controlled by DMI Trust,” JA4330, and DMI Trust is\nalleged to have “direct involvement” over Faisal Islamic Bank, JA4331. Plaintiffs also allege that Kamel “headed” Dallah al\nBaraka and its wholly-owned subsidiary, ABID Corp., which “exercised control and direction” over numerous subsidiaries.\nJA1782, 3122, 3832.\n\nC. The District Court Incorrectly Disregarded Extensive Allegations of Support to al-Qaeda by Defendants Dallah al\nBaraka and Saleh Abdullah Kamel in the Early to Mid 1990s\n\nThe district court also found that the plaintiffs had not pled “the requisite causal connection” for their ATA claims against\nDallah al Baraka and Saleh Abdullah Kamel because “the alleged provision of material support” to “Osama bin Laden ...\nduring the early 1990s ... is too remote from the 9/11 terrorist attacks ....” SPA247 (Terrorist Attacks V). This conclusion\nresulted from a legal error regarding the applicable pleading *117 standard and a legal error regarding the inferences that may\nreasonably be drawn about support for terrorism, especially against the backdrop of Congress’ intended scope of the ATA.\nThe court also made a critical factual error that necessitates correction.\n\nFirst, the district court incorrectly applied a heightened pleading standard regarding this specific issue. To establish causation\nwhen an undefined period of time separates the material support alleged from the terrorist attack, the district court required\nthat the plaintiffs plead:\n\nsufficient factual allegations of a connection between the material support provided and the acts of\nterrorism that caused plaintiffs’ injuries, such that a reasonable trier of fact could conclude that it was\nmore likely than not that the support provided by the defendant assisted the terrorists in the commission\nof the terrorist act.\n\nId. at 239 (emphasis added). The court’s “more likely than not” and “reasonable trier of fact” requirements are mconsistent\nwith Igbal/ Twombly, which only require that a plaintiff plead facts that permit “the court to draw the reasonable inference\nthat the defendant is liable for the misconduct alleged.” Jgbal, 129 S. Ct. at 1949. The district court’s standard therefore\nimposed a much greater burden on the plaintiffs than is permitted at this stage of the proceeding.\n\n*118 In addition, the inference that support for al-Qaeda in the early and mid 1990s contributed to al-Qaeda’s capabilities and\nterrorist activities only a few years later, in 2001, is entirely reasonable -- indeed, any other conclusion is unreasonable.\n\nPlaintiffs’ allegation, which must at this stage be taken as true, was that support in the years leading up to the September 11\nattacks, including support for al-Qaeda in Sudan, was essential to al-Qaeda’s ability to achieve the global scale and capability\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023398",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023398.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4397,
    "word_count": 673,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.910566",
    "prefix": "IMAGES-007"
  }
}