{
  "document_id": "HOUSE_OVERSIGHT_020484",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020484.txt",
  "text": "25\n\npractices for cooperating with China in ways that do not undermine national\n\ninterests should be a regular topic at annual meetings.\n\n¢ Meet with stakeholders across sectors—local leaders of industry, academia,\nthe arts, religious groups, Chinese American organizations, and professional\nassociations—to discuss issues emerging from cooperation with China, because a\n\ncommunity-wide approach is required.\n\ne Celebrate successes and share best practices. In the era of US-China competition,\nthere is more reason than ever to publicize cooperative projects that enrich local\ncommunities, build understanding, and solve common problems, while always\n\nbeing mindful of the larger framework of China’s goal and American interests.\n\nPromote Integrity\n\nSub-national governments should:\n\ne Educate themselves and other stakeholders on the goals and methods of\nChinese influence operations. While Americans are quick to label any\nwariness of communist parties as McCarthyism, and while the potential for\nracial stereotyping is real, the Chinese Communist Party’s United Front Work\nDepartment and International Liaison Department—two of the main bodies\noverseeing such exchanges—are in fact active and well resourced and determined.\nNo mainland Chinese organization in the United States—corporate, academic, or\npeople-to-people—is free of Beijing’s control, even if it is not formally part of the\nUnited Front.\n\ne Keep abreast of Washington’s China policies and improve political risk\nanalysis capabilities. American China policy is evolving rapidly and cannot be\nincorporated into local practice without expert counsel and advice. China’s\nresponses to US actions are also fast-moving, as are Chinese domestic events\nthat have an impact on local American interests. The 2018 sell-off of Chinese-\nowned properties in the United States was instructive in this regard.'* State and\nmunicipal governments should therefore improve their political risk analysis\ncapabilities and continually reassess their cooperative relationships with China.\nIn effect, to successfully play in the China arena, sub-nationals need to develop\n\ntheir own sources of expertise.\n\nSection 2\n\nHOUSE_OVERSIGHT_020484",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020484.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2180,
    "word_count": 306,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.312520",
    "prefix": "IMAGES-006"
  }
}