{
  "document_id": "HOUSE_OVERSIGHT_012836",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012836.txt",
  "text": "conscious awareness, exert greater self-control, plan ahead, develop fears, feel pleasure, and erupt into\nrage. Subjects also provided their personal opinions on which individual, within the pair, they liked most,\nwanted to make happy or destroy, was most deserving of punishment, and most likely had a soul.\n\nI assume that everyone reading about the design of this study has already formed an opinion\nabout some of the comparisons. Presumably everyone believes that a living adult is more consciously\naware than a dead person, fetus, dog, and robot. Presumably everyone believes that all animals feel more\npain than a dead human or a robot. And presumably everyone would rather make a dog happy than a\nfrog, and would be more likely to allocate souls to fetuses, babies, and adult humans than to robots and\nfrogs. But are we more conscious than God? Does a chimpanzee feel more embarrassed than a baby? Can\na person in a vegetative state feel more pleasure than a frog or robot? What dimensions, if any, cause us\nto lasso some things together but not others? What things cluster together and why? As a reminder: this\nstudy is about our intuitions, not about what scientists have discovered about the minds and emotions of\nthese different things.\n\nAdding up the large set of responses produced a map or landscape defined by two dimensions:\nexperience and agency. Experience included properties such as hunger, fear, pain, pleasure, rage, desire,\nconsciousness, pride, embarrassment, and joy. Agency included self-control, morality, memory, emotion\nrecognition, planning, communication and thinking. Experience aligned with feelings, agency with\nthinking. With these dimensions, we find God at one edge, high in agency and low in experience. On the\nopposite side, huddled together on the landscape, defined by low agency and high experience, we find\nfetuses, frogs, and people in a vegetative state. High in both agency and experience were adult men and\nwomen. Robots and dead people were low on experience and in the middle for agency, whereas dogs,\nchimpanzees, and human kids were high on experience and middling on agency. This landscape not only\nhelps us understand how people classify these different entities, but also plays a more active role in\nguiding individuals’ judgments to punish, provide pleasure, and avoid harm. If you have to harm\nsomething, pick an entity low in experience, such as dead people and robots who can’t suffer. If you have\nto punish something, pick an entity high in agency, such as living adults who recognize the difference\nbetween right and wrong and have the capacity for self-control.\n\nWhat this work shows is that people have strong intuitions about which things are morally\nresponsible as agents and which are deserving of our moral concerns as patients. Moral patients are high\nin experience, and can thus suffer as victims, innocent or not. This is why many countries have created\nlaws against harming nonhuman animals, including restrictions on which animals can serve in laboratory\nexperiments, what can be done to them, and how they should be housed. This is also why we don’t do\nexperiments on fetuses, newborns, adults in a vegetative state, or humans with neurological disorders that\n\nknock out aspects of their experience and agency. Once something enters the arena of moral patients, we\n\nHauser Chapter 3. Ravages of denial 90\n\nHOUSE_OVERSIGHT_012836",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012836.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3399,
    "word_count": 549,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.514359",
    "prefix": "IMAGES-002"
  }
}