{
  "document_id": "HOUSE_OVERSIGHT_024217",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024217.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\nmodels/prospects. This can be triggered by improving sector fundamentals, better data points, or\nconversely by events that instead lower investors’ perception of economic growth prospects (e.g., policy\nerrors, rising European sovereign yields, higher commodity prices, etc.).\n\nAs noted above (page 5), each time the sector’s underweighting reaches 1 standard deviation below the\nmean, over the next 24 months global utilities rise by 38% on an absolute basis and outperform the global\nbroad market by 20%, on average (see graph below).\n\nSubsequent MSCI World Utility vs MSCI World\nperformance post 1o underweights\n\n40% Cumulative\n30% 20.4% ————™\"|_ outperformance\n12.4%\n20%\n, 8.1% 8.0% —\n10% - S|\n“~“ — s\n-10%\n3 mos 6 mos 9 mos 12 mos 18 mos 24 mos\n#8 MSC! World MSCI World Utility —o= Out/underperformance\n\nSource: Bank of America Merrill Lynch, Bloomberg\n\nWhen these outperformance rallies occur, the potential massive alpha opportunity can be substantially\ngreater than the return from a fund’s net position.\n\nAs examples, we highlight the lessons from the dotcom period (second only to today’s record\nunderperformance) and lessons from Japan (given the deleveraging environment of today).\n\no  Post-Dotcom Rallies\n\nThe last time we saw underperformance anywhere close to today’s magnitude was during the 3-\nyear run-up to the dotcom bust (see graph below) as investors grabbed for growth in the “new\neconomy”. During the run-up (Jan 97-Jan 00), tech and telecom were the best-performing sectors,\n+322% and +162%, respectively. The global utilities sector was the second-worst-performing global\nsector, +12% and in line with the +9% worst-performing materials sector.\n\n16 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024217",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024217.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1769,
    "word_count": 268,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.098025",
    "prefix": "IMAGES-007"
  }
}