{
  "document_id": "HOUSE_OVERSIGHT_026136",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026136.txt",
  "text": "Also, collection of taxes has increased significantly (34% increase in 2 years) and\nspending has been contained while at the same time energy/utility tariffs have\nincreased dramatically at full cost recovery basis.\n\nThe main reforms agreed with the IMF include the privatisation of large state\nenterprises such as the Odessa Portside Plant and Centrenergo, the lifting of the\nembargo on the sale of agricultural land to foreigners, the raising of the pension\nage, the restructuring of the health system and the increase in efforts combating\ncorruption.\n\nMost of these reforms, although not expected to be completed in the immediate\nterm, they are expected to be implemented in a gradual process.\n\nFor example, land reform may be initiated partially by privatising state agricultural\nland (1 billion hectares). 25% of world’s black-earth soil is in Ukraine, considered\nthe most fertile and productive agricultural land. Over 70% of Ukraine is\nagricultural land valued at US$100 billion. Ukraine is the biggest exporter in\nsunflower oil globally, 2°4 in world grain exporter after the US and 3 in corn\nexports globally. The land reform is expected to elevate the country’s performance\nwith significant FDIs from international investors.\n\nOn the pension front, the Cabinet of Ministers approved the draft of the pension\nreform-IMF and World Bank already supported the draft- and will discuss it at the\nNational Reform Council, to be then submitted to the Rada (parliament). The\npension reform was long overdue, given that the Pension Fund deficit reached\nUAH 140 billion or 6.3% of GDP in 2016. Pension reform is considered to be one\nof the most socially sensitive reforms the government is planning to implement\nunder the current IMF Extended Arrangement. However, it seems that the\ngovernment has managed to avoid the most unpopular measure of increasing the\nstatutory pension age while increasing the effective pension age. The proposed\nreform will assist in reducing the deficit starting from mid-2018.\n\nThe implementation of the reforms should assist the government in managing the\ndebt profile of the country presented below. While there is no imminent need for\nIMF disbursements, 2019 (presidential and parliamentary) elections coincide with\na US$7 billion peak of public sector FX needs, while US$12 billion is due in total\nin 2017-19. The authorities need to secure sufficient FX funding in advance, while\nthe alternative funding sources are limited. The FX reserves increased to US$17\nbillion, but cover 3.8 months of imports only.\n\nAs already described in the recent IMF review, Ukraine is expected to re-access the\ninternational capital market as early as the second part of 2017 supported by the\nimproved debt profile resulting from the recent debt operation (perimeter of the\ndebt operation included sovereign and sovereign guaranteed Eurobonds, City of\nKyiv Eurobonds, Guaranteed Commercial Loans and SOE debt) for a total nominal\n\n3\n\nHOUSE_OVERSIGHT_026136",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026136.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2969,
    "word_count": 464,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.814561",
    "prefix": "IMAGES-008"
  }
}