{
  "document_id": "HOUSE_OVERSIGHT_017215",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017215.txt",
  "text": "4.2.12\nWC: 191694\n\nNot only has the verdict of history condemned the words of the Sedition Act, it has also\ncondemned the selective manner in which it was enforced against certain journalists and\nnewspapers but not others. If there are to be any restrictions of freedom in the press, they should\nbe applied uniformly. Ifthe publication of classified material is to be prosecuted, then all who\npublish it should be prosecuted, not only the marginal, the powerless, the “irresponsible” and the\nunpatriotic --- in the eyes of the government . If all are prosecuted, there is the possibility of the\nself-correcting mechanism of democracy operating to change the law, by narrowing it to\ncriminalize only those categories of currently classified information that truly endanger national\nsecurity. If untrammeled prosecutorial discretion is permitted, then the law can be kept as broad\nand overinclusive as it currently is, without fear that the New York Times will be caught in its\nweb. But if only the weak and the unpopular are selected for prosecution, the pressures for\nchange will diminish.\n\nMoreover, selective prosecution of only certain journalists who violate broad statutes will\nencourage some in the media to curry favor with the government, and the government to curry\nfavor with certain media. This is an unhealthy and dangerous relationship in a democracy in\nwhich the press is supposed to check the government and be independent of its control.\n\nThe exercise of some discretion is necessary under the statutory scheme that currently\ncriminalizes the publication of classified material. If all journalists who publish any classified\nmaterial were to be prosecuted, there would be few left. The New York Times and its publishers,\neditors, and national security reporters would be convicted felons, since the current statutes are\nwritten in the broadest of terms that invite the exercise of discretion, which has always been\nemployed to immunize the mainstream media.\n\nIn a definitive history of this problem, the author, Gabriel Schoenfeld, argues that an appropriate\nbalance must be struck and that neither the press nor Congress can be relied on to strike that\nbalance. Surprisingly, and wrongly in my view, he places his greatest reliance on the exercise of\nprosecutorial discretion and in the common sense of juries. History has not vindicated this trust,\nespecially in times of national turmoil and fear. For me, a better democratic answer is for the\ncourts to demand that legislatures enact clear, precise and extremely limited prohibitions on the\nreal-time disclosure of only the most necessary of secrets. These statutes must neither be\noverinclusive or underinclusive (as are current laws). They should be capable of uniform and\nuniversal application that constrain the power of the government to pick and choose. Precise\ncodification is not a perfect solution to an intractable dilemma, but it would be a significant\nimprovement over the unacceptable current situation.\n\nIn vibrant democracies there will always be tensions between the government’s need to keep\nsecrets and the news media’s need to reveal them. There will never be a perfect solution or an\n\nagreed-upon balance. This is as it should be. Constant tension between the government and the\npress is an essential requisite of our system of checks and balances.\n\n128\n\nHOUSE_OVERSIGHT_017215",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017215.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3367,
    "word_count": 534,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.458247",
    "prefix": "IMAGES-004"
  }
}