{
  "document_id": "HOUSE_OVERSIGHT_025550",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025550.txt",
  "text": "could supply such a “secure line.” Kislyak then used an open phone line at his embassy to relay\nKushner’s response to his foreign ministry in Moscow. It is inconceivable that Kislyak did not\nknow that the call would be monitored by the FBI, since the FBI had routinely listened in on these\nlines for the past 68 years, or that his discussion of Kushner’s request would set off alarm bells in\nthe intelligence community.\n\nIf Kislyak had wanted to hide this exchange from U.S. intelligence, he could have easily sent it\nunder diplomatic cover directly to Moscow, used a secure line, or relayed it in a coded fashion. By\ncommunicating the message en clair, or in plaintext, Kislyak skillfully exposed Kushner’s\nincredibly stupid response, which he himself had provoked, to stoke distrust about the incoming\npresident within the U.S. intelligence community. Nor was this the only mistrust Kislyak\ncultivated: the conversations on the monitored phone led to the firing of National Security Advisor\nMichael Flynn, and conversations that Kislyak had with Attorney General Jeff Sessions led to\nSessions’s recusing himself from the Russian investigation, which has now driven a wedge between\nPresident Trump and one of his most effective and popular cabinet members.\n\nKislyak’s resume indicates that he is a well-regarded and competent player in the game of nations:\nhe has served as Second Secretary of the Soviet UN mission in New York, First Secretary of the\nSoviet Embassy in Washington, Deputy Director of the Soviet Department of International\nOrganizations in Moscow, Permanent Russian representative to NATO in Brussels, Deputy Foreign\nMinister, and Ambassador to the United States. Nothing in his 37-year career, either during or after\nthe Cold War, suggests that his moves are not aligned with Kremlin strategy.\n\nBut when it comes to the various disclosures and interventions surrounding the 2016 election, what\nexactly was that strategy?\n\nIn a report issued on January 6, 2017, entitled “Assessing Russian Activities and Intentions in\nRecent U.S. Elections,” the U.S. intelligence community concluded, based both on its sources and\nits analysis of stories on the Russian-controlled network RT, that Putin wanted to hurt Clinton, help\nTrump, and discredit the American election. These may well have been motives of the Russian\npresident, but the narrowly focused assessment fails to explain, or even take into account, Kislyak’s\npost-election ensnarement of Kushner, or the discrediting dirt against Trump. If Putin had really\nwanted to help Trump win the election, why did Russian sources provide damaging dirt to Steele,\nwhich could have cost Trump the election? Why did Kislyak provide the FBI with information, via\na known tapped line, that could (and did) compromise key members of Trump’s administration?\n\nA wider focus can be found, of all places, in Oliver Stone’s revealing, if fawning, four-hour\ninterview with Putin, in which the Russian dictator makes clear that he views American hegemony,\nincluding America’s standing and respect in the international community, as a threat that Russia\nmust counter. One way to undermine America’s standing is to provide disclosures that can be used\nby its own political factions, and the media, to sow distrust in America’s reliability as a democracy\nfounded on transparency. Putin tells the truth when he says that it doesn’t matter particularly to\nRussia whether Clinton or Trump won the election: his goal was to install doubt in the legitimacy\nof the process, regardless of how it turned out.\n\nEdward Jay Epstein’s most recent book is How America Lost Its Secrets: Edward\nSnowden, the Man and the Theft, published by Alfred A. Knopf in January.\n\nHOUSE_OVERSIGHT_025550",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3721,
    "word_count": 591,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.008697",
    "prefix": "IMAGES-008"
  }
}