{
  "document_id": "HOUSE_OVERSIGHT_024573",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024573.txt",
  "text": "18. CERTAIN INCOME TAX CONSEQUENCES\n\nThe following summary of the taxation of KUE and the taxation of the Partners of KUE is based\nupon current law and does not purport to be a comprehensive discussion of all the tax\nconsiderations that may be relevant to a decision to purchase Units. Legislative, judicial or\nadministrative changes may be forthcoming that could affect this summary.\n\nTO ENSURE COMPLIANCE WITH U.S. TREASURY DEPARTMENT REGULATIONS, WE\nADVISE YOU THAT: (i) ANY DISCUSSION OF U.S. FEDERAL TAX ISSUES CONTAINED\nHEREIN IS NOT INTENDED OR WRITTEN TO BE RELIED UPON, AND CANNOT BE\nRELIED UPON, BY INVESTORS FOR THE PURPOSE OF AVOIDING TAX-RELATED\nPENALTIES UNDER THE U.S. INTERNAL REVENUE CODE OR APPLICABLE STATE OR\nLOCAL TAX LAW PROVISIONS; (ii) SUCH DISCUSSION IS BEING USED IN CONNECTION\nWITH THE PROMOTION OR MARKETING (WITHIN THE MEANING OF TREASURY\nREGULATIONS) BY THE COMPANY OF THE TRANSACTIONS OR MATTERS\nADDRESSED HEREIN; (iii) INVESTORS SHOULD SEEK ADVICE BASED ON THEIR\nPARTICULAR CIRCUMSTANCES FROM AN INDEPENDENT TAX ADVISOR.\n\nPROSPECTIVE INVESTORS (INCLUDING ALL NON-U.S. PERSONS AS DEFINED BELOW)\nSHOULD CONSULT THEIR TAX ADVISORS CONCERNING THE U.S. FEDERAL, STATE,\nLOCAL, AND FOREIGN TAX CONSEQUENCES OF OWNING COMMON LP UNITS UNDER\nTHE LAWS OF THEIR COUNTRIES OF CITIZENSHIP, RESIDENCE, ORDINARY\nRESIDENCE, OR DOMICILE.\n\n18.1. Cayman Taxation\n\nThere is, at present, no direct taxation in the Cayman Islands. The Government of the Cayman Islands,\nwill not, under existing legislation, impose any income, corporate or capital gains tax, estate duty,\ninheritance tax, gift tax, or withholding tax upon KUE, its partners, the General Partner, or its\nshareholders. Similarly interest, dividends and gains payable to KUE and all distributions by KUE to its\npartners will be received free of any Cayman Islands income or withholding taxes.\n\nKUE has registered as an exempted limited partnership under Cayman Islands law and KUE has\nreceived an undertaking from the Governcr-in-Cabinet of the Cayman Islands to the effect that, for a\nperiod of 50 years fram the date of the undertaking, no law which is enacted in the Cayman Islands\nimposing any tax to be levied on profits or income or gains or appreciations shall apply to KUE or to any\npartner of KUE in respect of the operations or assets of KUE or the interest of a partner in KUE; and may\nfurther provide that any such taxes or any tax in the nature of estate duty or inheritance tax shall not be\npayable in respect of the obligations of KUE or the interests of the partners in KUE.\n\nThe General Partner of KUE has registered as an exempted company under Cayman [slands law and the\nGeneral Partner has received an undertaking from the Governor-in-Cabinet of the Cayman Islands that, in\naccordance with section 6 of the Tax Concessions Law (1999 Revision) of the Cayman Islands, for a\npericd of 20 years from the date of the undertaking, no law which is enacted in the Cayman Islands\nimposing any tax to be levied cn profits, income, gains or appreciations or which is in the nature of estate\nduty or inheritance tax shall be payable (i) on the shares of the General Partner or (ii} by way of the\nwithholding in whole or in part of a payment of dividend or other distribution of income or capital by the\nGeneral Partner to its shareholders.\n\nThe Cayman Islands does not have a double tax treaty with the United States or any other country.\n\n140\n\nHOUSE_OVERSIGHT_024573",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024573.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3447,
    "word_count": 572,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.789828",
    "prefix": "IMAGES-008"
  }
}