{
  "document_id": "HOUSE_OVERSIGHT_015779",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015779.txt",
  "text": "Body Language & Banter 89\n\nsimplified Chinese. Take a look and normally you will find them to be\nquite different. Each example in the figure is my best attempt to translate\nthe phrase “Hello Reader” into a script and the corresponding language.\n\nSymbols of the World\n\nEnglish is one of the most irritating script languages of all. It commonly\nuses etymological elements, showing the history or origin of the word\nthat has nothing to do with the sound of the word. A word like school\nhas the ‘k sound spelt ‘ch, showing its historical derivation from the\nGreek, but confusing for pronunciation. English has 53 sounds derived\nfrom only 26 letters, so there are plenty of letter combinations, many of\nwhich are irregular. Because the language favors historical convention\nover simplicity, sugar is pronounced “shu-gar” whereas sand is strictly\nphonetic. As for Leicestershire I'll leave that as a test for the American\nreaders amongst you. If you're British, try Mattapoisett, a town in\nMassachusetts named in Native American.\n\nYet English is also a ‘lovely’ language. Because of its richness there\nare often twenty different ways to say something, and a dozen words\nto choose on any topic. One of my own favorite words is ‘jump% It is\nphonetic, but also onomatopoeic and even pictographic. Jump both\nsounds like a jump and looks like a jump.\n\nTwo scripts that puzzled scholars for many years are Linear-b and\nHieroglyphics. Linear-b — found on clay tablets on the Island of Crete -\nturned out to be a coded form of ancient Greek with some slight quirks,\nsuch as dropping the letter ‘s’ from the ends of words. The ‘s is superfluous\nin most Greek words, and dropping it saved precious clay space!\n\nHieroglyphics was a real puzzle. It looks so like a pictographic\nlanguage that it fooled many people for centuries. The Rosetta Stone was\ndiscovered in 1799 and became the key to their deciphering. This stone\nhad the same edict written out in 3 languages —- Greek, Egyptian and\nDemotic. The French adventurer Jean-Francois Champollion decoded\nhieroglyphics in 1822 and although it Jooks pictographic, it was found to\nbe predominantly phonetic. Linear-a, another script found on the Island\nof Crete has yet to be decoded and remains one of the world’s great-\nunsolved mysteries.\n\nAll these different ways to code ideas into symbols present the\nchildren of the world a great learning challenge. Because written language\nis so young, in evolutionary terms, our brains have not had enough time\nto evolve to master it. Instead words co-opt parts of our brains originally\n\nHOUSE_OVERSIGHT_015779",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015779.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2584,
    "word_count": 431,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.329249",
    "prefix": "IMAGES-003"
  }
}