{
  "document_id": "HOUSE_OVERSIGHT_013619",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013619.txt",
  "text": "taint the personal use of plants and practices that facilitate access to the mystic\nway. Rational, socially responsible and otherwise kind and tolerant Presbyterians,\nUnitarians and Reformed Jews can be suspicious and rejecting of what appears to\nthem as the politically tinged mass hysteria of praying in tongues and other rituals of\nCharismatic Christian rebirth and renewal or the ecstatic states of Orthodox Jewish\nchant-dancing.\n\nModern brain and behavioral scientists, remaining under the philosophical\nspell of logical positivism and its requirement for operational definitions and\n(external) experimental disconfirmability, operate from the position of strong doubt\nwhen mystical experience is addressed. What is striking and strange about how\nscience plays the game of mysticism research is exemplified by the publishable\nincrement in credibility concerning a meditation-induced change in state of\nconsciousness when Boston’ University’s William Benson reported the\naccompanying relaxation response, a sudden decrease in heart rate---much like the\ndive reflex of a seal or what the heart rate does when you duck your head suddenly\nforward into a sink full of water. Decades are spent getting professorial tenure for\nresearch yielding things we have already experienced and know directly and for\nourselves. Recall that the existence of visual imagery in the human, doubted by an\nexperimental psychology of the time in which William James _ self-exploratory\nobservations were viewed as revolutionary, was made more credible by evidence\nfor the existence of a subjective spatial metric: verbally reporting subjects, when\ntimed, took longer in their minds to go from one room to another one that was down\nthe hall then going to the room that was immediately next door.\n\nWe use brain chemical, pharmacological, neurophysiological and\nneuroanatomical localization and computation of characteristic statistical patterns in\n\ntime dependent brain and behavioral observations to the same end.\n\nFurther Readings for SOME ENTHEOGENIC ENTROPIES\n\n119\n\nHOUSE_OVERSIGHT_013619",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013619.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2069,
    "word_count": 302,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.761120",
    "prefix": "IMAGES-002"
  }
}