{
  "document_id": "HOUSE_OVERSIGHT_024639",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024639.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER! Executive Summary\n\nThe U.S. State-Legal Cannabis Market\n\nThe legal landscape for the cannabis industry in the United States continues to be character-\nized by conflict between federal prohibition and the steady advance of state legalization. Accord-\ning to federal policy, Americans can access tobacco, alcohol and prescription drug products that\nkill thousands each year, but they cannot access cannabis because it is a dangerous drug with no\ncurrently accepted medical application in the United States (notwithstanding the federal gov-\nernment holds a U.S. patent for methods of treating diseases with cannabinoids). Meanwhile,\n46 U.S. states have enacted at least one law that permits the manufacturing, distribution, dispensing or\npossession of cannabis or concentrates. These laws fall into three general categories:\n\n¢ 29 U.S. states (and the District of Columbia) have enacted medical cannabis laws that permit\nthe production and possession of cannabis or concentrates for use in treating a broad range of\nqualifying medical conditions,\n\n¢ 19 U.S. states have enacted narrow CBD/limited laws that permit possession of small amounts\nof low-THC/high-CBD cannabis concentrates for use in treating a few serious medical condi-\ntions—in particular, severe forms of childhood epilepsy.\n\n* 8 USS. states have enacted recreational laws that permit the commercial production and sale of\ncannabis to adults for recreational and other uses.\n\nThe following map of the United States shows states with medical cannabis laws, CBD/limited laws\nor recreational laws (a state with more than one of these laws is represented on the map by its most\npermissive law).\n\nU.S. State Cannabis Laws (January 2018)\n\nGE Recreational Law\nME Medical Cannabis Law\n[PN] CBDiLimited Law\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 3\n\nHOUSE_OVERSIGHT_024639",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024639.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1859,
    "word_count": 280,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.726770",
    "prefix": "IMAGES-008"
  }
}