{
  "document_id": "HOUSE_OVERSIGHT_024199",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024199.txt",
  "text": "Eye on the Market | October 22, 2012 J.P Morgan\n\nThe most important energy developments of 2012: how countries are planning for Independence Day\n\nIV: What geopolitical consequences may result from China’s rising energy needs?\nAs shown below, US reliance on oil imports as a share of consumption is gradually declining. China’s percentage, on the other\n\nhand, is rising and now higher than in the US (in dollar terms, US imports are higher but they should converge in a few years).\nChina now has the world’s largest new car market and most extensive network of superhighways. It is making substantial\ninvestments in a renewable energy, and is now the largest solar, wind, nuclear and hydropower market. However, given the\ncurrent lack of a viable, affordable electric car, Chinese fossil fuel consumption is expected to continue to rise. The penetration\nrate of passenger vehicles in China is considerably lower than in other countries. China’s per capita GDP is lower as well, so the\ngap will not close overnight. The second chart below gives a good indication of the potential rise in automobile use in China\nover time. These trends are part of the reason why we do not expect reduced US imports to result in lower oil prices.\n\nNet imports of crude and petroleum products as a Auto penetration rates\npercent of total domestic consumption ossengerand commercial vehicles per 1,000 people\n65% ri\nChina\n55% 600 Japan\nlas US 500\n35%\n25% 400 Korea\n15% 300 Taiwan\n5% 200 5\n5% Thailand\n-15% China\n-25% 0 ~ “= = India\n1990 1995 2000 2005 2010 1980 1987 1994 2001 2008\n. _ . Source: China Association of Automobile Manufacturers, CEIC, J.P. Morgan\nSource: Energy Information Administration, BP. Securities LLC.\n\nVaclav sees these trends as important, since they affect prospects of China co-operating with the West on containment of\nIran’s nuclear ambitions. Unfortunately for the West, the prospects for co-operation on sanctions appear dim. Some things to\nkeep in mind about China’s relationship with Iran, described in greater detail in a 2012 Rand Institute report:\n\ne Tran and China share a deep ambivalence about the West given their prior experiences as semi-colonial states in the\nbeginning of the 20\" century. The US supported a coup against a popular Iranian leader in 1953 (and also influenced other\npolitical transitions), and Communist China was under U.S.-led international sanctions for most of its existence.\n\ne China extended recognition to Iran’s Islamic Republic only 3 days after its founding, and improved relations with Iran\nthrough arms sales during the Iran-Iraq war (small arms, ballistic and anti-cruise ship missiles)\n\ne China became a net oil importer in 1993, and further strengthened ties with Iran. Once China was accepted into the World\nTrade Organization in 2001, the West lost the little leverage it had over Sino-Iranian ties.\n\ne From 1985 to 1996, China provided Iran with civil nuclear technology and machinery, assistance in uranium exploration and\nmining, training for nuclear engineers, and instruction on the use of lasers for uranium enrichment. China ended its direct\nsupport for these nuclear programs in 1997. Chinese design and technology are seen in Iranian ballistic and anti-cruise ship\nmissiles, anti-ship mines and fast attack boats.\n\ne For the last two decades, China has built railroads, bridges, dams, ports and tunnels throughout Iran. In 2007, China became\nIran’s largest trading partner, and the two countries announced plans to broaden bilateral trade to $100 bn per year by 2016.\n\ne The two countries formed a joint oil and gas committee to broaden energy cooperation. China is the most important investor\nin Iranian exploration and extraction operations, and has been selected to develop the Azadegan and Yadavaran oil and\nnatural gas fields, and the South Pars field. Iran is the largest methanol exporter to China, displacing Saudi Arabia.\n\ne Iran used to be vulnerable to refined fuel sanctions when it imported 40% of them; China helped Iran build out its refining\ncapacity, and Iran is now a refined fuels exporter.\n\ne China is paying Iran in rice and medical/engineering supplies (and cash) in exchange for Iranian oil, and a Chinese shipyard\ndelivered the first of 12 supertankers to Iran, giving it extra capacity to transport its oil to Asia.\n\ne A couple of quotes on the geopolitics of all of this, from the Peking University School of International Studies and Renmin\nUniversity: “Jt is beneficial for our external environment to have the United States militarily and diplomatically deeply sunk\nin the Mideast to the extent that it can hardly extricate itself’, and ““Washington’s deeper involvement in the Middle East is\nfavorable to Beijing, reducing Washington’s ability to place focused attention and pressure on China.” [Rand report]\n\n6\n\nHOUSE_OVERSIGHT_024199",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024199.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4828,
    "word_count": 783,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:47.687424",
    "prefix": "IMAGES-007"
  }
}