{
  "document_id": "HOUSE_OVERSIGHT_019397",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019397.txt",
  "text": "Course Requirements:\n\ne Midterm: Wednesday October 14 (in-class, closed book; but exam will provide most of the\nbasic formulas you might require, to lessen need for memorization). Analytical problems\non the exam will closely parallel material covered in problem sets (but will generally\nrequire much less algebra), and the essay problem will relate to a central topic covered\nextensively in class.\n\ne Final: The final will have a larger essay component than the mid-term. The final will draw\non the entire course, though any technical material on the final will be closely related to\nmaterial covered in Problem Set III.\n\ne Short policy paper: You will be asked to write a short policy paper on a topic drawn from\na list of questions relating to reform of the international monetary system. A one-page\n\noutline of your paper is due on Wednesday,\nFale Eo RECESS. and the complete paper is due on Monday\n\nThese papers will form the basis for class discussions and (depending on class size) in-\nclass presentations during the final four meetings of the class. The papers are intended to\nbe short and succinct—there is an absolute total page limit of 10 double-spaced (12 pt.)\npages (roughly 2500 words): Only figures and references are excluded in this limit. Zhe\npapers do not need to include any formal analytical or econometric analysis; you may\nwrite them in a style you find suitable to the question you are addressing. The final exam\nwill include (a choice of) essay questions relating to the paper topics that you and your\nclassmates have chosen.\n\ne Problems: There will be 3 problem sets, due Sept 14, Oct. 5 and Nov 16.\n\nGrades:\n\nProblems: 10%, Mid-term: 20%, Final: 35%, Paper: 35%\n\nHOUSE_OVERSIGHT_019397",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019397.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1712,
    "word_count": 287,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.323643",
    "prefix": "IMAGES-005"
  }
}