{
  "document_id": "HOUSE_OVERSIGHT_023850",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023850.txt",
  "text": "104 Teaching Minds\n\nfound to be true. At the core of thinking, you find generalization and\nexplanation. But it is important to remember that what starts the\nprocess of generalization and explanation is failure. Without failure\nwe don’t try to generalize and explain because we have nothing to\ngeneralize and explain. Thinking, therefore, looks like this:\n\nMake a prediction\nPrediction fails\n\nMake a generalization\nExplain your generalization\nMake a new prediction\n\nLet me explain how this works and why one cannot think well if one\ncannot do this. To explain, I will tell a personal story relating to my\nown thinking and learning with respect to two of the twelve cognitive\nprocesses. I will explain afterwards why I have chosen to tell stories\nand why I have used personal ones.\n\nDESCRIBING\n\nLet’s start with describing. There is, of course, an art to describing.\nAnyone who writes and anyone who speaks publicly is learning all the\ntime about describing. Since I was a professor for 30 odd years, and\nsince I have written hundreds of papers and about 25 books, and since\nI have given numerous keynote speeches around the world, I have\nbeen thinking a great deal about describing for many years. I learn\nsomething whenever I speak publicly because I can easily tell whether\nI am being heard or not. Are the listeners on the edge of their seats or\nare they half asleep (or literally asleep)? I learn when I write because I\nread the reviews, and colleagues are always happy to tell me what was\nwrong with what I wrote.\n\nOnce, I was given a lesson in public speaking by someone older\nand wiser than me that I never forgot. I recently had been hired at\nStanford as a professor. I was pretty young (22) and full of myself. In\nthose days, the Computer Science Department ran a course for new\ngraduate students that served as an introduction to all the special re-\nsearch possibilities in artificial intelligence for those who wanted to\nenter that field. There were many faculty in AI at Stanford and each\n\nHOUSE_OVERSIGHT_023850",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2023,
    "word_count": 350,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.027697",
    "prefix": "IMAGES-007"
  }
}