{
  "document_id": "HOUSE_OVERSIGHT_019573",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019573.txt",
  "text": "Escape Artist | 85\n\nfocus on him as the sole perpetrator of the leak so that no one else at\nthe NSA would be suspected.\n\nPoitras and Gellman were not the only journalists involved in\nthe news event. Poitras also asked Appelbaum to help her interview\nSnowden about the NSA’s operations. She later said that she needed\nsomeone with technical expertise in government surveillance to test\nthe bona fides of Citizen Four. She believed that Appelbaum, who\nhad participated in her anti-NSA presentations in 2012, qualified for\nthe position.\n\nSnowden previously had contact with Appelbaum. Appelbaum\nhad communicated with Snowden under his Oahu CryptoParty alias\nabout an obscure piece of software just a few weeks after Snowden\nhad met with Runa Sandvik in Hawaii in December 2012. Appel-\nbaum, in fact, had worked with Sandvik as a core developer of Tor\nsoftware. Snowden allowed Appelbaum to put detailed questions to\nhim concerning the secret operations of the NSA before he met with\nPoitras and Greenwald in Hong Kong. Indeed, Poitras joined him\nin asking Snowden via encrypted e-mails such questions as “What\n\n© are some of the big surveillance programs that are active today ®\nand how do international partners aid the NSA?” “Does the NSA\npartner with other nations, like Israel?” and “Do private companies\nhelp the NSA?” Snowden answered all the questions to the satis-\nfaction of Appelbaum and Poitras. (The interview was published on\nJuly 8, 2013, with Snowden’s approval on the website of Der Spie-\ngel, the German weekly, which had also published the WikiLeaks\ndocuments.)\n\nAs the days ticked away while Snowden was waiting for Green-\nwald in Hong Kong, Greenwald was awaiting a green light to go\nthere from Janine Gibson, the editor of the Guardian website, who\nwas based in New York. Under Gibson’s leadership, The Guardian's\nwebsite had effectively “gone into the business of publishing gov-\nernment secrets,” as the Guardian columnist Michael Wolff pointed\nout. Most of the documents had been supplied by Bradley Man-\nning via WikiLeaks. Few if any of these previous documents The\nGuardian published were highly classified, and none were SCI top\nsecret documents. The NSA documents Greenwald had received\n\n| | Epst_9780451494566_2p_all_r1.z.indd 85 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019573",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019573.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2302,
    "word_count": 374,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.538068",
    "prefix": "IMAGES-005"
  }
}