{
  "document_id": "HOUSE_OVERSIGHT_029951",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029951.txt",
  "text": "20\n\nASEAN claimants. But a second such incident occurred on June 9 —\nonly two weeks later. Earlier, on March 4, the Philippines protested\nan incident on the Reed Bank in which two Chinese patrol boats\nallegedly threatened to ram a Philippine survey ship.\n\nThen on the eve of Gen. Liang's visit to Manila, Chinese fighter jets\nallegedly harassed members of the Armed Forces of the Philippines\nnear disputed islands in the South China Sea.\n\nChina responded to frenetic protests from Vietnam and the\nPhilippines that any exploration in the Spratly area without its\nconsent is a violation of its jurisdiction and sovereignty. This real\ntime link between its stark and sweeping position and its enforcement\nhas sent a chill down the spines of other ASEAN claimant and drawn\nU.S. attention. These disputes and even such incidents are certainly\nnot new but why are they occurring now, and why is China sending\nvery mixed signals?\n\nThis was supposed to be a period of negotiations to transform the\nDOC into an official enforceable code. Needless to say, this effort\nmay now be moribund.\n\nDespite China's rhetoric, ASEAN nations are genuinely alarmed and\nare looking to the United States for succor and support. The U.S. —\nhaving confronted China and injected itself into the issue via U.S.\nSecretary of State Hillary Clinton's speech at the ARF Foreign\nMinister's meeting in Hanoi in July 2010 — is only too happy to help —\nat least verbally and with signals that militaries understand.\n\nThe great irony is that none of this was necessary for China. Its\nproblem with the U.S., or vice versa, concerns the intelligence-\ngathering activities of U.S. military vessels and aircraft — the EP-3,\nthe Impeccable, the Victorious, the Bowditch in what it claims 1s its\nwaters — not conflicting claims to islands or ocean space. These can\nonly be linked in one worst scenario: that China has decided that it\ndisagrees with portions of the U.N. Law of the Sea Treaty that it\n\nHOUSE_OVERSIGHT_029951",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1979,
    "word_count": 334,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.799847",
    "prefix": "IMAGES-010"
  }
}