{
  "document_id": "HOUSE_OVERSIGHT_017688",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017688.txt",
  "text": "Page 53 of 78\n2007 Utah L. Rev. 861, *935\n\nOnce the victim receives relevant information from a presentence report, the victim no less than other participants at sentencing\nshould be entitled to be heard on any disputed issues. For example, in a fraud case, if the defendant claims to have swindled\nonly $ 5,000 and the government claims the loss is $ 10,000, the victim should be entitled to press her argument that the loss\nwas $ 40,000. To do otherwise, is to deprive the victim of an opportunity to participate in the sentencing process and to turn the\nvictim impact statement into a meaningless charade.\n\nThe Advisory Committee's view on this point is curious. The Advisory Committee did not directly quarrel with the position\nthat victims should have the opportunity to be heard on disputed sentencing issues. Instead, the Advisory Committee would\nonly go so far as to suggest that it\n\nfelt it would be desirable for the courts gradually to flesh out what the right to be heard means in this [sentencing] context\n(determining, for example, when the right to be heard would include the right to introduce evidence). It is by no means clear\nthat the CVRA contemplates that victims will be entitled to access all of the particulars of the presentence report and be entitled\nto litigate issues concerning the application of various guidelines, etc. +1\n\nThis view is objectionable on many levels. First, given the congressional purpose of fundamentally changing the way crime\nvictims are treated in the criminal justice process, it can hardly be desirable for courts to \"gradually\" determine what rights\nvictims have. As Senator Kyl explained, \"A central reason for these rights is to force a change in a criminal justice culture\nwhich has failed to focus on the legitimate interests of crime victims.\" 419 The CVRA was \"meant to correct, not continue, the\nlegacy of the poor treatment of crime victims in the criminal process.\" 4°\n\nSecond, the Committee diffidently opines that \"it is by no means clear\" that victims have the right to litigate disputed issues.\n421 | will turn to the substance of that claim shortly. But even assuming it to be true, a fundamental purpose of the Federal\nRules of Criminal Procedure is to provide clarity on issues that would otherwise have to be litigated. *** The Advisory\nCommittee could be \"clear\" that victims can litigate by simply putting in place my proposed rule. To do otherwise [*936] is,\nunfortunately, to invite continued uncertainty over a point of vital importance to crime victims.\n\nFinally, perhaps the reason that the Advisory Committee would venture only that it is unclear whether victims have the right to\ndispute sentencing issues was a reluctance to stake out the contrary position. To maintain that victims cannot dispute sentencing\nissues would collide with both statutes and common sense. As for statutory requirements, it is hard to understand how victims\nwill be \"reasonably heard\" at sentencing (as the CVRA commands) if they cannot contest the factors that may well drive a\nsentence - the Guidelines calculations. Moreover, Congress has already directly mandated that victims will have the\nopportunity to dispute sentencing factors when they relate to restitution. 4°? Thus, if the Advisory Committee really wanted to\nstake out a victims-can't-litigate-at-sentencing position, it would have to awkwardly carve out a restitution exception. Finally, a\nvictim is simply not treated with \"fairness\" if she is entirely excluded from the Guidelines process. The Supreme Court has\nexplained that \"it is ... fundamental that the right to ... an opportunity to be heard \"must be granted at a meaningful time and in\na meaningful manner.\" 44 It is not \"meaningful\" for victims to make sentencing recommendations without the benefit of\nknowing what everyone else in that courtroom knows - what the recommended Guidelines range is. Yet Congress plainly\n\n418 CVRA Subcommittee Memo, supra note 66, at 19.\n\n419 150 Cong. Rec. S10911 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl).\n\n#20 Td. (statement of Sen. Kyl); see also 150 Cong. Rec. $4263 (Apr. 22, 2004) (statement of Sen. Feinstein) (describing the CVRA as a \"new\nand bolder approach than has ever been tried before in our Federal System\").\n\n#21 CVRA Subcommittee Memo, supra note 66, at 19.\n\n#22 See supra notes 103-310 and accompanying text (providing illustrations of rules changes made to provide clarity).\n\n#3 See 18 U.S.C. § 3664(d)(2)(A) (2006) (probation officer shall disclose to victim amount subject to restitution as calculated by the\nprobation officer and the opportunity of the victim to file an affidavit seeking greater restitution); see also id. § 3771(a)(6) (giving victims\n\"the right to full and timely restitution as provided in law\").\n\n#24 Fuentes v. Shevin, 407 U.S. 67, 80 (1972) (quoting Armstrong v. Manzo, 380 U.S. 545, 552 (1965)) (emphasis added).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017688",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017688.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4922,
    "word_count": 804,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.183591",
    "prefix": "IMAGES-004"
  }
}