{
  "document_id": "HOUSE_OVERSIGHT_023761",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023761.txt",
  "text": "CHAPTER 2\n\nMZ\ni\nCG:\n\ni\n\nTeaching Kids to Walk and Talk\n\nFailure is instructive. The person who really thinks learns quite\nas much from his failures as from his successes.\n—John Dewey\n\nTeaching is a serious issue. Teachers matter. Or at least they should mat-\nter. But we have the sense that it is the job of the teacher to tell us stuff.\nStudents expect it and teachers do it. Often, teachers get criticized if\nthey do anything else. And, this is pretty much the beginning and the\nend of the problem with teaching. We force teachers to teach wrong.\n\nIam beyond the age where I have little kids that I have to teach\nhow to walk and talk. But when I did, I don’t remember preparing\nany lesson plans. In a cognitive process-based model of education, all\nteaching looks like the teaching you do when you teach your children\nto walk and talk.\n\nLately I have been personally interested in being taught. This is\nbecause at the age of 55 I started to play softball in an old guys’ softball\nleague in Florida. I discovered I wasn’t really very good. This was a bit\nsurprising since I had played in the university softball leagues while I\nwas a professor and had stopped playing only in my 40s. I wasn’t a bad\nplayer then. There hadn’t been that long a hiatus. And, I was playing\nagainst people a good deal older than myself since I am rather young\nas recent Florida transplants go. I used to be a good hitter and I wasn’t\nnow. The reason was easy enough to understand. In the university\nleagues they play fast pitch. A batter has a second or so to decide about\nswinging. It is all instinct. At least it was after having played for 40\nsome odd years.\n\nBut, in Florida, old guys play slow pitch. The pitcher throws the\nball in a high looping arc and it is a strike if it lands on the plate. Quite\na different experience from trying to hit a ball that is zinging by your\nhead. Should be easier, no? Not for me. It took a bit of thinking to\nfigure out why.\n\n15\n\nHOUSE_OVERSIGHT_023761",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023761.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1971,
    "word_count": 371,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.501694",
    "prefix": "IMAGES-007"
  }
}