{
  "document_id": "HOUSE_OVERSIGHT_028317",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028317.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\n© PRWeb\n\n‘Online Visibility from Vocus.\n\nhttp://www.prweb.com/releases/2010/10/prweb4659384.htm\n\nCadogan Tate Sponsors ‘New Sensations’ Art Exhibition\n\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art, has sponsored\nthe ‘New Sensations 2010’ exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this\n\nprestigious event aims to discover the most imaginative and talented artists graduating from BA and MA\ncourses in the UK and to support students leaving art college.\n\n& b We have spent many years transporting and storing the world's most precious contemporary art for leading\n\nmuseums, galleries and collectors. 9 ?\n(PRWEB) October 17, 2010\n\nCadogan Tate, the world class art moving, storage and shipping specialist in contemporary art, has sponsored the\n‘New Sensations 2010’ exhibition for UK art students. Organised by Channel 4 and The Saatchi Gallery, this\n\nprestigious event aims to discover the most imaginative and talented artists graduating from BA and MA courses\nin the UK and to support students leaving art college.\n\nA total of 20 students were shortlisted to present their work in the exhibition. This is being held at Boswall House,\n2 Cornwall Terrace - a magnificent 18th century building off Regent’s Park - from 14th to 20th October. The event\nforms part of ‘The House of the Nobleman’, under the curatorship of Wolfe von Lenkiewicz and Victoria\nGolembiovskaya.\n\nFour of the finalists in New Sensations 2010 - Pablo Wendel, Katie Surridge, Nika Neelova and Ula Wiznerowicz -\nhave each been given a bursary to develop a new work for the exhibition. A short film about each of them was\naired on Channel 4 in early October. Stephen Glynn, Cadogan Tate’s Fine Art Director, comments: “We are\ndelighted to be the sponsors of this important exhibition, which showcases the talent of some remarkable young\nartists. We have spent many years transporting and storing the world's most precious contemporary art for\nleading museums, galleries and collectors. It therefore seemed very appropriate that we should support and\nencourage the UK’s leading art students through this exciting event.”\n\n37\n\nHOUSE_OVERSIGHT_028317",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028317.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2312,
    "word_count": 357,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.102458",
    "prefix": "IMAGES-009"
  }
}