{
  "document_id": "HOUSE_OVERSIGHT_020471",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020471.txt",
  "text": "12\n\nInfluence Efforts after Establishing Official Relations, 1979-1988\n\nAs the Carter administration began moving toward full diplomatic recognition of the\nPRC, it withheld many of the details about its plans from Congress. One of the largest\nunresolved issues was the fate of Taiwan, in which Congress took a special interest. The\nUnited States had already dropped recognition of Taiwan at the United Nations, and now\nmany in Congress worried that the United States would move to completely abandon the\nisland. In response, Congress passed the Taiwan Relations Act in 1979, which underlined\nthe importance of the United States keeping an ongoing relationship with Taiwan and\ncontinuing to provide weapons for its defense.\n\nAfter formal diplomatic relations were reestablished, China responded in the 1980s by\nexpanding the size and capacity of its Washington embassy staff dedicated to dealing with\nCongress. Chinese officials lobbying Congress viewed with dismay the rise of pro-Taiwan\nindependence groups among Taiwanese Americans, such as the Formosan Association\n\nfor Public Affairs, which demonstrated an ability to promote their agenda despite the\n\nfact that the United States had broken ties with Taiwan. Beijing would go on to borrow a\npage from the Nationalist government’s playbook by beefing up a diplomatic arm capable\nof building closer relations with important congressional members and staffers.’ Since\nthen, the Chinese government has welcomed numerous US delegations composed of both\ncongressional members and staffers. The main host in China for such delegations has been\nthe Chinese People’s Institute of Foreign Affairs (CPIFA).? Founded in December 1949, this\norganization focuses on international issues and foreign policy research and on conducting\ninternational exchanges of officials and expanding people-to-people diplomatic activities.\nThis institute also works to establish contacts with foreign political activists, diplomats,\nand other distinguished individuals while organizing public lectures and symposiums on\nacademic subjects and international policy affairs.\n\nCPIFA is a so-called united front organization, similar to those found in the former Soviet\nUnion and other Leninist states that seek to opportunistically build alliances wherever\nthey can. Such organizations, or GONGOs (“government-organized non-governmental\norganizations”), carry out government-directed policies and cooperative initiatives with\ninfluential foreigners without being perceived as a formal part of the Chinese government.\nCPIFA’s experience in dealing with foreign visitors is broad. Between 1972 and 2002, it\nhosted more than four thousand leading Americans in China. Being well connected with\nthe Chinese government’s State Council and the Ministry of Foreign Affairs, it is positioned\nto organize meetings with high-level officials when the Party deems it in its interest to do\nso. The funding arrangements for congressional staff delegations visiting China usually\nprovide for their travel to be paid by the US side, so as to avoid falling victim to ethics\ncommittees and overseers or violating rules regarding conflicts of interest and foreign\nlobbying. CPIFA often assumed in-country expenses.\n\nCongress\n\nHOUSE_OVERSIGHT_020471",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020471.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3248,
    "word_count": 467,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.129371",
    "prefix": "IMAGES-005"
  }
}