{
  "document_id": "HOUSE_OVERSIGHT_020285",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020285.txt",
  "text": "133\n\nentirely in the hands of Putin’s Russia. He would also have to be fully candid with the Russian\nauthorities about what was of great value to Putin: the secret documents he had acquired.\n\nTwo days later, Snowden made his first public appearance in Russia. It had been, like\nprevious press conferences with US defectors to Russia, carefully managed, First, Snowden\narrived by limousine at the international transit lounge of Sheremetyevo airport. He was seated at\na table with Harrison. As Snowden spoke no Russian, a Russian translator was provided. The\nsmall audience included hand-picked Russian officials, including some Putin’s close associates.\nThey were ushered through passport control by security men to the otherwise cordoned-off\nlounge. The cameras for RT television and other Russian channels were already in place. When\neveryone had taken their seats, Snowden announced in a quiet voice that was seeking asylum in\nRussia. Ten minutes later, Snowden and Harrison were escorted back to the limousine which\ndrove off to an unannounced destination.\n\nSnowden received Russian identification papers on August 1, 2013 that allowed him to\nresettle in Moscow. Not only was he provided with a residence but he was allowed to set up in it\na broadcasting studio that could be used for Internet appearance at well-attended events around\nthe world, such as South by Southwest, TED, and other Internet conferences. Snowden was,\naccording to Kucherena, was also furnished with bodyguards. To help earn his keep, he was\nemployed at an unidentified Moscow cyber-security firm. To complete his resettlement, Lindsay\nMills, whom he had left behind in Hawaii, was given a 3-month visa and was allowed to\ntemporarily live with him in Moscow. This afforded him a life style which Snowden described in\nan interview as “great.”\n\nKucherena, although he was acting without compensation from Snowden, later received the\nstunning sum of one million dollars from Open Road Films, the distributor for Oliver Stone’s\n“Snowden” movie, for the rights to his not completed novel called “Time of the Octopus,” a\nstory based on his story of Snowden’s stay at the airport.\n\nIt would strain credibility that such privileges would be awarded to an intelligence defector\nwho had refused to cooperate with Russian authorities. In Snowden’s case, he was even allowed\nto participate in a Putin’s telethon on state-controlled television. On it, he was called on to ask\nPutin if the Russian government violated the privacy of Russian citizens in the same way that the\nAmerican government violated rights of its citizens. Putin, smiling at Snowden’s presumably\nvetted question, answered in a single word: “No.”\n\nIn the Moscow scenario, Snowden received sanctuary, support, perks and high-level treatment\nby Putin himself because he agreed to cooperate. If Snowden had not paid the price of admission,\neither in Russia or before his arrival, he would not have been accorded this privileged status.\n\nHOUSE_OVERSIGHT_020285",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020285.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2989,
    "word_count": 474,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.991548",
    "prefix": "IMAGES-005"
  }
}