{
  "document_id": "HOUSE_OVERSIGHT_019681",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019681.txt",
  "text": "The Unheeded Warning | 193\n\nan adversary’s intelligence organization that it could not mount any\nof its own surprise cyber attacks. It would also make it difficult if not\nimpossible for adversary services to recruit a spy in the NSA. For\nexample, the CIA penetration of the SVR in 2010 prevented it from\nusing its sleeper network against U.S. targets. “The best defense\nin this game may be an overwhelming offensive,” a former intel-\nligence official said to me. “But that strategy only works if we can\nkeep secret sensitive sources.”\n\nCentral to this offensive strategy was the NSA’s National Threat\nOperations Center in Oahu. It employed threat analysts to surrep-\ntitiously monitor the secret activities of potential enemies, mainly\nChina, Russia, and North Korea. A large part of their job was to\nmake transparent to the United States the hostile activities of the\nRussian and Chinese services so that they posed little if any intel-\nligence threat to America. This strategy worked so long as the NSA\nguarded itself, but it also raised the issue, as the Roman Juvenal\nfamously warned, “Quis custodiet ipsos custodes?” (Who will guard\nthe guards themselves?)\n\n© Less than three years after the NSA had received the Poteyev ©\nwarning, instead of guarding secrets, Snowden stole them. Despite\nall the measures the NSA had taken to protect its vital secrets, a\nlowly civilian employee had walked away with the lists of secret\nNSA sources in China and Russia and then gone first to China and\nthen to Russia. In the hands of their intelligence services, these stolen\nlists had the potential to totally upend the NSA’s offensive strategy.\nBecause Russia and China have an intelligence treaty for sharing\nsuch spoils between them when it is to their mutual advantage, it\nhad to be assumed that if either country had acquired the secrets\nfrom Snowden, they would be shared between them, altering the\nbalance of power between the communications intelligence services\nof the United States and its adversaries.\n\nFollowing the Snowden breach, both China and Russia had\nimmense successes in breaking through the defenses of U.S. govern-\nment networks, including the reported breaches in 2014 and 2015 of\nU.S. personnel files and background checks. When I asked General\nHayden in June 2015 if these successes were made easier by those\ndocuments compromised by Snowden, he replied, “Even though I\n\n| | Epst_9780451494566_2p_all_r1.z.indd 193 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019681",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019681.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2475,
    "word_count": 405,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.999687",
    "prefix": "IMAGES-005"
  }
}