{
  "document_id": "HOUSE_OVERSIGHT_031878",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031878.txt",
  "text": "he was unaware that commentators like me would be picky about the\nlack of basic freedoms. He doesn’t care.\n\nIndeed, that was the point. Turki — and by implication all of Saudi\nArabia — has had it with the United States. The kingdom will not be\nlectured to. It is sick and tired of American favoritism to Israel — the\nexuberant congressional reception for Binyamin Netanyahu, for\nexample — and the administration’s decision to oppose any effort in\nthe United Nations to create a Palestinian state. In this matter,\nAmerica is doing what Israel wants.\n\n“In September, the kingdom will use its considerable diplomatic\nmight to support the Palestinians in their quest for international\nrecognition,” Turki wrote. “American leaders have long called Israel\nan ‘indispensable’ ally. They will soon learn that there are other\nplayers in the region — not least the Arab street — who are as, if not\nmore, ‘indispensable.’ The game of favoritism toward Israel has not\nproven wise for Washington, and soon it will be shown to be an even\ngreater folly.”\n\nThis is not your usual diplomatic language — and even for Turki it is\nrough. It shows, though, a not-surprising frustration in the Arab\nworld with American policy tethered for the moment to a quite\nstubborn and unimaginative Israeli policy. Both countries are\nsuffering from a surfeit of democracy. Israel’s governing coalition is\nheld hostage by the right; America’s governing coalition is in the\nsame fix.\n\nTurki does not run out of wagging fingers. He says that those who\nthink that the United States and Israel will determine the future of\nPalestine are dead wrong. “There will be disastrous consequences for\nU.S.-Saudi relations if the United States vetoes U.N. recognition of a\nPalestinian state. It would mark a nadir in the decades-long\nrelationship as well as irrevocably damage the Israeli-Palestinian\npeace process and America’s reputation among Arab nations. The\n\nHOUSE_OVERSIGHT_031878",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031878.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1939,
    "word_count": 316,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.111453",
    "prefix": "IMAGES-011"
  }
}