{
  "document_id": "HOUSE_OVERSIGHT_033218",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033218.txt",
  "text": "From: Larry Visoski \nSent: 2/1/2017 1:24:27 AM \nTo: Je vacation [jeevacation@gmail.com] \nSubject: President PBI FYI \nJeffrey \nTrump in PBI Fed 3rd thru 5th,. FYI„ \nWhen PresTrump is visiting MarLago PBI there will be flight restrictions flying in and out of palm beach„ due \nto location of MarLago,. \nThere will be GateWay airports you have to depart from in order to land PBI„ \nTeterboro is a gateway departure airport, requires 24 hour notice just like our DCA program, \nWhen Trump is in MarLago, we will be unable to land in Palm Bch departing from LSJ„ we can land Fort \nLauderdale Excutive airport, which isn't bad, they are offering $2.76 fuel price this weekend„ \nSame with departure from PBI, need 24 hour notice when President is in town„ \nSee message from PBI Port: \nImportant Message: All Palm Beach County Airport Users \nWe are getting word and expecting a President of the United States (POTUS) visit to PBI / Mar-a-\nLago from Feb 3, 2017 (afternoon?) until Feb. 5, 2017. Times to be established. \nExpect the FAA's Temporary Flight Restriction paperwork to be posted at least 72 hours prior to the POTUS \narrival. \nThe following two airports are in the inner core, inside lONM TFR. \nPBI Airport; All General Aviation traffic into PBI must clear TSA designated \"Gateways\" for both arrival and \ndepartures into and out of PBI. Departure Gateways - We expect the Gateways to be established at the multiple \nlocations at PBI with TSA operating from 0800-1700 and requires prior reservation (24hrs) with TSA. Arrival \nGateways — Expect Ft. Lauderdale International Airport (FLL) and Orlando Int'l (MCO). Also expecting \nTeterboro, Dulles, and White Plains as additional gateways. \nLNA Airport; As initially established by the USSS, the Palm Beach County Park Airport (LNA) in Lantana, \nFL will be closed to all departures and flight training. Only arrivals into LNA that have gone through the TSA \nGateway program at one of the designated airports (FLL/MCO) may fly into LNA during the TFR. \nThe 30NM outer core will also be in effect and measures will be posted in the FAA NOTAM/TFR release. \nPlease share this advisory with all aviation users. \nRegards, \nPeter E. Labbe, Director \nOperations & Security \nDepartment of Airports \nPalm Beach International Airport \nHOUSE OVERSIGHT 033218 \nSent from my iPhone \nHOUSE OVERSIGHT 033219",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033218.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2339,
    "word_count": 381,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.337897",
    "prefix": "TEXT-002"
  }
}