{
  "document_id": "HOUSE_OVERSIGHT_016687",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016687.txt",
  "text": "ull\n\nPage 7 of 8\n\nproduct are regularly collected at a series of distribution system sampling taps. Analysis was\nperformed by the City’s analysts at the Water Treatment Plant’s laboratory. Results from\nHSA’s sampling of the Town’s drinking water from northern-most Tap A (IDSE #6) are directly\ncompared to the City’s routine sampling of drinking water from distribution system tap LINL\n(closest to Tap A). Results from HSA’s sampling of the Town’s drinking water from southern-\nmost Tap B (3230) are compared directly to those from the City’s sampling of that tap. TTHM\nconcentrations from HSA’s November 2008 sampling event are slightly higher than the\naverages of the results reported from the City’s latest quarterly sampling from tap LINL and tap\n3230, respectively. The difference between these results is not relevant since the reported\nconcentrations from the City and from HSA’s sampling event are still less than the MCL. It is\nnoted that the concentration of TTHMs reported from the City’s annual compliance event\n(collected at the Treatment Plant) is close to the MCL. This is not unexpected as the sampling\nlocation (treatment plant laboratory tap) is much closer to the point of disinfection than the\ndistribution system sampling taps. Table 1 includes a comparative array of the detected\nTTHM’s from City’s monitoring program to those detected from HSA’s November 2008\nsampling event as well as the TTHM Standards per rule 62-550, F.A.C.\n\nThe City Public Utilities Department acknowledges that to keep the potable water product free\nof microbiologics occasionally requires increasing the concentration of disinfecting chlorine\nadded to the supply water. This results in brief incidences of potable water product with a\nnotable change in the taste and higher concentrations of DBPRs. Concentrations of DBPRs\nand the stronger taste of chlorine subside with the inevitable reduction of chlorination.\n\nCONCLUSION\n\nAs a measure of the quality of the drinking water product being delivered to the Town by the\nCity, results from HSA’s November 2008 collection of potable water from the northern-most\nand southern-most distribution system sampling taps revealed target regulated drinking water\nparameters at concentrations below the MCL standards established in FDEP rule 62-770,\nF.A.C.\n\nA comparative of the results obtained from HSA’s sampling event to the City’s reported annual\nand quarterly results from 2008 monitoring events found minor variations in reported\nconcentrations for select parameters (see Table 1). These variations pose no concern for the\nquality of the potable water product being delivered to the Town since all parameter\nconcentrations reported from the City’s monitoring events and by HSA’s sampling event are\nless than respective MCLs.\n\nHOUSE_OVERSIGHT_016687",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016687.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2791,
    "word_count": 428,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.590087",
    "prefix": "IMAGES-004"
  }
}