{
  "document_id": "HOUSE_OVERSIGHT_024067",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024067.txt",
  "text": "company.\n\nCertain ERISA Under the Employee Retirement Income Security Act of 1974, as\n\nConsiderations: amended (“ERISA”), fiduciaries of prospective investors that\nare retirement plans subject to ERISA (“ERISA Plans”) must\ndetermine that an investment in the Fund is prudent, that such\ninvestment satisfies the requirement that plan assets be\ndiversified and that such investment complies with the other\nrequirements applicable to ERISA Plans. The General Partner\nintends to conduct the operations of the Fund so that it will be\nan appropriate investment for ERISA Plans. In particular, the\nGeneral Partner will use reasonable best efforts to conduct the\naffairs and operations of the Fund in such a manner so that the\nassets of the Fund will not be treated as “plan assets” of any\nERISA Plan for purposes of ERISA. Prospective investors that\nare ERISA Plans are advised to consult their own advisors as to\nthe effect of ERISA (or other applicable law) on an investment in\nthe Fund. The fiduciary of each prospective ERISA Plan\ninvestor must independently determine that the Fund is an\nappropriate investment for such ERISA Plan, taking into\naccount the fiduciary’s obligations under ERISA and the facts\nand circumstances of each investing ERISA Plan. (See Section X,\n“Certain Tax and ERISA Considerations.”)\n\nU.S. Tax-Exempt Investors: Prospective investors are advised to consult their own tax\nadvisors as to the tax consequences of an investment in the\nFund. Subject to certain exceptions, the General Partner will use\nreasonable best efforts to conduct the affairs of the Fund in a\nmanner that is not expected to cause any tax- exempt partner to\nrealize any “unrelated business taxable income” within the\nmeaning of Sections 512 through 514 of the Code. (See Section\nX, “Certain Tax and ERISA Considerations.”) The General\nPartner’s undertaking will be deemed satisfied with respect to\nthe making, holding or disposing of any portfolio investment if\nthe tax exempt U.S. Partners are given the opportunity to (or if\nall Limited Partners are otherwise required to) hold their\nproportionate shares of such portfolio investment directly or\nindirectly through an alternative investment vehicle treated as a\ncorporation for U.S. federal income tax purposes.\n\nNon-U.S. Investors: Prospective investors are advised to consult their own tax\nadvisors as to the tax consequences of an investment in the\nFund. Subject to certain exceptions, the General Partner will use\ncommercially reasonable efforts to conduct the affairs of the\nFund in a manner that is not expected to cause the Fund to be\ntreated for United States federal income tax purposes as\nengaged in a “trade or business within the United States,”\n\n56 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024067",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024067.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2763,
    "word_count": 436,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.004276",
    "prefix": "IMAGES-007"
  }
}