{
  "document_id": "HOUSE_OVERSIGHT_024879",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024879.txt",
  "text": "COWEN\n\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nHealth Care: Drug Retailer Perspective (Rhyee)\n\n2\n\nCBD Products Gaining Traction With Independent Pharmacies\n\nCBD products appear to be gaining traction with independent pharmacies, many of\nwhom are already selling or planning to sell CBD oils. We don't find this surprising given\nthe high demand for and strong expected growth potential of CBD products, as well as\nthe differentiation it affords independents relative to larger chain pharmacies.\nIndependent pharmacies also likely find the high-margin profile of CBD oils attractive,\nwhich we suspect is similar to those of more traditional over-the-counter drugs. OTC\ndrugs are a substantial profit driver for independent pharmacies. The greater\nacceptance of and improving sentiment towards CBD products as a viable business for\nindependent pharmacies is evidenced by a panel held by the National Community\nPharmacists Association (NCPA) at its annual convention in October 2018, which served\nto educate independent pharmacy owners of the legality, clinical uses, potential risks\nand marketing tactics of CBD oils. For those independent pharmacies that have decided\nto sell CBD oils, ensuring that they provide high-quality products is paramount, witha\nfocus on looking at the bioavailability of CBD. Additionally, independent pharmacies\nemphasize the importance of patient education, in regards to treatment and potential\nside effects. Anecdotally, reports note that many independent pharmacies have received\npositive feedback from patients, attributing diminished opioid dependence and pain\nrelief to CBD oils.\n\nLarge Pharmacy Chains Don’t Appear As Quick To Offer CBD Oils\n\nLarge pharmacy chains, such as CVS Pharmacy and Walgreens, don’t currently sell CBD\noil. WBA management has noted that, while the company is monitoring the CBD market\nand the potential to sell it, WBA currently has no public stance on whether it plans to\nsell CBD products future. Interestingly, Boots, which is a pharmacy chain in the U.K.\nowned by WBA, sells CBD oil in three different doses (Figure 107). As such, we wouldn't\nbe surprised if WBA decides to sell CBD products in the future.\n\nFigure 107 Boots - Cannabidiol & CBD Oil Offerings\n\nShip to AS | @Findastore | € Help Bool\nMia shop by department prescriptions services inspiration & advice Search products, brands and services Q wa\ncannabidiol & CBD oil\nfilter by:\nbrand Showing 1-3 of 3 Sort by: Best match View 24 tte\n\nprice\n\n2.\n9\n0:\n*\n0\n0;\n\na\n—\n\nDragonfly CBD Cannabidiol Oil\n300mg 3.3% - 10m!\n\n3 for 2 on selected vitam...\n\nDragonfly CBD Cannabidiol Oil\n500mg 5.6% - 110ml\n\n3 for 2 on selected vitam...\n\nDragonfly CBD Cannabidiol Oil\n1000mg 11.1% - 10mI\n\n3 for 2 on selected vitam...\n\nSource: Boots.com and Cowen and Company\nCOWEN.COM 63\n\nHOUSE_OVERSIGHT_024879",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024879.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2806,
    "word_count": 441,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:45.640082",
    "prefix": "IMAGES-008"
  }
}