{
  "document_id": "HOUSE_OVERSIGHT_010913",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010913.txt",
  "text": "FOREWORD BY THE AUTHOR\n\nHow Come This Book?\n\nA few months ago, Robert Trivers was kind enough to send me his new book. The\ntitle is “Wild Life”. Perfect two ways. Bob is a world authority on wildlife, to wit\nevolutionary biology. But his books and papers about that are already well known.\n\nHis new one is about his own wild life, with his ideas in the background.\n\nI’ve started my own book three for four times over the past decade. Bob’s got me\nstarted again. Try it. It’s Bob’s real voice. One of his papers, co-authored by Huey\nNewton(!), is about deception and self-deception. I never saw much of either in Bob.\nI] never saw a guy less anxious to impress. Fine if you knew his achievements, and\nfine if you didn’t. What he wanted to talk about was great new ideas by others. It\nwas from him that I first heard about the Hamilton-Zuk parasite theory, and Paul\nEwald’s complementary one about parasites stabilizing population density of hosts.\n\nBoth are beautiful examples of the obvious-in-hindsight.\n\n| realized that my book could take a cue from his. My own life hasn’t been wild. It\nhas been interesting because the genius of my father gave me interesting places to\n\nbe and things to do. I could say something about that.\n\nBut the book would be mostly about my ideas in economics. Bob’s ideas are well\nknown to anyone in his field. Mine aren't. I’m ten years older than Bob, without\nmuch to show for it except in composition. (My last two operas have been getting\nsome traction, and my SACDs get pretty good radio time.) So I’ll run my economic\nideas up the flagpole, in my real voice, and see if they prove deception or self-\n\ndeception or something worth the time.\n\nDeclaring My Biases\n\nI’m a big free market fan. | would love it even if | agreed with socialists that there is\n\nsomething inherently iniquitous about it. There are bad guys and conflicted motives\n\nForward By The Author 04/18/16 1\n\nHOUSE_OVERSIGHT_010913",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1928,
    "word_count": 343,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.461716",
    "prefix": "IMAGES-001"
  }
}