{
  "document_id": "HOUSE_OVERSIGHT_013627",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013627.txt",
  "text": "youngest, unmarried, was teaching bilingual mathematics in high school. | had\nwaited several years for this occasion.. The meeting took place in a large, gray,\nunmarked warehouse building that was crowded in back with high stacks of storage\ncartons. The large, cement floored, open space in front of the storage boxes was\noccupied by rows of metal folding chairs. They faced an unadorned, elevated\nwooden platform upon which was a lectern and microphone. Behind the lectern\nstood a casual array of a dozen or so young people, singing hymns and playing a\nvariety of instruments. These included piano, two or three guitars and upright bass,\ntenor saxophone, trombone, trumpet, mouth organ and two snare drums. Sounding\na bit like a Salivation Army Band, they played and sang, “They cast their nets in\nGalilee just off the hills of brown; such happy simple fisher folk, before the Lord\ncame down...the peace of God, it is no peace, but strife closed in the sod. Yet let us\npray for but one thing, the marvelous peace of God.”\n\nThe building, used for commercial storage, packaging and mass mailings\nduring the week and a Charismatic Christian word church on Sunday, was located\nat the rear of an unfinished strip mall. A new and well-polished yellow Cadillac\nDeville was the only vehicle parked in the no parking zone immediately in front of\nthe entrance to the warehouse. My youngest explained that the car belonged to Carl\nAustin, the self-discovered and declared pastor, who spontaneously rose up to lead\nwithout academic religious training or a conventional ordination. The bright yellow\ncar was explained as evidence of the power of God. Paraphrasing Mark, my son\ntold me “...he who does not doubt in his heart and believes that those things he\nsays will come to pass, he will have whatever he says...whatever things you ask for\nwhen you pray, believe that you receive them, and you will have them.” The car\nserved as a glorious instantiation of the church’s major promise of the rewards of\nfaith.\n\nPastor Carl Austin, a tall, blonde, portly man in his early thirties with a\nresonant tenor voice, was the youngest of several children of a poor Midwest farm\nfamily. He had been a state college drop out and without a career or a job. His\nsermons contained stories about how he had caught spiritual fire at a revival\n\nmeeting conducted by Kenneth Hagin of Kenneth Hagin Ministries, aka Rhema\n\n127\n\nHOUSE_OVERSIGHT_013627",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013627.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2419,
    "word_count": 410,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.001353",
    "prefix": "IMAGES-002"
  }
}