{
  "document_id": "HOUSE_OVERSIGHT_018513",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018513.txt",
  "text": "force myself to believe it: even if a guy would like me more for faking and holding back\nand being so-called \"low-maintenance\" -- I tell myself it's a stereotype, but even if that\nstereotype is true of some men -- no man is worth doing that to myself. No man is\nworth that trapped, false, sick feeling.\n\nte OK ok\n\nBeing a sex and S&M writer sometimes increases my performance anxiety. Occasionally\nI'll meet guys who seem to think Iam equipped to give any man the Night Of His Life --\nand that this is my goal at all times. Sometimes I feel like I should grab certain guys by\nthe shoulders and shake them and say, \"I am not your sex-crazy nympho dreamgirl!\nI'm a real person and I have real preferences, I do not exist just as your fantasy fodder!\"\nBut if I really like a guy and he's read some of my work, then I feel less irritation than\nconcern that I won't stack up. It increases the urge to go all Sexy Dreamgirl Shell, rather\nthan attempting to communicate.\n\nBeing a sex-positive feminist, I also sometimes worry that other women will read my\nwork and it will increase their performance anxiety. I worry that writing about some stuff\nI like will be misinterpreted -- that it will lead other women to feel like, gosh, is this\nsomething liberated sex-positive women do? Is this something I \"should\" be doing? With\nsome things I write, I get afraid that I've contributed to a nightmare world where women\nare \"liberated\" only in the sense that we can better perform for men.\n\nI once read a blog post by a radical feminist writer in which she claimed that women\nalways hate fellatio because it's always degrading and disgusting. She wrote something\nalong the lines of, \"I say this for the women and girls who believe that they have to do it.”\nPart of me felt frustrated by the way she refused to acknowledge that some women really\ndo like performing fellatio (and many other women don't love it, but don't mind doing it\nas long as they have great sex otherwise). In some ways, it felt like that writer was\npolicing sexuality. But I empathized with her goal: She wanted women who don't like\nfellatio to relax; she wanted to help them recognize what they don't like. She wanted to\ndecrease their performance anxiety.\n\nI'd like to do the same thing, but I generally prefer to speak from personal experience\nrather than making claims about others’ experience. Accordingly, I've often thought that it\nwould be great if more sex-positive feminists would make lists of Things We, Personally,\nDon't Like. It's not the easiest project to sell, because one of the big goals of being sex-\npositive is to destigmatize sexuality and decrease shame. But if we destigmatize sexuality\nwithout encouraging good boundaries, then we're not moving forward; we're just creating\nmore bad standards.\n\nSo hey, here's an example of a common sexual thing that I don't like: swallowing after\ngiving oral sex. I love fellatio most of the time, and I like it when partners come in my\nmouth, but I really hate swallowing. In the past I've found a variety of creative ways to\ndeal with this problem, some of which were hot (according to me, anyway) -- but usually\nI just spit it out in the closest sink. (The reason J don't like swallowing is that it makes me\nphysically ill. No, I am not interested in your armchair theories about why this happens;\nevidence so far implies a physical cause, not a psychological one.)\n\nHOUSE_OVERSIGHT_018513",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018513.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3411,
    "word_count": 608,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.410478",
    "prefix": "IMAGES-005"
  }
}