{
  "document_id": "HOUSE_OVERSIGHT_018347",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018347.txt",
  "text": "We might say the same about our New Caste, of their sense of the massive datascape\non which we all sail and operate. They too head off to test their skills at coding,\nencryption, system design. They are almost all auto-didact - self taught as\nprogrammers or hackers or AI designers or investors. There is no established path\nto power for them, no route that has been marked before. No wonder the greatest\nfigures of the era are college dropouts. This is a group that looks largely ahead:\nTheir work demands constant upgrade. Every device is shipped imperfect. It’s not to\nsay they are completely denuded of the Sixth Sense. That their feeling for history has\nbeen stripped. But if to be honestly in love with version 1.0 of your product and then\nto shred it for version 2,0 does demand a certain ahistoric distance. The New Caste\nexplorers have a hunger for fresh worlds and landscapes. To get there they endure\nprivations of long isolation - not so extreme as a long ship journey — but they\nburrow deeper and deeper into systems, construct new links and new gates, in\nclosed rooms. “When building machine learning systems, making good decisions is a\nstrategic skill,” the computer scientist Andrew Ng has said. “Every day you wake up\nand you are in some totally unique situation that no one in the planet has been in\nbefore. It’s not a fact, there’s no procedure.” 16\n\nThis is our world now. No fact, yet. No procedure. A totally unique situation that\ndemands a fresh instinct. We can follow Goethe into our own age: No one who has\nnot seen and felt himself surrounded on all sides by networks can honestly\nunderstand. If that motto of the last great epochal shift was Dare to Know, it was\ncertainly enacted by the sea captains. Discovery and risk were nothing but a nervy\nkind of scientific experiment, where the laboratory was the Earth’s surface and the\ntools of calculation were ships. And in our age? If we're right that our historic\nmandate is Dare to Connect, well the New Caste is certainly doing that, furiously.\nThey are working away at much that is hidden in our world, just like those old\nexplorers. The billions of phones or sensors or Al-rooted sensor engines spilling out\naround our world are stripping away layer after layer of opacity. Pictures of far\naway places, traffic lessons learned from movement patterns recorded by GPS-\nenabled phones, medical treatments refined by constant measurement - these are\nall knotted, one after another, into the fishnet.\n\nIf the ocean voyages of that older explorer caste mapped our world, the voyages of\nthe New Caste are as much inward as out. They move inside the world of connected\nsystems. Remember: Network power is defined by dynamic tension - the pull\nbetween center and periphery. The same dynamism is at work with the New Caste.\nWhile they are, firmly, in the business of going out and opening our eyes to the\nworld with wider, faster connection, they are also draping huge, essential parts of\nour lives with an impenetrable fustian: The essential algorithms of search engines,\nthe code of machine learning tools, the design of micro-targetted political influence\ncampaign. The sources of New Caste power are wrapped inside layers of complex\ncomputer code, machine learning and data security protocols that few people can\n\n165 “When building”: Andrew Ng, speech at GPU Technology Conference (March,\n2015)\n\n115\n\nHOUSE_OVERSIGHT_018347",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018347.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3398,
    "word_count": 581,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.994351",
    "prefix": "IMAGES-004"
  }
}