{
  "document_id": "HOUSE_OVERSIGHT_023771",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023771.txt",
  "text": "Teaching Kids to Walk and Talk 25\n\nIt is important, when teaching Socratically, which is my preferred\nmethodology, to make students question their beliefs. No one is a bet-\nter teacher than a teacher who makes students wonder whether he has\nbeen wrong about something.\n\nDo I think that teachers should lie to students?\n\nI think teachers should make students think harder than they\nmight have been capable of doing without the teachers. I also think\nthat teachers should not tell answers to students. Students do not learn\nfrom memorizing answers. They learn from developing questions for\nthemselves that they then can begin to find answers to.\n\n| believe that effective teaching makes .. .\n\nstudents develop questions to which they then will seek answers\nstudents look for answers from people other than the teacher\nstudents confused and less certain than they were before\n\nNow, I realize that these are pretty nonstandard ideas. That is, of\ncourse, the point.\n\nThis next writer worked for me (after getting his Ph.D. elsewhere)\nin the academic world and later in the business world.\n\nProbably the most important lesson I learned from you was the\nvalue of overstatement and oversimplification in communicating\nideas and getting people’s attention. I recently retired and was\nroasted at my retirement party by a group of longtime employees\nand there were some interesting anecdotes about what I’d taught\nthem about selling their ideas through management. Software\nengineers are often uncomfortable making a point without\ngiving every possible nuance, caveat, and detail. This typically\ncauses management’s eyes to gloss over and their ideas never\n\nget a fair hearing. So, I’ve (apparently relentlessly) encouraged\nemployees to make their points quickly and to use overstatement\nand oversimplification as rhetorical devices. I’m still wincing\nover the roasts that portrayed my predilection for interrupting\npresenters and asking, “What’s your point?”—I learned that one\nfrom you.\n\nHOUSE_OVERSIGHT_023771",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023771.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2001,
    "word_count": 312,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.247613",
    "prefix": "IMAGES-007"
  }
}