{
  "document_id": "HOUSE_OVERSIGHT_024727",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024727.txt",
  "text": "CHAPTER V\nGlobal Cannabis Regulation\n\n= Global Cannabis Legalization Momentum\n\nCannabis legalization is gaining momentum around the world, offering global opportunities for can-\nnabis companies and related businesses. This momentum is driven primarily by the increasing recog-\nnition that cannabis may have a range of legitimate medicinal benefits and therapeutic applications.\nAt least 20 countries now have medical laws that facilitate patient access to cannabis or concentrates\nfor treating specified medical conditions. Notable countries with such medical laws include Australia,\nCanada, Colombia and Germany; countries without such laws include China, Japan, Russia and the\nUnited States. (Contrary to U.S. federal law, 29 states, encompassing 62% of the U.S. population,\npermit the production and possession of cannabis or concentrates for use in treating a broad range of\nqualifying medical conditions.) While the merits of medical cannabis are currently driving legalization,\nwe believe that—like Uruguay and numerous U.S. states—other countries will ultimately enact legis-\nlation permitting the production, sale and use of recreational cannabis. (Canada is widely expected to\ndo so in mid-2018.)\n\nThe following world map illustrates select countries that (i) have enacted medical laws that facilitate\npatient access to cannabis or concentrates for treating specified medical conditions, (ii) have enacted\nrecreational laws that permit the commercial production and sale of cannabis to adults for recreational\nand other uses, or (iii) include a state or province that has a cannabis law or policy in conflict with\nfederal law.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 91\n\nHOUSE_OVERSIGHT_024727",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024727.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1711,
    "word_count": 247,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:47.517512",
    "prefix": "IMAGES-008"
  }
}