{
  "document_id": "HOUSE_OVERSIGHT_026737",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026737.txt",
  "text": "headlong advances?\n\nWe're getting more vulnerable. Our increasingly interconnected world depends on\nelaborate networks: electric-power grids, air traffic control, international finance,\nglobally-dispersed manufacturing, and so forth. Unless these networks are highly\nresilient, their benefits could be outweighed by catastrophic (albeit rare) breakdowns.\nOur cities would be paralysed without electricity. Air travel can spread a pandemic\nworldwide within days. And social media can spread panic and rumour, and\neconomic contagion, literally at the speed of light.\n\nThe smartphone, the web and their ancillaries are already crucial to our networked\nlives. But they would have seemed magic even 20 years ago. So, looking several\ndecades ahead we must keep our minds open, or at least ajar, to transformative\nadvances that may now seem science fiction.\n\nThere’ve been exciting advances in what’s called generalized machine learning —\nDeep Mind (a small London company now bought up by Google) last year achieved a\nremarkable feat -- its computer beat the world champion in the game of ‘Go’.\n\nAnd Carnegie-Mellon University has developed a machine that can bluff and calculate\nas well as the best human players of poker.\n\nIt’s 20 years since IBM's 'Deep Blue’ beat Kasparov, the world chess champion. But\nDeep Blue was programmed in detail by expert players. In contrast, the machines\nthat play Go and Poker gained expertise by absorbing huge numbers of games and\nplaying against themselves. Their designers don’t themselves know how the\nmachines make seemingly insightful decisions.\n\nBut advances are patchy. Robots are still clumsier than a child in moving pieces ona\nreal chessboard. They can’t tie your shoelaces or cut ole people’s toenails. . But sensor\ntechnology, speech recognition, information searches and so forth are advancing\napace.\n\nBut it’s in deep space -- Carl Sagan’s special arena-—that robots will surely be\ntransformative.\n\nDuring this century the whole solar system will be explored by flotillas of\nminiaturized probes — far more advanced than the robot that ESA’s Rosetta landed\non a comet, or NASA’s ‘New Horizons’ probe that transmitted amazing pictures\nfrom Pluto, 10,000 times further away than the moon.\n\nThese two instruments took ten years on their journeys.\n\nAnd the amazing Cassini probe of Saturn is even more of an antique — it was\nlaunched more than20 years ago. Think how much better we could do today. And\nbetter, too than the ‘Curiosity’ rover on Mars\n\nHOUSE_OVERSIGHT_026737",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026737.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2511,
    "word_count": 391,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.022801",
    "prefix": "IMAGES-009"
  }
}