{
  "document_id": "HOUSE_OVERSIGHT_023865",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023865.txt",
  "text": "How to Teach the Twelve Cognitive Processes 1719\n\nhomes, cars, toys, games, lifestyles, behaviors, hairdos. . . . The list is\nseemingly infinite.\n\nWe may not see ourselves as experimenting when we try out some-\nthing new. We often experiment ineffectively. Learning to experiment\nin a reasonable way is yet again something that can be done only\nthrough experience. But, in this case, there really is an experimental\nprocess to be learned. It can be taught early on by finding simple ex-\nperiments that small children really are interested in doing—they do\nnot all have to do the same ones since it doesn’t matter what they do.\nThey can learn to attempt to control the variables and see what hap-\npens in a variety of circumstances. This is, again, the scientific meth-\nod, but the issue is really not teaching science so much as it is teaching\na scientific approach to gathering useful knowledge. What constitutes\nevidence and how to draw conclusions are the kinds of things that a\nteacher can help with. Here again, a case base is acquired and relied on\nthroughout this process. The discussion of findings so that they can be\nmentally indexed is very important part of the process.\n\nBut how do we find out what is true? Ask any 5-year-old this\nquestion and the answer is not very likely to be, We run an experi-\nment. Ask mommy, is more likely or, Ask the teacher, if the kid is in\nschool.\n\nBut, testing hypotheses is a critical part of learning to think. Of\ncourse, one has to have a hypothesis first. Children are rarely asked\nfor their hypotheses about things. This is not exactly odd because al-\nthough children do have them, it is a weird kind of discussion to have\nwith a 5-year-old. Nevertheless, it is important to do. Teaching chil-\ndren to form and test hypotheses is as simple as asking them to do it.\nBut, here again, asking them to do it must be done within the context\nof something they really care about. There have been many attempts\nover the course of educational history to teach kids science by having\nthem run experiments; sometimes they are asked simply to replicate\nold experiments and sometimes they are asked to try new ideas out\nand figure things out for themselves. While the latter is most certainly\npreferable, these experiments tend to be about testing water quality,\nor nutrients in the soil, subjects that are not exactly on the mind of a\n5-year-old.\n\nWhat is on the mind of a 5-year-old? He might be wondering\nabout how to deal with his baby sister. Or he might be wondering\n\nHOUSE_OVERSIGHT_023865",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023865.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2531,
    "word_count": 446,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.216694",
    "prefix": "IMAGES-007"
  }
}