{
  "document_id": "HOUSE_OVERSIGHT_022577",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022577.txt",
  "text": "75\n\nNon-Prosecution Agreements\n\nUnder a non-prosecution agreement, or an NPA as\nit is commonly known, DOJ maintains the right to file\ncharges but refrains from doing so to allow the company\nto demonstrate its good conduct during the term of the\nNPA. Unlike a DPA, an NPA is not filed with a court but is\ninstead maintained by the parties. In circumstances where\nan NPA is with a company for FCPA-related offenses, it is\nmade available to the public through DOJ’s website. The\nrequirements of an NPA are similar to those of a DPA,\nand generally require a waiver of the statute of limitations,\nongoing cooperation, admission of the material facts, and\ncompliance and remediation commitments, in addition to\npayment of a monetary penalty. If the company complies\nwith the agreement throughout its term, DOJ does not file\ncriminal charges. If an individual complies with the terms\nof his or her NPA, namely, truthful and complete coopera-\ntion and continued law-abiding conduct, DOJ will not pur-\n\nsue criminal charges.\n\nDeclinations\nAs discussed above, DOJ’s decision to bring or decline\nto bring an enforcement action under the FCPA is made\npursuant to the Principles of Federal Prosecution, in the case\nof individuals, and the Principles of Federal Prosecution\nof Business Organizations, in the case of companies. As\ndescribed, in the case of individuals, the Principles of Federal\nProsecution advise prosecutors to weigh all relevant consid-\nerations, including:\ne federal law enforcement priorities;\ne the nature and seriousness of the offense;\ne the deterrent effect of prosecution;\ne the person’s culpability in connection with the\noffense;\ne the person’s history of criminal activity;\ne the person’s willingness to cooperate in the investi-\ngation or prosecution of others; and\ne the probable sentence or other consequences if the\n\nperson is convicted.”\n\nThe Principles of Federal Prosecution provide addi-\ntional commentary about each of these factors. For\ninstance, they explain that prosecutors should take into\naccount federal law enforcement priorities because federal\nlaw enforcement and judicial resources are not sufficient\nto permit prosecution of every alleged offense over which\nfederal jurisdiction exists. The deterrent effect of prosecu-\ntion should also be kept in mind because some offenses,\n“although seemingly not of great importance by themselves,\nif commonly committed would have a substantial cumula-\ntive impact on the community?!\n\nAs discussed above, the Principles of Federal\nProsecution of Business Organizations require prosecutors to\nconsider nine factors when determining whether to prose-\ncute a corporate entity foran FCPA violation, including the\nnature and seriousness of the offense; the pervasiveness of\nwrongdoing within the company; the company’s history of\nsimilar conduct; the existence and effectiveness of the com-\npany’s pre-existing compliance program; and the adequacy\nof remedies, such as civil or regulatory enforcement actions.\n\nPursuant to these guidelines, DOJ has declined to\nprosecute both individuals and corporate entities in numer-\nous cases based on the particular facts and circumstances\npresented in those matters, taking into account the avail-\nable evidence.*** To protect the privacy rights and other\ninterests of the uncharged and other potentially interested\nparties, DOJ has a long-standing policy not to provide,\nwithout the party’s consent, non-public information on\nmatters it has declined to prosecute. To put DOJ’s declina-\ntions in context, however, in the past two years alone, DOJ\nhas declined several dozen cases against companies where\npotential FCPA violations were alleged.\n\nAs mentioned above, there are rare occasions in\nwhich, in conjunction with the public filing of charges\nagainst an individual, it is appropriate to disclose that a\ncompany is not also being prosecuted. That was done in a\nrecent case where a former employee was charged but the\n\nformer corporate employer was not?\n\nHOUSE_OVERSIGHT_022577",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022577.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3989,
    "word_count": 612,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:48.869300",
    "prefix": "IMAGES-007"
  }
}