{
  "document_id": "HOUSE_OVERSIGHT_023952",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023952.txt",
  "text": "206 Teaching Minds\n\nA good place to start is to ask what a highly functioning adult can\ndo and moreover has to be able to do in order to live in this world.\nWhen we ask this question, the phrase “21st-century skills” will not\ncome up. Every time that phrase comes up, somehow the answer\nturns out to include algebra and calculus and science, which, the last\nI heard, were 19th-century skills too.\n\nIn fact, let’s not talk about particular centuries at all. To see why,\nI want to diverge for a moment into a discussion of the maritime in-\ndustry, a subject with which I have become more fascinated over the\nyears. What did a mariner from Ancient Greece have in common with\nhis modern counterpart in terms of abilities?\n\nThe answer is an obsession with weather, ship maintenance, lead-\nership and organization, navigation, planning, goal prioritization,\nand handling of emergencies.\n\nEffective mariners from ancient times would have in common\nwith those of today is an understanding of how to operate their ships,\nthe basic laws of weather, tides, navigation, and other relevant issues\nin the physical world, and an ability to make decisions well when\ncircumstances are difficult. They also would have to know how to get\nalong with fellow workers, how to manage the people who report to\nthem, as well as basic laws of commerce and defense.\n\nIn fact, the worlds they inhabit, from an educational point of view,\nthat is, from thinking about what to teach and how to teach it, would\nbe nearly identical except for one thing: how to operate and maintain\nthe equipment. Their ships were, of course, quite different.\n\nSo, let’s reformulate this question that seems to haunt every mod-\nern-day pundit on education (usually politicians or newspaper people).\nWhat are 21st-century skills? Can this question be transformed (for\nmariners) into what does a 21st-century mariner need to be educated\nabout that his Ancient Greek counterpart was not educated about?\n\nThe answer, it seems obvious to me, is 21st-century equipment\nand procedures: engines, navigation devices, particular political situa-\ntions, computers, and so on. But, and this is an important “but,” none\nof this stuff is the real issue in the education of a mariner. The real\nissue is decision making. What one has to make a decision about is\nsecondary to the issue of knowing how to make a decision at all.\n\nYou can learn about a piece of equipment or a procedure by ap-\nprenticeship. Start as a helper and move on gradually to being an ex-\npert. But this is not what school emphasizes. School typically attempts\nto intellectualize these subjects. Experts write books about the theory\n\nHOUSE_OVERSIGHT_023952",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2661,
    "word_count": 449,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.505711",
    "prefix": "IMAGES-007"
  }
}