{
  "document_id": "HOUSE_OVERSIGHT_028007",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028007.txt",
  "text": "My command of Battalion 532 lasted only a few more months. On April 1,\n1974, an official commission of inquiry published its initial report on the war. It\nwas scathing in its assessment of our intelligence failings, for which it placed\nthe main blame the officer who had been promoted the year before as head of\nmilitary intelligence: Eli Zeira, the man who had addressed us on the sayeret\nbase before the the 1967 and so confidently predicted the outcome. It also took\naim at two other commanders. Gorodish, as head of the southern command, was\none. The other was Dado. As chief-of-staff, he was held ultimately responsible\nfor the intelligence failings and for not having ordered at least a partial call-up\nof our reserves.\n\nIn Eli’s case, I recognized the very fact of our being caught by surprise made\nhis position untenable. In fact, as I learned more details about what had\nhappened, I realized the commission had, if anything, understated the\nseriousness of his errors. In the run-up to the war, Eli had resisted multiple\nrequests from other intelligence officers to activate what the commission called\nour “special sources” of intelligence: the communications intercepts we’d\nplanted deep inside Egypt. Worse, he had indicated to the few generals who\nwere aware of their existence that he had activated them, implying that his lack\nof concern about the possibility of an Egyptian was based on our intercepts.\n\nBecause Dado was one of the people misled, his fall struck me as profoundly\nunfair. He had devoted his whole adult life to the defense of our country. After\nthe inquiry report, he was never again the same person. He developed an\nobsession with fitness and exercise. Psychologists might have called it\ndisplacement activity. I wondered whether it was a kind of self-punishment.\nEither way, it may well have killed him. At age 50, less than three years after\nthe war, he died of a heart attack after a day of running and swimming.\n\nAlmost every level of command was thrown into flux after the inquiry\nreport. So was the political landscape. Both Golda and Dayan bowed to growing\npublic pressure and resigned. The premium was on finding replacements who\nwere sufficiently experienced, but did not bear responsibility for the errors of\nthe war. For Prime Minister, the choice fell on Yitzhak Rabin. He had strong\nmilitary credentials, of course. But he had left the army and entered politics, and\nhad been out of Israel for several years as Israel’s ambassador to Washington.\nHe had joined Golda’s government only weeks before the war, in the relatively\nminor role of Minister of Labor. Much the same thing happened in the army.\nOnly one of the generals who had been in the running to succeed Dado before\n\n159\nHOUSE_OVERSIGHT_028007",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028007.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2746,
    "word_count": 464,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.215509",
    "prefix": "IMAGES-009"
  }
}