{
  "document_id": "HOUSE_OVERSIGHT_028624",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028624.txt",
  "text": "Aseries of pits Tepco dug to store some of the water also began leaking earlier this year, forcing workers to transfer the\nwater into the steel tanks.\n\nExperts have said they suspect that more contaminated water is seeping out from under the melted-down reactors into the\ngroundwater and the Pacific. Elevated levels of radioactive cesium in surrounding waters seem to confirm those suspicions.\n\nTepco has said those leaks are not directly from beneath the reactors, but from maintenance tunnels that run along the coast\nand remain contaminated from the early days of the disaster.\n\nBut it also acknowledges that the water beneath the reactors is extremely contaminated, and experts say that if it does get\ninto the ocean, it will surpass even the leaks that occurred in the disaster’s early days.\n\n“That prospect scares me,” Michio Aoyama, a senior scientist in the Oceanography and Geochemistry Research\nDepartment at the government-affiliated Meteorological Research Institute, said in an interview this month.\n\n“It’s the ultimate, worst-case scenario,” Professor Aoyama said.\n\nBack to top\n\nThe New Nuclear Craze\nMark Bittman - New York Times\n\nThere is a new discussion about nuclear energy, prompted by well-founded concerns about carbon emissions and fueled by\na pro-nuclear documentary called “Pandora’s Promise.” Add a statement by James E. Hansen — who famously sounded\nthe alarm on climate change — and, of course, industry propaganda, and presto: We Love Nukes.\n\nBefore we all become pro-nuclear greens, however, you’ve got to ask three questions: Is nuclear power safe and clean? Is it\neconomical? And are there better alternatives?\n\nNo, noand yes. So let’s not swap the pending environmental disaster of climate change for another that may be equally\nrisky.\n\nDespite all-out efforts and international cooperation, Fukushima, which scared Germany right out of the nuclear power\nbusiness, still isn’t under control. Proponents of nuclear power promise new and safer technology, but these discussions\nare filled with “coulds”; no such plants exist. Nor would they reduce the risks of proliferation. (Oh, that little thing.)\n\nNor would they do much to mitigate the all-too-infrequently discussed dangers of uranium mining, which uses vast amounts\nof water in the West — an area that can ill afford it— and is barely regulated or even studied. Thousands of uranium mines\nhave been abandoned, and no one seems to know how many remain to be cleaned up. The cost of that cleanup, of course,\nwill be borne by taxpayers, not industry.\n\nThen there’s disposal of spent fuel, which is not contained at the same safety level as active fuel, itself a scary thought.\nDecades into the nuclear age there remains, incredibly, no real plan for this; a patchwork scheme by the Nuclear Regulatory\nCommission, which appears to be even more industry-friendly than most federal agencies, was rejected by an appeals court\nlast year, and the Obama administration is standing by its campaign promise (shocking, | know) to abandon the nuclear\nrepository at Yucca Mountain in Nevada.\n\nThe economic viability of nuclear power is no more encouraging. Plants continue to close and generation rates continue to\ndrop. Operators may indeed continue to make money on reactors, but that’s only because federal subsidies are enormous.\nInsurance costs are limited. Loans are guaranteed (the Solyndra loan guarantee was half a billion dollars; in contrast, loan\nguarantees for new nuclear plants may run $8 billion); cost recovery and return on investment are also assured for decades,\nand some operators are able to collect costs from ratepayers (and pay dividends to shareholders) years before plants come\nonline — even if they never come online.\n\nSo they’re economical as long as you’re the owner, because historically, subsidies for nuclear power have been more than\ndouble the expense of power generation itself. While estimates of the costs of power generation vary wildly — allowing both\n\nHOUSE_OVERSIGHT_028624",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3989,
    "word_count": 632,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.816488",
    "prefix": "IMAGES-010"
  }
}