{
  "document_id": "HOUSE_OVERSIGHT_010572",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010572.txt",
  "text": "one or more of the following acts with each of the then-minor girls at his mansion: receiving a\ntopless or completely nude massage; using a vibrator on her vagina; masturbating in her\npresence; ejaculating in her presence; touching her breast or buttocks or vagina or the clothes\ncovering her sexual organs; and demanding that she bring him other underage girls. Epstein and\nhis co-conspirators used the telephone to contact these girls to entice or induce them into ——\nto his mansion for sexual abuse. Epstein also made E.W. perform oral sex on him and was to\nperform sex acts on Nadia Marcinkova (Epstein's live-in sex slave) in Epstein’s presence. See\nPlaintiff Jane Doe’s Notice Regarding Evidence of Similar Acts of Sexual Assault, filed in Jane\nDoe v. Epstein, No. 08-cv-80893 (S.D. Fla. 2010), as DE 197, (hereinafter “Rule 413 Notice”)\n(Exhibit ”E”); Jane Doe Depo., Attachment #2, at 379-380; L.M. Depo., Attachment #3, at 416;\nE.W. Depo, Attachment #4, at 205.\n\n12. = Atall relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that yet another of the minor girls Epstein sexually assaulted was C.L. When she was\napproximately 15 years old, C.L. was brought to Epstein’s home by another underage victim.\nWhile a minor, she was at Epstein’s home on multiple occasions. Epstein engaged in one or\nmore of the following acts with her while she was a minor at his house - topless or completely\nnude massage on Epstein; Epstein used a vibrator on her vagina; Epstein masturbated in her\npresence; Epstein ejaculated in her presence; Epstein also demanded that she bring him other\nunderage girls. See Rule 413 Notice, Exhibit “E”; Incident Report, Exhibit “A.\"\n\n13. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that yet another girl Epstein sexually assault was A.H. When she was approximately 16\n\nyears old, she was brought to Epstein’s home by another underage victim. While a minor, she\n7\n\nHOUSE_OVERSIGHT_010572",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1995,
    "word_count": 336,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:49.058226",
    "prefix": "IMAGES-001"
  }
}