{
  "document_id": "HOUSE_OVERSIGHT_019765",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019765.txt",
  "text": "Snowden’s Choices | 277\n\nhave sent Poitras documents anonymously over his own Tor soft-\nware and server. And he could have remained in his self-described\n“paradise” in Hawaii with his girlfriend.\n\nWhen he chose to move to Booz Allen, the risk of exposure\ngreatly increased because of its auditing system. Any documents he\ntook without authorization could be traced back to him (though not\nin real time). As he later told Greenwald and Poitras, he knew that\nstealing documents at the Booz Allen job meant that he would either\ngo to prison or escape from America. He didn’t want to face prison\ntime, so the job change required an escape plan. As part of that plan,\nsoon after he started work at the Booz Allen—managed facility, he\nsubmitted a request for a medical leave of absence.\n\nWe can safely assume that the reason he made this risky switch\nin employment was that he wanted something beyond the whistle-\nblowing documents. He wanted documents that were not avail-\nable at the Dell job. One such document he took was the top secret\nCongressional Budget Justification book for fiscal year 2013. This\n“black budget,” as it is called in Congress, contained the entire intel-\n\n® ligence community’s priorities for, among other things, monitoring ®\nthe activities of potential adversaries and terrorist organizations.\nIt specified the money requested not only by the NSA but by the\nCIA, the DIA, the National Reconnaissance Office, and other intel-\nligence services. Snowden could not have objected to the budget’s\nbeing somehow secret or illegitimate, because it was duly approved\nby both houses of Congress and the president. If it was not for pur-\nposes of whistle-blowing, presumably he had another purpose for\ntaking such a document. It certainly held value to other actors. “For\nour enemies, having it [the black budget] is like having the playbook\nof the opposing NFL team,” said the former CIA deputy director\nMorell in 2015. “I guarantee you that the SVR, the Russian foreign\nintelligence service, would have paid millions of dollars for such a\ndocument.” If unlike Ames, Hanssen, and Pelton, Snowden was not\nafter acquiring money, he must have seen another value in taking it.\n\nThe documents he stole at Booz Allen certainly increased his\nvalue to adversary nations, because they included lists revealing the\nNSA’s sources in Russia, China, and other foreign countries.\n\n| | Epst_9780451494566_2p_all_r.indd 277 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019765",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019765.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2464,
    "word_count": 405,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.574023",
    "prefix": "IMAGES-005"
  }
}