{
  "document_id": "HOUSE_OVERSIGHT_025156",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025156.txt",
  "text": "tool kit that can help prevent extinction. And more importantly, it helps frame the issues that need to be\nthoughtfully considered before these new technologies can be responsibly deployed. It is the first book written\non this subject, and more importantly, it is written by an insider who is helping shape and define the field for\nconservation.\"\n\nRYAN PHELAN is the Executive Director of \"Revive & Restore\", whose mission is to increase biodiversity —\nspecifically through genetic rescue, helping species that are either on the brink or are already extinct. The\nIntroduction and the Epilogue are by cultural icon Stewart Brand, creator of The Whole Earth Catlog, and author\nof The Media Lab, How Buildings Learn, and Whole Earth Discipline among many other landmark books and\nprojects. Brand is cofounder of \"Revive And Restore\" and founder of the parent organization, \"The Long Now\nFoundation”.\n\n-o\n\nTHE EVOLUTION OF BEAUTY\n\nHow Darwin's Forgotten Theory of Mate Choice Shapes the Animal World — and Us\nBy Richard O. Prum\n[US — Doubleday, Audio — Penguin RH; Manuscript; Pub Date: May 2017; 480 pages]\n\nA major reimagining of how evolutionary forces work, revealing how mating preferences—what Darwin termed\n\"the taste for the beautiful\" —create the extraordinary range of ornament in the animal world.\n\nIn the great halls of science, dogma holds that Darwin's theory of natural selection explains every branch on the\ntree of life: which species thrive, which wither away to extinction, and what features each evolves. But can\nadaptation by natural selection really account for everything we see in nature?\n\nYale University ornithologist Richard Prum—reviving Darwin's own views —thinks not. Deep in tropical\njungles around the world are birds with a dizzying array of appearances and mating displays: Club-winged\nManakins who sing with their wings, Great Argus Pheasants who dazzle prospective mates with a four-foot-\nwide cone of feathers covered in golden 3D spheres, Red-capped Manakins who moonwalk. In thirty years of\nfieldwork, Prum has seen numerous display traits that seem disconnected from, if not outright contrary to,\nselection for individual survival. To explain this, he dusts off Darwin's long-neglected theory of sexual selection\nin which the act of choosing a mate for purely aesthetic reasons—for the mere pleasure of it—1is an independent\nengine of evolutionary change.\n\nMate choice can drive ornamental traits from the constraints of adaptive evolution, allowing them to grow ever\nmore elaborate. It also sets the stakes for sexual conflict, in which the sexual autonomy of the female evolves in\nresponse to male sexual control. Most crucially, this framework provides important insights into the evolution of\nhuman sexuality, particularly the ways in which female preferences have changed male bodies, and even\nmaleness itself, through evolutionary time.\n\nThe Evolution of Beauty presents a unique scientific vision for how nature's splendor contributes to a more\ncomplete understanding of evolution and of ourselves.\n\nRICHARD O. PRUM is the William Robertson Coe Professor of Ornithology at Yale University. A lifelong bird\nfanatic, Prum has published more than 100 scientific articles on diverse topics including the evolution, behavior,\nsong, anatomy, developmental biology, phylogenetics, paleontology, optical physics, and pigmentary chemistry\nof birds. He has made ground-breaking scientific contributions to our understanding the evolutionary origin of\nfeathers, the physics of structural coloration, dinosaur feathers, fossil coloration, and the phylogenetic evolution\nof behavior. Over the past thirty years, Prum has developed a unique scientific perspective on evolution, and he\nhas documented this view with major scientific discoveries.\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-10-\n\nHOUSE_OVERSIGHT_025156",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025156.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3841,
    "word_count": 579,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.207406",
    "prefix": "IMAGES-008"
  }
}