{
  "document_id": "HOUSE_OVERSIGHT_019209",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019209.txt",
  "text": "Russian authorities. On Sept. 23, 2013, Mr. Kucherena gave a long interview to Sophie\nShevardnadze, a journalist for Russia Today television.\n\nWhen Ms. Shevardnadze directly asked him if Mr. Snowden had given all the documents\nhe had taken from the NSA to journalists in Hong Kong, Mr. Kucherena said Mr.\nSnowden had only given “some” of the NSA’s documents in his possession to journalists\nin Hong Kong. “So he [Mr. Snowden] does have some materials that haven’t been made\npublic yet?” Ms. Shevardnadze asked. “Certainly,” Mr. Kucherena answered.\n\nThis disclosure filled in a crucial piece of the puzzle. It explained why NSA documents\nthat Mr. Snowden had copied, but had not given to the journalists in Hong Kong—such\nas the embarrassing revelation about the NSA targeting the cellphone of German\nChancellor Angela Merkel—continued to surface after Mr. Snowden arrived in Moscow,\nalong with NSA documents released via WikiLeaks.\n\nAs this was a critical discrepancy in Mr. Snowden’s narrative, I went to Moscow in\nOctober 2015 to see Mr. Kucherena. During our conversation, Mr. Kucherena confirmed\nthat his interview with Ms. Shevardnadze was accurate, and that Mr. Snowden had\nbrought secret material with him to Moscow.\n\nMr. Snowden’s narrative also includes the assertion that he was neither debriefed by nor\neven met with any Russian government official after he arrived in Moscow. This part of\nthe narrative runs counter to findings of U.S. intelligence. According to the House\nPermanent Select Committee on Intelligence report, Mr. Snowden, since he arrived in\nMoscow, “has had, and continues to have, contact with Russian intelligence services.”\nThis finding is consistent with Russian debriefing practices, as described by the ex-KGB\nofficers with whom I spoke in Moscow\n\nMr. Snowden also publicly claimed in Moscow in December 2013 to have secrets in his\nhead, including “access to every target, every active operation. Full lists of them.” Could\nMr. Snowden’s Russian hosts ignore such an opportunity after Mr. Putin had authorized\nhis exfiltration to Moscow? Mr. Snowden, with no exit options, was in the palm of their\nhands. Under such circumstances, as Mr. Klintsevich pointed out in his June NPR\ninterview: “If there’s a possibility to get information, they [the Russian intelligence\nservices| will get it.”\n\nThe transfer of state secrets from Mr. Snowden to Russia did not occur in a vacuum. The\nintelligence war did not end with the termination of the Cold War; it shifted to\ncyberspace. Even if Russia could not match the NSA’s state-of-the-art sensors, computers\nand productive partnerships with the cipher services of Britain, Israel, Germany and other\nallies, it could nullify the U.S. agency’s edge by obtaining its sources and methods from\neven a single contractor with access to Level 3 documents.\n\nRussian intelligence uses a single umbrella term to cover anyone who delivers it secret\nintelligence. Whether a person acted out of idealistic motives, sold information for money\nor remained clueless of the role he or she played in the transfer of secrets—the provider\nof secret data is considered an “espionage source.” By any measure, it is a job description\nthat fits Mr. Snowden.\n\nMr. Epstein’s book, “How America Lost Its Secrets: Edward Snowden, the Man and the\nTheft,” will be published by Knopf in January.\n\nJournal Video: Investigative Journalist Edward Jay\nEpstein on Snowden;s Legend\n\nHOUSE_OVERSIGHT_019209",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019209.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3442,
    "word_count": 546,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.492015",
    "prefix": "IMAGES-005"
  }
}