{
  "document_id": "HOUSE_OVERSIGHT_012837",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012837.txt",
  "text": "tend to leave them within this arena even if they lose particular capacities. Conversely, if scientists\ndiscover that an organism outside the arena of moral patient-hood has capacities of experience and agency\nthat are on a par with those inside the arena, this evidence often promotes their legal status and protection.\nSuch was the fate of the octopus, an invertebrate once classified by Aristotle as “stupid”, but now\nelevated to the company of much smarter animals that solve novel problems, deploy trickery, and show\nsome evidence of being aware of their behavior. As such, they are one of the few invertebrates to enjoy\nheightened protection and care when they are kept in captivity.\n\nMoral agents are high in agency, meaning that they can distinguish right from wrong, exert self-\ncontrol in the context of selfish temptation, can be blamed and punished, and are expected to care for\nmoral patients. Moral patients are high in experience, including especially the capacity to feel pain. Both\nmoral agents and patients have moral worth. But as in all entities that have worth or value, some are more\nvaluable than others. So it is with moral worth. This is where departures from humanness get interesting,\ndangerously so. When we strip individuals of their moral worth, denying them qualities that define\nhumanness, we have entered a world of distortion and denial that facilitates and justifies excessive harms.\n\nAcross many studies, individuals consider themselves to be more human — as defined by the\ndimensions of experience and agency — and to have greater moral worth than other individuals. When\nindividuals are socially ostracized and excluded from a group, they judge themselves as less human, and\nso do the spectators who observe the ostracism. Individuals judge members of their own group to be more\nhuman and morally worthy than those outside the group, no matter how small or broad the group is. What\ncounts is our overall sense of how we compare to others, and the dimensions used to calibrate this\nsimilarity metric. The Australian social psychologist Nick Haslam carried out several experiments to\ndetermine how our rating of a group’s humanness influenced how much we praise, blame and protect\nthem, as well as whether we believe that rehabilitation or punishment is most appropriate after they have\ndone something wrong. Haslam based his study on the idea, supported by the law, science, and our folk\nintuitions that we blame, praise and punish only those who do bad things on purpose as opposed to by\naccident. Conversely, we favor rehabilitation in those cases where we believe that the person can right a\nwrong, learning a lesson from a prior transgression.\n\nSubjects started by rating several different social groups along different dimensions of\nhumanness. Though Haslam’s dimensions were slightly different from those used by Gray and Wegner,\nthey generally corresponded to experience and agency, including compassion, warmth and a sense of\ncommunity on the one hand, and reason, self-control, civility, and refinement on the other. The target\nsocial groups were associated with negative or positive stereotypes such as the homeless, mentally\ndisabled, athletes, politicians, doctors, lawyers, gays, and different religious groups. Next subjects\n\nimagined that a member of one of these groups had acted morally or immorally, or had been mistreated in\n\nHauser Chapter 3. Ravages of denial 91\n\nHOUSE_OVERSIGHT_012837",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012837.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3444,
    "word_count": 550,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.143130",
    "prefix": "IMAGES-002"
  }
}