{
  "document_id": "HOUSE_OVERSIGHT_011153",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011153.txt",
  "text": "T,= 2 at the collective scale. (A11.1a)\nC\nP\n\nrecalling that c, is pure consumption rate C, /K,.\n\nRae, Jevons and Boehm Bawerk all got nowhere because they modeled physical\ncapital only. Jevons, in particular, saw the productive cycle as the wage fund\nreproducing itself as it was used up in consumption per (A11.1). He was close.\n(A11.1a) models it as total capital reproducing itself as it is used up in pure\nconsumption. My next generation theory, really Petty’s, posits the generation length\nas the deadline for transmitting all fitness (total capital) from each generation to the\n\nnext.\n\nThe generation length in R.A. Fisher’s sense is average age difference between both\nparents and all offspring from first births to last weighted equally. It is a flexible\nbiological norm. It was probably well over 30 years before 1900 or so, when high\ninfant mortality compelled longer breeding to ensure that two would survive to\nbreed again. Contraception, known since Roman times, was then less practiced. It\nseems to run a little under 30 years today in industrial countries. I model it at 28.5\n\nyears. That gives\n\nT, =28.5 years and Cc, = —-=.035 /year . (A11.2)\n\nF\n\n(A9.5), inferred from free growth theory, already gives\n\nI(K,),,optimum=Y optimum=c_, at the collective scale.\nxa xa p\n\nThis shows that the output we actually control, meaning ex ante output, is optimized\nat just enough to make up losses to pure consumption. Next generation theory\n\nspecifies that the loss and make-up period equals the generation length.\nAPPENDIX A: The Argument in Notation 3/7/16 27\n\nHOUSE_OVERSIGHT_011153",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011153.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1590,
    "word_count": 260,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.830570",
    "prefix": "IMAGES-001"
  }
}