{
  "document_id": "HOUSE_OVERSIGHT_020633",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020633.txt",
  "text": "174\n\nwas activated to pressure the government to change position. Singapore’s experience in\n2016-17 holds lessons for other ASEAN member states.\n\nOn the surface, China claims that it does not interfere in the internal affairs of other\nstates. At the same time, it is led by a Leninist party that embraces the ideas of the\nUnited Front as a key tactic. Translated into foreign policy, by its nature United Front\nwork involves lobbying, coercion, co-optation and other influence operations—some\nof which are legitimate, others of which are not. China’s self-declared role as the\nrepresentative of all Chinese people around the world and its stated position that all\nChinese are obliged to help China further complicate its position in Singapore, which\nis 76 percent Chinese.\n\nThis multifaceted and contradictory approach is deployed within an overarching\nnarrative of China’s inevitable and unstoppable rise and America’s equally inevitable\nand absolute decline. This narrative and others are propagated by various means:\nWeChat with Chinese-speaking populations, social and mainstream media, whispering\ncampaigns, business, clan, and cultural associations, and conventional agents of\ninfluence reporting to Chinese intelligence organizations, who cultivate what Lenin\ncalled “useful idiots.”\n\nA History of Influence\n\nChinese influence operations in Singapore are not a recent phenomenon. China’s\nUnited Front activities in the late 1950s and 1960s sought to export China’s communist\nrevolution to Southeast Asia and were part of an open political struggle. But even after\nChina’s proxies in the political contest were defeated, China continued to try to shape\npublic opinion in Singapore. This attempt differed from the 2016-17 episode mainly in\nthe means deployed, which reflected the technologies available at the time.\n\nOn May 15, 1971, the Singapore government announced the arrest and detention of\nthree individuals under the Internal Security Act. The government press statement\nrevealed that “officials of a communist intelligence service based in Hong Kong”\n\nhad between 1964 and 1968 given loans totaling more than 7 million Hong Kong\ndollars at the “ridiculously low interest rate of 0.1% per annum” to an ethnic Chinese\nbusinessman to start an English-language daily newspaper named the Eastern Sun.' The\nnewspaper commenced publication in 1966. In return for the loans, the Eastern Sun was\nrequired not to oppose the PRC on major issues and to remain neutral on minor issues.\n\nIn 2004, China deployed intense pressure on Singapore when then deputy prime\nminister Lee Hsien Loong paid an unofficial visit to Taiwan. The Chinese were trying\nto get Singapore to cancel the visit. Singapore adheres to a “One China Policy,” but if\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020633",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020633.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2773,
    "word_count": 423,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.794576",
    "prefix": "IMAGES-006"
  }
}