{
  "document_id": "HOUSE_OVERSIGHT_026321",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026321.txt",
  "text": "From: Larry Summers \nSent: 9/12/2018 3:01:20 AM \nTo: jeeyacation@gmail.com \nSubject: Fwd: This morning \nImportance: High \nMore than u may want to know \nSent from my iPhone \nPlease direct all scheduling inquiries to my office at: \nFollow me on twitter @lhsummers \nwww.larrysummers.com \nBegin forwarded message: \nFrom: \"Maskin, Eric\" \nDate: September 11, 2018 at 10:24:21 PM EDT \nTo: LHS \nSubject: RE: This morning \nI believe there are, but don't know how careful they are. I will try to get you references. \nFrom: LHS < \nSent: Tuesday, September 11, 2018 10:23 PM \nTo: Maskin, Eric <11 \nCc: lhsoffice \nSubject: Re: This morning \nAre there empirical studies on turnout. \nSent from my iPhone \nPlease direct all scheduling inquiries to my office at: \nFollow me on twitter @lhsummers \nwww.larrysummers.com  \nOn Sep 11, 2018, at 10:20 PM, Maskin, Eric < > wrote: \nYes, we can expect more extremists to run under RCV. But also more centrists (e.g., Bloomberg). Since the centrists are \ncloser to the median voter, they will defeat the extremists. \nThe evidence I have seen suggests that RCV increases turn-out. [But it's important that voters be given the choice to \nrank as many or few candidates as they like, so that a voter always has the option of voting for a single candidate (in \neffect, he would be ranking all other candidates as tied for second). In practice, most voters choose to rank two or three \ncandidates, but a significant fraction just rank one] \nHOUSE OVERSIGHT 026321 \nIn fact the increase in the diversity of candidates under RCV is related to turn-out. If RCV had been used in 2016, Bernie \nSanders could have run as an independent in the general election without fear of guaranteeing a Trump victory. Many \nof the Bernie supporters who stayed home on election day might then have voted---and presumably would have ranked \nClinton second. This would have given her a victory over Trump in Michigan, Wisconsin, and Pennsylvania (and possibly \nelsewhere). \nEric \nFrom: LHS ______________________________ \nSent: Tuesday, September 11, 2018 7:52 PM \nTo: Maskin, Eric \nCc: lhsoffice \nSubject: Re: This morning \nI get that formal argument \nWhat about aspects not quite in model. \nMore folk will run from extremes if they can attract more First run votes. Candidates can position a bit. \nSeparately I pitched this to someone today. \nHe said he had heard that because of its greater complexity African American and lower income turnout was depressed. \nIs there evidence on turnout impacts? \nSent from my iPhone \nPlease direct all scheduling inquiries to my office at: \nFollow me on twitter @lhsummers \nwww.larrysummers.com  \nOn Sep 11, 2018, at 6:05 PM, Maskin, Eric ____________________________________ wrote: \nHi Larry, \nThank you very much for taking the meeting this morning. I'm glad you found it worthwhile, and I agree with you that \nAdam Friedman's commitment to the project is impressive. \nI AM serious about working on this---it's a nice opportunity to make important practical use of some interesting theory. \nVoting rules may seem nerdy and dry, but they can make an enormous difference to actual politics \nThe formal argument that RCV promotes centrism better than the current system (plurality rule) is straightforward. \nSuppose that most voters vote ideologically in the sense that the closer a candidate is to their own position on the left-\nright spectrum, the more like they are to vote for him. Then under majority rule (my favorite voting system)---in which \nvoters rank candidates and the winner is the candidate who beats all other in pairwise comparisons----the winner will be \nthe median voter's favorite candidate -----in other words, the most centrist candidate gets elected (this assumes that \nthere are enough candidates running so that there is one who is reasonably close to the median voter). Now observe \nthat RCV is in between majority rule and plurality rule, and so will promote centrism better than plurality rule. \nBest wishes, Eric \nHOUSE OVERSIGHT 026322 \nFrom: LHS ._____________________________________ \nSent: Tuesday, September 11, 2018 4:16 PM \nTo: Maskin, Eric \nCc: Ihsoffice \nSubject: This morning \nIt was fun and interesting. \nI admire your friends determination. \nAre you serious about working on this? \nHas anyone done a full analysis of this and polarization. \nSeems like on one hand it might encourage Ralph Nader cuz he d get more first round votes and not elect George \nbush. This might be bad. \nOn other hand, gore would not have to move left to take Nader vote. \nIf I like centrism is it clear that this is better. \nI get that it avoids arbitrary outcomes but assume that a tea party nut is as likely to elect a dem as a lefty is to elect et a \nrepublican. \nAnyway thanks for setting up. \nBtw I gave them 10,000. \nLarry \nSent from my iPad \nPlease direct all scheduling inquiries to my office at: \nFollow me on twitter @Ihsummers \nwww.larrysummers.com  \nHOUSE OVERSIGHT 026323",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4938,
    "word_count": 802,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:47.966274",
    "prefix": "TEXT-001"
  }
}