{
  "document_id": "HOUSE_OVERSIGHT_022839",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022839.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 1/16/2015 7:52:31 PM \nTo: Thomas Jr., Landon \nSubject: Re: How are you holding up? \nImportance: High \nit is the begining world currencies are out of balance. brazil, etc \nOn Fri, Jan 16, 2015 at 3:45 PM, Thomas Jr., Landon < > wrote: \nI think the big issue is separating yourself from Andrew. I mean I can see why a statement might help \nin some way -- but its Andrew (not clinton and the rest) that is keeping the story alive. Until you are \nable to come forward and address that the story lives on. I mean in the end he had consensual sex \nwith •And Mworked for you. The rest is atmospherics. You have moved on! People don't know \nthat and cant accept that unless you say as much. \nDoes franc drama worry you? Am writing on it now... \nOn Fri, Jan 16, 2015 at 2:35 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nvery well, my reputation has admittedly taken a hit. however, again, more calls re currency than i can \nhandle. in addition I am considering a statement and positon that Out of respect and love for my former \ngirlfrend I have tried to keep her out of my mess. she was never questioned, or subpeonaed. her name \nnever surfaced.. I thought it right as a friend to protect her name. however during the entire \ntime she was my serious girlfriend. She traveled with me almost everywhere, each house, she is on the plane \nmany many times. she knew and remembers She never saw anything that claims. She can \nconfirm 1. I was never alone at the house. staff, friends etc. , no girl ever complained , not once. 2. jane \ndoe 1 and 2 , were local strippers, that would call all the time asking if they could do massages. . . they left \nmessage after message. 3. We had a serious love relationship , I had promised her not to involve her in my \nstory as it was so sordid. . she was 22 - 24 at the time. . 4 she has photos after photos showing we were \ntogether. . 5 she knows clinton was never on the island. 6 she knows no sex with steven hawking, she knows \nno sex with ehud as he was also never on the island. 6 she is 38 years old now and presentable. . 7 She woudl \nacknowledge that these girls asked to bring their friends . many of their best friends sat in the kitchen while \nthey gave massages outside on the terrace. ( no sex ). . they certainly looked over age. nevr heard anyone \nsay otherwise. , Jeffrey never asked for underage, that is crazy, . . 8 . answered the phones. served \ncoffee. . there were many massage people , men women, aged up to 60. \nOn Fri, Jan 16, 2015 at 3:32 PM, Thomas Jr., Landon < wrote: \nLandon Thomas, Jr. \nFinancial Reporter \nNew York Times \nhttp://topics.nytimes.com/top/reference/timestopics/people/t/landon jr thomas/inde  \nx.html  \nHOUSE OVERSIGHT 022839 \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nLandon Thomas, Jr. \nFinancial Reporter \nNew York Times \nhttp://topics.nytimes.com/top/reference/timestopics/people/t/landon jr thomas/index.  \nhtml  \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 022840",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022839.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4144,
    "word_count": 693,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:48.353931",
    "prefix": "TEXT-001"
  }
}