{
  "document_id": "HOUSE_OVERSIGHT_020196",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020196.txt",
  "text": "44\n\nCHAPTER THREE\n\nTinker\n\n“Tt’s like the boiling frog. You get exposed to a little bit of evil, a little bit of rule-breaking, a little bit of\ndishonesty... you can come to justify it.”\n\n—Snowden in Moscow, 2014\n\nEdward John Snowden was born on June 21, 1983 in Elizabeth City, North Carolina. His\nparents, Lon Snowden and Elizabeth “Wendy” Barrett, according to their marriage records, wed\nwhen they were both 18 in 1979. The following year they had a daughter, Jessica.\n\nLon Snowden, like his father before him, served in the U.S. Coast Guard. He was stationed at\nits main aviation base, where his father-in-law Edward John Barrett, was an officer and rising star\nof the Coast Guard. While Edward Snowden was still a child, his grandfather would become not\nonly an admiral but the head of the Coast Guard’s entire aviation service. Admiral Barrett would\nbe the only grandfather, Edward Snowden would ever know. His paternal grandfather died\nbefore he was born in a fatal car crash. He had had a drinking problem and killed a woman in a\nprior car crash.)\n\nWhen Lon was transferred to a Coast Guard base near Baltimore in 1992, the family moved to\nMaryland. Lon bought a two-story house in Croften, Maryland, a residential community very\nclose to the NSA’s headquarters building at Fort Meade. The two children, Edward, who was\nnine, and Jessica, who was 12, were enrolled in local public schools in Croften.\n\nJessica was a top student. She graduated high school, completed both her courses at University\nof Maryland and went on to law school, where she graduated with honors. Unlike his sister,\nSnowden experienced a string of failures in his education. In 1998, after only one year of classes,\nhe dropped out of Arundel High School. According to school records, he stopped attending\nclasses at the age of fifteen. He later attributed his absence from school to a medical problem,\nmononucleosis, but according to Robert Mosier, a spokesman for Anne Arundel County public\nschools, there is no record of any medical illness. Brad Gunson, who knew him before he dropped\nout of high school, recalled in an interview with the Washington Post only that he had a high-\npitched voice, liked magic cards, and played fantasy video games. Nor did Snowden receive\nhome schooling or ever get a high school diploma.\n\nInstead, Snowden became the product of a broken home. His parents were entangled in a\nmessy divorce fight until he was seventeen. By this time Jessica had her own apartment. When his\n\nHOUSE_OVERSIGHT_020196",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020196.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2511,
    "word_count": 425,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.132856",
    "prefix": "IMAGES-005"
  }
}