{
  "document_id": "HOUSE_OVERSIGHT_018669",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018669.txt",
  "text": "As a result, notwithstanding my considerable feminist writing and activism, I live in fear\nof my \"feminist card\" being revoked because of my BDSM identity.\n\nYet, simultaneously, my practice of BDSM has greatly informed my feminist\nunderstanding. Rape and consent are both very important feminist issues, and much of\nthe BDSM community obsessively examines sexual consent. The dominant BDSM\ncommunity \"mantra\" is \"SSC: Safe, Sane, and Consensual.\" Some people debate whether\nanother \"mantra\" would be better, but I have never heard of someone removing the\n\"consensual\" part. Indeed, the ways many BDSMers think of sexual consent overlap\ndramatically with the ways that many feminists think of it.\n\nSafewords are a famous and high-profile example of careful BDSM communication\ntactics. They are specific code words that any participant can use to stop the sexual action\nat any time. Safewords are important in a context where one partner might want to\nscream \"No!\" or \"Please don't!\" or \"Mercy!\" with no intention of actually stopping the\naction.\n\nSafewords serve another, stealthier, but equally important function: they bring home the\nidea that consent is a continuously changing process. Consent is part of the ongoing\nsexual negotiation that takes place between two people. Here, BDSM consent ideas\noverlap heavily with feminist consent ideas. For example, one article by high-profile\nfeminist Jaclyn Friedman pushes back against dominant conceptions of consent by stating\nthat \"consent is not a lightswitch.\" As Friedman writes:\n\nSexual consent isn't like a lightswitch, which can be either \"on,\" or \"off.\" It's not like\nthere's this one thing called \"sex\" you can consent to anyhow. \"Sex\" is an evolving series\nof actions and interactions. You have to have the enthusiastic consent of your partner for\nall of them. And even if you have your partner's consent for a particular activity, you\nhave to be prepared for it to change.\n\nSafewords are, effectively, a constant reminder that \"you have to be prepared for\n[consent] to change.”\n\nBDSMers and feminists tend to teach explicit, straightforward verbal sexual\ncommunication -- in contrast to the seduction community, which typically teaches non-\nverbal or playfully tacit sexual communication. For example, the seduction community\nhas an extensive array of discussions about how to initiate flirtatious touching, which\nPUAs refer to as \"kino.\" The seduction community also places a strong emphasis on\ndeveloping skill at reading a social situation without asking exactly what is going on; if a\nPUA is good at understanding implicit social signals, he is described as \"calibrated.\"\n\nFor BDSMers and feminists, the sexual consent territory continues to overlap after\nsafewords. Huge factions, if not majorities, within both groups have concluded that the\nbest way to encourage consent is not merely to encourage people to understand that they\ncan withdraw consent at any point -- but to encourage open communication and self-\nknowledge about sex.\n\nAmong feminists, an example of this approach is Jaclyn Friedman's brand-new book\nWhat You Really, Really Want: The Smart Girl's Shame-Free Guide to Sex and Safety.\nSalon's Tracy Clark-Flory notes in an interview with Friedman that:\n\nHOUSE_OVERSIGHT_018669",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018669.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3255,
    "word_count": 505,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.900854",
    "prefix": "IMAGES-005"
  }
}