{
  "document_id": "HOUSE_OVERSIGHT_030842",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030842.txt",
  "text": "market thoughts\n\nThe great rotation\n\nThere is an awful lot being written about the next bursting\nbubble, which, according to pundits, is fixed income. The\n\nfear is either that inflation very quickly begins to\nreaccelerate because of monetary policy and central banks\nwill need to aggressively slam on the policy brakes, or that\ninvestors are going to begin a Great Rotation out of fixed\nincome.\n\nThe Great Rotation scare being talked about argues that\nindividual investors will apparently all wake up one day and\ncollectively sell their bonds to buy stocks. For individual\ninvestors, it’s very unlikely that we will see selling of core\nbonds until investors actually lose money—and we don’t\nexpect that to happen soon. In our portfolios next year, we\nenvision owning more world equity markets, and owning\nless cash and short-duration fixed income. So | agree with\nthe risk rotation, but a mad dash by individual investors out\nof fixed income seems unnecessary and unlikely.\n\nThe balancing act for central banks is to try to stimulate\ngrowth without provoking inflation. There is enough excess\ncapacity in labor markets that the greater policy concern\nremains disinflationary pressure. While we are keeping a\nclose eye on inflation expectations, which have been\nrising, our economics team continues to believe inflation\ncomes after growth and therefore isn’t a threat to this\ncycle of easy monetary policy. We expect the Fed,\nEuropean Central Bank and Bank of Japan will continue to\npromote “easy money.”\n\nThere is going to be an inflation shock that will come with\naccelerating growth—we just don’t see it next year. But in\npreparation for that scenario, our team has already begun to\ndo work on the theme of inflation protection.\n\nInflation expectations remain stable\n5Y5Y forward breakeven inflation\n\n4%\n3%\n2%\n1%\n\n2009 2010 2011 2012\n\nSource: Bloomberg. Data as of November 2012.\n\nU.S. inflation is not yet troubling\nU.S. CPI YoY NSA\n\n4%\n3%\n2%\n1%\n0%\n-1%\n-2%\n-3%\n2009 2010 2011 2012\n\nSource: Bloomberg, Bureau of Labor Statistics.\nData as of November 2012.\n\nNow what?\n\nWe invest with a 12-month outlook, but also take advantage\nof short-term trading opportunities. But to borrow a phrase\nfrom my daughter, patience is the key to joy. Into year-end,\nmarkets face higher uncertainty and weaker activity. We are\ngoing to see more headlines, unfortunately with less real\nnews. In the short term, both issues will extract a higher risk\npremia from risk assets, which should create some\ninteresting opportunities.\n\nFor where we believe the macro cycle is right now, we\nwant to be increasing our allocation to equities as we look\ninto 2013. We continue to barbell those equity allocations\nbetween the United States, which continues to lead the global\nrecovery, and emerging markets, where we see significant\ngrowth potential. While we have added to our exposure in\nEurope and continue to see scope for investment opportunity\nahead, we don’t feel it’s a market that is gapping away from us.\n\nWe are also doing tactical work in our hedge fund allocations.\nWe are looking to be more directional in our risk taking\nnext year, particularly looking at long/short and event-\ndriven strategies. In fixed income, we continue to like\ncredit, but need to be more selective. We are looking at\ntotal and absolute return fixed income strategies that can be\nmore nimble in how they invest duration. We expect to hold\nless short-duration and cash next year across portfolios.\n\nAS a last mention, for anyone looking for a timely read, | just\nfinished William Silber’s book about Paul Volcker. It is great\ncontext for how we got to where we are today and a\nreminder that while the past doesn’t ever exactly repeat\nitself, it does rhyme. It’s also a subtle reminder of why\nstrong leadership and bipartisan counsel are essential for\neffectively navigating the road ahead.\n\n| very much look forward to our ongoing investment\ndialogue with you.\n\nRichard Madigan\nNovember 2012\n\nHOUSE_OVERSIGHT_030842",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030842.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3971,
    "word_count": 656,
    "line_count": 112,
    "import_date": "2025-11-19T21:47:46.554128",
    "prefix": "IMAGES-011"
  }
}