{
  "document_id": "HOUSE_OVERSIGHT_011761",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011761.txt",
  "text": "/ BARAK / 4\n\nreason, that was absurd. Near the end of the campaign, there was going be a head-\nto-head television debate. In the meantime, though Bibi might be many things, he\nwasn’t stupid. He was already telling voters that while Peres was making deals\nwith Arafat, ordinary Israelis were being left to wonder where the next terrorist\nwould strike. He would surely ramp up the accusations that Peres was “weak on\nsecurity,” especially if there was more violence. To assume that if we just sat back\nwe would win seemed to me complacent and risky. Yet when I mentioned to\nShimon that a couple of our internal polls still actually had Bibi slightly ahead, he\njust laughed. “I have good polls,” he said. ““Why should I believe the bad ones?”\n\nThen, however, violence intervened again. It was not Hamas this time.\nBeginning on March 30 and escalating sharply 10 days later, Katyusha rockets\nrained onto towns and settlements in northern Israel by Hizbollah — the first\nsustained attack since the cease-fire in 1994. It was pretty obvious that, like\nHamas, the Iranian-backed Shiite militia in Lebanon was not just targeting Israeli\ncivilians, but Oslo, and Peres’s chances of winning the election. The last thing\nShimon wanted was for tens of thousands of people in the north of Israel to be\ncowering in shelters during the final stretch of the campaign. So on April 11, he\nordered a major military operation in Lebanon.\n\nI wasn’t party to the discussions about the operation. But the model chosen was\nsimilar to the one I’d drawn up in 1994: a large-scale air and artillery assault\ndesigned to hit Hizbollah hard, force civilians to flee and persuade the Lebanese\nand Syrian governments to commit to a US-mediated end to the rocket attacks.\nAgain, all of that happened. But not before a tragic accident which brought a storm\nof international criticism and hastened the end of the operation. An Israeli special-\nforces unit was ambushed while providing laser targeting support for an air force\nstrike. When it called in artillery support, four of the shells fell on a UN compound\nnear the Lebanese village of Qana, killing more than 100 civilians seeking shelter\ninside.\n\nPeres phoned me a few hours later, distraught not just because the wayward\nartillery strike had laid us open to charges of “targeting” civilians in an operation\ndesigned to try to avoid doing so. Also, because the accident seemed likely to deal\na further blow to his efforts to convince Israel’s voters that he, rather than Bibi,\nwas the man best placed to lead the country. “We’re in trouble,” he said. Yet\nwithin days, it became clear that our basic campaign strategy — ignore Bibi and\n“kick the ball into the stands” — was not going to change. I did make one last\n\n290\nHOUSE_OVERSIGHT_011761",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011761.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2763,
    "word_count": 475,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.328483",
    "prefix": "IMAGES-001"
  }
}