{
  "document_id": "HOUSE_OVERSIGHT_012778",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012778.txt",
  "text": "features that will undermine the success of the in-group. This has the effect of tightening the bonds\nwithin the group. Next, convince the in-group that those undesirable qualities make the others less-than-\nhuman and barely nonhuman. Next, make sure that the nonhuman mascot for the out-group is vile,\nabhorrent, and disgusting. This ingredient is critical as it guarantees that each member of the in-group will\nfeel a surge of disgust every time it sees or hears of the out-group. Once disgust is in motion, there is\nonly one additional step: either destroy or purge the other of its vile qualities. Destruction is not only\npermissible, but morally obligatory, carried out guilt-free because the mind has taken the other out of the\nmoral domain and into the domain of property — either dispensable, controllable or transformable.\nTaking out the other is rewarding. Harm feels good.\n\nOur uniquely promiscuous minds invented dehumanization, using a recipe of adaptive ingredients\n— defense against an enemy, disgust as a response to noxious and unhealthy substances, and creative\nlanguage use. This is a dangerous idea, one I develop in chapter 3. It is one of many capacities that\nenabled us to uniquely imagine new ways of inflicting excessive harm on others. It is a capacity that,\n\nnonetheless, has a deep evolutionary history.\n\nHARMING OTHERS, version 1.0: non-lethal behavioral routines\n\nAll animals are motivated to secure resources that will enable them to survive and reproduce. At the most\nbasic and universal level, this is what life is all about. Gaining access to resources enables individuals to\naccrue more resources, live longer, and produce more offspring. The path to acquiring resources is\ncomplicated by two facts of life that were central to Darwin’s insights into the process of evolution:\nresources are limited and individuals must compete with others from the same and different species for\nthese resources. Competition is the breeding ground for aggression — the most basic means of harming\nothers. Aggression is a natural outcome of living in a social world where supper, sex, and space never\ncome prepared on a silver platter. Here I explore the core properties of non-lethal aggression, a manner of\nharming others that is part of every animals’ behavioral repertoire. This discussion sets the stage for\nunderstanding how evolution’s R&D operation enabled a transformation of the non-lethal form of\naggression into a lethal form, and ultimately, into an excessively lethal form that is the trademark of\nhuman evil. It also shows how the social norms guiding animal aggression evolved into moral norms, and\nthus, why we perceive some forms of aggression as deeply wrong, unethical and grotesque.\n\nConsider life on Earth before human existence, say 10 million years ago. Our closest living\n\nrelatives the chimpanzees and bonobos are living in the forests of Africa, and so too are dozens of other\n\nHauser Chapter 1. Nature’s secrets 32\n\nHOUSE_OVERSIGHT_012778",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012778.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2984,
    "word_count": 477,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.774652",
    "prefix": "IMAGES-002"
  }
}