{
  "document_id": "HOUSE_OVERSIGHT_023214",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023214.txt",
  "text": "etc). 18 debra and children ? current and future involvement . notifications etc. . new dynasty trust ? 19.\ntax plan and dislosures gaming. foreign apollo and phaidon related . 20. investments rationalize incl\ntrading accouints .21. bank loans . rates ? ? terms etc. consolidate. plane boat houses. disclosures? 22\n. consolidate and review and reduce the number of all bank accounts and legal entities. decanting\nliquidating etc. . 23 all outside consultants? valuations etc. 24 review legal bills carefullly. 25. third\nparty responsibilty Bens house , alex films . etc.\n\nate: Fri, Dec 4, 2015 at 2:07 PM\n\nSubject: Fwd: moving forward\n\nTo: Melanie Spinella iii! -\n\nI had forgotten that Alan was actually at the table when i explained my note deal to you. _—it was at the\nend of the meeting described below. . as you will recall , not once , not even a peep did alan suggest\ncontemporaneously his hand in the crafting, in fact brad said it was an idea. that HE brad, HAD HAD ,\nfrom the begiining . my emails between alan and IJ that you can read , further confirm authorship. Im sure\nyou recall the obnoxious tooting when alan said he agreed with my plan. .\n\nDate: Mon, Nov 2, 2015 at 10:03 PM\n\nSubject: moving forward\n\nTo: Melanie Spinclla (iii\n\nI have mixed emotions about what transpired today. really, You saw first hand in nauseating detail\nwhat i have been saying to you for quite a while now. —_Joslins answers were totally incomprehensible.\nthe charts he prepared unreadable. Brads defensive posture was at a minum very surprising . He and I\nhave recently gotten along quite well , I thought . Neither Joslin or Brad understood a 180 million dollar\nnumber . no cash flow after weeks of requesting? odd. when you suggested that heathers behavior was\nemblematic of a sloppy office , brad said lets not talk about emblems??! bill pay , admittedly no change\nfor the year. . plane not done. though it was the only thing 1 suggested doing first in july. . I sent youa\nlist of 10 consultantts. brad said three, . 1 didnt want to push it. I was shocked that brad was opining on\nthings he knows little or nothing about. tax issues. 1031. neg basis , note payoffs ( the same idea he\nsaid he had had from the beggining??!!) . answers re LBF holdings that can be corrected ( they cant) .\nvaluations that have never been read. . When we met in your lobby he seems surprised that i was there. I\ndont know if he felt somewhat sandbagged. ..\n\nthe savings on the note payoff is aprrox 33 % of 1.8 billion. real money if you do phaidon which i see no\nreason not to . if later josh and ben want to buy it back with you or without you they can. 1 will walk you\nthrough the structure one on one. . the losses will offeset the calder gain as well as apollo gain.\n\nIm aware that seeing what you saw frustrated you. I felt badly for you.\n\nYou wanted a contingent deal. real value. etc. I will not of course hold you to your deal . . its silly. its\nnot how 1 work or a reflection of our friendship. my proposal is as follows. I want away from your\nbuisiness , but at the same time leaving you in good shape. _ I think you should pay the 25m that you did\nnot for this year. for next year its the same 40 m as always, paid 20 in jan and 20 in july, and then we are\ndone. I will give you advice and counsel but new people will be running your operating machine. _I will\noversee all the work that needs to be done you and I will hire new people , and it will be self running. ( it\nwas may in my house when you told brad it had been 5 months and you were getting fed up ) I will set up\na parallel . office , somenoe like wendy dolman or her quality is paramount. two accountants two\nbookeepers and two office admins. . alan and zoe will handle trusts and grats. heatehr diana george will\nbe incolved in art partnership. if you want brad, analysts etc. and kids to do investments I have little to\nadd in that regard ,except to be able to account for things properly. I suggest that the kids must have skin\nin any deal.\n\nAlternatively , we can continue to focus on fun and let someone else do the things that you want done.\n\nHOUSE_OVERSIGHT_023214",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023214.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4122,
    "word_count": 784,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.457765",
    "prefix": "IMAGES-007"
  }
}