{
  "document_id": "HOUSE_OVERSIGHT_023401",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023401.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nSince the September 11th Attacks, the Security Council has continued to condemn international terrorism and the provision\nof material support for terrorism and to assert that it poses a serious threat to peace and security. See, e.g., S.C. Res. 1373\n(Sept. 28, 2001) (deciding that States shall “[p]revent and suppress the financing of terrorist acts,” and “[c]riminalize the\nwillful provision or collection, by any means, directly or indirectly, of funds by their nationals or in their territories with the\nintention that the funds should be used, or in the knowledge that they are to be used, in order to carry out terrorist acts”); S.C.\nRes. 1377 (Nov. 12, 2001) (declaring “that acts of international terrorism constitute one of the most serious threats to\ninternational peace and security in the twenty-first century, ... that acts of international terrorism constitute a challenge to all\nStates and to all humanity”).\n\n2. International conventions\n\nThe Security Council has defined international terrorism in accordance with the definition used in international treaties to\ncombat international terrorism. See, e.g., S/RES 156 (Oct. 8, 2004) (recalling that *127 acts “which constitute offenses within\nthe scope of and as defined in the international conventions and protocols relating to terrorism, are under no circumstances\njustifiable ... and calls upon all States to ... ensure that such acts are punished”). One of the principal treaties to combat\ninternational terrorism is the 1999 Financing Terrorism Convention. Article 2.1 of that Convention states:\n\nAny person commits an offence within the meaning of this Convention if that person by any means,\ndirectly or indirectly, unlawfully and willfully, provides or collects funds with the intention that they\nshould be used, in full or in part, in order to carry out: (a) An act which constitutes an offence within the\nscope of and as defined in one of the treaties listed in the annex;' or (b) Any other act intended to cause\ndeath or serious bodily injury to a civilian, or to any other person not taking an active part in the\nhostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to\nintimidate a population, or to compel a government or an international organization to do or to abstain\nfrom doing any act.\n\nInternational Convention for the Suppression of the Financing of Terrorism (Dec. 9, 1999) (1999 Financing Terrorism\nConvention), 2178 U.N.T.S. 197. The 1999 Financing Terrorism Convention was signed by at least 39 nations *128 before\nSeptember 11, 2011, entered into force on April 10, 2002, and now has 132 signatories and 174 parties. See United States v.\nBahlul, No. 09-001, 2011 U.S. CMCR LEXIS 3, at *126-27 (CMCR Sept. 9, 2011).\n\nMost of the regional and multilateral conventions regarding terrorism employ a similar definition. See Interlocutory Decision\non the Applicable Law: Terrorism, Conspiracy, Homicide, Perpetration, Cumulative Charges (Applicable Law for Special\nTribunal for Lebanon), 50 I.L.M. 513, 536 (Spec. Trib. For Leb. July 2011) (discussing conventions). In addition, “all of\nthese conventions require--through the definition of the actus reus (the material element of a crime) or by additional\nprovisions--a transnational element to the crime.” Id. These international treaties and conventions support the conclusion that\n“conduct in support of terrorism [is] internationally condemned and criminal.” United States v. Hamdan, 801 F. Supp. 2d\n1247, 1284 (CMCR 2011).\n\n3. Domestic laws of nations\n\nCountries throughout the world have adopted a similar definition of terrorism in their domestic law (although in some cases\nthe domestic definition is broader than the definition in the international conventions because it does not include the\ntransnational element). See, e.g., Applicable *129 Law for Special Tribunal for Lebanon, 50 I.L.M. at *537-39; Bahlul, 2011\nU.S. CMCR Lexis 3, at *138-148. For these reasons, at least one international court has found that there is a general opinion\nand practice such that international terrorism is a violation of customary international law. See Applicable Law for Special\nTribunal for Lebanon, 50 1.L.M. at *535; Hamdan, 801 F. Supp. 2d at 1288-92.\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023401",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023401.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4346,
    "word_count": 680,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.918674",
    "prefix": "IMAGES-007"
  }
}