{
  "document_id": "HOUSE_OVERSIGHT_012180",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012180.txt",
  "text": "oo\n\nKIRKLAND & ELLIS LLP\n\nrole. They said they would only advise on an abuse of discretion standard. Making the\noutcome a foregone conclusion. Furthermore, in response to the February 25 e-mail,\nwhich attempted to establish a schedule to limit the entire review process (the defense has\nrepeatedly suggested that the misconduct was intertwined with the investigation and\nwould therefore seek higher review), Mr. Lefkowitz e-mailed Mr. Acosta directly. On\nFebruary 29, 2008, Mr. Sloman responded to Mr. Lefkowitz’s e-mail to Mr. Acosta,\nstating that Mr. Sloman was acting out of frustration, but “[p]lease be assured that it has\nnot, and never has been, this Office’s intent to interfere or restrict the *review process”\nfor either Mr. Epstein or CEOS. I leave it to you and CEOS to figure out how best to\nproceed and will await the results of that process.” As stated above, CEOS determined\nthat it would not review many of the defense’s objections and as to the remainder of those\nobjections, its review would be limited (contrary to Mr. Acosta’s assurances), which left\nthe need, supplemented by the defense’s subsequent request, for a more thorough review\nof critical issues by others at the Department of Justice. Mr. Sloman’s re-imposition of\nthe (albeit modestly extended) timetable was an obvious attempt, in violation of his\nFebruary 29 agreement, to thwart the request made by the defense to the Deputy Attorney\ngeneral, to complete the review process that Mr. Acosta had promised.\n\n11. “DELAY.”\nMr. Sloman’s Letter:\n\ne In a section entitled “Delay,” Mr. Sloman states that “the SDFL again agreed to\naccommodate Epstein’s request to appear in state court for plea and sentencing on\nJanuary 4, 2008.”\n\nId., p. 3.\nThe Truth:\n\ne Curiously, Mr. Sloman fails to mention correspondence from the U.S. Attorney stating\nthat delay of that date would be “inevitable” as the defense has raised “serious questions”\nabout the propriety of the prosecution. Strikingly, in that same section, Mr. Sloman\nclaims that “the Agreement did not contemplate a staggered ‘plea and sentencing,”\ndespite quoting, three sentences earlier, from the Agreement’s staggered requirement\nthat Epstein plead and be sentenced by October 26, and “begin serving his sentence not\nlater than January 4, 2008.”\n\nWe are, like most attorneys seeking Department review, without access to the USAO\nprosecution summaries or other submissions to the Department. Given the substantial issues that\nhave been raised in this and other submissions, we request that you conduct a de novo review\nthat goes beneath the face of any conclusions being advocated by the USAO; instead, we seek a\nreview that is based on the transcripts of witness testimony themselves so that the reviewer can\n\nHOUSE_OVERSIGHT_012180",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012180.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2766,
    "word_count": 444,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.479820",
    "prefix": "IMAGES-001"
  }
}