{
  "document_id": "HOUSE_OVERSIGHT_031148",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031148.txt",
  "text": "As a reminder, since 2001, rising oil prices have coincided with a gradual exhaustion of conventional oil to meet marginal\ndemand, sharp increases in operating and commodity input costs for oil companies, deeper exploratory and developmental\nwells, reliance on a shrinking number of deepwater fields, rising E&P spending by US oil majors to meet rising EM\ndemand, etc. A simplified version of this dynamic appears below: as oil production rises to meet global demand, the\nsources for the marginal barrel become more expensive and more complicated. Without getting into the whole Peak Oil\nthing, I do think there is evidence that the marginal cost of oil will be a speed bump on growth in the years ahead,\nif oil production has to rise over 90 million barrels per day to support demand and the building of strategic\nreserves.\n\nOutput from the Congressional Centrifuge\nIn the midst of all the above, House Minority Leader Nancy Pelosi issued the following press release:\n\n“Independent reports confirm that speculators are driving up the cost of oil, hurting consumers and potentially\ndamaging the economic recovery. Wall Street profiteering, not oil shortages, is the cause of the price spike. In fact,\nU.S. oil production is at its highest level since 2003, and millions of acres have been cleared for additional\ndevelopment. We need to take strong action to protect consumers from this speculation. Unfortunately,\nRepublicans have chosen to protect the interests of Wall Street speculators and oil companies instead of the\ninterests of working Americans by obstructing the agencies with the responsibility of enforcing consumer\nprotection laws. They have also repeatedly opposed our efforts to end billions of dollars in outdated taxpayer\nsubsidies for oil companies enjoying record profits.\n\nWe support efforts by the Obama Administration to expand domestic energy resources, including natural gas and\nrenewable sources like wind and solar that create jobs in America and will end our dangerous dependence on\nforeign energy supplies. This can be achieved because today, the United States currently has more oil and gas rigs at\nwork than the rest of the world combined, and imports of foreign oil have decreased.\n\nWe call on the Republican leadership to act on behalf of American consumers and join our efforts to crack down on\nspeculators who care more about their profits than the price at the pump even if these spikes harm the American\nconsumer and our economy.”\n\nI am of course not going to comment directly on this, for many reasons, including not wanting to spend my days at\nCalifornia’s solar-powered detention facility in Chuckawalla Valley. However, for anyone interested in the specific\npoints raised in this press release, I have included some charts on the unfortunately binding constraints of science\nand energy economics. Enjoy.\n\nHOUSE_OVERSIGHT_031148",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031148.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2867,
    "word_count": 456,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.755156",
    "prefix": "IMAGES-011"
  }
}