{
  "document_id": "HOUSE_OVERSIGHT_017303",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017303.txt",
  "text": "4.2.12\nWC: 191694\n\nnot to kill. Because the bomb was inherently dangerous and caused death, the perpetrators were\nindicted for capital murder.\n\nIn the end, I was able to capitalize on Siegel’s status as an informer, the fact that he was first\ndiscovered by the use of an unlawful wiretap, and the promises that were made to him in order to\nsecure his cooperation. We obtained a legal ruling from the United States Court of Appeals that\nordered the trial judge to set all the defendants free.\n\nAs the trial judge implemented that decision, my client and his co-defendants started to leave the\ncourtroom, congratulating each other and laughing. The judge turned to them in anger and said,\n“Do you know who isn’t in court today? Iris Kones.” As my thoughts turned to the innocent\nvictim of the Hurok bombing, I heard the judge’s voice grow louder and angrier: “Someone has\ncommitted a dastardly, vicious, unforgettable crime; someone is frustrating the administration of\njustice in a case that, in my mind, involves murder. People who deliberately do so will learn the\npower of the law even if there are those who have literally gotten away with murder.” While\nenunciating these final words, the judge averted his eyes from the young defendants and focused\nthem directly at me, almost as if to say, “And you are responsible.”\n\nHis words went through me like a knife. Never had I been so uncomfortable as I was then, with\nthe case over and my client entirely victorious. He was right. In one sense I was responsible: I\nhad devised the novel legal strategy that resulted in the release of guilty defendants whose crime\nhad caused the death of an innocent young woman.\n\nI sat in court for a full hour after everyone else had left. I wanted no part of the victory\ncelebration. I could not forget Iris Kones. I’ve thought of her often and of other victims of my\nclients who have gone free because of my legal arguments and my investigative work. I think\nespecially of Iris Kones because she is the only homicide victim who I know was killed by\ndefendants who I know were guilty and went free. I suspect there were others as well, but I can’t\nbe absolutely sure of any but Iris Kones, because my client in that case told me, and the world,\nthat he was guilty.\n\nI also think of Iris Kones because her family—who are active in both Jewish causes and Harvard\nUniversity—constantly remind me, and all of our mutual friends and associates, of my role in\nfreeing the murderers of their relative.\n\nAlthough I don’t believe in divine justice, it is true that Sheldon Seigel died at a very young age\n\nafter an unsuccessful heart transplant. His premature death didn’t make me feel any less\nresponsible for the unjust, but legally proper, result I helped produce on his case.\n\n216\n\nHOUSE_OVERSIGHT_017303",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017303.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2785,
    "word_count": 488,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.098637",
    "prefix": "IMAGES-004"
  }
}