{
  "document_id": "HOUSE_OVERSIGHT_011055",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011055.txt",
  "text": "I call invested consumption. I argued in Chapter 3 that this tradition is sound,\n\nalthough not logical certitude. | put it as\n\nhuman cash flow = pay - invested consumption. (6.18)\n\nWork is defined as the output of human capital. Summing (6.16) and (6.17) now\n\nshows the pay rule\n\nwork = pay + self-invested work - recovered human depreciation,\nafter cancellation of invested consumption.\nThis says that the pay rule is not so exotic after all. It has been staring us in the face\nsince the Schultz-led consensus, with Ben-Porath, figured out the human growth\nequation a half a century ago. We had effectively recognized human cash flow as\npay less invested consumption since Farr a century before, without putting it in\n\nthose words. The total return truism does the rest.\n\nA New Approach to the Y Rule\n\nThe marginalist tradition, which has dominated economic thought since its\nintroduction by Jevons and Menger in 1871, has treated all consumption as the end\npoint exhausting capital in satisfying tastes. It doesn’t follow that marginalists were\nunaware that some is invested in human capital. At least three of the leading ones\nunderstood human capital well. That includes Leon Walras, a third co-founder of the\nmarginalist revolution in 1874. I also mentioned Marshall, who agreed with Farr in\ndisputing Petty, and Irving Fisher. But all three, and marginalsts in general,\npreferred to locate human capital outside the economy proper. Whether they spoke\nof labor measured in dollars per unit time, or human capital meansured in dollars\nalone, the larger factor was taken to arrive exogenously. It provided its services\n\nfrom outside and was paid their market value in return, as if on the books of a firm.\n\nChapter 6: Parallels with the Firm 2/4/16 21\n\nHOUSE_OVERSIGHT_011055",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011055.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1778,
    "word_count": 293,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.272617",
    "prefix": "IMAGES-001"
  }
}