{
  "document_id": "HOUSE_OVERSIGHT_021799",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021799.txt",
  "text": "But a state grand jury found the witnesses in the case were not credible and threw out all\nbut the single charge of soliciting a hooker in his luxurious Palm Beach home. Epstein's\nlawyers and friends now say he's the hapless victim of a vendetta by Palm Beach Police\nChief Michael Reiter, whom they describe as a \"born-again nut case.\"\n\nAccording to the police investigation, a copy of which was obtained by the Palm Beach\nPost, detectives took statements from 17 witnesses and five alleged victims. Haley\nRobson, 20, a Palm Beach Community College student who described herself as \"like a\nHeidi Fleiss,\" says she got naked to give Epstein a massage, then brought him six girls\nages 14-16 for massages and sex at his home. She said they were paid $200 per session.\nCops also allege that Epstein's personal assistant, Sarah Kellen, who hasn't been charged,\nset up the liaisons and put fresh sheets on the massage table and supplied massage oils.\nPolice searched through Epstein's garbage and retrieved sex toys and feminine hygiene\nproducts.\n\nEpstein's Palm Beach lawyer, Jack Goldberger, told Page Six that the Florida state\nattorney concluded the cops had looked at evidence from a \"one-sided perspective.\" He\nadded that Epstein had passed an extensive lie-detector test in which he was grilled about\nunderage girls.\n\nEpstein's New York lawyer, Gerald Lefcourt, said, \"The prosecutor didn't want to bring\nany charges in this case, but because of the craziness of this police chief, we have the\ncharge of solicitation.\"\n\nLast night, WPTV in Palm Beach reported that one reason Robson's testimony may have\nbeen dismissed is the kinky Web page she has on MySpace featuring photos of her\nfemale friends playing with sex toys. One friend even uses the name \"Pimpin' Made EZ.\"\nRobson, who isn't charged, also writes, \"Do what you do to make that money, life is\n\na gamble. Stay hustling.”\n\nA spokeswoman for Reiter said, \"We think our investigation speaks for itself.\"\n\nCops also allege that [Jeffrey Epstein]'s personal assistant, Sarah Kellen, who hasn't been\ncharged, set up the liaisons and put fresh sheets on the massage table and supplied\nmassage oils. Police searched through Epstein's garbage and retrieved sex toys and\nfeminine hygiene products.\n\nEpstein's Palm Beach lawyer, Jack Goldberger, told Page Six that the Florida state\nattorney concluded the cops had looked at evidence from a \"one-sided perspective.\" He\nadded that Epstein had passed an extensive lie-detector test in which he was grilled about\nunderage girls.\n\nNewYork Post — 09/20/2007\n\nJAIL LOOMS FOR SEX-CASE MOGUL\n\nSeptember 20, 2007 -- THE sordid sex case involving Jeffrey Epstein may\n\nbe coming to an unhappy ending -with a plea deal that would put the\n\npublicity-shy billionaire behind bars for 15 months for allegedly soliciting\n\nunderage teen girls for sex at his Palm Beach mansion.\n\nSources tell Page Six that Epstein’s high-powered lawyers - including Alan\n\nDershowitz, Gerald Lefcourt, Roy Black and Kenneth Starr - have been\n\nnegotiating a deal with federal prosecutors who are probing, among other\n\nHOUSE_OVERSIGHT_021799",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021799.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3104,
    "word_count": 503,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.026580",
    "prefix": "IMAGES-006"
  }
}