{
  "document_id": "HOUSE_OVERSIGHT_013374",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013374.txt",
  "text": "ARGUMENT\nIl. | EDWARDS IS ENTITLED TO SUMMARY JUDGMENT ON EPSTEIN’S\nCLAIM BECAUSE THERE ARE NO MATERIAL DISPUTED FACTS AND THE\n_ UNDISPUTED FACTS ESTABLISH THAT EDWARDS’S CONDUCT COULD\nNOT POSSIBLY FORM THE BASIS OF ANY LIABILITY IN FAVOR OF EPSTEIN\n| A. The Summary Judgment Standard.\n\nRule 1,510(c), Florida Rules of Civil Procedure, provides that a court may enter summary\njuiigenent when the-pleadings, depositions and factual showings reveal that there is no genuine\nissue of material fact and that the moving party is entitled to judgment as a matter of law. See\nSayer y. Cheezem Development Corp., 373 So. 2d 719, 720 (Fla. 2d DCA 1979); Rule 1.510(c),\nFla. R, Civ. P. Once the moving party conclusively establishes that the nonmoving party cannot\nprevail, it is incumbent on the nonmoving party to submit evidence to rebut the motion for\nsummary judgment. See Holl v. Talcott, 191 So. 2d 40, 43 (Fla. 1966), It is not enough for the\n—— party merely to assert that an issue of fact does exist. Fisel v. Wynns, 667 So.2d 761,\n764 (Fla.1996); Landers v. Milton, 370 So.2d 368, 370 (Fla.1979) (same).\n\n| Moreover, it is well-recognized that the non-moving party faced with a summary\njudgment motion supported by appropriate proof may not rely on bare, conclusory assertions\nfound in the pleadings to create an issue and thus avoid summary judgment. Instead, the party\nmust produce counter-evidence establishing a genuine issue of material fact. See Bryant v.\nShands Teaching Hospital and Clinics, Inc., 479 So.2d 165, 168 (Fla. 1st Dist. Ct. App. 1985);\nsee also Lanzner v. City of North Miami Beach, 141 So.2d 626 (Fla. 3d Dist Ct. App. 1962)\n(recognizing that mere contrary allegations of complaint were not sufficient to preclude summary\njudgment on basis of facts established without dispute). Where the nonmoving party fails to\n\n5\n\nHOUSE_OVERSIGHT_013374",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013374.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1863,
    "word_count": 306,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:48.885873",
    "prefix": "IMAGES-002"
  }
}