{
  "document_id": "HOUSE_OVERSIGHT_025253",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025253.txt",
  "text": "Preferred themes\n\ne High quality dividend yields (sourced from existing European\nand UK equities)\nHigh quality companies with geographically diversified business\nmodels that pay sustainable dividends offer an attractive income\nstream in a low yield world. Historically, dividends have made a\nsubstantial contribution to total returns, and we expect this to remain\nthe case in the current environment.\n\ne Western winners from emerging market growth (sourced from\nexisting equity holdings)\nEmerging economies continue to grow faster than developed\neconomies. With little need to deleverage and repair balance sheets,\nAsian economies are also well positioned to continue to outpace their\nWestern peers in the years ahead. We have identified companies from\na variety of sectors in Europe, the US and Japan which have significant\nexposure to the rapidly growing emerging regions. We believe a\ndiversified portfolio of these companies will reward investors seeking\nto profit from the robust demand growth in emerging economies.\n\ne Natural gas growth gainers (sourced from existing equity\nholdings)\nNatural gas is a relatively clean source of energy, and we think it will\nbenefit from continued substitution for other energy sources over the\nlong term. We have examined the dynamics of the global market and\nthe various components of the gas value chain, and identified the\nareas we see as the most significant beneficiaries currently. These\ninclude producers in Europe and Asia, suppliers of infrastructure,\nservices and related machinery, and Master Limited Partnerships (MLPs)\nin the US, that offer both attractive yields and growth.\n\ne EM corporates: a growing asset class (sourced from global\ngovernment bonds - CIO UW)\nGiven our relatively constructive current view on risk, we regard EM\ncorporate debt as more attractive than EM sovereign debt due to its\nhigher overall yield. Over a 6-month horizon, we expect EM corporate\nbonds to outperform US Treasuries and deliver total returns of close to\n4%.\n\n2 UBS\n\nGovernment bond alternatives (sourced from government bonds -\nclo UW)\n\nDeveloped world government bonds offer a comparatively small cushion\nagainst future interest rate hikes and many face increasing credit risk. We\nexpect selected bonds of supranational or national agencies, sub-national\ngovernments, multinational corporates, and covered bonds to outperform\ngovernment bonds. We recommend switching out of government bonds\ninto these alternatives.\n\nUS high yield corporate bonds (sourced from government bonds -\nclo UW)\n\nPositive economic growth, robust corporate earnings and healthy balance\nsheets provide support to US high yield corporate bonds. Current yield\nspreads of 540 basis points still price in a more dire economic outcome\nthan we expect. Historically, US high yield bonds have delivered similar\nreturns as US equities with lower volatility. We continue to believe that\nUS high yield corporate bonds represent a more favorable risk/return\npotential than equities and expect mid single digit returns over the next 6\nmonths. Senior loans are exposed to similar positive fundamentals, and\noffer an attractive, floating rate alternative to US high yield.\n\nThe place to be in Hedge Funds\n\nGrowth in most developed markets remains muted. In this environment,\nless directional hedge fund strategies, such as relative value and event\ndriven, should offer above average returns.\n\nEM currencies: An underappreciated asset class (sourced from\ngovernment bonds - CIO UW)\n\nThe currencies of emerging countries, collectively as an asset class and\nmeasured using total returns (i.e. including interest received), have the\npotential to contribute positively to the longer-term returns of a well-\ndiversified portfolio. We believe that this is especially relevant now that\nthe developed world is settling into an extended period of very low\ninterest rates.\n\n* = New theme\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025253",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025253.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3979,
    "word_count": 603,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:44.124418",
    "prefix": "IMAGES-008"
  }
}