{
  "document_id": "HOUSE_OVERSIGHT_019044",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019044.txt",
  "text": "=\n\n1 Date: 8/07/06 PALM BEACH POLICE DEPARTMENT ~~—S@Page: 4\nTame: 9720:08 ® Incident Report @ Program: CMS301L\n\n1-06-001078 (Continued)\n\nnoticed two black Suburban SUVs. She advised there were two black\n\nMercedes Benz vehicles in the garage along with a Harley Davidson\nmotorcycle. [___] said they walked through a gate to the back door _\nwhere they were greeted by a Chinese woman who was wearing some type b7c\nof uniform. [CL _] said the woman told them to wait in_the kitchen for\n\nsaid a then entered the kitchen. [___]described\nas being in her 20s, blond, thin, and approximately 5'6\".\n\nadvised[_____——Si«digygs to’- take [__| up to the bathroom and show[___] what to\n\ndo.\n\n[| said once in the upstairs bathroom, she noticed a massage table\nin the middle of the room. [.__] saw a green and pink couch in the\n\nroom. [jee numerous towels stacked in the left corner of the\nroom. said Epstein entered the room wearing a robe. [_] said\nthe man introduced himself as Jeffrey and shook her hand. Epstein\nalso said hello to said Epstein dropped his robe and\nwas wearing a towel around his waist. Epstein laid face down_on the\n\ntable at which time she and[_________] began to massage him. said\nwhile they were massaging Epstein, through conversation, she advised\nsaid\n\nEpstein she was 17 years of age and still in High School.\n\nafter approximately 10-15 minutes, Epstein asked the girls to take\ntheir tops off. [-__]said she ana] took their tops off\nexposing their bras. L__]said seconds later Epstein asked them to\ntake their bras off, which both did, exposing their bare breasts.\n[_]said after more massage, Epstein asked to leave the.\nroom, leaving only[___] present with Epstein. said Epstein asked\nher to take her pants off, which she did. Said she was totally\nnude at this time. L___]said Epstein got up from the table and sat on\nthe aforementioned couch. [leas Epstein sat on the towel and\nmasturbated in front of_her. said Epstein's penis was fully\nexposed. Epstein toldL__]to get a vibrator out of a drawer in the\n\nbathroom. said the blue/gray vibrator was skinny at the handle\n| but had a large ball at the top. [ ]said the vibrator was more of a\nsex toy than a massage item. said Epstein attempted to use the\n\nvibrator on her but she told him she did not want him_to touch her.\nsaid Epstein asked her to talk dirty to him. [__]said once\n\nEpstein climaxed, he told her the money was next to the sink, and then\n\nhe jumped into the shower. said she put her clothes_on and both\n\nher and[[____] left the house. [____]said she thinks\n\nreceived §200.\n\n[said she went to Epstein's house with [_____] on either one or\ntwo other occasions. [___]said eventually, Epstein's assistant\nwould call her to make appointments. (“said MM would call her\n\nfrom different phone numbers but most of the time it was from\ni showed me her cell phone which had this number in\n\nher address book under the name of Hii. said after her first\nvisit, Epstein started to touch her bare breasts and bare buttocks.\nEpstein would also use the vibrator on her, specifically on her\nvagina. The vibrator would be placed on the outside of her vagina.\n[|saia in March of 2004, she believes on her fifth visit to\n\n' Epstein's home, Epstein penetrated[____]vagina using his fingers.\n\nHOUSE_OVERSIGHT_019044 |",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019044.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3271,
    "word_count": 566,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:44.976783",
    "prefix": "IMAGES-005"
  }
}