{
  "document_id": "HOUSE_OVERSIGHT_025774",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025774.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\npotential addition to growth of a worker who has reached his or her full potential.\n\nThe pace of U.S. education is also falling behind its peers (see chart 5). Approximately 43% of Americans aged 25-34\nhad a college degree in 2011, compared with more than half of people the same age in Canada, Japan, and Korea.\nMoreover, the proportion of degree holders among Americans aged 25-34 is virtually the same as that among those\n55-64, meaning that graduation rates haven't changed much--a sharp contrast with the OECD average and a number of\nother countries, where graduation rates have increased significantly. As today's U.S. educational attainment slips\n\nbehind other countries, the U.S.' ability to remain economically competitive in the international market is threatened.\n\nChart 5\n\nU.S. Education Is Slipping Behind\n\nCanada FranceGermany Italy Japan Korea MexicoThe U.K. U.S. OECD average\n\n—\n—\n—\na\nca\na\na\na\nc\na\na\noy\noo\na\n4\nwo\na\na\na\nLa)\na\na\n=\na\nCc\na\n=\n_\na\na\na]\ni]\n=\n=\na\no\n—\na\no\n—\n\nSource: The Organisation for Economic Co-opration and Development (OECD), “Education\nAtA Glance 2013.\"\n\n© Standard & Poors 2014.\n\nWhat if, instead, we broke that cycle? What if the supply of educated workers picked up its pace, and, more or less,\nkept up with technological changes? The US. has been no stranger to this in the past. In the early part of this century,\ntechnological advancements were accompanied by an education boom (29). What would be the impact to the\neconomy and to people's pocketbooks if the U.S. workforce's pace of education were to reach rates of education seen\n50 years ago? That was when the American workforce gained a year of education from 1960 to 1965, which is a bit\nstronger than the period from 1950 to 1980, where they gained an average of about eight months of education every\nfive years (30). In this scenario, the US. would add another year of education to the American workforce. US.\n\npotential GDP would likely be $525 billion, or 2.4% higher in five years than in the baseline (see chart 6). If education\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 12\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025774",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025774.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2256,
    "word_count": 387,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:46.637813",
    "prefix": "IMAGES-008"
  }
}