{
  "document_id": "HOUSE_OVERSIGHT_012702",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012702.txt",
  "text": "Everybody knows everybody, and it doesn’t matter if\nyou have a hit film or T.V. show this season. Oprah\nWinfrey kisses David Geffen, casually chats with former\nDisney C.E.O, Michael Eisner and current Sony Chief Sir\nHoward Stringer and Rob Weisenthal. Brett Ratner\narrives with his houseguest Jean Pigozzi, who is allowed to\ntake photographs. Graydon greets people with chic wife\nAnna by his side.\n\nIngrid Sischy and Sandy Brant, Rupert Murdoch,\nRon Meyer, Francesco Clemente with his twin boys and\nTom Ford chat each other up. People to watch include\npregnant Victoria and David Beckham with Lynn\nWyatt, Fran Lebowitz, Larry Gagosian and Shala\nMonroque, Ben Silverman, Debbie and Allen\n\nST |\n\nWendi Murdoch, Kathy Freston and\nArianna Huffington\n\nGeorgina\nChapman\n\nGrubman, Sotheby’s Tobias Meyer and Mark Fletcher and\nStephen Gaghan and Mini Mortimer wearing her over-\nsized cat glasses.\nBruce Cohen has invited me to the Oscar broadcast\nrehearsal. Inside the Kodak Theater’s massive audi-\ntorium, I find a seat next to his proud parents. I\nwatch Josh Brolin and Javier Bardem come out in\nwhite dinner jackets and flub their lines as they\npretend to present Best Adapted Screenplay and\nBest Original Screenplay. Josh will later tell me\nthat their acting methods are completely opposite:\nhe’s a quick study and is very creative and\ncomfortable ad-libbing; Javier, whose mother\ntongue is Spanish, likes to have every syllable\nprinted out to study with a dialect coach. Life-size\nphotos on cardboard plaques are taped to each\nnominee’s chair. I memorize their location so when I\nreturn Sunday I can quickly kiss them all.\nBack at the Beverly Hills hotel I slip into my black\n\n| i\nBrian Grazer and Jeff Bezos\n\n| ee tulle Dennis Basso cocktail dress with a plunging\n“Diaz vs Tom Kline and put ther’s jewels. Ji\niaz E Cae neckline and put on my mother’s jewels. Jim\nr Coleman takes me to the “Night Before Party” in the\ni a!\n\nhotel. This is Jeffrey Katzenberg’s 9th annual A-lister event\nbenefiting The Motion Picture & Television Fund where they\nraise $6.5 million dollars in 1 night. I walk into Valentino,\nwho gives me an approving once-over. I tell him and\nGiancarlo Giammetti that Woody Allen’s new film,\nMidnight in Paris, is opening the Cannes Film Festival and\nthey must bring the yacht.\n\nElton John and David Furnish join our conversation so of\ncourse we ask for intimate details about baby Zachary. I\nsegue over to Amy Adams, who, like them, mentions she\nhates leaving her baby in the hotel room. Next stop is Kate\nCapshaw in a black bowler hat chatting with Steven\nSpielberg’s god-daughter, Gwyneth Paltrow. I have known\nSteven for years (in 1982 I was a publicist on E.T.). I now tell\nhim I’m going to the Lincoln Center opening of War Horse\nwith Kathy Kennedy and Frank Marshall and cannot wait to\nsee his movie version.\n\nI meet sweet Jennifer Aniston, her new haircut and her\nperfect little body. Her date tells me her secret is a half-hour\non the treadmill everyday—such an understatement. I tell\nJesse Eisenberg I was on his plane home from the Baftas last\nweek, but he was hiding under his hoodie. He says innocently,\n“You should have said ‘hello’ I always cover my head because\nI think my curls make me look like a girl”\n\nThe charity gives us a coupon booklet redeemable at\nvarious booths. Rich people run around like lunatics, collect-\ning gifts for their housekeepers. Among the shoppers are\nSteven and Heather Mnuchin, Viacom’s Deborah and\nPhilippe Dauman, Tamara Mellon, Christine Taylor and\nBen Stiller, Cate Blanchet, Susan and Robert Downey Jr.\nand Debra and Hugh Jackman.\n\nNext stop is The Weinstein Company’s party at the Soho\nHouse sponsored by MontBlanc. Long gone are the funky\nMiramax Saturday night soirees where nominees spoofed\ntheir own films in homemade costumes and ad-libbed\nhilarious skits. No more grown men dressed as Anna Paquin\nplaying the piano in hopes of winning a Max Award.\n\nAs I come in, a 400-pound gorilla refuses to let me on the\nelevator. Once on, I see Jennifer Lopez in the corner and\nremind her we met on Len Blavatnik’s yacht in Cannes. She\ngraciously pretends to remember me. Her manager, Benny\nMedina, is kicking me.\n\nI slip into Colin Firth’s booth to have a téte-a-téte with him\nand his wife Livia Giuggioli. Jokingly, I suggest he say “I’m\n\nspeechless” when he wins. Colin patiently assures me many |\n\npeople, far more clever than I, thought of this. He then says that\nothers are waging bets on whether he might subconsciously\nstutter. I grill him about his wardrobe, assuming he will be\nwearing a new Tom Ford tuxedo. He tells me both he and\nFord will be in older Ford models. I tell him I made rich-but-\nthrifty Charles Ferguson, director of Inside Job, spend $6,000\ndollars for a new Tom Ford tux.\n\nIn the back room, Jennifer Lopez is now seated with\nWeinstein’s wife, Georgina Chapman. Helena Bonham\nCarter, her live-in-lover Tim Burton and her mother Elena\ncirculate. Star power includes Adrien Brody, Mary-Kate\nand Ashley Olsen, Cameron Diaz, Camilla Belle, Chace\n\nAdrien\nBrody\n\nClaire Danessand\nHugh Dancy\n\nHailee\nSteinfeld\n\n—\n\nVera\nFarmiga\n\nTaylor\n, Swift =\nAndrew ' see te D\nGarfield\nLo\n.\nq\nI\n!\n3\n\nOliver Stone and Tara Stone\n\nHOUSE_OVERSIGHT_012702",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012702.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5215,
    "word_count": 893,
    "line_count": 148,
    "import_date": "2025-11-19T21:47:44.103583",
    "prefix": "IMAGES-002"
  }
}