{
  "document_id": "HOUSE_OVERSIGHT_022032",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022032.txt",
  "text": "1TTERSON\n\noligarchs, corrupt presidents of\n\n(wammar Gadhafi, among other\n\n_ were explored in a Vanity Fair\n\nTH ANDREW.\n\nzing loyal to his friends,” a “royal\n\nard Klein. “Take his feelings for\nince and you bring a woman into\nreasons, she’s spit out, you might\ner. The duke feels that she’s been\nse relationship with the Duchess\nre have been many problems over\ntich stem from the duchess. Some\ns is inconsistent with being mar\nuke. There’s no question but that\ndestructive element in the-duke's\n\n+ manifested itself last December, © {\n1 at his home in New York,” said a }\nn Palace. “Epstein was a friend nm q\n\nf 20 years. It was the first time in\nstein. He now recognizes that thes\n\nwise.”\n\nsay.\n\nt the prince's dealings with Jeffrey\n\n>in’s town house, the prince dish of\nnephew Prince William to 54\n\ne so Ink\nha\n\n; dinner companions wer\n\n1oto of the two of them together | .\n\ny!\n\nFirtuy Ricu\n\nested in every detail,” a guest in attendance told a New York Post\ngossip columnist. “What would Kate wear, what would the\nQueen wear, would his ex-wife Sarah Ferguson be invited?”\n\nOther guests in attendance that night included Chelsea Han-\ndler, George Stephanopoulos, Charlie Rose, Katie Couric, and\nWoody Allen.\n\nAt around the same time, Jeffrey Epstein told the New York\nPost, “I’m not a sexual predator, I’m an ‘offender: It’s the differ-\nence between a murderer and a person who steals a bagel.”\n\nWas it so remarkable that Prince Andrew would have been seen\nin Epstein’s company? Andrew’s philandering had been tabloid\n\n- fodder for years. Randy Andy, they called him in the UK. And in\n\nthe circles that Jeffrey Epstein moved in, philandering wasn’t\nseen as a vice. Epstein came of age just as industrywide deregu-\nlation took hold on Wall Street. Junk bonds were king. Call girls\nwere charging ten thousand dollars a night. And in the shadows,\nyou'd see things that would have made Caligula blush. Sights\n\n| that would make Nero himself reach for the nearest fire extin-\n| guisher. When the urge presented itself, the new super rich\ndidn’t have to swap wives.\n\nThey could simply swap harems.\n\nBy the same token, was it so very strange to think that a man\nike the prince would have grown so detached from reality—\ninsofar as reality is even a word that applies to a prince? Was it\n0 Odd that he thought it was absolutely fine to be seen by photog-\nTe Taphers strolling through Central Park with a registered sex\netter —when at the time large swaths of the financial, bank-\nmg, and trading industries were characterized by their very\n\n225\n\nHOUSE_OVERSIGHT_022032",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022032.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2560,
    "word_count": 452,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:45.240345",
    "prefix": "IMAGES-006"
  }
}