{
  "document_id": "HOUSE_OVERSIGHT_030069",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030069.txt",
  "text": "10\n\nAn examination of the political reforms conducted by successive\ngovernments in Jordan over the last decade suggests that, in most\ncases, the king’s directives were ignored, diluted, and, at times,\ndirectly opposed. This does not imply that the objectives of this class\nand the monarch were always in contradiction, but suggests that the\nrentier system has, over time and through entrenchment, created\nmonsters who will only acquiesce as long as the system perpetuates\nthe old policy of favors.\n\nThese groups are therefore more likely to pursue policies that are\nantithetical to political reform, thus resulting in the gaps and\nimbalances lamented by the king’s latest letter. These rentier systems\nhave already proven to be difficult to maintain and, in an Arab world\nthat is increasingly demanding better governance and greater\naccountability, such ossified systems will come to pose significant\nthreats to stability, particularly in resource-poor countries such as\nJordan\n\nConclusion\n\nAfter a decade of political reform efforts in Jordan, it does not appear\nthat the process has made any significant advances. In fact, as is clear\nfrom some of the key indicators above, the process seems not only to\nhave stalled, but regressed as well. Reversals in civil liberties and\npolitical rights caused Jordan to lose significant international\nstanding. In the annual Freedom House rankings, Jordan declined\nfrom a rank of 4 in 2001 (partly free) on a scale of 1 to 7 (1 being\nmost free) to a rank of 6 (not free) in 2010. Corruption has also\nbecome a major issue in the country in the last few years. From 2003\nto 2007, the Jordanian Center for Strategic Studies asked citizens in\nits annual poll to rate their priorities for the country. Over the four\nyear period, they consistently ranked corruption among their top\npriorities; it came in a close second to poverty and unemployment.\n\nHOUSE_OVERSIGHT_030069",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030069.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1906,
    "word_count": 309,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.960486",
    "prefix": "IMAGES-010"
  }
}