{
  "document_id": "HOUSE_OVERSIGHT_010969",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010969.txt",
  "text": "Free growth then arrives at its whim, like a deus ex machina, without calling for\nmore than this steady effort of replication. I find myself focusing more and more on\nthat cash flow component of rate of return, or pure consumption rate at the\n\ncollective scale, as the part we can predict and model.\n\nThe generation length is a biological norm which probably has not varied by more\nthan a factor of two since Ancestral Eve some 200,000 year ago. This suggests that\nnext generation theory can be tested against data from any period. Meanwhile it\npredicts only at the collective scale. Collective return is average risk return. Subtract\ncollective growth rate to leave cash flow rate. Return and growth are two of the\nmost closely measured rates in economics. That says that tests of next generation\n\ntheory should be practical. I will show tables broadly in support.\n\nNext generation theory is a blockbuster. An explanation of interest and return has\nbeen the Holy Grail of capital theory. Boehm Bawerk contributed a big advance by\nrevealing return as an artifact of time preference rather than the other way around.\n\nSome including Irving Fisher have seen that beautiful insight as enough.\n\nNot me. What explains and quantifies time preference? What turned out to be\nPetty’s idea occurred to me about 40 years ago, when I first took an interest in\nevolutionary biology. My friend Alan Rogers, a population geneticist | didn’t know\nall the time, was thinking in the same direction. His two published papers on this are\n\nin my appendix. Neither of us knew about Petty’s priority.\n\nThe idea would have been a still bigger blockbuster before the wall came down.\nWars were being fought about whether return has any legitimacy at all. Karl Marx,\n\nironically a champion of Petty, may have missed his argument on that.\n\nPetty’s idea is really the biological imperative I discussed in Chapter 1. The first\n\npriority is survival and reproduction. I will argue that this was implicitly accepted\n\nChapter 2: Fast Forward 1/06/16 29\n\nHOUSE_OVERSIGHT_010969",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010969.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2043,
    "word_count": 341,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.119904",
    "prefix": "IMAGES-001"
  }
}