{
  "document_id": "HOUSE_OVERSIGHT_013928",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013928.txt",
  "text": "The Art of Undecision: Fewer Options = More Revenue\n\nCompanies go out of business when they make the wrong decisions or, just as important, make\ntoo many decisions. The latter creates complexity.\n\n— MIKE MAPLES, cofounder of Motive Communications (IPO to $260 million market cap),\nfounding executive of Tivoli (sold to IBM for $750 million), and investor in companies such as\n\nDigg.com\n\nJ oseph Sugarman is the marketing genius behind dozens of direct-response and retail successes,\n\nincluding the BluBlocker sunglasses phenomenon. Prior to his string of home runs on television (he sold\n20,000 pairs of BluBlockers within 15 minutes of his first QVC appearance), his domain was print media,\nwhere he made millions and built an empire called JS&A Group. He was once recruited to design an\nadvertisement for a manufacturer’s watch line. The manufacturer wanted to feature nine different\nwatches in the ad, and Joe recommended featuring just one. The client insisted and Joe offered to do\nboth and test them in the same issue of The Wall Street Journal. The result? The one-watch offer outsold\n\nthe nine-watch offer 6-to-1.22\n\nHenry Ford once said, referring to his Model-T, the bestselling car of all time = “The customer can\nhave any color he wants, so long as it’s black.” He understood something that businesspeople seem to\nhave forgotten: Serving the customer (“customer service”) is not becoming a personal concierge and\ncatering to their every whim and want. Customer service is providing an excellent product at an\nacceptable price and solving legitimate problems (lost packages, replacements, refunds, etc.) in the fastest\nmanner possible. That’s it.\n\nThe more options you offer the customer, the more indecision you create and the fewer orders you\nreceive—it is a disservice all around. Furthermore, the more options you offer the customer, the more\nmanufacturing and customer service burden you create for yourself.\n\nThe art of “undecision” refers to minimizing the number of decisions your customers can or need to\nmake. Here are a few methods that I and other NR have used to reduce service overhead 20-80%:\n\nOffer one or two purchase options (“basic” and “premium,” for example) and no more.\n\nDo not offer multiple shipping options. Offer one fast method instead and charge a premium.\n\n3. Do not offer overnight or expedited shipping (it is possible to refer them to a reseller who does, as\nis true with all of these points), as these shipping methods will produce hundreds of anxious phone\ncalls.\n\n4. Eliminate phone orders completely and direct all prospects to online ordering. This seems\n\noutrageous until you realize that success stories like Amazon.com have depended on it as a\nfundamental cost-saver to survive and thrive.\n\n5. Do not offer international shipments. Spending 10 minutes per order filling out customs forms and\nthen dealing with customer complaints when the product costs 20-100% more with tariffs and\nduties is about as fun as headbutting a curb. It’s about as profitable, too.\n\nSome of these policies hint at what is perhaps the biggest time-saver of all: customer filtering.\n\nNot All Customers Are Created Equal\n\nHOUSE_OVERSIGHT_013928",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013928.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3171,
    "word_count": 510,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.870118",
    "prefix": "IMAGES-002"
  }
}