{
  "document_id": "HOUSE_OVERSIGHT_023949",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023949.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 203\n\nThe students objected that there were no faculty around and were\nno classes, so they felt cheated in some way and asked why they had\nto show up at all. We replied that they didn’t, since all the materials\nthey needed were online anyway. The students were assigned mentors\nwho were on campus, but after a while students interacted with them\nby instant message instead of walking down the hall even when the\nstudents were on campus. The students started out hating what we\ndid and wound up loving it. These were students in master’s degree\nprograms and they were, in essence, simulating the jobs they were\npreparing for.\n\nEven the faculty in Pittsburgh came to appreciate what we were\ndoing in California. But you will never hear about it (except from me).\nCarnegie Mellon will never brag about it or publicize it in any way.\n\nWhy not?\n\nWhat I did is very threatening. At one point the provost, realizing\nthat since the program was online, in principle we could serve a lot of\nstudents, asked me whether I was going to put Golden Arches over the\ncampus and say over a million served. Seemed a good idea to me. But\nnot to Carnegie Mellon. We don’t want to cheapen our brand name,\nthe provost told me.\n\nIn other words, if hundreds of thousands of people had Carnegie\nMellon degrees, how prestigious would such a degree be? These de-\ngrees were in computer science, a field in which Carnegie Mellon is\nnumber one or two in the world. But if too many people had these\ndegrees, the university’s prestige would go down, so whether or not\nthis was good educational practice, and the certifying boards certainly\nthought it was, this was never going to happen.\n\nI made the mistake of saying in an interview how well our experi-\nment was going, and was told by Carnegie Mellon to stop doing that.\nIt seemed that parents of undergraduates at Carnegie Mellon were\ncalling and asking why, if this method was so preferable to the usual\ncourse-based method, it wasn’t being employed in Pittsburgh? Since\nthat could never happen—the professors would never allow it—I had\nto stop giving interviews.\n\nAs I write this, the learn-by-doing master’s degree programs we\nbuilt are still running, but no more will be developed at Carnegie Mel-\nlon. Eventually the ones I built will be shut down. The reason will be\nthat they employ teachers who teach (as mentors) all the time and\ntherefore don’t do research and that can’t be allowed. Not if you are in\nthe superstar prestige game.\n\nHOUSE_OVERSIGHT_023949",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023949.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2541,
    "word_count": 444,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.169806",
    "prefix": "IMAGES-007"
  }
}