{
  "document_id": "HOUSE_OVERSIGHT_015476",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015476.txt",
  "text": "MATTER\n\nENVIRONMENT\n\nYou Are Made of Waste\n\nSearching for the ultimate example of recycling? Look in the mirror\n\nBY CURT STAGER\n\nYOU MAY THINK OF YOURSELF asahighly refined and\nsophisticated creature—and you are. But you are also\nfull of discarded, rejected, and recycled atomic\nelements. Don’t worry, though—so is almost everyone\n\nand everything else.\n\nCarbon: Your inky nails\n\nLook at one of your fingernails. Carbon makes up\nhalf of its mass, and roughly 1 in 8 of those carbon\natoms recently emerged from a chimney or a tail-\npipe. Coal-fired power plants, petroleum-guzzling\ncars, and kitchen gas stoves release carbon dioxide\ninto the atmosphere. Each of those waste molecules\nis a carbon atom borne on two atomic wings of oxy-\ngen. Fossil-based carbon dioxide molecules that are\nnot soaked up by the oceans or stranded in the upper\natmosphere are eventually captured by plants, shorn\nof their oxygen wings, and woven into botanical sug-\nars and starches. Eventually, some of them end up in\nbread, sweets, and vegetables, while others help form\n\ncarbon-rich animal tissues, finding their way into\nmeat and dairy products. Historically, atmospheric\n\ncarbon dioxide was mainly replenished by volcanoes,\nforest fires, and biotic respiration. Today, one quarter of\natmospheric CO: is the result of fossil fuel combustion,\nwhether it rose from smokestacks or was displaced\nfrom the oceans. (When fossil-fuel CO dissolves into\nocean water, it displaces already-dissolved carbon\ndioxide derived from natural sources.) And because\nall of the carbon in your body derives from ingested\norganic matter, which in turn obtains it from the atmo-\nsphere, your fingernails and the rest of the organic\nmatter in your body are built, in part, from emissions.\n\nILLUSTRATIONS BY YUKO SHIMIZU\n\n16\n\nHOUSE_OVERSIGHT_015476",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015476.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1805,
    "word_count": 284,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.752450",
    "prefix": "IMAGES-003"
  }
}