{
  "document_id": "HOUSE_OVERSIGHT_017739",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017739.txt",
  "text": "Page 25 of 52\n2005 B.Y.U.L. Rev. 835, *877\n\nThe proposed new rule protects victims’ statutory and potential constitutional interests in two ways. First, the court is required\nto make a preliminary determination that the subpoena seeks information relevant at trial and that compliance appears to be\nreasonable. This is consistent with the trial court's existing power to quash unreasonable subpoenas, including subpoenas\ndirected at crime victims. !?* Second, if the court makes a preliminary determination that the subpoena is appropriate, the\nvictim would then receive notice of the subpoena. To avoid harassment, the notice would be provided either through the\nvictim's own attorney or, more commonly, through the prosecutor.\n\nThe proposed rule makes no substantive change in the right of the party to obtain appropriate information through a subpoena.\nInstead, it merely changes procedures to ensure victims are treated fairly by having the opportunity to file a motion to quash\nwhere such [*878] a motion is appropriate. The court is then authorized to grant the victim's motion to quash under the same\nstandards that already apply to other motions to quash - where compliance would be \"unreasonable or oppressive.\" !9?\n\nThe proposed change does not interfere with the legitimate interests of the government or defendants. The change will not\nhamper government investigations because it applies only to subpoenas issued after indictment. Before indictment, a victim's\nprivacy is protected through grand jury secrecy. After indictment, the only legitimate purpose for a subpoena by either the\ngovernment or the defendant is to obtain testimony or evidence for trial or stmilar court hearing. Rule 17 does not permit a\nsubpoena for discovery purposes, Le although upon a proper showing a party can obtain pre-trial access to materials. ie\nTherefore, when challenged by a victim on a motion to quash, the party seeking the evidence will prevail upon a proper\nshowing that the subpoena is appropriate. The only change made by the rule, then, 1s to require preliminary screening by the\ncourt when confidential information is involved and give the victim the opportunity for court review in cases where legitimate\ninterests are at stake. Constitutional interests in privacy and the victim's right to be treated \"with fairness\" require nothing less.\n\nRule 18 - Victims’ Interests Considered in Setting Place of Prosecution\nThe Proposal:\n\nRule 18 should be amended to require the court to consider the convenience of victims in setting the place of prosecution as\nfollows:\n\nUnless a statute or these rules permit otherwise, the government must prosecute an offense in a district where the offense was\ncommitted. The court must set the place of trial within the district with due regard for the convenience of the defendant, any\nvictim, and the witnesses, and the prompt administration of justice.\n\n[*879]\n\nThe Rationale:\n\n191 See, e.g., State ex rel. Romley v. Superior Courts, 836 P.2d 445, 451-52 (Ariz. Ct. App. 1992) (crime victim had the right to deny\ndefendant access to medical records); Commonwealth v. Wilson, 602 A.2d 1290, 1296-97 (Pa. 1992). See generally Tera Jckowski Peterson,\nDistrust and Discovery: The Impending Debacle in Discovery of Rape Victims’ Counseling Records in Utah, 200] Utah L. Rev. 695; Anna Y.\nJoo, Note, Broadening the Scope of Counselor-Patient Privilege To Protect the Privacy of the Sexual Assault Survivor, 32 Harv. J. on Legis.\n255 (1995).\n\n9 See, e.g., Amsler _v. United States, 391 F.2d 37, 51 (9th Cir. 1967) (upholding trial court's decision to quash subpoena directed to\nkidnapping victim's father for lack of materiality).\n\n93 See Fed. R. Crim. P. 17(c)(Q).\n\n°4 See generally United States v. Nixon, 418 U.S. 683, 689 (1974).\n\n95 See id. at 699.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017739",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017739.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3825,
    "word_count": 606,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.673813",
    "prefix": "IMAGES-004"
  }
}