{
  "document_id": "HOUSE_OVERSIGHT_020226",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020226.txt",
  "text": "74\n\nNevertheless, Snowden worked to assist the TOR movement. He created TOR’s main exit\nnode in Hawaii in 2012. This activity required a two gigabyte server called “The Signal,” which\nhe described as the largest TOR relay station in Honolulu.\n\nSandvik first heard directly from Snowden in November 2012. At the time, he wrote her\nunder the alias “Cincinnatus,” but also supplied his real name and address in Hawaii so that she\ncould supply him with TOR stickers. So she knew his identity seven months before he went\npublic. He would later tell Sandvik from Moscow that he had been “moonlighting” on behalf of\nthe TOR cause at the NSA. By “moonlighting” he meant that in 2012 he had two jobs: Officially\nhe was working as an NSA system administrator; unofficially he was working to advance the\nTOR Project. He added, with some understatement, that his moonlighting was “something the\nNSA might not have been too happy about.”\n\nBy November 2012, while still working for Dell at the NSA, his dual role led him to organize a\n“crypto party” aimed at finding new recruits for TOR. The “crypto party” movement itself had\nbeen started in 2011 in Australia by Asher Wolf, a radical hacktavist and anarchist living in\nMelbourne. She promoted them not unlike the tupper-ware parties of the 1950s. They worked as\nfollows. The party organizer, usually with a representative of the TOR project, advertised the\nparty on the Internet. Attendees were encouraged to bring their own laptops so they could install\nTOR as well encryption software in them. The attendees then would be instructed on how to use\nit. Finally, those converted to TOR software would be told to proselytize about its virtues by\nholding their own “crypto party.” Wolf’s idea was to use these gatherings to expand the realm of\nTOR.\n\nOn November 18, 2012, Snowden launched his initial crypto party. It was called the “Oahu\nCrypto party” and had its own web page. He told Asher Wolf that it would be the first Crypto\nparty in Honolulu. She wrote him back, advising him to “keep it simple.”(Wolf later said she did\nnot know he was working at the NSA.)\n\nSnowden apparently had no inhibitions in staging a party which the NSA might consider\nsubversive of its battle against TOR. He even invited his fellow NSA workers in Hawaii as well\nas Others in the local computer culture. He asked Sandvik, who was living in Washington DC at\nthe time, to participate, proposing that she co-host it with him in Honolulu. He scheduled it for\nDecember 11, 2012. He suggested that TOR stickers that could be used as “swag” to lure an\naudience. According to her account, Snowden informed he that he “had been talking to some\nof the more technical guys at work into setting up some additional fast servers” for TOR. His\n“work” place at the time was the NSA. If so, he had already attempted to find co-workers at the\nNSA who might be interested in attending an anti-NSA surveillance presentation.\n\nSandvik not only agreed a to be Snowden’s co-presenter but she made the Oahu Crypto party a\nTOR-sponsored event. Sandvik flew to Honolulu on December 6, 2012. It was a fourteen hour\nflight and a relatively expensive one. She later told Wired magazine that the invitation from\nSnowden coincided with her plan to take a “vacation in Hawaii.” Whatever her reason, it brought\n\nHOUSE_OVERSIGHT_020226",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020226.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3322,
    "word_count": 571,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.073822",
    "prefix": "IMAGES-005"
  }
}