{
  "document_id": "HOUSE_OVERSIGHT_023763",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023763.txt",
  "text": "Teaching Kids to Walk and Talk 17\n\nsubconscious pretty well does what it is in the habit of doing. The\nsubconscious is a habit-driven processot.\n\nBad habits, as they say, are hard to break. Actually, all habits, good\nor bad, are hard to break. A new swing is really hard to develop, as is a\nnew way of selling, or a new way of treating people, or driving a new\nroute home.\n\nThis is the real use of education: the creation of new habits. This\ncan be done in only one way. The subconscious learns in only one\nway.\n\nThe subconscious learns by repeated practice.\n\nThe only teaching that can work, then, is the kind of mentoring that\nhelps someone execute better while they are practicing.\n\nHow is a high school football coach different from a high school\nhistory teacher?\n\nBefore we attempt to answer this question, we need to consider\nwhy it is an important question to consider. In general, I think most\npeople would agree that the behavior of these two types of teachers is\nlikely to be quite different. In our mind’s eye, we see images of yelling\nand crude behavior versus refined lecture and discussion. But let’s get\nbeyond the superficial stereotypes and think about what they teach\nrather than their style of teaching it.\n\nThe history teacher at his worst teaches facts, and at his best teach-\nes careful analysis of sources of facts.\n\nThe football coach at his worst teaches that someone could never\npossibly do something, and at his best coaches someone to do some-\nthing better.\n\nThe history teacher teaches the conscious. The football coach\nteaches the subconscious.\n\nThis makes sense if we view education (in school) as a conscious\naffair. It certainly seems to be a conscious affair. We discuss history,\nwe don’t do history. And, it makes sense in football since the coach\ndoesn’t need players who can discuss football—he needs players who\ncan execute.\n\nIt begins to make less sense when we consider how the conscious\nand the subconscious interact.\n\nAs long as we see ourselves as rational beings who can think logi-\ncally and make carefully reasoned decisions about our daily lives,\nthen education indeed should be about the promotion of reasoned\n\nHOUSE_OVERSIGHT_023763",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023763.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2181,
    "word_count": 375,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.851253",
    "prefix": "IMAGES-007"
  }
}