{
  "document_id": "HOUSE_OVERSIGHT_018318",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018318.txt",
  "text": "Most of our networked world is a pool of buzzing, fresh interaction - not only hard\nto predict, but constantly on the sharp edge of making something new. Scientists\nlike Holland call this “emergence”, the way that bottom-up interactions —- between\ncells or chips or traders or cars - create a larger order, often something that was not\nthere before. The fundamental uncertainty of this process means it’s often excluded\nfrom the way we look at the world. It’s easier to assume a predictable, linear,\ncomplicated logic is at work. An “a leads to b and c” sort of logic: revolution leads to\nfreedom which leads to democracy, for instance. That such predictions are often\nwrong - and that we’re so often surprised by events in economics or politics - is a\nreminder that compicated systems are often complex, lit with mechanisms that\nalmost gleefully snap off the fingers of meddling, confident planners. Too often we\nlook at some puzzle - Iraq, income inequality - and think itis merely “complicated.”\nWe should know better. “Macro models failed to predict the crisis and seemed\nincapable of explaining what was happening to the economy in a convincing\nmanner,” the European Central Banker Jean-Claude Trichet lamented in the\naftermath of 2008s cascading, complex financial crises, when markets and officials\ndiscovered that the problem with their system was not merely that it was “too big to\nfail” but also “too connected to manage” - and possibly “too complex to\ncomprehend.” Trichet sounded a little shell-shocked. “As a policy maker during the\ncrisis I found the available models of little help. In fact, I would go further: In the\nface of the crisis, we felt abandoned by the conventional tools.”1\"4\n\nThis sense of abandonment comes from an attempt to use a mechanical way of\nthinking in age of complexity. 145 When you think an air force can simply pound an\ninsurgency to sand or that some old reliable business should survive because it rests\nupon billions of dollars of infrastructure, you miss the energetic creative and\ndestructive power of complex connection. It’s not fully right to say: Networks\nalways beat hierarchies, because of course networks have layers and structures of\ntheir own. But it’s not wrong to consider that complex systems tear easily at stiff,\ncompetitive and overly-ordered ones, even the most carefully engineered\ncomplicated ones. Think of the mafnicently ornamented dictatorships pushed to\ncollapse in recent years. Or, can you really look at the firm where you work and feel\na sense of living, flexible adaption in the face of connection?\n\nIn our age, the pressure of emerging change is particularly heightened by the very\nnature of the digital devices themselves. The connected and algorithmic tools all\naround us now lend themselves to the easy and cooperative interaction. In fact, that\n\n114 Macro models: Jean-Claude Trichet “Reflections on the nature of monetary\npolicy non-standard measures and finance theory”, Speech at ECB Central Banking\nConference, Frankfurt, 18 November 2010\n\n115 This sense of abandonment: Michele Catanzaro and Mark Buchanan, “Network\nOpportunity.” Nature Physics Vol 9, March 2013 p. 121-122 or Cesar A. Hidalgo,\n“Disconnected! The parallel streams of network literature in the natural and social\nsciences”, (2015) arXiv:1511.03981\n\n86\n\nHOUSE_OVERSIGHT_018318",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018318.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3326,
    "word_count": 535,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.508412",
    "prefix": "IMAGES-004"
  }
}