{
  "document_id": "HOUSE_OVERSIGHT_017212",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017212.txt",
  "text": "4.2.12\nWC: 191694\n\nassault charges, but he also faced the possibility of being extradited to the United States to face\ncharges that carried far more serious consequences than those in Sweden. It was the possible\nAmerican prosecution that he wished to discuss with me.\n\nI first spent several hours with Assange and his legal team over the phone and by email. We\nworried about the security of our lawyer/client communications, which some might think ironic in\nlight of Assange’s penchant for disclosure of secret communications, but he had little choice but\nto communicate about the legal issues. We decided that a face-to-face meeting was required and\nwe met in his lawyer’s office.\n\nI found Assange to be an earnest person, deeply devoted to the principle of maximal transparency\nof governmental actions. He was, however, sensitive to the need to keep some secrets—if not\nfrom him, at least from the general public, which inevitably includes some very bad people\ndetermined to do some very bad things to innocent and perhaps not so innocent people.\n\nAssange insisted to me*’ that he was a journalist, in every relevant sense of that term. He\npublished, and turned over to others to publish important and relevant material that others had\nprovided to him anonymously. He and his colleagues had devised a technology for allowing\n“whistle blowers” to “drop” material to Wikileaks anonymously and with no possibility of it being\ntraced to its source. This “dropbox” technology was the cyber manifestation that the best way to\nkeep a secret is not to know it in the first place. He and his colleagues had devised a foolproof\nsystem, he believed, to keep them from learning who had “dropped” the material into “the box.”\n\nHis job as a journalist was to authenticate the raw material, vet it for names and other life-\nthreatening information which in his journalistic judgment should not be published (for example,\nthe location of safe houses and the names of vulnerable people), and arrange for it to receive\nmaximal reach by having it published by mainstream media outlets around the world, which would\ndo further vetting to meet their own journalistic standards.\n\nWhen he finished explaining his journalistic modus operendi, two names immediately popped into\nmy head: Seymour Hirsh of the New Yorker, and Bob Woodward of the Washington Post. Both\nare solid pillars of the journalistic establishment and both have made their reputations by\npublishing secrets the government—or at least some in the government—did not want to see in\nprint.\n\nHirsh specializes in publishing classified information about national security that has been\nprovided to him by whistle blowers inside the government who disagree with particular\ngovernmental policies and want to see them exposed by someone who is believed to be\nsympathetic to their dissenting views. Some, if not most, of these whistleblowers are breaking the\nlaw by disclosing classified material to Hirsh. Hirsh and his publishers knew that they were\npublishing classified information before they published it. Yet neither he nor his publishers have\nbeen prosecuted.\n\nIt is likely, moreover, that Hirsh has encouraged at least some of his more reluctant sources to\nbecome whistle blowers or, if they came to him without any prior encouragement, to continue to\n\n‘7 T can only disclose material that is in the public record that he has given me permission to disclose.\n\n125\n\nHOUSE_OVERSIGHT_017212",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017212.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3434,
    "word_count": 558,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.314840",
    "prefix": "IMAGES-004"
  }
}