{
  "document_id": "HOUSE_OVERSIGHT_023338",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023338.txt",
  "text": "that needs to be done youandI will hire new people , and it will be self running. ( it was may in my house\nwhen you told brad it had been 5 months and you were getting fed up ) I will set up a parallel . office , somenoe\nlike wendy dolman or her quality is paramount. two accountants two bookeepers and two office\n\nadmins. . alan and zoe will handle trusts and grats. heatehr diana george will be incolved in art partnership. if\nyou want brad, analysts etc. and kids to do investments I have little to add in that regard ,except to be able to\naccount for things properly. I suggest that the kids must have skin in any deal.\n\nAlternatively , we can continue to focus on fun and let someone else do the things that you want done. and\nyou and I can kibbitz about it all. structures outcomes risk, museums. charity, ( joslins answer by the way\nwas I had asked how much charity was leon planining to give this year , (the 2m) he didnt include your\nfoundation or the payment to me, or from debra and you??!!\n\nDate: Mon, Nov 30, 2015 at 11:21 AM\n\nSubject: agenda\n\nTo: Melanie Spinella ii\n\n1 fees, amount and to what entities when and responsiblitis. 2. gagosian idea to save a minimum of 10\nmill and maybe more. 3. ican walk you through carlyns screw up, 50 % would have made little difference\nand maybe made it worse . 4. we should have an all hands meeting with your family to talk about art\ndistribution on death. . 5. phaidon, decantings ( already firmly in progress ) loans. (alan ) pent. ( with\nfollow up ) all part of same elegant transaction, 6 asymetric risk worth at least 50- 60 no matter how you\ncalculate. Ican explain. 7 lets get the money issue out of the way once and for all. I have my team set to\nstart.\n\nDate: Fri, Feb 20, 2015 at 5:52 AM\nSubject:\n\n1) pg 1 A” unequal shares\". pg 23 \"removal of trustees \" absolute. dont be confused with abiltiy to set up\nseperate trusts, , 2) I am reachable this afternoon in europe. on cell. 3. on another note . -our financial\nagreement ended months ago . seperate from the art partnership (which 1 was told yesterday to my\namazement is still not funded) . 1am obligated to complete ? the time 1 have dedicated since oct/ dec has\nbeen spent mainly as your friend. tom, brad though i am fully cognizant of my responsiblities. I will try to\nhelp find people. Iam not good at human resources. howevr If I don;t think they are good enough for you. I\nwill continue to say so , and you obviously decide. but I will reiterrate even in the face of your \"nobody is\ngood enough argument.\" keeping foremost in my mind that you and I have only beeen shown a very tiny\nhandful of people. 4. I find the friction over fees , counterproductive. in an attempt to avoid it I had\nsuggested a multi year deal early on. you rejected it. I then suggested, and urged you to have an option at a\nfixed fee , you also rejected that .you wanted the fee payment only at the end I argued but ,conceded. I\nsuggested a structure that tom didn't like. you rejected it. 5 I suggest you make a fair proposal.- that 1 can\neither accept or reject. some payment up front this time is a requirement. I am willing to modify any outstanding\nobligations. - there are creative ways to assure you of your desired characterization of those payments. 6 you\nshould open accts at Deutsh . and goldman. I am told that eilleen has set up over one hundred bank acccts for\nyou???!!. few relevant 7 you should immediatly demand a list of all her acct authorites , exec poistions\n\n. director etc. bank authorizsations. etc. talk later or over the weekend if you like\n\nDate: Tue, Jan 5, 2016 at 9:32 PM\n\nSubject:\n\nTo: Jeffrey Epstein <jeevacation@gmail.com>\n\nMark was here this morning , the proposed transactions are extremely complex . and would take a great deal\nof detailed time. I do not know how, and if ,to move forward - our last transaction. a transaction which you\nsaved 600 million in tax. even if 20 years away ,( ihope longer) even discounted is a 300 million\n\nsavings . for that you ignored our agreements , verbal written and emailed -and decided that it was only\n\nHOUSE_OVERSIGHT_023338",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023338.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4097,
    "word_count": 770,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.656452",
    "prefix": "IMAGES-007"
  }
}