{
  "document_id": "HOUSE_OVERSIGHT_013179",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013179.txt",
  "text": "13.6 Glocal Memory 263\n\ne in which most memory items come in pairs, consisting of one local item and one global\nitem, so that activation of the local item (the “key”) frequently leads in the near future to\nactivation of the global item (the “map”)\n\nObviously, in the scope of all possible memory structures constructible within the above\nformalism, glocal memories are going to be very rare and special. But, we suggest that they are\nimportant, because they are generally going to be the most effective way for intelligent systems\nto structure their memories.\n\nNote also that many memories without glocal structure may be “well-aligned” in the above\nsense.\n\nAn example of a predominantly local memory structure, in which nearly all significant mem-\nory items are local according to the above definition, is the Cyc logical reasoning engine [LG90].\nTo cast the Cye knowledge base in the present formal model, the tokens are logical predicates.\nCyc does not have an in-built notion of activation, but one may conceive the activation of a\nlogical formula in Cyc as the degree to which the formula is used in reasoning or query process-\ning during a certain interval in time. And one may define a basic metric for Cyc by associating\na predicate with its extension (the set of satisfying inputs), and defining the similarity of two\npredicates as the symmetric distance of their extensions. Cyc is reasonably well-aligned, but\naccording to the dynamics of its querying and reasoning engines, it is basically a local memory\nstructure without significant global memory structure.\n\nOn the other hand, an example of a predominantly global memory structure, in which nearly\nall significant memory items are global according to the above definition, is the Hopfield asso-\nciative memory network [Ami89]. Here memories are stored in the pattern of weights associated\nwith synapses within a network of formal neurons, and each memory in general involves a large\nnumber of the neurons in the network. To cast the Hopfield net in the present formal model, the\ntokens are neurons and synapses; the activations are neural net activations; the basic distance\nbetween two neurons A and B may be defined as the percentage of the time that stimulating\none of the neurons leads to the other one firing; and to calculate a basic distance involving a\nsynapse, one may associate the synapse with its source and target neurons. With these defini-\ntions, a Hopfield network is a well-aligned memory, and (by intentional construction) a markedly\nglobal one. Local memory items will be very rare in a Hopfield net.\n\nWhile predominantly local and predominantly global memories may have great value for par-\nticular applications, our suggestion is that they also have inherent limitations. If so, this means\nthat the most useful memories for general intelligence are going to be those that involve both\nlocal and global memory items in central roles. However, this is a more general and less risky\nclaim than the assertion that glocal memory structure as defined above is important. Because,\n“glocal” as defined above doesn’t just mean “neither predominantly global nor predominantly\nlocal.” Rather, it refers to a specific pattern of coordination between local and global memory\nitems — what we have called the “keys and maps” pattern.\n\n13.6.2 Glocal Memory in the Brain\n\nScience’s understanding of human brain dynamics is still very primitive, one manifestation of\nwhich is the fact that we really don’t understand how the brain represents knowledge, except\nin some very simple respects. So anything anyone says about knowledge representation in the\nbrain, at this stage, has to be considered highly speculative. Existing neuroscience knowledge\n\nHOUSE_OVERSIGHT_013179",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013179.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3738,
    "word_count": 603,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.168371",
    "prefix": "IMAGES-002"
  }
}