{
  "document_id": "HOUSE_OVERSIGHT_011477",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011477.txt",
  "text": "Jordan River from the West Bank, from which a fledgling group called Fatah,\nunder the command of Arafat, had been staging a series of raids. In one of their\nmost recent attacks, they’d planted land mines, one of which destroyed an\nIsraeli schoolbus, killing the driver and one of the teachers and injuring nearly a\ndozen children. The so-called Battle of Karameh was our single most significant\noperation since the 1967 war. In pure military terms, it succeeded. But at a\nprice: more than two dozen Israeli soldiers dead. It also had a major political\nimpact. It caused shock among many Israelis, still wrapped in a sense of\ninvincibility from the Six-Day War, as well as a feeling in the Arab world,\nactively encouraged by Arafat and his comrades, that compared to the great\narmies Israel had defeated in 1967, Fatah had at least shown fight. Fatah had\ndrawn blood.\n\nI had just turned 26 years old. I was finishing my studies in math, physics\nand economics at the Hebrew University in Jerusalem, and had joined my\nSayeret Matkal comrades the night before the assault. It was a huge operation:\nten battalions, including crack infantry units. Our own role was relatively minor.\nWe were to seal the southern entrance to the town. But it proved a tough slog\njust to get there. Our vehicles got bogged down in mud. By the time we arrived,\nFatah fighters, although many were in civilian clothes so we couldn’t be sure,\nwere racing past us in the other direction. One of them, we were later told, was\nYasir Arafat. On a motorcycle.\n\nIt would be nearly three decades before the two of us actually met — shortly\nafter the assassination of my longtime comrade and friend Yitzhak Rabin, when\nI had become Foreign Minister under Shimon Peres. But in the intervening\nyears, Arafat was rarely off of my radar. By the early 1970s, he and his fighters\nhad been expelled by King Hussein’s army from Jordan and were re-based in\nLebanon. Arafat was becoming a significant figure on the Arab and world\npolitical stage, and an increasingly uncomfortable thorn in Israel’s side. I was\nhead of Sayeret Matkal by then. Over a period of months, I drew up a carefully\nconstructed plan — a raid by helicopter into a Fatah-dominated area in\nsoutheastern Lebanon, during one of Arafat’s intermittent, morale-boosting\nvisits from Beirut — to assassinate him. My immediate superior, the army’s head\nof operations, was all for our doing it. But the chief of military intelligence said\nno. Arafat, he insisted when we met to discuss the plan, was no longer the lean,\nmean fighter we had encountered in Karameh. “He’s fat. He’s a politician. He is\nnot a target.”\n\n6\nHOUSE_OVERSIGHT_011477",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011477.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2655,
    "word_count": 459,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.300048",
    "prefix": "IMAGES-001"
  }
}