{
  "document_id": "HOUSE_OVERSIGHT_014691",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014691.txt",
  "text": "a Case 1:15-cv-07433-RW AIS DEINE EP on Shs Page 2 of 4\n\nIn compliance with Chapter 617, F.S., (Not for Profit)\n\nARTICLE I NAME\n\nThe name of the corporation shall be: Victims Refuse Silence, Inc.\n\nARTICLE IT ____ PRINCIPAL OFFICE\n\nPrincipal street address: Mailing address, if different is:\n\n425 North Andrews Ave.\nSuite 2\nFort Lauderdale, FL 33301\n\nARTICLE WT __ PURPOSE\n\n: — ._,... Victims Refuse Silence, Inc. is organized exclusively for charitable and\nThe purpose for which the corporation is organized is:\n\neducational purposes including, for such purposes, the making of distributions to organizations that qualify as exempt\n\norganizations under section 504 (c)(3) of the Internal Revenue Code, or the corresponding section of any future federal tax\n\ncode. The corporation is organized to provide assistance to victims of sexual abuse as well as victims of human trafficking.\n\nUpon the dissolution of Victims Refuse Silence, Inc., assets shall be distributed for one or more exempt purpose within\n\nthe meaning of section 501(c)(3) of the Internal Revenue Code, or corresponding section of any future federal tax\n\ncode, or shall be distributed to the federal government, or to a state or local government, for a public purpose.\n\nARTICLE IV ___ MANNER OF ELECTION ___The manner in which the directors are elected and appointed: The manner in\nwhich the directors are elected or appointed is provided in the bylaws of the Corporation.\n\nARTICLE _V INITIAL OFFICERS AND/OR DIRECTORS\n\nName and Tite. Virginia Roberts, Director Name and Title: den i A my\nen or\nSuite 2 S25\n\nFort Lauderdale, FL 33301 wae SS\n\nName and Title: Bradley J. Edwards, Director Name and Title: on\n\nSulte2\nFort Lauderdale, FL 33301\n\nBrittany N. Henderson, Director ... and T\n\nAddress:\n\nName and Title:\n\nSuite 2\nFort Lauderdale, FL 33301\n\nitle:\n\nAddress:\n\nGIUFFRE001063\n\nHOUSE_OVERSIGHT_014691",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014691.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1865,
    "word_count": 297,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.331701",
    "prefix": "IMAGES-003"
  }
}