{
  "document_id": "HOUSE_OVERSIGHT_015020",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015020.txt",
  "text": "once, but repeatedly, almost predictably. We shall see that, among the al-Qaeda terrorists who were\nfirst protected and then continued their activities were the following:\n\n1. Ali Mohamed, identified in the 9/11 Commission Report as the leader of the 1998 Nairobi\nEmbassy bombing;\n\n2. Mohammed Jamal Khalife, Osama bin Laden's close friend and, while in the Philippines, financier\nof both Ramzi Yousef (principal architect of the first World Trade Center [WTC] attack) and his uncle\nKhalid Sheikh Mohammed;\n\n3. Khalid Sheikh Mohammed, identified in the 9/11 Commission Report as \"the principal architect of\nthe 9/11 attacks”;\n\n4. Khalid al-Mihdhar and Nawaf al-Hazmi, two of the alleged 9/11 hijackers, whose presence in the\nUnited States was concealed from the FBI by CIA officers for months before 9/11.\n\nIt might sound from these citations that the 9/11 Commission marked a new stage in the U.S.\ntreatment of these terrorists, and that the report now exposed those terrorists who in the past had\nbeen protected. On the contrary, a principal purpose of my chapter is to show that\n\n1. one purpose of protecting these individuals had been to protect a valued intelligence connection\n(the \"al-Qaeda connection,” if you will);\n\n2. one major intention of the 9/11 Commission Report was to continue protecting this connection;\n\n3. those on the 9/11 Commission staff who were charged with this protection included at least one\ncommission member (Jamie Gorelick), one staff member (Dietrich Snell), and one important witness\n(Patrick Fitzgerald) who earlier had figured among the terrorists’ protectors.\n\nIn the course of writing this chapter [Scott continues], | came to another disturbing conclusion | had\nnot anticipated. This is that a central feature of the protection has been to defend the 9/11\nCommission’s false picture of al-Qaeda as an example of non-state terrorism, ignoring not just the\nCIA but also the royal families of Saudi Arabia and Qatar. In reality, as | shall show, royal family\nprotection from Qatar and Saudi Arabia (concealed by the 9/11 Commission) was repeatedly given\nto key figures like Khalid Sheikh Mohammed, the alleged “principal architect of the 9/11 attacks.” The\nestablishment claims that the wars fought by America in Asia since 9/11 have been part of a global\n“war on terror.” But this “war on terror” has been fought in alliance with Saudi Arabia, Qatar, and\nPakistan - precisely the principal political and financial backers of the al-Qaedist networks the United\nStates has supposedly been fighting. Meanwhile the most authentic opponents in the region of these\nSunni al-Qaedists - the governments of Iraq, Libya, Syria, and Iran - have found themselves\noverthrown (in the case of Iraq and Libya), subverted with U.S. support (in the case of Syria), or\nsanctioned and threatened as part of an “axis of evil” (in the case of Iran). We should not forget that,\njust one day after 9/11, “Rumsfeld was talking about broadening the objectives of our response and\n‘getting Iraq.”\n\n(pp. 44-45, The American Deep State)\n\nClinton's daughter is now poised to work global health initiatives which | would suggest is little more\nthan a cover for on-going terrorism \"ops\".\n\nTo return to Steve Colo - in the interview he speaks of a partnership between the Secret Service, the\nFBI, and South Carolina's SLED (State Law Enforcement Division) to open a Computer Crime\nCenter. Bud Horton (mentioned above) (long-affiliated with IT Security; his title at Accenture was\nChief technology officer of it's cyber security practice) happened to have just moved to South\n\nHOUSE_OVERSIGHT_015020",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015020.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3603,
    "word_count": 579,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.042587",
    "prefix": "IMAGES-003"
  }
}