{
  "document_id": "HOUSE_OVERSIGHT_022330",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022330.txt",
  "text": "﻿Blanche Lark Christerson\nManaging Director, Senior Wealth Planning Strategist\nTax Topics\nTable of Contents\n2013\n2013\n12/20/13 Budgets, tax reform and “extenders”; end of the year round-up 2013-12\n11/15/13 The government shutdown, and selected inflation-adjusted numbers for 2014 and\nend-of-the-year planning points\n2013-11\n10/07/13 A review of basic planning points 2013-10\n08/30/13 Revised discussion of Windsor, reflecting guidance from the IRS and the Treasury\nDepartment, issued on August 29, 2013\n08/28/13 United States v. Windsor: the Supreme Court rejects Section 3 of DOMA, which\ndefines “marriage” as only between a man and a woman\n07/01/13 Selected planning points: the now “permanent” $5 million exclusion, indexed for\ninflation, state estate taxes and “portable” spousal exclusions\n2013-09\n2013-08\n2013-07\n05/29/13 Updated discussion of selected options to save for a child’s college education 2013-06\n04/29/13 Selected tax provisions from President Obama’s Fiscal Year 2014 Budget 2013-05\n03/21/13 Updated estate planning glossary and selected income tax terms 2013-04\n02/20/13 Conservation easement flunks as charitable contribution (Belk); “DD” and the cost of\nemployer-provided health care; two important 100-year anniversaries; some lesserknown\nprovisions of the American Taxpayer Relief Act\n01/25/13 Selected numbers from official IRS 2013 inflation-adjustments (Rev. Proc. 2013-15);\nfaçade easement has zero value as charitable deduction (Scheidelman)\n2013-03\n2013-02\n01/10/13 Selected overview of the “American Taxpayer Relief Act of 2012” (H.R. 8): 2001 and\n2003 tax cuts largely made permanent, but higher taxes for the top 1% to 2%\n2013-01\n2012\n12/31/12 Proposed regulations on the 3.8% tax on “net investment income”; Wandry again, and\nhow many gift tax dollars the “defined value” clause saved\n11/30/12 The “fiscal cliff,” alternative minimum tax and transfer taxes; IRS “non-acquiesces” in\nWandry; possible taxpayer relief for those affected by Hurricane Sandy\n10/31/12 Countdown to the election; selected 2013 inflation-adjusted numbers and various\nplanning points; Wandry appeal withdrawn\n09/25/12 The looming “fiscal cliff” and the shape of possible future tax legislation; how NOT to\nsubstantiate a charitable deduction (Mohamed v. Commissioner); Wandry appealed\n2012-09\n2012-08\n2012-07\n2012-06\n07/31/12 The Supreme Court’s health care decision: The Affordable Care Act upheld 2012-05\n06/11/12 Wandry v. Commissioner: yes, another taxpayer victory using a “defined value”\nformula clause – but caution may be in order\n04/19/12 Supreme Court arguments on the health care law; Medicare taxes taking effect in\n2013: 0.90% on the wages of “high earners” and 3.8% tax on “net investment\nincome”; the Buffett Rule and the “Paying a Fair Share Act” (S. 2230)\n03/08/12 Tax proposals on “high-income” taxpayers from President Obama’s Fiscal Year 2013\nBudget and the Treasury Department’s “Green Book”\n01/23/12 Estate of Petter v. Commissioner: another taxpayer victory using a “defined value”\nformula clause, and the legacy of Procter v. Commissioner\n2012-04\n2012-03\n2012-02\n2012-01\n2011\n12/02/11 “Super Committee” bows out; 2012 inflation-adjusted numbers and various planning\npoints; the “Sensible Estate Tax Act of 2011” (H.R. 3467)\n10/21/11 The American Jobs Act of 2011: the 28% limitation, the millionaires’ surtax, and the\n“Buffett Rule”\n09/16/11 The Budget Control Act of 2011 (Pub. L. 112-25) and the “Super Committee”: reduce\nthe deficit – or else!\n07/28/11 How certain discretionary language almost made a credit shelter trust taxable in the\ntrustee/beneficiary’s estate (Estate of Chancellor v. Commissioner)\n06/13/11 A Tax Court valuation case that illustrates just how far apart the experts can be, and\nhow a judge evaluates those experts (Estate of Mitchell)\n05/03/11 Additional thoughts on last December’s 2010 Tax Act: lifetime gifts (GRATs, Sales to\nDefective Grantor Trusts and QPRTs) and how “credit shelter trusts” are still relevant\ndespite the “portability” of a deceased spouse’s estate tax exclusion\n2011-09\n2011-08\n2011-07\n2011-06\n2011-05\n2011-04\nTax Topics – Table of Contents – 2013 – 2\n04/06/11 What it means to be a “statutory resident” of New York for income tax purposes – and\nhow expensive that can be (Matter of Baker)\n2011-03\n02/24/11 Updated “estate planning glossary” 2011-02\n01/31/11 A discussion of “tax expenditures” and possible tax reform, based on reports from the\nPresident’s Deficit Commission and the National Taxpayer Advocate\n2011-01\n2010\n12/23/10 Overview of the Tax Relief, Unemployment Insurance Reauthorization, and Job\nCreation Act of 2010 (Pub. L. 111-312): income tax and capital gains rates, tax-free\ndistributions from IRAs to charity; estate and gift tax and GST provisions\n11/30/10 Thoughts on the mid-term elections, and selected year-end planning points, along\nwith some of the inflation-adjusted pension plan numbers for 2011; brief reminder of\nwhat low interest rates mean for certain planning techniques, including GRATs\n(grantor retained annuity trusts) and Sales to Defective Grantor Trusts\n10/26/10 Estate of Tatum: another disclaimer gone awry – but taxpayer loses this time;\npossible timeline for retroactive reinstatement of estate tax and GST, based on\nCarlton, a 1994 Supreme Court estate tax case\n09/14/10 Taxpayer successfully rescinds defective disclaimers and avoids significant gift tax\nliability (Breakiron); discussion of Bosch, the vintage case addressing when a state\nlaw holding is binding on the IRS\n07/27/10 A discussion of next year’s likely return of “PEP” and “Pease” (indirect tax increases\non higher earners) and the potential impact on charitable giving; two cases involving\npurported charitable gifts and a skeptical IRS: Hendrix and Free Fertility Foundation\n07/01/10 A round-up of the still uncertain tax landscape: Sen. Bernie Sanders’ estate tax bill\nand its revenue raisers (consistent basis reporting, limits on valuation discounts and\nGRAT restrictions), “PAYGO” and Sen. Kyl’s estate tax proposal; Rep. Ryan’s\n“Roadmap”; NY drops “privity” requirement for executor’s suit against estate planning\nattorney (Schneider v. Finnman)\n05/28/10 “Pierre II”: the Tax Court addresses the “step transaction doctrine” and valuation\nissues in a continuation of the Pierre v. Commissioner saga; valuation of fractional\ninterests used in QPRTs (Ludwick v. Commissioner)\n2010-11\n2010-10\n2010-09\n2010-08\n2010-07\n2010-06\n2010-05\n05/06/10 An updated discussion of some of the options to save for a child’s college education 2010-04\n04/05/10 An overview of some of the provisions in the new health care legislation, particularly\nthe new Medicare taxes; codification of “economic substance doctrine”; GRAT\nrestrictions advance\n02/28/10 President Obama’s FY 2011 Budget – increases on higher earners, and estate and\ngift tax proposals: return to the 2009 estate tax regime, consistent values, modifying\nrules on valuation discounts and mandating minimum 10-year term and remainder\ninterest for GRATs; under the “check-the-box” regulations, is a single member LLC\ndisregarded for gift tax purposes? (Pierre v. Commissioner)\n2010-03\n2010-02\nTax Topics – Table of Contents – 2013 – 3\n01/26/10 The 2010 planning landscape: NO estate tax, GST or basis adjustment rules; what\nCongress may do; possible constitutional “due process” challenge; what can go\nwrong when documents are wrong about how property is titled (Beudert-Richard v.\nRichard)\n2010-01\n2009\n12/22/09 The imminent demise of the estate tax? Possible effect on formula provisions and the\ndifficulties of modified carryover basis; extenders bill and carried interest; proposed\nstock transactions tax; importance of keeping beneficiary designations current\n(Kennedy v. DuPont SIP)\n09/30/09 More on Roth IRA conversions: calculating what the taxable amount may be; how a\n“decoupled” state may tax a non-resident’s property, even if it’s passing to a surviving\nspouse; NY advisory opinion on non-resident’s proposed condo purchase (TSB-A-\n08(1)M)\n08/31/09 What may happen with estate tax repeal and tax-free IRA distributions to charity;\nearly 2009 AMT “patch”; Roth IRA conversions in 2010 – restrictions will be gone so\nthat anyone may convert a “regular” IRA to a Roth\n07/28/09 Some pros and cons of several options to pay for health care reform; the case of the\n“tainted witness” and a will’s tax apportionment clause (Estate of Wu); how some\nstates are dealing with economic adversity\n06/15/09 OMB’s “Analytical Perspectives” and Treasury Department’s “Green Book” offer\ninsights on Obama tax proposals and outline of estate and gift tax proposals:\nconsistent values, modifying rules on valuation discounts and minimum 10-year terms\nfor GRATs; taxing employer-provided health care?; new mortality tables and QPRTs;\nNew York’s increased taxes and estimated tax payments\n04/20/09 The “Taxpayer Certainty and Relief Act of 2009” (S. 722) – makes lower income tax\nrates permanent, increases higher rates, and freezes the estate tax at 2009 levels;\nfocus on whether Congress might reinstate the state death tax credit; new task force\non tax reform\n03/19/09 President Obama’s FY 2010 budget proposal: higher rates, limits on itemized\ndeductions and the personal exemption phase-out; the interaction of the regular tax\nwith the AMT; historical income tax and capital gains tax rates; S. 394 would enhance\nthe tax treatment of art and collectibles\n02/09/09 Rep. Pomeroy’s estate tax bill (H.R. 436); basic planning points; basis adjustment\nrules, including modified carryover basis in 2010; “The Rangel Rule” (H.R. 735); intrafamily\nloans\n01/12/09 Suspension of 2009 required minimum distributions under The Worker Retiree and\nEmployer Recovery Act of 2008 (Pub. L. 110-458); a brief mention of another “bad\nfacts” limited partnership case (Hurford)\n2009-10\n2009-08\n2009-07\n2009-06\n2009-05\n2009-04\n2009-03\n2009-02\n2009-01\nTax Topics – Table of Contents – 2013 – 4\n2008\n12/02/08 Prospective tax increases and their possible revenue implications; inflation-adjusted\nnumbers for 2009 and selected planning points\n11/04/08 The Emergency Economic Stabilization Act of 2008 (Pub. L. 110-343): AMT\nextenders and ISO relief, tax-free IRA distributions to charity, deduction for state and\nlocal sales taxes, broker basis reporting, and harmonizing preparer penalties for\nundisclosed positions; making lemonade out of lemons – coping with the market\ndecline\n09/30/08 A discussion of the upcoming $3.5 million estate tax exclusion, and how it affects\nplanning in “decoupled” states, especially for married couples\n08/29/08 A selected review of major tax legislation during the Bush administration, and a\nsnapshot of the tax proposals of Senators McCain and Obama\n07/31/08 No discount for “restricted management accounts” (Rev. Rul. 2008-35); final regs on\n“grantor retained interest trusts” (T.D. 9414)\n06/30/08 Charitable remainder trusts and UBTI: final regs (T.D. 9403); charitable lead trusts\nand “tiering” provisions: proposed regs (REG-101258-08)\n05/30/08 Supreme Court holds that muni bonds still tax free (Kentucky v. Davis); IRS issues\nproposed regs on alternate valuation (REG-112196-07; Kohler v. Commissioner)\n04/28/08 The awful AMT and its disappearing exemption; Notice 2008-22 and a trust grantor’s\n“nonfiduciary” power to swap trust property for property of equivalent value; planning\ntechniques that work well in a low-interest rate environment\n2008-11\n2008-10\n2008-09\n2008-08\n2008-07\n2008-06\n2008-05\n2008-04\n03/31/08 Disclaimers and self-adjusting valuation clauses (Christiansen) 2008-03\n02/26/08 More on the new preparer penalties: Notice 2008-13 2008-02\n01/28/08 Supreme Court affirms that trust investment advisory fees subject to 2% floor\n(Knight); wash sale rules and IRAs; survivorship and the marital deduction (Lee)\n2008-01\n2007\n12/21/07 AMT patch, cont’d.; 11 th Circuit reverses Tax Court: built-in capital gains tax\nliability reduces value of closely held corporation: Estate of Jelke (General Utitilies\ndoctrine; willing buyer-willing seller; IRA implications)\n11/20/07 AMT patch; inflation-adjusted numbers for 2008 and planning points; 0% rate for\ndividends and capital gains\n10/26/07 Preparer penalties: the new rules under the Small Business and Work Opportunity\nAct of 2007; transition rules under Notice 2007-54\n2007-12\n2007-11\n2007-10\n09/28/07 Charlie Rangel’s proposal; AMT and estimated tax; taxing “carried interest” 2007-09\n08/31/07 Saving for college: the “kiddie tax” and the pros and cons of different savings vehicles 2007-08\nTax Topics – Table of Contents – 2013 – 5\n07/31/07 Davis v. Kentucky Revenue Department – Supreme Court to examine muni bond\ntaxability; proposed regs on trust investment fees and the 2% floor (REG-128224-06)\n06/28/07 Proposed regs on grantor retained income trusts (REG-119097-05); why timing of\npayments matters; why there’s a 7520 rate; Rudkin update\n05/31/07 “Kiddie tax” changes; custodial accounts; “pay-go”; whither the estate tax; get a good\nvaluation expert! (Kimberlin)\n2007-07\n2007-06\n2007-05\n04/27/07 2 nd Circuit affirms that trust investment fees subject to 2% floor: Rudkin 2007-04\n03/29/07 IRS Clarification: non-spousal rollovers and tax-free IRA distributions to charity\n(Notice 2007-7); tax patents; Chuck Grassley on the AMT and the “tax gap”\n2007-03\n02/28/07 Estate Planning Glossary 2007-02\n01/30/07 The “First 100 Hours”; President Bush’s health care proposals; 2006 Annual Report of\nthe National Taxpayer Advocate\n2007-01\n2006\n12/29/06 The Tax Relief and Health Care Act of 2006 (Pub. L. 109-432): “extenders”; health\nsavings accounts; AMT refundable credit; charitable remainder trusts and UBTI;\npermanent capital gain treatment for self-created musical works\n2006-11\n11/22/06 The mid-term elections; 2007 inflation-adjusted numbers 2006-10\n10/23/06 More on the Pension Protection Act of 2006: fractional interest gifts and $100,000 taxfree\nIRA contributions to public charities; Charlie Rangel and AMT reform;\nConnecticut marital deduction for same-sex couples\n09/08/06 The Pension Protection Act of 2006 (Pub. L. 109-280): selected retirement and\ncharitable provisions\n07/31/06 Estate Tax and Extension of Tax Relief Act of 2006 (H.R. 5970); Illinois decoupling\n(McGinley v. Madigan); non-resident income taxation and out-of-state property\n2006-09\n2006-08\n2006-07\n06/27/06 Permanent Estate Tax Relief Act of 2006 (PETRA, H.R. 5638) 2006-06\n05/31/06 Tax Increase Prevention and Reconciliation Act of 2005 (Pub. L. 109-222): “kiddie\ntax”; conversions to Roth IRAs; expatriate income and housing exclusion; capital\ngains treatment for self-created musical works\n04/28/06 The AMT and stock options: capital loss carryback prohibitions apply to AMT as well\n(Merlo); attempted assignment of income fails (McManus); assignment of income:\nnon-qualified stock options and charitable remainder trusts\n2006-05\n2006-04\n03/29/06 4 th Circuit upholds IRS win in Chawla, but “insurable interest” issue still dangles 2006-03\n02/22/06 Charitable Remainder Trust Safe-Harbor (Notice 2006-15); more on prepaid tuition;\ndebts, forgiveness and taxes\n2006-02\nTax Topics – Table of Contents – 2013 – 6\n01/27/06 Prepaid tuition (PLR 200602002); gift and estate tax reminder; “Personal Revival\nTrusts” for cryonauts\n2006-01\n2005\n12/27/05 Tax Reform Panel Recommendations; Ron Wyden’s “Fair, Flat Tax Act of 2005” 2005-12\n11/18/05 Hurricane Katrina Provisions; 2006 inflation-adjusted numbers; sale of remaining\nlottery payments is not a sale of a “capital asset” (Prebola)\n2005-11\n10/18/05 Saving for College – round-up of options 2005-10\n09/30/05 Ittleson – New York taxes sale of non-resident’s artwork 2005-09\n09/08/05 Estate tax thoughts; GST consequences of taxable trust renunciation (PLR\n200532024); note about the “rule against perpetuities”\n2005-08\n07/29/05 Strangi – 5 th Circuit upholds IRS win in Texas FLP case 2005-07\n06/30/05 Circular 230 2005-06\n05/27/05 Estate planning glossary; Washington state’s new estate tax 2005-05\n04/20/05 New Jersey loses on decoupling case (Oberhand); retroactive tax changes\n(Nationsbank); charitable remainder trust “safe harbor” rules and the right of election\n(Rev. Proc. 2005-24)\n03/28/05 Insurable interests and trusts: Chawla; “frivolous arguments to avoid when paying\ntaxes” (Notice 2005-30)\n2005-04\n2005-03\n02/18/05 Washington State decoupling struck down: Hemphill 2005-02\n01/28/05 Social security, the estate tax and tax reform; several cases: Banks (contingent\nattorney’s fees); Harkins (“corporation sole”); Davis (marital deduction)\n2005-01\n2004\n12/28/04 The Barnes Foundation 2004-15\n11/24/04 2005 inflation-adjusted numbers; how a low 7520 rate affects planning techniques 2004-14\n11/05/04 Tax reform: flat tax and consumption tax; American Jobs Creation Act deductions for\nsales tax and attorneys’ fees; New York tax law change: non-resident’s sale of co-op\nnow taxable\n10/08/04 The Working Families Tax Relief Act of 2004 (H.R. 1308): extension through 2010 of\n10% and 15% brackets; that “ridiculously complex” tax code; a word on PORC;\nreminder about low 7520 rates\n09/10/04 Turner v. Commissioner (formerly Thompson): 3d Circuit affirms IRS Tax Court win\nagainst FLP (family limited partnership); Turner contrasted with Kimbell\n2004-13\n2004-12\n2004-11\nTax Topics – Table of Contents – 2013 – 7\n08/03/04 Tax Court says stock transfers to FLP are indirect gifts (Senda); co-op’s real estate\ntaxes not deductible against AMT (Ostrow and Guterman)\n07/14/04 IRS addresses grantor trust rules and implications of tax reimbursement clauses\n(Rev. Rul. 2004-64); LUST tax\n06/25/04 H.R. 4520, the export bill; proposals for state and local sales tax deduction and\ndeferred compensation; House bills; temporary Connecticut decoupling; 7520 rate\nchart\n05/28/04 Kimbell v. U.S. – 5 th Circuit hands taxpayer a victory in FLP case; how the applicable\nfederal rates are determined\n04/28/04 Export bill: economic substance doctrine, expanded “kiddie tax”; no dice on offsetting\ngambling losses (TAM 200417004); QSLOB election\n04/02/04 President Bush’s 2005 budget takes aim at 529 plan “loopholes”; deductibility of\nattorneys’ fees – Supreme Court grants cert on Banaitis and Banks\n03/18/04 Impact of 2001 and 2003 tax law changes and interplay with AMT; reminder about low\n7520 rates\n02/27/04 More thoughts on “decoupling”: New York, New Jersey and Connecticut – the power\nof lifetime gifts; pro-rating the tax on a New York trust that changes situs\n02/03/04 Tax clause nightmare: Lurie v. Commissioner, or the pain of charging taxes to a nontaxable\nshare; interrelated computations\n01/14/04 New York fiduciary income tax and trust situs: Estate of William Rockefeller and\nMatter of Harriet Bush; codification of Mercantile\n2004-10\n2004-09\n2004-08\n2004-07\n2004-06\n2004-05\n2004-04\n2004-03\n2004-02\n2004-01\n2003\n12/19/03 More changes on New York’s 529 Plan; intra-family loans: term and demand loans,\nand forgiving them; note on William Roth and John Breaux\n11/26/03 Inflation-adjusted numbers for 2004; charitable remainder trusts, “ordering rules”\nand qualified dividends (REG-110896-98)\n11/10/03 Connecticut “decouples” for a bit; New York and New Jersey “decoupling” –\ndisclaimers and contingent QTIPs; changes to New York’s 529 Plan\n10/24/03 IRS acquiesces in Walton GRAT decision (Notice 2003-72); Social Security and “full\nretirement age”\n2003-21\n2003-20\n2003-19\n2003-18\n10/10/03 The Independent 529 Plan 2003-17\n09/26/03 IRS guidance on reporting requirements for substitute dividends (Notice 2003-67);\nthe “Wall Street Rule”; tax reward money taxable (Roco)\n2003-16\n09/05/03 The fall legislative agenda; saving for a child’s college education 2003-15\nTax Topics – Table of Contents – 2013 – 8\n08/06/03 Strangi III – the Tax Court thumps taxpayer in Texas FLP case 2003-14\n07/23/03 7 th Circuit upholds IRS win in Hackl: no annual exclusion for gifts of LLC interests 2003-13\n07/01/03 New York’s “tax traps” regarding the estate tax, GST and non-residents 2003-12\n06/16/03 More on JGTRRA, qualified dividends and the new tax rates 2003-11\n06/06/03 JGTRRA: lower rates, qualified dividends, increased child tax credit; marriage penalty\nrelief; increased AMT exemption; chart with phase-outs of the AMT exemption\namounts\n05/16/03 Jobs and growth bill; trust’s investment fees subject to 2% floor (Scott); tax\napportionment (PNC Bank v. Roy); Michigan and the TPT credit (Lacks v. Michigan\nDepartment of Treasury)\n2003-10\n2003-09\n05/02/03 Jobs and growth bill; flat tax proposals; tax apportionment (Kuralt) 2003-08\n04/11/03 Budget update; estate tax pitfalls for non-resident aliens (Fung); “indirect skips” and\nthe GST; QTIP election boo-boo (PLR 200314012); early CRUT termination and\ncapital gain (PLR 200314021)\n03/28/03 Budget news; contingent attorneys’ fees (Raymond) – and how AMT interacts with\nthem\n03/13/03 Budget and legislative update; marital deduction mess-up (Davis); limited education\nno defense against estate tax deficiency (Koester)\n02/28/03 Taxpayer’s SCIN works (Estate of Dulio Costanza); SCIN contrasted with private\nannuity; IRS loses on “joint-spousal GRATs” (Cook)\n02/14/03 Details on Fiscal Year 2004 Budget, including various proposed savings accounts\n(lifetime, retirement and employer-sponsored); impact on 529 plans; a closer look at\narguments in favor of tax-free dividend proposal\n01/31/03 State of the Union address and tax-free dividend proposal; CBO’s deficit numbers;\nSen. Daschle on the Democratic plan; is all retirement plan income “effectively” taxfree?\n(KD 3761); “decoupling” in Nebraska and Kansas\n01/16/03 President Bush’s job creation plan and tax proposals, including tax-free dividends;\nSen. Feinstein on freezing the top rate; JCT lists expiring provisions;House rules to\nrequire macroeconomic analyses; dynamic scoring\n2002\n12/19/02 New faces: John Snow and Steven Friedman; adjustment clause too much like\nProcter – Mom can’t take back gift (TAM 200245053); non-immigrant visa doesn’t\npreclude domicile (Estate of Jack); payments to Holocaust survivors permanently\nexempted from income tax\n11/27/02 Our “abominable” tax code and how it got that way; Lindy Paull’s departure; how\n7520 rates affect planning techniques – why GRATs work better with lower rates and\nQPRTs don’t\n2003-07\n2003-06\n2003-05\n2003-04\n2003-03\n2003-02\n2003-01\n2002-22\n2002-21\nTax Topics – Table of Contents – 2013 – 9\n11/19/02 Aftermath of the mid-term elections and the AMT; estate tax issues; inflation-adjusted\nnumbers for 2003\n10/25/02 Run-down on proposed legislation: the CARE and NESTEG bills; next year’s FICA;\nlow 7520 rates and planning: QPRTs, CLATs, CRATs, GRATs and charitable gift\nannuities\n09/20/02 Possible permanency of 2001 Tax Act and its education provisions;“decoupling”:\nD.C., Massachusetts, New Jersey and New York\n2002-20\n2002-19\n2002-18\n09/04/02 Treasury ends “abusive” split-dollar scheme (Notice 2002-59) 2002-17\n08/29/02 CBO’s budget numbers and stimulus proposals; IRA discussion correction – comment\nfrom Cathy Vohs of the IRS\n2002-16\n08/01/02 CARE Act progresses – proposed gifts to charity from IRAs 2002-15\n07/23/02 Corrections on IRA discussion; single life distribution table 2002-14\n07/18/02 Corrected discussion on the final minimum distribution regs 2002-13\n07/02/02 The debt limit increase; IRS retreats from imposing FICA or FUTA taxes on ISOs\n(Notice 2002-47)\n06/21/02 Attempts to make 2001 Tax Act permanent; efforts at estate tax reform; law-school\nexpenses not deductible (Galligan); ignorance of the law is no excuse – “innocent\nspouse” relief denied (Mitchell)\n2002-12\n2002-11\n05/24/02 The “sunset” provision of the 2001 Tax Act; new IRA distribution tables 2002-10\n04/18/02 Thoughts on 529 Plans; IRS issues final rules on IRA distributions; “decoupling”:\nMaryland, Nebraska and New York\n04/09/02 Tax Court denies annual exclusion for gifts of LLC interests (Hackl); Florida says\ngoodbye to estate tax revenues\n03/20/02 Senate Finance Committee hearing on tax shelters; Joint Committee on Taxation\nreport on shelters and judicial doctrines used against them\n03/15/02 Stimulus bill passes; bill to freeze some of 2001 Tax Act; CBO and OMB revenue\nprojections; Concord Coalition suggestions about fiscal year 2003 budget; GRAT\nincludibility under IRC Sec. 2039 (TAM 200210009); Vermont “decoupling”; the GST\nand “indirect” skips – the opt-out\n02/28/02 Tax shelter amnesty (Announcement 2002-2); whither the corporate income tax?; IRS\npermits early CRUT termination (PLR 200208039) and tax treatment of early\ntermination (PLR 200127023); IRS information on Victims’ Relief Bill (Publication\n3920); New York City’s cigarette tax\n02/22/02 President Bush’s fiscal year 2003 budget; Senate vote on estate tax repeal; the\nshrinking surplus; increase in debt ceiling; taxability of frequent flyer miles\n(Announcement 2002-18); cigarette taxes\n2002-09\n2002-08\n2002-07\n2002-06\n2002-05\n2002-04\nTax Topics – Table of Contents – 2013 – 10\n01/31/02 Victims’ Relief bill signed – planning points; bill to reinstate marital deduction for noncitizen\nspouses (H.R. 3575); the state death tax credit and “decoupling”: Minnesota,\nRhode Island and Wisconsin\n2002-03\n01/25/02 IRS Notice on split-dollar life insurance (Notice 2002-8) 2002-02\n01/11/02 Tom Daschle speech on the economy; 2001 Report of the National Taxpayer\nAdvocate\n2002-01\n2001\n12/21/01 The stimulus package; the Victims of Terrorism Relief Act; inflation-adjusted numbers\nfor 2002\n11/30/01 More on Victims of Terrorism bill (history of prior such bills); applicability of FICA and\nFUTA taxes to ISOs (incentive stock options): proposed regulations (REG-142686-01)\nand Notices 2001-72 and 2001-73; the AMT and ISOs\n11/26/01 Stimulus package stalls; Victims’ Relief bill progresses; 18% capital gains tax rate and\ngain on principal residence exclusion (Revenue Ruling 2001-57)\n10/31/01 More thoughts on the Victims of Terrorism relief bill; FICA increase; France and the\nVAT\n2001-25\n2001-24\n2001-23\n2001-22\n10/24/01 Stimulus plans; budget shortfalls in California, Florida, New York and North Carolina 2001-21\n09/28/01 9/11 aftermath: Victims of Terrorism Relief Act 2001-20\n09/04/01 More on “timing” and the new estate tax rates; the phase-out of the state death tax\ncredit\n2001-19\n08/07/01 AMT ISO relief?; “timing” and the new estate tax rates; the tax rebates 2001-18\n08/02/01 Possible repeal of the “sunset” provision and the estate tax; GST “indirect” skips and\ndeemed allocations\n2001-17\n07/25/01 GST changes under 2001 Tax Act 2001-16\n07/10/01 Two unfavorable IRA rulings: sons can’t be default “designated beneficiaries”\n(PLR 2001260410) and daughter can’t name herself as Mom’s designated beneficiary\nafter Mom’s death (PLR 200126036); new IRA rules wouldn’t necessarily have made\na difference\n2001-15\n06/29/01 Some of the numbers behind the 2001 Tax Act 2001-14\n06/04/01 Rundown on EGTRRA (the 2001 Tax Act) 2001-13\n05/22/01 Gifts to non-grantor trusts under the “Relief” bill; Neal tries to shut down swap funds\n(H.R. 1785)\n2001-12\n05/18/01 Rundown on the “Relief” bill; the “Byrd rule” 2001-11\nTax Topics – Table of Contents – 2013 – 11\n04/20/01 Costs of the “Death Tax Elimination” bill; the Joint Committee on Taxation and\nrevenue estimates; estate tax reform bills; Rangel bill would make state and local\ntaxes deductible against AMT\n2001-10\n04/13/01 The costs of estate tax repeal 2001-09\n04/11/01 President Bush’s tax proposals, H.R. 8, “The Death Tax Elimination Act of 2000,”\ncarryover basis and “dynamic” versus “static” scoring\n2001-08\n03/23/01 Competing stimulus bills and possible estate tax relief 2001-07\n03/07/01 Stimulus bill in the making; IRA hardship exemption fails (Gallagher); tax fraud\nconviction and sentencing of Dorothy and George Henderson; office space for the\nClinton Foundation\n02/05/01 Projected budget surpluses; President Bush’s tax plan; possible estate and gift tax\nrepeal\n2001-06\n2001-05\n01/30/01 Clarification on new proposed IRA regs 2001-04\n01/24/01 Appendix with new IRA distribution period 2001-03\n01/22/01 Senate Finance Committee takes shape; new proposed regs on IRA distributions\n(REG-130477-00 and REG-130481-00)\n01/10/01 Tax-writing committees take shape; possible tax legislation; IRS loses Walton GRAT\ncase; how tax credits lard up the tax code; joint spousal revocable trust wins and\nloses\n2001-02\n2001-01\n2000\n12/20/00 The $1.3 trillion tax cut; inflation-adjusted numbers for 2001 2000-19\n11/29/00 Thoughts on the new faces in Washington; candidates for Chairman of the House\nWays and Means Committee\n11/22/00 The uncertain outcome of the elections; compromise bill on the foreign sales tax\nregime; standard mileage rates\n2000-18\n2000-17\n11/17/00 Election outcome unknown, but what the tax-writing committees may look like 2000-16\n10/30/00 House passes tax bill, Clinton promises veto; NY streamlines tuition savings plan;\nFICA increases and Social Security funding\n10/18/00 Details on 18% capital gains tax rate; deduction and credit for college tuition;\nconviction of Dorothy and George Henderson for tax fraud\n2000-15\n2000-14\n10/02/00 H.R. 1102, the “Retirement Security and Savings Act of 2000”; estate tax update 2000-13\nTax Topics – Table of Contents – 2013 – 12\n09/15/00 Override on “marriage penalty” veto fails; Republican edge in House\nnarrows;“surviving spouse” in same-sex relationship loses 50% co-ownership\nargument (Estate of Horstmeier); credit for tax on prior transfers doesn’t fly (Estates of\nHarrison); Gov. Jesse Ventura on Minnesota public school education\n09/08/00 Override on estate repeal veto fails; final GRAT regulations issued (T.D. 8899, 26\nCFR Part 25); settlement fees and tax apportionment (Estate of Esther Brabson);\ndependency exemption for kidnapped child (ILM 200034029)\n2000-12\n2000-11\n08/07/00 Strategies for passing tax reform; New Hampshire upholds inheritance tax 2000-10\n07/14/00 Thoughts on possible estate tax repeal; New Hampshire House overrides inheritance\ntax repeal veto; the problem of joint-ownership (PLR 200034029); draft legislation to\npermit fair market value deduction for charitable contributions by artists and authors\n(S. 2781)\n2000-09\n06/29/00 Projected surpluses; estate tax repeal movement 2000-08\n06/09/00 New Hampshire governor vetoes inheritance tax repeal; IRS ruling on a “5 & 5”\npower: ever-increasing ownership of the trust (PLR 200022035); IRS wins two cases:\ngifts to a corporation don’t qualify for annual exclusion (Stinson); “economic benefit”\ndoctrine doesn’t accelerate taxability of lottery winnings (Thomas)\n05/19/00 H.R. 8 and estate tax repeal; embezzled money is taxable income (Amini); no\n“married filing jointly” available for taxpayer in same-sex relationship (Mueller)\n05/15/00 Estate tax valuation of a disputed claim: Estate of Algerine Smith. Commissioner – 5 th\nCircuit reverse Tax Court\n04/13/00 IRS goes after “ghoulish” charitable lead trusts (REG-100291-00; new tax shelter\nlistings apply to individuals as well as corporations; IRS permits disclaimer to change\nIRA beneficiaries (PLR 200013041); community property IRA distribution to exspouse\ntaxable to IRA owner (Bunney); charitable bequest of non-qualified stock\noptions taxable to charity, not estate (PLR 20012076)\n03/24/00 Donees subject to transferee liability (Armstrong); converting NIM-CRUTs to CRUTs\n(Notice 99-31); discharge of GRAT liability (TAMs 200010010 and 200011005)\n02/28/00 Corporate tax refunds are up; taxpayer wins Texas partnership case (Elsie Church v.\nUnited States)\n0/11/00 President Clinton’s final budget (fiscal year 2001); attempted casualty loss for\nproperty next to O.J. Simpson’s estate (Chamales)\n2000-07\n2000-06\n2000-05\n2000-04\n2000-03\n2000-02\n2000-01\nTax Topics – Table of Contents – 2013 – 13\nBlanche Lark Christerson is a managing director at Deutsche Asset & Wealth Management in New York\nCity, and can be reached at blanche.christerson@db.com.\nThe opinions and analyses expressed herein are those of the author and do not necessarily reflect those of Deutsche Bank AG or any\naffiliate thereof (collectively, the “Bank”). Any suggestions contained herein are general, and do not take into account an individual’s\nspecific circumstances or applicable governing law, which may vary from jurisdiction to jurisdiction and be subject to change. No\nwarranty or representation, express or implied, is made by the Bank, nor does the Bank accept any liability with respect to the\ninformation and data set forth herein. The information contained herein is not intended to be, and does not constitute, legal, tax,\naccounting or other professional advice; it is also not intended to offer penalty protection or to promote, market or recommend any\ntransaction or matter addressed herein. Recipients should consult their applicable professional advisors prior to acting on the\ninformation set forth herein. This material may not be reproduced without the express permission of the author. \"Deutsche Bank\" means\nDeutsche Bank AG and its affiliated companies. Deutsche Asset & Wealth Management represents the asset management and wealth\nmanagement activities conducted by Deutsche Bank AG or its subsidiaries. Clients are provided Deutsche Asset & Wealth\nManagement products or services by one or more legal entities that are identified to clients pursuant to the contracts, agreements,\noffering materials or other documentation relevant to such products or services. Trust and estate and wealth planning services are\nprovided through Deutsche Bank Trust Company, N.A., Deutsche Bank Trust Company Delaware and Deutsche Bank National Trust\nCompany. © 2013 Deutsche Asset & Wealth Management. All rights reserved. 017075 121913\nTax Topics – Table of Contents – 2013 – 14",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022330.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 33579,
    "word_count": 4930,
    "line_count": 612,
    "import_date": "2025-11-19T21:47:47.093216",
    "prefix": "TEXT-001"
  }
}