{
  "document_id": "HOUSE_OVERSIGHT_023638",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_023638.txt",
  "text": "﻿a polite interview\n“Skin So Thin,\nIt’s Inside Out”\nEthan Persoff talks with Paul Krassner about running The Realist,\nhacking The New York Times Bestseller list, and that\n“true, extraordinary liar,” Donald Trump.\nIn the late Fifties, three things radically changed the course\nof American comedy: Lenny Bruce, The Second City, and\nThe Realist. From its first issue in the Spring of 1958, Paul\nKrassner’s iconoclastic “journal of freethought and satire”\ncreated a comedic template that is still being followed today; its\nmix of fact and intelligent opinion delivered with a mordant,\nknowing skepticism, is as current as John Oliver and as\nomnipresent as the entire internet. But you don’t hear much\nabout The Realist these days — it’s the fate of truly seminal\nsources to seem inevitable, when in fact they reshaped the\nworld in their own image.\nFortunately, in 2006 Krassner teamed with archivist/comic\nartist Ethan Persoff on The Realist Archive Project (http://\nwww.ep.tc/realist/), a free online repository of every issue of\nthe magazine from its 43-year run. They recently collaborated\nagain on a deluxe coffee table book, The Realist Cartoons,\npublished by Fantagraphics.\nThe election of Donald Trump seemed to be a particularly\nKrassnerian moment, so I asked Ethan to call Paul and ask\na few leading questions. — MG\nETHAN PERSOFF: Paul, what’s your opinion of Trump?\nPAUL KRASSNER: Where to begin? Personally, for me, it goes\nback to when George Bush won the presidency in 2000. That\nwas due to the electoral college, even though Al Gore had won\nthe popular vote.\nThat same time, Hillary Clinton was elected Senator. She\nannounced, publicly, the first thing she was going to do was\nget rid of the electoral college.\nYears later, I was doing a column for The New York Press,\nand I sent Clinton a letter asking her about the status of her\npromise. She didn’t reply.\nDuring the campaign, Trump called Clinton a crook —\nEP: Right, “Lock her up”.\nPK: —he called her a crooked businessperson. But that’s what\nhe was. Everything he says about anybody is really about him.\nHe’s a true, extraordinary liar.\nEP: What’s your opinion of his “fake news” media scolding?\nPK: Another example of projection. He calls the newspapers\ndishonest, because he is, in fact, the most dishonest.\nTrump became an insanely narcissistic dictator once he\nwon, bragging about his electoral numbers as proof. But prior\nto that, he endlessly insisted the electoral college was a sham.\nThat, to me, wins the prize for irony.\nEP: I have to wonder, what if Clinton had won the electoral\ncount, but lost the popular vote?\nPK: Oh, then he would have said it was rigged.\nEP: Lock her up!\nPK: When I wrote the letter to her, it was partly because I’d\nheard the electoral college was based on slavery.\nEP: And there’s gerrymandering, which is also racist.\nPK: Yes. You know, the thing with Trump, is there’s talk of\nanything from impeachment, assassination, treason ... But\nthat leads to more irony, because that would leave President\nPence. Pence has just as much an interest in turning evolution\naround, and going back to barbaric times, but has the ability\nto pass as sane. Trump can’t do that.\nEP: Do you think Trump’s madness is an asset to his opposition?\nHe’s such an easily identifiable lunatic, does that provide for\na sense of protection, as opposed to Pence, who is so much\nmore canny and quiet?\nPK: There’s fear of Trump, and then there’s dictatorship in\naction. The things he’s been doing are disgusting -- these appointments!\nLike Rick Perry for Dept of Energy. It’s so insane.\nAnd then, Betsy DeVos. No education experience ... I think\neven starting in kindergarten. (Laughter)\nEP: Yes. Everyone has their own personal thing that they’re\nscared about with Trump. Me, it’s the environment. I can’t\nbelieve his appointment of Scott Pruitt with the EPA.\nPK: They’re all horrible. Then there’s Michael Flynn. He\nis the core of the hypocrisy of the relationship between\nTrumpo the Elephant and Putin.\n(continued) f\n93\nEP: What’s your take on Trump and\nRussia?\nPK: I read one article where an unidentified\nRussian official used the phrase\n“useful idiot”. That’s really what it is.\nIt’s like J. Edgar Hoover; he stayed\naround for decades [via] blackmail. I\nthink it’s the same thing. You don’t have\nto say it, you know. Hoover would just go\nto JFK and say, “We found some photo\nof you in bed with Marilyn Monroe. But\ndon’t you worry, we’ll keep it in our safe.”\nEP: You’ve lived through some Red scares;\ncan you imagine any other time where\nthis Russia stuff would be forgiven?\nPK: I think foreign countries may have\ninfluenced previous elections.\nI don’t know, but it was mostly\nbefore the technology of the\nInternet. So, if there’s no Internet,\nthere ain’t no hackin’.\nIt’s like there ain’t no divorce\nif you don’t have no marriage!\nWhatever deal was made, or\nhacked, I think Trump decided\nto run the night of the 2011\nWashington Correspondent’s\nDinner. Obama had such\ngood jokes that night. But the\ncamera was on Trump, and you\ncould see that he was foaming.\nEP: That shot of him is amazing.\nThe video of Trump’s boiling\nback head. It’s really gorgeous.\nPK: Humiliation makes a difference.\nYou know, years before\nany of this, Trump developed\nhis modus operandi for media/\npolitical success: You cheat.\nWhat pushed him into public profile was\nthe stated success of his book, The Art of\nthe Deal. But what I found out that is that\nhe bought 20,000 copies of his own book\nfrom Random House, and that made it a\nNew York Times Best Seller.\nSimilarly, L Ron Hubbard had his book\nDianetics. He had a Scientologist working\nat The New York Times who had access\nto the details of their best sellers lists.\nBack then, there was a list of cities that\nthe Times measured sales at particular\nbook stores. So, Hubbard didn’t have to\nbuy 20,000 copies, he just had his spy tell\nhim where to buy several copies at those\nlocations, and the Church of Scientology\nhad an instant “Best Seller”.\nEP: Earlier you mentioned two interesting\nwords: “assassination” and “impeachment”.\nYou have the benefit of having\nlived through Kennedy and Nixon.\nPK: My earliest remembrance of a President\nwas Franklin D Roosevelt.\nEP: Do you remember him on the radio?\nPK: Yes. He was famous for having his\nFireside Chats. Which, through these\ndecades, has evolved into tweets.\nEP: Here’s a very pointed question: When\nKennedy got shot — what’s your memory\nof that?\nPK: Several memories. One was my first\nwife was out shopping, heard it on somebody’s\nradio, and immediately bought a\nTV set. That’s one thing I remember, just\nbeing glued to the television…And I was\ngetting calls, maybe not that day, but from\nCartoon by Wende, from The Realist #37, Sept. 1962.\npeople wanting to write an article about\nthe conspiracy aspect of it. You know of\nJean Shepherd, right?\nEP: Of course.\nPK: He was a big influence on me. He said,\n“This will change the whole country.” He\nthought it was a coup. And it turned out\nthat the CIA had the Mafia do it. After\nall of my studying about it, that’s what it\nwas. The Mafia were the puppets of the\npuppeteer in that.\nI would listen to Jean Shepherd every\nnight, and he said — he predicted – that\nAmerica would have a dictator who won\nthe presidency because he came out of\nshow business. And it happened. You\nknow, [Trump’s] not like Ronald Reagan,\nwho came out of Hollywood, of course.\nBut in Reagan’s case, he couldn’t make\nthe distinction between reality and his\n94\nmovie roles. But he did say he was willing\nto take a senility test! Of course, the suggestion\nthat he’d take a senility test is a\nsuggestion that you already are senile.\nEP: Right. That’s very funny.\nPK: Jumping back to Trump. Along the\nsame lines of the buying the 20,000\ncopies of his book, the first day of his\npresidential campaign, he came down\nthe Trump Tower elevator. There were\npeople with placards, saying “TRUMP\n2016” — but they were all hired actors.\nFifty of ‘em.\nEP: You know, the success of that red hat\nreally disturbs me. It’s so idiotic — but it\nreally seemed to work.\nPK: I agree. No other presidential\ncandidate had a cap like\nthat. And a slogan. I’ve seen\npeople on TV asked, “What do\nyou think about the election?”\nOne elderly woman said, “Oh\nit’s wonderful! We’re going to\nMake America Great Again!”\nEP: How could they win on a\ncampaign of awful messages?\nMaybe Steve Bannon is some\nAD&D wizard, casting a spell\nthat everything negative\nbecomes positive. “Trust me\nTrump: kick babies instead of\nkiss them. It’ll work!”\nPK: I agree that’s possible.\nBut it’s narcissism that made\nTrump do this. Narcissism with\nskin so thin, it’s inside out.\nThat’s what he was\ndoing, too, during the campaign.\nIf your skin is inside out,\nthen it’s projecting. Hillary “was a crook,”\nbut he was. He called Bernie Sanders\n“crazy” and he was. “Lyin’ Ted Cruz”...\nEP: Why do you think those nicknames\nwere so effective? It seemed, once you\nwere labelled by him, you were done.\nPK: Bush had his nicknames, but they\nwere favorable. He called Karl Rove his —\nEP: “Turd Blossom”!\nPK: Right, “Turd Blossom” ...and he was.\nEP: The prettiest turd.\nPK: Regarding Trump’s narcissism, here’s\nmy favorite joke: Trump was in the elevator\nof Trump Tower. It stopped on one\nfloor and a woman got in. She said, “Oh!\nYou’re Donald Trump! Oh my, I would\nlove to give you a blow job. I really would.\nI have a great reputation. I will make it\nthat you will never forget this blow job.\nI really am good. I practice a lot. And I\nwant to give you a blow job so much.”\nAnd Trump says, “Yeah, but what’s in\nit for me?”\n(laughter)\nThere’s an old saying in psychology.\nIn order to deceive people, you have\nto deceive yourself. Here’s the thing:\nTrump has instant belief. He just believes\nwhatever he says. With Obama’s\nbirth certificate controversy, he would\nbelieve it, even though he had to know\nit wasn’t true. Then, he said he’d hired\ninvestigators to go to Hawaii.\nEP: (embarrassed for history) I remember\nthat.\nPK: I think that was a lie, too! I don’t think\nhe ever sent them. Or, if he did\nsend them, and they didn’t find\nany “evidence,” then he lied by\nomission...of facts.\nEP: I wonder if these lies are\ngoing to have consequences —\nif impeachment will happen.\nGetting Congress to do it will\nbe nearly impossible.\nPK: There’s little hints that\nthe Republicans — their conscience\nis gettin ‘em. Those are\nmy hopes.\nEP: The fear I have is we’re going\nto lose this country through this\nmotherfucker. That we’re going\nto have a police state – that we\nwon’t have a free press. Do you\nthink these are real fears?\nPK: Oh, yeah. Well, you know,\na police state has a bad reputation.\nI mean, cops love it!\nThe thing is — ever since I\ntook a lot of acid — I have become an\nover-doer of being optimistic. You can\npick your metaphor, but I think Trump’s\na blessing in disguise.\nWith these scares, he’s the monster —\nThe Frankenstein — that we’ve created.\nIt’s from the country’s dumbing-down\nof the media. Especially with the commercials.\nYou know, when they first had\nTV news, they didn’t have commercials.\nEP: I’ve been trying to get more into the\nhabit of watching PBS News Hour. It’s\namazing to have a full hour of commercial-free\nnews, and not looping news,\nlike CNN. What’s sad is I find I have to\nbuild up the stamina for it. I actually find\nmyself wanting commercial breaks. PBS\nhad less coverage of Trump’s campaign,\ntoo. Probably because there were no ads\nto sell.\nPK: The epitome of it, regarding coverage\nof Trump, was CEO Leslie Moonves, who\nsaid “It may not be good for America, but\nit’s damn good for CBS!”\nEP: You know, the week Trump won, to\ndeal with shock, my mind started remembering\nthings that made me laugh.\nOne of your stories showed up: The one\nwhen you met Bob Dylan and asked for\nhis opinion about the Holocaust.\nPK: I was at a radio show. And he was\nwatching in the room. It was me, Abbie\nHoffman, a rabbi, and some others.\nDuring the panel, the Holocaust was\nintegrated into the dialogue. Dylan was\nthere watching, sitting in a dark corner in\nCartoon by Mort Gerberg, from The Realist #50, May 1964.\n95\nthe back of the room. When the program\nwas over, he walked up and said to me,\n“You didn’t say much.” And I thought\nthat was funny, because he was such a\nminimalist.\nThen I held up my fist, like a microphone,\nand asked, “So, what do you think\nabout the Holocaust?” He offered his\nminimalistic reply: “I resent it.”\nEP: That’s just too good a joke.\nPK: I remember that, more than the radio\npanel, because it had such an essence\nof itself.\nEP: That’s the benefit of minimalism,\nright? It’s like these insane Trump tweets.\nIn some way, they’re stronger because\nthey’re just 140 characters.\nPK: By the way, did you see Anderson\nCooper laugh for five minutes when\nKellyanne Conway used the phrase “alternative\nfacts”? It was such a bizarre\noxymoron, he couldn’t stop laughing.\nEP: My favorite one of her’s is the Bowling\nGreen Massacre. The Internet was hilarious\non that. For the Holocaust, of course,\nit’s “Never Forget”; so, for the Bowling\nGreen Massacre, people were posting\npictures of green bowling balls, with the\nphrase “Never Remember”.\nPK: Oh, that’s good. It’s like what I was\nmentioning about optimism. The answer\nis what we saw right after the inauguration,\nwith the march and the rallies.\nTrump is essentially the monster we’ve\ncreated. Whereas Frankenstein was\nmade from corpses, Trump was made\nfrom fringe subcultures: First\nfrom the white supremacists\n... Trump was on the radio\nwith some insane conspiracy\ntheorist, and the host said, “My\nlisteners, they really love you.”\nTrump then went to the Evangelists,\n‘cause that was another\nsubculture. He couldn’t think\nof anything, the first time, from\nthe Bible. Next time, though,\nhe brought a Bible with him.\nHe was smart enough to take\nthe cellophane off it.\nEP: I think for the most part,\nyou’ve always been on the\nright side of history, actions\nyou’ve taken and political/\nmoral positions — everything\nfrom civil rights, to women’s\nrights, to drug freedom. But I\ndon’t know how you decided\nto do some of this shit. For\nexample, you ran an abortion referral\nservice inside The Realist. No reward\nbeyond a moral victory.\nPK: Back then, when it was illegal, people\nthought doctors who performed abortions\nshould be arrested and convicted.\nEP: Let’s discuss the development of your\nethics. What’s your internal compass?\nHave you always had these instincts?\nPK: It happens organically. I remember\nwhen LOOK Magazine said about abortion,\n“There are no humane doctors ...\nall of them are just in it for the money.”\nAnd I knew of one: Doctor Spencer in\nAshland, Pennsylvania. He had a reputation.\nIt turned out, to be, also, that he\nwas a subscriber.\nSo, I wrote him a letter, asking for an\ninterview, because I wanted to point out\nthat LOOK’s statement was a lie. And I\nThe Disneyland Memorial Orgy, by Paul Krassner and Wallace Wood, published in the May, 1967 issue of The Realist. Readers\nwith annoying bare patches on their wall can buy a copy at www.paulkrassner.com for $35.00 plus shipping and handling.\npromised him that I would go to prison\nsooner than identify him.\nEP: Was that a concern of his?\nPK: I just volunteered it. So that he would\nknow. And he allowed me to interview\nhim, albeit anonymously. 1\nWhen I published the interview, I\nstarted to get calls. Women who were\npregnant that didn’t want to be, and didn’t\nknow where to go. These were different\nages, different classes. I remember\none that really had the most force to it:\nA nurse called. And she couldn’t get a\ndoctor to help her. From a hospital, or\neven privately.\nSo, I referred her to Dr. Spencer. And\nshe sent me a gift. She knew I had a little\ndaughter. And she sent me a doll. A lion.\nHolly, my daughter, named it Lenny the\nLion, after Lenny Bruce.\nEP: Oh, that’s great.\nPK: I began to get more and more calls,\nand I couldn’t say no. You know this is\nnot an abstract placard saying “Peace\nNow”, this was somebody that I could\nhelp. I couldn’t say no -- ‘cause there are\nso many things going on in the world that\nyou can’t help.\nI never thought I’d become an underground\nabortion referral service. But, you\nknow, it became my calling, in a way.\nEP: How long did you continue to help\npeople out?\nPK: I stopped when I moved to San Francisco\n[in 1971]. By that time there were\nothers doing referrals -- Protestant ministers.\nSo, I left my practice behind me.\nEP: The Realist was one of the first, if\nnot the first, news sources to talk about\nEnovid [the first birth control pill].\nPK: In the first few issues! And the pill\nwas just a rumor. This guy, a journalist\n-- I didn’t pay him much – he did a twopart\narticle, I think I paid him $100 for\neach. He went to Puerto Rico, where they\nwere testing women. I had mixed feelings\nabout this, because they were testing\nthem like guinea pigs. But it worked, and\nit became known as “the Pill.”\nEP: Since we’re referring to a lot of\nissues of The Realist, we should probably\nmention the online archive. I recall,\nwith some humor and business sense, you\nonly asked one thing: That we edit the\nimage to the Disneyland Orgy to include\na link to your site, saying a poster was\navailable for sale on your website.\nPK: Oh yeah, that was a pure ad.\n1\n“An Impolite Interview With An Abortionist,”\nThe Realist #35, June 1962.\n96\nEP: The first ad to run in The Realist,\nprobably?\nPK: Well, sure. (laughs) It was letting\npeople know the poster existed.\nEP: In the ten years that the archive’s been\nup, it’s enjoyed a lot of regular traffic and\nis now referenced in many dissertations.\nBy the way, did you see the Washington\nPost article linking to the archive, specifically\nthe LBJ story? 2\nPK: Oh, yeah. I heard about that from\nHarry Shearer. He sent me the link to\nthe article, where they refer to me as\nan “obscure 1960s figure.” The subject\nline of Harry’s email was “It’s official!”\nand then in the message, a link to the\narticle and the words “you’re obscure!”\nI laughed hysterically.\nI think the LBJ piece (“The Parts Left\nOut of the Kennedy Book,” The Realist\n#74, May 1967) is still the most notorious\narticle; people remember it. Lewis Black\nsaid he was fifteen when he read it and\nsaid he was shocked! You know, because\nthe article was written as a seduction, in\na way. To the culmination, to the... what\ndo they call it in sex? The climax!\nAnd then I published the anagram for\nNixon’s veep’s name, Spiro Agnew.\nEP: “Grow a penis.” Do you remember\n2\n“Trump’s Presidency is Doomed,” The\nWashington Post, January 16, 2017.\nhow that got published?\nPK: It was originally a guy from LIFE. He’d\ninterviewed me, and mentioned some of\nthe staffers had seen Rosemary’s Baby,\nwhere there’s an anagram moment with\nScrabble pieces, something to do with\nwitchcraft —\nEP: “Steven Marcato”.\nPK: Yeah. Staffers had discovered this joke\nabout the Vice President’s name, based\non that scene. They couldn’t use it in\nLIFE, but it had to go somewhere. So, I\nran it in the four-page comic that Richard\nGuindon and I did together. 3\nEP: Both the LBJ piece and Rosemerica\ncomic clearly bend into surrealism. The\nresponse of readers, delighted and infuriated,\nhad to be one of the best moments\nof your life.\nPK: Many many people believed [the LBJ\npiece], even for just a moment. It was\nsomething I’d learned from Joseph Heller,\nwhen I interviewed him (Realist #39). I\nasked about one of the patients in Catch-\n22, who is in a veteran’s hospital. The\npatient was wrapped up like a mummy,\nfed through IV’s, excreting through tubes\n— he was just a middleman for digestion.\nI asked Heller, and he said, “Well you\nknow, it’s possible, but not probable.”\nEP: “Possible but not probable” explains\nthese last fifteen months on Earth.\nPK: Regarding the LBJ piece, there were\npeople who claimed to remember a photograph!\n(laughs)\nPeople who said they believed the\narticle, if only for a moment, included\nDaniel Ellsberg, who released The Pentagon\nPapers. He said the reason he believed\nit, was because he just so much\nwanted it to be true.\nEP: Speaking of Ellsberg, and now Trump,\nhow do you feel about leaking?\nPK: Well, I leak several times a day.\n(Shared laughter)\nEP: It’s very good for you.\nPK: That’s bladder control.\nEP: It’s funny that the Russian sex blackmail\nwas Trump having a urine party with\na bunch of hookers.\nPK: That was a fake. But it became a\nperfect image for comedians worldwide.\nEP: But it’s like the LBJ issue — maybe it\nwill stick. People also remember The Disneyland\nOrgy from the magazine. And the\nwonderful FUCK COMMUNISM poster.\nPK: You know, I use a walker, but I go to\nthe gym three times a week, to use the\ntreadmill. I had my FUCK COMMUNISM\nt-shirt on, you know, the red white and\nblue. As I was walking out, there was a\npoliceman who held the door open for\nme. And he saw the t-shirt.\nEP: Oh, god —\nPK: He said, “Hey, that’s a great t-shirt!”\nHe took it literally!\nEP: I know the poster was said to be the\nperfect confluence of two banned terms.\nPK: Kurt Vonnegut praised it for that.\nEP: “Fuck” has kind of won, right? You\ncan say “Fuck” anything now, and it’s\nfine. That is one experience I don’t have,\ngrowing up when that word was so verboten.\nI understand how saying “Fire” in\na crowded theater is illegal, but I don’t\nhave an understanding of a world where\n1\n“Roseamerica’s Baby,” The Realist #93,\nAugust 1972.\nsaying “Fuck” could get your arrested.\nHow did Lenny Bruce work around it?\nPK: He had to use a euphemism. He’d\nhave to say “frig.”\nThe first time I met Lenny, he came to\nNew York, and he called — because The\nRealist was his favorite magazine.\nEP: That had to feel great.\nPK: It did. Steve Allen was the first subscriber.\nHe would give subscription gifts\nto several friends, and Lenny was one\nof them.\nLenny then sent a lot of subscriptions\nto his friends. That’s how it started, and\nhow it grew — word of mouth — which\nis better than advertising, because it’s\nfree and you’re getting it from someone\nyou know, an individual.\nWhen I met Lenny for the first time,\nI gave him an advance copy of an interview\nwith Dr Albert Ellis, a psychologist.\nLenny was reading and said “He used\nthe word [‘fuck’]!” I explained to him\nthat Ellis had a campaign that “fucking\nwas good” therefore, if you wanted to\nsay something unfriendly, you should\nsay “unfuck you”...\nLenny asked, “How does he get away\nwith this?” I told him, “The Supreme\nCourt said use of the word wasn’t obscene\nin a magazine if it was a redeeming social\nvalue, and no prurient interest.”\nLenny asked, “What’s that? Prurient?”\nHe went to his suitcase on his bed in the\nhotel room. Inside was a huge unabridged\ndictionary. At first, it said something like\n“itching” — and Lenny asked, “Is this\nsomething like a novelty store?”\nEP: Where they sell the powder!\nPK: Or the dribble glasses. But the second\nCreated in 1963 by Paul Krassner and John Francis Putnam, this poster was a staple of dorm rooms for decades. Kurt Vonnegut\ncalled it “a miracle of compressed intelligence nearly as admirable for potent simplicity, in my opinion, as Einstein¹s e=mc 2 .”\n97\ndefinition was “arousal of sexuality.”\nLenny was performing that night at\nTown Hall. He asked me to hand out\ncopies of The Realist, with the Ellis interview,\nin front of the theater. From then\non, Lenny thought that his act would\nbe protected, because it had redeemable\nsocial value. But that’s not the way\nprosecutors felt about it.\nEP: Right. The conspiracy theory I’ve\nheard is that it’s because he took on the\nCatholic Church.\nPK: Oh, absolutely. Absolutely right. His\n“Religions, Inc” piece got him in a lot\nof trouble. The reason he got busted for\nobscenity was there wasn’t a law against\nblasphemy, but that’s what he was really\narrested for.\nEP: You know when Scott Marshall and I\nwere putting together the Lenny Bruce\ntribute in the Wilcock comic, we included\nJohn’s experience with Lenny. You’re\nin a few panels. It’s been fun to find opportunities\nto include you in the comic\n-- you’re in five scenes now.\nI have sort of a funny agreement with\nJohn: If he can’t recall the full story, or\ndialogue, I can fill in the details.\nPK: Oh (laughs) well that’s trusting.\nEP: You both are very trusting people! He\ncouldn’t remember verbatim exchanges\nwith you from 1961. So, we gave the joke\nfrom you to be “Lenny would be a big fan\nof your couch, John.”\nPK: That’s funny. When I saw that in your\ncomic, I remembered saying it! I remembered\nsomething that didn’t happen. Now\nI have something in common with Kellyanne\nConway.\nIt’s something I would have done. You\nmade up something real.\nEP: Thank you. I only do that in a few\npanels to keep everything glued together\nas a story. Otherwise it’s just a bunch of\ndisconnected fragments.\nPK: Too close to reality, then.\nEP: How do you think Lenny would\nrespond to Trump?\nPK: I think he would do it as a really high\nform of satire. He would make Trump a\nhero -- in the sense that he would take\na different approach. I’m saying that\nbecause he did that about Adolf Eichmann,\nthe Nazi organizer. Lenny would\nsay “He was doing his job!” He would\njust take an approach like that. Lenny\nwould “appreciate” the defined tragedy.\n1\nSee The American Bystander #1, Dec. 2015.\nI think Bill Maher’s show, February\n17, was terrific. Lenny would have really\nappreciated it. Just the same way Lenny\ngot serious sometimes, and the audience\nwould say, “Hey, you’re honest!”\ninstead of “Hey, you’re funny.” Maher’s\nmonologue that night was really beautiful.\nBecause he’s well informed, and he\ncouldn’t just do jokes about it. He talked\nabout the fascism. He talked about the\ndangers. It was just brilliant presentation\nof the seriousness of fascism in action.\nEP: What do you think Abbie Hoffman\nwould do about Trump?\nPK: Oh, I think he would do the same\nthing as Maher. Abbie really had a sense of\nhumor that was spontaneous. And it was\nbased on being well informed. Bill Maher\nwas doing that. He was rabble-rousing.\nHe was trying to let people know how\nserious it was.\nEP: I can’t help but feel such sadness that\nAbbie is gone. You mentioned Shepherd\nas an influence, for me it’s Abbie, who\nI regret never knowing personally. You\nread his books and every page glows. He’s\nsuch a wonderful soul and gifted writer.\nDo you recall going to rallies with Abbie?\nPK: I remember we had taken some acid\nin his home, and got a call that some\nPuerto Rican kids had gotten busted for\npot. Abbie said “Okay, we gotta go there.”\nShow them the hippies respected the\nkids who were busted. Because they were\nPuerto Rican kids. So, as we’re walking\nthere Anita, Abbie’s wife at the time, mentioned\nshe was going to regurgitate from\nthe acid. And I said to her, “You can just\nvomit over by the curb over there, and\nwe’ll stand around you.” That we’d hide\nher. Abbie said, “Now that’s community!”\nThere were lots of things like that. We\nsaw a police car, full of four cops, two in\nthe front and two in the back, and Abbie\nyelled, “You guys on a double date?”\nI told him he reminded me of Lenny,\nand he said, “Oh really? He’s my God!”\nEP: That’s an amazing story, partly\nbecause there’s no way you can talk like\nthat to police now without being confronted.\nI have this terrible habit where\nI thank cops. I got tackled once because\na cop thought I was someone else, and,\npartly out of fear, I thanked him. I always\nfeel like an asshole when I do it, too.\nPK: I did the same thing (laughs) when\nthey frisked me. They frisked the reporters\nbecause they didn’t want the reporters\nto have guns in court.\n98\nEP: Was this for the Harvey Milk trial?\nPK: Yeah.\nEP: During that trial, you coined the\nphrase “The Twinkie Defense”. You’ve\ndone this a couple of times, creating an\nexpression or a term, that becomes a\npermanent part of the language.\nPK: I once started a list: Yippies, Twinkie\nDefense, jilling off — that’s a woman\nmasturbating, instead of jacking off.\nEP: “Soft-core porn,” you coined that.\nPK: Yes.\nEP: What do you think Robert Anton\nWilson would say about Trump?\nPK: He would be very analytical about\nhim. You know, he would talk about the\ninsanity of it. He would just get to the\ncore of Trump. He’d be fascinated by it.\nEP: He does like “mind fuckers.”\nPK: Exactly, yeah. He would be a great\nanalyst of how we all have some narcissism\nin us, but Trump is the king of — oh,\nyou know I’m doing now what you did —\nwhen you made up what you think what\nI would have said, there. And now I’m\nsaying what Robert ... what Bob Wilson\nwould say.\nEP: But that’s totally correct, I think.\nPK: But he would, because — there was\na European order of priests who got\nmarried, or something like that. And I\ngave Bob the assignment of writing about\nthat convention of the priests, as if he\nwas there. He loved doing that; he made\nit seem real.\nThat was a very good form of his satire,\nbecause once again, it was not only possible,\nit was probable.\nEP: What about Terry Southern? A lot\nof people see The Magic Christian happening\nright now with Trump — Trump\nis living out that description of the book.\nHe’s “making it hot for them.”\nPK: Terry Southern was — he put a lot\nof words in italics when he wrote. And\nhe talked the same way. He talked with\nitalics.\nEP: Maybe he’d italicize Trump. Finally,\nhow do you think George Carlin would\nrespond to Trump?\nPK: He might make a list. George loved to\nmake lists. He could make a list of lies,\nof Trump’s lies.\nEP: Paul, this has been so good talking\nwith you. Any closing advice to Donald\nTrump, if he’s reading?\nPK: I got my philosophy from [the comic\nstrip] Mary Worth: “When in doubt, do\nthe kindest thing.”",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_023638.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 29400,
    "word_count": 5314,
    "line_count": 788,
    "import_date": "2025-11-19T21:47:47.285225",
    "prefix": "TEXT-001"
  }
}