{
  "document_id": "HOUSE_OVERSIGHT_030084",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030084.txt",
  "text": "2D\n\nstruggle is showing ominous sectarian overtones. At Baniyas, where\nthe army moved scores of tanks and armored vehicles into the city’s\nsouthern outskirts, paramilitary groups were said to have massed in\nAlawi-populated northern suburbs. The city centers of Damascus and\nAleppo, however, remained relatively quiet, as the government\nappeared to be organizing rallies of its own supporters, with activists\nclaiming that efforts were being made to bus pro-government\ndemonstrators from Alawi-dominated regions. Grainy cell-phone\nimages sent in clandestinely from Homs to the al-Jazeera TV network\nshowed a speech by a senior defector from the ruling Baath party\nbeing greeted with shouts of Allahu Akbar (God Is Greater), often\nregarded as the jihadist war cry.\n\nAt first sight the defection of more than three hundred members of\nthe ruling Baath party in protest at the crackdown would suggest that\nSyria’s one-party state, in place since 1963, is beginning to unravel.\nWhat some people are calling the Facebook Revolution, an\nunprecedented wave of visible public protest, is led by a generation\nof media-savvy young people, more aware of the outside world than\ntheir parents were, who are demanding an end to the system of\nrepression, corruption, and privilege that has been the hallmark of the\nauthoritarian Arab regimes lying between the Atlas Mountains and\nthe Persian Gulf.\n\nYet unlike the Muslim Brotherhood’s rebellion in Hama, which\nshook the government of Bashar al-Assad’s father Hafez in 1982, the\nFacebook rebellion seems curiously faceless. There are some signs of\nopposition violence with “plausible reports of security forces being\nambushed by unidentified armed groups, as well as of protesters\nfiring back when attacked,” according to the International Crisis\nGroup. But these appear to be small and random incidents. The vast\nmajority of casualties are the consequence of the regime’s brutality.\nThe protests are largely spontaneous. There seem to be no controlling\n\nHOUSE_OVERSIGHT_030084",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030084.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2009,
    "word_count": 308,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.333450",
    "prefix": "IMAGES-010"
  }
}