{
  "document_id": "HOUSE_OVERSIGHT_012790",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012790.txt",
  "text": "capacity for evil. For both Bowles and I, certain aspects of our capacity to harm others emerges as an\nincidental byproduct of other capacities, and once this dynamic emerges, the combination of these\ncapacities can evolve and change. What Bowles’ analysis misses, however, is the fact that parochial\naltruism could well be true, and so too could our shared capacity for killing with chimpanzees. As noted\nabove, rates of killing among chimpanzees and several small scale societies are comparable, and so too\nare the costs and benefits to attackers and victims. This argues in favor of a shared history, and a shared\nadaptation. It does not mean that all aspects of killing in humans are similar, or that the human mind froze\nin a chimpanzee state with regard to its capacity to kill. It most definitely did not freeze.\n\nUnlike the lethal attacks by chimpanzees that are restricted to cases where groups attack lone\nvictims, primarily from neighboring groups, we wreak havoc on a massive scale, with one on one, many\nagainst many, and one against many, including victims within and outside our core group. Unlike\nchimpanzees, even our young children have an appetite for violence that can be nurtured, as evidenced by\nthe brutality of child soldiers around the globe. Unlike chimpanzees, individuals will sacrifice themselves\nfor an entire group as evidenced most recently by suicide bombers in the Middle East. Unlike\nchimpanzees, we derive great pleasure from watching others suffer, from watching violent movies, seeing\nother animals fight, and imagining the decimation of an enemy. Our minds also generate ideological\nreasons to motivate violence at extraordinary scales — again, think of suicide bombers taking their lives\nfor a God, as well as the reward of an idyllic afterlife. And when our minds break down, or when we are\nafflicted with particular disorders early in life, we are capable of experiencing bizarre appetites for\nviolence, including the joy of eating the flesh of murdered victims, having intercourse with dead bodies,\nand asking for bondage and whippings to enhance sexual pleasure. These novel and unanticipated ways\n\nof harming others are the result of new hardware that has evolved only once in the history of this planet.\n\nHARMING OTHERS, version 2.0: requires Homo sapiens hardware\n\nWe depart from the pattern of adulticide seen in other animals because of our promiscuous brain. The\nidea is not that our brains evolved for killing in these unique ways, but rather, that our unique style of\nthinking led to novel ways of harming as an incidental consequence. The hardware that is our brain\nenabled new ways of harming others, building on specialized adaptations, some shared with other species\nand some uniquely human. The result is a brain that can develop a peculiar appetite for harming others.\nTo see how version 2.0 runs on our distinctively human hardware, let’s return to some of the core\nmicrocontrollers that I discussed a few sections back. Recall that there are hormones like testosterone\n\nthat surge when individuals win a competition, whether this involves the physical fighting of deer using\n\nHauser Chapter 1. Nature’s secrets 44\n\nHOUSE_OVERSIGHT_012790",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012790.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3197,
    "word_count": 517,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.383806",
    "prefix": "IMAGES-002"
  }
}