{
  "document_id": "HOUSE_OVERSIGHT_019557",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019557.txt",
  "text": "String Puller | 69\n\nnese intelligence services, were not monitoring his communications\nwith her. It was, however, a chance Snowden was willing to take.\n\nSnowden, in any case, did not intend to conceal his identity for\nmore than a few months. He told Poitras he had a specific purpose\nin allowing her to name him in her ongoing film project. Indeed,\nhe said it was essential in his plan to prevent others, including pre-\nsumably his “most trusted confidante,” from being suspected by law\nenforcement of helping him in his enterprise. He prevailed on her\nto accommodate his plan, saying, “You may be the only one who\ncan prevent that, and that is by immediately nailing me to the cross\nrather than trying to protect me as a source.” His choice of the imag-\nery of crucifixion suggested that like Jesus Christ he was willing to\nsacrifice himself for the sake of others.\n\nIn keeping with their operational security arrangement, Snowden\nsaid that he would first send her an encrypted file of documents that\nshe would not be able to read. Only after his conditions were met and\n“everything else is done,” he said, “the key will follow.” He was now\npulling the strings. To get that key, she had to follow his instructions.\n\n© One of his conditions was that she help him recruit Greenwald ©\nand other outlets for his disclosures. “The material provided and\nthe investigative effort required will be too much for any one per-\nson,” he wrote to Poitras. He next directed her to contact Greenwald.\n“T recommend that at the very minimum you involve Greenwald. I\nbelieve you know him.” (Snowden apparently did not tell her that\nhe had unsuccessfully attempted to reach out to Greenwald before he\nhad contacted her.)\n\nHis continued interest in Greenwald was understandable. Aside\nfrom Greenwald’s opposition to what he called the “Surveillance\nState,” he was a gateway to The Guardian. That publication had\nbecome an important player in the business of disclosing govern-\nment documents by publishing a large part of the U.S. documents\nsupplied to WikiLeaks, as we have seen. By breaking whistle-\nblowing stories about U.S. intelligence, it had also greatly increased\nthe circulation of its website. As an establishment newspaper, it also\ngave these WikiLeaks stories credibility with the media. So despite\nGreenwald’s inability to create an encrypted channel, Snowden still\nneeded him. He had no reason to believe that Greenwald would turn\n\n| | Epst_9780451494566_2p_all_r1.z.indd 69 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019557",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2516,
    "word_count": 419,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.190200",
    "prefix": "IMAGES-005"
  }
}