{
  "document_id": "HOUSE_OVERSIGHT_024646",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024646.txt",
  "text": "KR L\nPI L\n\nAC EL\nCA TA\n\nCannabis Investment Report | December 2017\n\nFDA Approval of Cannabis-Derived Pharmaceuticals\n\nThe FDA’s first-ever approval of a cannabis-derived pharmaceutical may occur in 2018. The FDA\nhas previously approved several drugs with chemically synthesized cannabinoids or cannabinoid-like\ncompounds, but has never approved a drug derived from the cannabis plant. In October 2017,\nU.K.-based GW Pharmaceuticals submitted a New Drug Application (NDA) to the FDA for Epidio-\nlex, an oral formulation of cannabis-derived cannabidiol, or CBD, intended to treat severe forms of\nchildhood epilepsy. (GW Pharmaceuticals also manufactures Sativex, a mouth spray used for treatment\nof spasticity caused by multiple sclerosis; it includes THC and CBD derived from cannabis. Sativex\nwas first approved for use in the United Kingdom in 2010, and has been approved for use in at least\n30 countries, but not in the United States.) If the FDA approves Epidiolex, such a precedent could\nbe followed by similar approvals in the United States for other cannabis-derived drugs and result in a\nsignificant increase in the medical use of cannabis by consumers.\n\nCommoditization of Cannabis Flower\n\nThe supply of cannabis in the United States has increased considerably with expanded state legaliza-\ntion. This increase has started to dampen retail and wholesale prices in various markets. While retail\nprices vary across the country, an examination of the price per gram of cannabis flower, or “bud,” in\nthe three largest states to implement recreational laws—Colorado, Oregon and Washington—reveals\na downward trend. The following graph shows the average price per gram of cannabis flower in these\nthree states since the beginning of 2016.\n\nConsumer Pricing Trends: Cannabis Flower Price per Gram\n\n$8.00\n\n$7.50\n\n$7.00\n\n$6.50\n\n$6.00\n\n$5.50\n\n$5.00\nJan16 Mari6 Mayi6 Jul16 Sep16 Nov16 Jan17 Mar17 May17 Jul17 = Sep 17\n\nSource: BDS Analytics\n\n10 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024646",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2014,
    "word_count": 309,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.345360",
    "prefix": "IMAGES-008"
  }
}