{
  "document_id": "HOUSE_OVERSIGHT_020825",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020825.txt",
  "text": "About USA Inc.\n\nCreated and Compiled by Mary Meeker\nFebruary 2011\n\nThis report looks at the federal government as if it were a business, with the goal of informing the\ndebate about our nation’s financial situation and outlook. In it, we examine USA Inc.’s income\nstatement and balance sheet. We aim to interpret the underlying data and facts and illustrate\npatterns and trends in easy-to-understand ways. We analyze the drivers of federal revenue and\nthe history of expense growth, and we examine basic scenarios for how America might move\ntoward positive cash flow.\n\nThanks go out to Liang Wu and Fred Miller and former Morgan Stanley colleagues whose\ncontributions to this report were invaluable. In addition, Richard Ravitch, Emil Henry, Laura\nTyson, Al Gore, Meg Whitman, John Cogan, Peter Orszag and Chris Liddell provided inspiration\nand insights as the report developed. It includes a 2-page foreword; a 12-page text summary;\nand 460 PowerPoint slides containing data-rich observations. There’s a lot of material — think of\nit as a book that happens to be a slide presentation.\n\nWe hope the slides in particular provide relevant context for the debate about America’s\nfinancials. To kick-start the dialogue, we are making the entire slide portion of the report\navailable as a single work for non-commercial distribution (but not for excerpting, or modifying or\ncreating derivatives) under the Creative Commons license. The spirit of connectivity and sharing\nhas become the essence of the Internet, and we encourage interested parties to use the slides to\nadvance the discussion of America’s financial present and future. If you would like to add your\nown data-driven observations, contribute your insights, improve or clarify ours, please contact us\nto request permission and provide your suggestions. This document is only a starting point for\ndiscussion; the information in it will benefit greatly from your thoughtful input.\n\nThis report is available online and on iPad at www.kpcb.com/usainc\n\nIn addition, print copies are available at www.amazon.com\n\nCB www.kpcb.com USA Inc. _ ii\n\nHOUSE_OVERSIGHT_020825",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020825.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2116,
    "word_count": 331,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.196079",
    "prefix": "IMAGES-006"
  }
}