{
  "document_id": "HOUSE_OVERSIGHT_031726",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031726.txt",
  "text": "assault on the recently released 2005 video, he responded, 'That’s what he was talking about.\"\" Allred said,\n\"I am disgusted by what Donald Trump said and admitted that he had done on that video. An apology is\n\nnot enough.\"\n\nThe Access Hollywood tape was discovered after the AP's report featuring former crew members on\nTrump's reality show, The Apprentice, describing his demeaning behavior towards women; in one\nexample, he allegedly judges female contestants’ breast sizes and discusses which women he'd want to\nhave sex with. Allred released a statement last week, citing the numerous sexual harassment lawsuits and\nhis lecherous behavior: \"If Mr. Trump were to be elected president he would be the employer of the largest\nworkforce in the country, federal government employees. Mr. Trump in that role would be sending a\nmessage through his past words and actions that sexual harassment of women in the workplace is\nacceptable and this could lead to other employers believing that they can follow Mr. Trump’s lead and\nopenly sexually harass their female employees, thereby creating and condoning a hostile workplace for\n\nworking women.\"\n\nWe need a President who respects the rights of women in the workplace not someone who creates\na hostile and sexist environment for women who work and not someone like Mr. Trump who\n\nbelieves pregnancy is an inconvenience for employers; and who enables sexism.\n\nI call on Donald Trump to release all of his employees and former employees from their non-\ndisclosure clauses so that they can tell the public what they suffered when they had the\nunfortunate experience of working for Donald Trump, and I urge him to promise not to retaliate\nagainst them if they tell the truth.\n\nDonald Trump once made a remark to TMZ about me. He said \"Gloria would be very very\nimpressed\" which TMZ suggested in the context of the interview with him meant that I would be\n\nimpressed with his penis.\n\nNo Donald, I wouldn’t. What would impress me would be having Hillary Rodham Clinton in the\n\nWhite House, not a man who blatantly denigrates women in the workplace.\n\nAllred, a Clinton supporter, was a delegate at the Democratic National Convention. She successfully fought\nTrump and the Miss Universe pageant to allow transgender contestant Jenna Talackova to compete in the\nMiss Universe Canada event. During the DNC, Allred told Variety, \"I know the only way to beat Trump is\nto confront him, head on and to refuse to let him get away with his bullying behavior. I think people want\nsomeone to stand up and confront him. I think a strong approach with Trump is warranted and that\n\nHillary is more than capable of fighting back and winning this battle.\"\n\nYou could also contribute to the GoFundMe dedicated to a legal fund for anyone who leaks Apprentice\n\nHOUSE_OVERSIGHT_031726",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031726.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2802,
    "word_count": 467,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.009345",
    "prefix": "IMAGES-011"
  }
}