{
  "document_id": "HOUSE_OVERSIGHT_024878",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024878.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n62\n\nFebruary 25, 2019\n\ne  Mary’s Whole Pet. Whole plant CBD remedies for pets, sold in retailers and\nonline in the U.S. and international markets.\n\nMary’s is a high-end brand, focused on clean delivery methods through its transdermal\npatches, topicals and patented gel pen technologies. In March 2018, Mary’s Nutritionals\nwas chosen as the preferred CBD vendor partner for all Ritz Carlton, Marriott, JW\nMarriott, W, and St. Regis Locations.\n\nMile High Labs. Based in Colorado, Mile High Labs is the largest extractor of CBD in the\nworld. The company sources hemp from third party cultivation partners across four\nstates, which include Colorado, Oregon, New York, and Kentucky. Mile High Labs\nextracts exclusively from industrial hemp flower material to create full spectrum\nextract, distillate and isolate. Their full spectrum extract contains a full range of CBD\nterpenes and over 60% CBD on average, making it useful for low concentration\nformulations in holistic and wellness applications, including tinctures and capsules. Mile\nHigh Labs distillate is refined using proprietary molecular distillation technology and\ncontains ~85% CBD on average, making it ideal for vape pen cartridges, tinctures and\nother high potency formulations. The company’s isolate contains ~99% CBD and is used\nas a main ingredient in bioceutical and nutritional product applications. Mile High offers\nend-to-end certified GMP hemp CBD manufacturing. In October 2018, Mile High Labs\nraised $35 mm ina Series A, which according to CEO Jason Roth represented a “record-\nbreaking investment [which] is a reflection of the growth in demand for quality CBD\nproducts and Mile High Labs’ unique ability to meet that demand.” CFO Jonathan Hilley\nalso recently noted that he believes “the CBD market is in the early stages of a 20-year\nsecular growth trend.”\n\nPapa & Barkley. Papa & Barkley is based in California, with a diverse portfolio of\nproducts and lines. The company’s Re/eaf line spans multiple form factors, including\ntinctures, capsules, patches, and balms, among others, which are comprised of different\nTHC:CBD ratios. Papa & Barkley’s Essentials line is specifically focused on CBD, and as it\nstands, they offer a tincture in both a 15 ml bottle (450 mg CBD) and 30 ml bottle (900\nmg CBD) and will soon be rolling out capsules, as well as an extra strength pain balm.\nThe company is only in California currently, but is looking at going to market in three\nother primary states, as well as three other secondary states.\n\nRecess. Launched in October 2018, Recess is a wellness company currently specializing\nin beverages which are infused with full spectrum hemp extract. The company has\npositioned itself as a modern day lifestyle brand and daytime productivity enhancer that\noffers a universal message and idea instead of being anchored specifically to CBD. This\nstrategy shares similarities with traditional CPG products, such as energy drinks and\nsoda, which are not marketed for the active ingredient, but instead as the solution.\nWhile the current product portfolio includes sparkling beverages only, Recess plans on\nrolling out a plain water, as well as powders, which will cater to on-premise\nconsumption occasions, such as coffee shops, juice shops and cocktail bars.\n\nReliva CBD Wellness. Reliva is a CBD-focused company, which form factors include\ntincures, shots, sprays, topicals, gummies, and pet care. The company is run by Miguel\nMartin, who previously served as the President and GM of Logic Technology\nDevelopment, an e-cigarette manufacturer in the U.S. Reliva’s products are focused on\nvalue from an absolute pricing perspective, as nothing sells for over $19.99 at retail. The\ncompany is unique insofar as they do not offer e-commerce, nor do they make and\nclaims on efficacy or rely on testimonials or influencer marketing, which Martin believes\nwill create a narrative on responsibility. Reliva focuses on independent c-stores and\ngrocery channels and is expected to be in ~1,000 stores by the end of March, growing to\n4,000-5,000 stores by the end of the summer with the goal of doubling that store count\nto ~10,000 locations by year-end.\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024878",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024878.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4210,
    "word_count": 665,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.712056",
    "prefix": "IMAGES-008"
  }
}