{
  "document_id": "HOUSE_OVERSIGHT_020024",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020024.txt",
  "text": "tech company—Facebook’s Sheryl Sandberg, after all, had a background in corporate\nphilanthropy and in the Obama administration. Cohn, on his part, already a\ncentamillionaire, was thinking about the World Bank or the Fed.\n\nIvanka Trump—dealing with some of the same personal and career considerations as\nPowell, except without a viable escape strategy—was quite in her own corner.\nInexpressive and even botlike in public but, among friends, discursive and strategic,\nIvanka had become both more defensive about her father and more alarmed by where his\nWhite House was heading. She and her husband blamed this on Bannon and his let-\nTrump-be-Trump philosophy (often interpreted as let Trump be Bannon). The couple had\ncome to regard him as more diabolical than Rasputin. Hence it was their job to keep\nBannon and the ideologues from the president, who, they believed, was, in his heart, a\npractical-minded person (at least in his better moods), swayed only by people preying on\nhis short attention span.\n\nIn mutually codependent fashion, Ivanka relied on Dina to suggest management tactics\nthat would help her handle her father and the White House, while Dina relied on Ivanka to\noffer regular assurances that not everyone named Trump was completely crazy. This link\nmeant that within the greater West Wing population, Powell was seen as part of the much\ntighter family circle, which, while it conferred influence, also made her the target of ever\nsharper attacks. “She will expose herself as being totally incompetent,” said a bitter Katie\nWalsh, seeing Powell as less a normalizing influence than another aspect of the abnormal\nTrump family power play.\n\nAnd indeed, both Powell and Cohn had privately concluded that the job they both had\ntheir eye on—chief of staff, that singularly necessary White House management position\n—would always be impossible to perform if the president’s daughter and son-in-law, no\nmatter how much they were allied to them, were in de facto command whenever they\nwanted to exert it.\n\nDina and Ivanka were themselves spearheading an initiative that, otherwise, would\nhave been a fundamental responsibility of the chief of staff: controlling the president’s\ninformation flow.\n\nOOK Ok\n\nThe unique problem here was partly how to get information to someone who did not (or\ncould not or would not) read, and who at best listened only selectively. But the other part\nof the problem was how best to qualify the information that he liked to get. Hope Hicks,\nafter more than a year at this side, had honed her instincts for the kind of information—the\nclips—that would please him. Bannon, in his intense and confiding voice, could insinuate\nhimself into the president’s mind. Kellyanne Conway brought him the latest outrages\nagainst him. There were his after-dinner calls—the billionaire chorus. And then cable,\nitself programmed to reach him—to court him or enrage him.\n\nHOUSE_OVERSIGHT_020024",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020024.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2913,
    "word_count": 467,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.034824",
    "prefix": "IMAGES-005"
  }
}