{
  "document_id": "HOUSE_OVERSIGHT_029511",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029511.txt",
  "text": "my father was. But she had enough ideas in her upbringing to say that the world you\nexperience as everyday reality is not real. She would say that probably because she had\nheard it an amount of times. But when you’re a child, that sticks with you, that the world\nyou experience is not real. So that’s my childhood background until I went to medical\nschool. Medical school, I embraced everything that my father had taught about reality being\nphysical, material. He was actually more than—he was almost like Michael Shermer in the\nearlier days when I was growing up.\n\nMatt: How did your parents get along?\nDeepak: Oh he was a very loving person.\nMatt: Completely different philosophies.\n\nDeepak: Yeah but he was an amazing person in terms of being a physician. I mean this is\nlong before technology. He could listen to a heart with a stethoscope and tell you, which you\nmay or may not know, the PR interval, which means the difference in microseconds between\nthe atrial and the ventricular beat, which you could verify on an electrocardiogram. He was\nastonishing as a diagnostician. He trained with Wallace Brigden in England who was one of\nthe earlier pioneers in electrocardiography. He was a consultant to the royal heart hospital to\nthe queen at one time before he came back to India, the British army. So, he was an amazing\nperson but he was also very compassionate. On weekends he would see patients free of\ncharge, and my mother would cook food for them and make sure they had enough money for\ntheir bus or their train. So there was a very compassionate aspect to him, but he didn’t\nbelieve in religion or anything like that.\n\nSo then when I went to medical school I totally embraced my father’s constructs. Except for\none or two experiences during medical school, which was in India by the way. And it was\none of the newer medical schools after British independence, called the Indian Institute of\nMedical Sciences, and it was funded by, amongst other people, the Rockefeller Foundation,\nand so we had lots of international faculty. So in my fourth year of medical school, when the\nBeatles were in India—that’s George Harrison behind you, by the way, in a turban sitting\nnext to me. So that is a later picture but the Beatles came to India in 1969, when I was\nfinishing my medical school. I didn’t know these guys at that time. But Sergeant Pepper’s\nhad come out, Lucy in the Sky with Diamonds, and we had four medical students as visitors\nto our classroom for the summer from Harvard. And they had with them a bunch of LSD. So\nmy first experience was—and I was just near 18, when we had the first LSD experience.\nAnd then another one. Twice. And suddenly what my mother had been saying all these years\nabout the world being an illusion was in the way an epiphany to me, at the age of 17. I mean\nI saw that the construction of—dissolving of boundaries like this, this, this and melting\naway. And then just colors and shapes and forms and sounds. And then a vast nothingness\nwith no boundaries. But I was there. Not as a body, not as a mind, not as anything I could\nidentify with, but just totally boundless. It was totally life-shifting at the age of 18 years. But\n\nHOUSE_OVERSIGHT_029511",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3194,
    "word_count": 573,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.172659",
    "prefix": "IMAGES-010"
  }
}