{
  "document_id": "HOUSE_OVERSIGHT_019930",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019930.txt",
  "text": "Trump was already trying to curtail his schedule of meetings, limit his hours in the office,\nand keep his normal golf habits.\n\nBannon’s strategic view of government was shock and awe. Dominate rather than\nnegotiate. Having daydreamed his way into ultimate bureaucratic power, he did not want\nto see himself as a bureaucrat. He was of a higher purpose and moral order. He was an\navenger. He was also, he believed, a straight shooter. There was a moral order in aligning\nlanguage and action—if you said you were going to do something, you do it.\n\nIn his head, Bannon carried a set of decisive actions that would not just mark the new\nadministration’s opening days, but make it clear that nothing ever again would be the\nsame. At the age of sixty-three, he was in a hurry.\n\n7 OK Ok\n\nBannon had delved deeply into the nature of executive orders—EOs. You can’t rule by\ndecree in the United States, except you really can. The irony here was that it was the\nObama administration, with a recalcitrant Republican Congress, that had pushed the EO\nenvelope. Now, in something of a zero-sum game, Trump’s EOs would undo Obama’s\nEOs.\n\nDuring the transition, Bannon and Stephen Miller, a former Sessions aide who had\nearlier joined the Trump campaign and then become Bannon’s effective assistant and\nresearcher, assembled a list of more than two hundred EOs to issue in the first hundred\ndays.\n\nBut the first step in the new Trump administration had to be immigration, in Bannon’s\ncertain view. Foreigners were the ne plus ultra mania of Trumpism. An issue often\ndismissed as living on the one-track-mind fringe—Jeff Sessions was one of its cranky\nexponents—it was Trump’s firm belief that a lot of people had had it up to here with\nforeigners. Before Trump, Bannon had bonded with Sessions on the issue. The Trump\ncampaign became a sudden opportunity to see if nativism really had legs. And then when\nthey won, Bannon understood there could be no hesitation about declaring their\nethnocentric heart and soul.\n\nTo boot, it was an issue that made liberals bat-shit mad.\n\nLaxly enforced immigration laws reached to the center of the new liberal philosophy\nand, for Bannon, exposed its hypocrisy. In the liberal worldview, diversity was an absolute\ngood, whereas Bannon believed any reasonable person who was not wholly blinded by the\nliberal light could see that waves of immigrants came with a load of problems—just look\nat Europe. And these were problems borne not by cosseted liberals but by the more\nexposed citizens at the other end of the economic scale.\n\nIt was out of some instinctive or idiot-savant-like political understanding that Trump\nhad made this issue his own, frequently observing, Wasnt anybody an American\n\nHOUSE_OVERSIGHT_019930",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019930.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2733,
    "word_count": 459,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.108387",
    "prefix": "IMAGES-005"
  }
}