{
  "document_id": "HOUSE_OVERSIGHT_028155",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028155.txt",
  "text": "/ BARAK / 21\n\nThere was a part of politics for which I was naturally suited after my life in the\narmy: to plan an operation, prepare and execute it. An ability to get the lie of the\nland, assess your own and your rivals’ strengths and vulnerabilities, and to win.\nAnd the “lie of the land” struck me as more encouraging than many Israeli\ncommentators believed. When I became Labor leader, I didn’t expect Bibi to fall\nanytime soon. But I believed it was inevitable that at some point he’d have to make\ntough choices about the peace process, and I doubted his coalition with the more\nright-wing Orthodox parties would survive. I also took encouragement from the\nfact that the political winds in other developed democracies seemed to be blowing\nin our direction. Bill Clinton had won in the United States. In Britain, which had a\nparliamentary system much closer to Israel’s, Tony Blair, as leader of a party\nrenamed as New Labor, had ended eighteen years of Conservative rule and swept\nto victory. Behind the scenes, I immediately made sure that, with financial help\nfrom Jean Frydman and other supporters, we began the practical work of learning\nfrom the experience of center-left parties in other countries.\n\nWithin weeks of my election as Labor chairman, I used my acquaintance with a\nBritish Jewish businessman named Michael Levy to see what lessons our Labor\nparty might learn from Tony Blair’s. Levy had been an early supporter of Blair and\npersuaded the Prime Minister to welcome me through the famous black door of\nNumber 10 Downing Street. After chatting in the front hallway, the British Prime\nMinister led me into the back garden to discuss how he had refashioned his party\nand brought it back into government. In addition to modifying or abandoning\nrigidly left-wing positions that most British voters had rejected, he had created a\nformidable campaigning team under an ally and adviser named Peter Mandelson.\nWhen I asked Blair whether it would be possible to meet Mandelson, he said he\ncouldn’t “give me Peter.” But he did put me in touch with Philip Gould, the polling\nexpert and strategist who had partnered Mandelson in designing and running the\nelection campaign.\n\nWe met at Labor headquarters in Milbank Towers so Philip could show me the\n“war room” — modelled, in part, on Bill Clinton’s campaign operation — from\nwhich the victory had been planned and executed. It was a large, open-plan space,\nnothing like the warren of offices and conference rooms from which Labor in\nIsrael operated. Pride of place went to an advanced computer system, the heart of a\n“rebuttal unit” which charted every statement from the Conservative Party so it\ncould be answered, neutralized or used to adjust Labor’s own campaign. I was\n\n307\nHOUSE_OVERSIGHT_028155",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2759,
    "word_count": 468,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.063601",
    "prefix": "IMAGES-009"
  }
}