{
  "document_id": "HOUSE_OVERSIGHT_029935",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029935.txt",
  "text": "4\n\nPalestinian leadership rejected that resolution, but this September\nplans to ask the United Nations for recognition of its statehood with\nthe 1967 lines, a move strongly opposed by Israel.\n\nIsrael, for its part, has been campaigning against the flotilla and\nperhaps doing more — some of the boats have suffered sabotage.\nIsrael says the Exodus is the wrong analogy; the flotilla is aimed at\ndelegitimizing Israel and killing its soldiers.\n\n“The flotilla is entirely designed to attack Israel’s image around the\nworld,” said Yuli Edelstein, minister for public diplomacy. “We\nknow that there are representatives of different terror groups on their\nway to join the flotilla.”\n\nIsraeli military officials have told newspapers that some flotilla\nparticipants plan to pour sacks of sulfur on Israeli commandos and set\nthem afire. The flotilla organizers have denied it.\n\nA government news release noted that Mr. Edelstein had participated\nin a simulation exercise for the flotilla in which Israeli forces were\nattacked. The description of the simulation indicates how the\ngovernment expects the harsh information war to play out: “As the\nevents were taking place, the media — with emphasis on the Internet,\nFacebook and Twitter — were flooded with mendacious reports (by\nprivate users, Hamas and others among Israel’s enemies).”\nMendacity has already reared its head. An Israeli actor put up a\nYouTube clip saying that he was a gay activist rejected by the flotilla\nbecause of his sexual orientation. The video was exposed as a fake.\nIsraeli officials, who had promoted the clip on Twitter and Facebook,\nsaid they had been duped. But suspicions remained since the clip’s\nproduction quality was high and officials had long used the talking\npoint that Hamas and other Islamist groups were intolerant of\nhomosexuality.\n\nThe Turkish group I.H.H., which helps sponsor the flotillas, has ties\nto Hamas, and Israeli and Western concern that violence could occur\n\nHOUSE_OVERSIGHT_029935",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029935.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1976,
    "word_count": 312,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.939745",
    "prefix": "IMAGES-010"
  }
}