{
  "document_id": "HOUSE_OVERSIGHT_019543",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019543.txt",
  "text": "Hacktivist | 55\n\ncyber signatures of foreign parties suspected of hacking into U.S.\ngovernment systems.\n\nHe also made efforts to directly contact Sandvik. She recalls\nfirst hearing from Snowden in November 2012. He first wrote to\nher under the alias Cincinnatus but later supplied his real name\nand mailing address in Hawaii because he wanted her to mail him\nauthentic computer stickers from the Tor Project that he could use\nas “swag,” as he wrote her, to attract further interest in Tor software\nin Hawaii. As a result, she knew his identity seven months before he\nwent public in Hong Kong. He would later tell Sandvik from Mos-\ncow that he had been “moonlighting” by working to advance the Tor\nProject. He added, with some understatement, that his moonlighting\nwas “something the NSA might not have been too happy about.”\n\nOn November 18, 2012, while still working for Dell at the NSA,\nhis dual role led him to begin organizing a “CryptoParty” aimed at\nfinding new recruits for Tor. The CryptoParty movement had been\nstarted in 2012 by Asher Wolf, a radical hacktivist and anarchist liv-\ning in Melbourne, Australia. She promoted the get-togethers not\n\n© unlike the Tupperware parties of the 1950s. The party organizer, ©\nusually with a representative of the Tor Project, advertised the party\non the Internet. Attendees were encouraged to bring their own lap-\ntops so they could install Tor as well as encryption software in them.\nThe attendees would then be instructed on how to use it. Finally,\nthose converted to Tor software would be told to proselytize about\nits virtues by holding their own CryptoParty. Wolf's idea was to use\nthese gatherings to expand the realm of Tor.\n\nSnowden called his fete the Oahu CryptoParty. It had its own web\npage. He told Wolf that it would be the first CryptoParty in Hono-\nlulu. She wrote back advising him to “keep it simple.” (Wolf later\nsaid she did not know he was working at the NSA.)\n\nSnowden apparently had no inhibitions in staging a party that the\nleadership of the NSA might consider subversive of its battle against\nTor. He even invited fellow NSA workers in Hawaii, as well as others\nin the local computer culture. He asked Sandvik, who was living in\nWashington, D.C., at the time, to participate, proposing that she co-\nhost the party with him. He scheduled it for December 11, 2012, in\nHonolulu. According to Sandvik’s account, Snowden informed her\n\n| | Epst_9780451494566_2p_all_r1.z.indd 55 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019543",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019543.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2493,
    "word_count": 423,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.179322",
    "prefix": "IMAGES-005"
  }
}