{
  "document_id": "HOUSE_OVERSIGHT_015884",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015884.txt",
  "text": "194 Are the Androids Dreaming Yet?\n\nwrite down the rules and then play the ‘game of mathematics’ to derive\nevery possible truth. Hilbert despised the idea that there could be\nunknowable things and was a forthright speaker. His battle cry was: Wir\nmiissen wissen — wir werden wissen! “We must know — we will know!”\nHe believed there were no fundamental unknowns in the world.\n\nDonald Rumsfeld famously summed up the problem of unknowns\nin an attempt to clarify a question from a journalist at a Whitehouse\n\npress conference:\n\n“There are known knowns; there are things we know we know. We\nalso know there are known unknowns; that is to say we know\nthere are some things we do not know. But there are also unknown\nunknowns — the ones we don’t know we don’t know.”\n\nInterestingly Donald Rumsfeld, like Bertrand Russell, is another\nperson to span a huge swath of time in the public eye. He was both\nthe youngest and the oldest serving U.S. Secretary of Defense, serving\nunder both Richard Nixon and George W. Bush. We will shortly discover\nRumsfeld’s convoluted view of the world turns out to be closer to the\ntruth than Hilbert’s tidy mathematical aspiration.\n\nAs well as believing there were no unknowable unknowns Hilbert\nthought mathematics was completely abstract. You did not need to know\nwhat you were talking about. Whether the symbols meant dogs, cats or\nnumbers all you needed to do was apply the rules and all would be well.\nHis belief is captured in his quote below.\n\n“Tt must be\npossible to\nreplace in all\ngeometric\nstatements the\nwords point,\nline, plane by\ntable, chair,\nbeer mug”\nDavid Hilbert\n\nGeometry with Beer and Furniture\n\nHOUSE_OVERSIGHT_015884",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015884.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1662,
    "word_count": 285,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.822536",
    "prefix": "IMAGES-003"
  }
}