{
  "document_id": "HOUSE_OVERSIGHT_024820",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024820.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nSynthetic Biology Provides Alternative Cannabinoid Production Method; Life Science Tools\nWell Positioned To Benefit From QA/QC Testing Opportunity (Schenkel)\n\nAs an alternative to cultivation-based methods, cannabinoids can be produced using either\nchemical or synthetic biology approaches. Synthetic biology methods, which harness\nfermentation to produce cannabinoids, are particularly attractive considering they can\npotentially produce a variety of cannabinoids while being highly scalable, efficient, and\nenvironmentally friendly.\n\nWhile QA/QC testing standards for CBD currently vary greatly by state (if any exist\n\nat all), we expect Life Science Tools companies to benefit from this nascent market\nopportunity as testing regulations are implemented and standardized. Similar to medical/\nrecreational cannabis testing, instruments such as mass spectrometers and liquid/gas\nchromatographs are utilized to analyze CBD samples. Key vendors for mass spectrometry\nand chromatography instruments include Agilent, Danaher (SCIEX), PerkinElmer, Shimadzu,\nThermo Fisher, and Waters Corporation.\n\nCBD From a Retailer and Payor Perspective (Rhyee)\n\nHealthcare: Drug Retailer Perspective: CBD products appear to be gaining traction with\nindependent pharmacies, many of whom are already selling or planning to sell CBD oils.\nIndependent pharmacies likely find the high-margin profile of CBD oils attractive, which\n\nwe suspect is similar to those of more traditional over-the-counter drugs, as well as the\ndifferentiation it affords independents relative to larger chain pharmacies. For those selling\nCBD oils today, the focus is on quality, particularly as it relates to bioavailability. Large\npharmacy chains, such as CVS and Walgreens, don’t currently sell CBD oil, but WBA noted it\nis monitoring the CBD market.\n\nHealthcare: Payor Perspective: Generally speaking, managed care does not cover OTC\nproducts, with the same being true for Medicare and Medicaid. Based on our conversations\nwith a number of payors, whether CBD oils will be covered as a medical benefit by\ngovernment sponsored health programs is determined by the Center for Medicare and\nMedicaid Services (CMS) and state governments. Currently, CBD products are not a covered\nbenefit, or an extra benefit, that has been approved by CMS or states, and it isn’t known\n\nat this time whether CMS or states governments are considering reimbursement for CBD\nproducts. Separately, Payors noted three factors complicating commercial coverage of\nCBD oils, including (1) legal issues, as CBD oils derived from THC (cannabis) isn’t legal if\n\nit contains equal to or more than 0.3% THC; (2) lack of regulation by the FDA; and (3) its\navailability as an OTC medication.\n\n4 COWEN.COM\n\nHOUSE_OVERSIGHT_024820",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024820.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2799,
    "word_count": 404,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.021958",
    "prefix": "IMAGES-008"
  }
}