{
  "document_id": "HOUSE_OVERSIGHT_024162",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024162.txt",
  "text": "High yield corporate bonds\n\nSpread USD HY (26 June): 660bps (last month: 660bps)\nUBS View USD HY spread target (6-month): 525bps\n\n¢ US high yield (HY) bonds continue to offer attractive value; we expect high single-digit total returns over\nthe next six months. We stick to our spread forecast of 525bps based on an ongoing recovery of the US\neconomy, robust company balance sheets, rising earnings, and ongoing investor appetite for higher-\nyielding assets. US HY bonds remain our preferred asset class.\n\n¢ Fundamental factors remain supportive. Despite the recent uptick in defaults, in the absence of a\nrenewed US recession only a very gradual increase is to be expected. We forecast a modest rise in the\ntrailing default rate to 3.5% at the end of the year from 3.1% in May. A heavy load of new issuance in the\nfirst three months of the year means that HY companies will be faced with a lower risk of failed\nrefinancing going forward (e.g. in case of an unexpected economic slump).\n\ne¢ We acknowledge that ongoing risk aversion could still cause spreads to widen somewhat in the short run.\nInvestors who are able and willing to hold on to their HY position will likely benefit over 6 months.\n\n@ Positive scenario USD HY spread target (6-month): 450bps\n¢ In the positive economic scenario, a rally in high yield bonds and a return to pre-crisis spreads of about\n400bps is likely. Benchmark yields would also rise, limiting HY returns to around 10%. European HY\noutperforms the US.\n& Negative scenario USD HY spread target (6-month): 1,200bps\n¢ A global recession is a major risk for high yield bonds. Based on the more robust state of the corporate\nsector, we would not expect spreads to widen to 2008/09 peak levels above 2,000bps. Although short-term\nspikes are likely, due to liquidity suddenly drying up, we would expect a quick return to the \"usual\"\nrecession-level spread of around 1,200bps.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching\nCredit quality/\ndefault cycle\n\nWhy it matters\n\nAs long as corporate earnings increase and balance sheets remain backed by high\ncash levels and low debt ratios, the default rate will remain below its 5% long-\nterm average.\n\nFor now, favorable conditions in the primary market have mainly been used for\nrefinancing. More aggressive issuance activities should be monitored.\n\nBank lending provides an important source of funding. US banks relaxed\nstandards slightly in 2Q. Key dates: early-July, ECB bank lending survey;\nlate-July, Fed Senior Loan Officer Survey\n\nNew issuance\n\nBank lending standards\n\n36 UBS\n\nPreference: overweight\n\nRecommendations\n\nTactical (6 months)\n\ne US high yield corporate bonds offer an\n\nattractive return outlook and should be\n\noverweighted.\n\nWe prefer US over European issuers given\n\nthe poorer economic outlook in Europe\n\nand the increasing proportion of\nperipheral and financial issuers in the\n\nEuropean HY universe.\n\nInflows into HY mutual funds have been\n\nstrong so far in 2012, but new issuance has\n\ncooled down a bit in April and May.\n\nStrategic (1 to 2 years)\n\ne We expect US defaults to remain at below-\naverage levels for longer. Significant re-\nleveraging is unlikely in the medium term.\n\n° We believe US high yield corporate bonds\nwill provide good returns for absolute\nreturn-oriented investors, as well as\nrelative to other fixed income segments.\n\nYield spreads\n2,500 bps\n\n2,000\n1,500\n1,000\n\n500\n\nce)\n\n2005 2006 2007\n—EUR High Yield\n\n2008 2009 2010 2012\n\n—USD High Yield\n\n2011\n\nSource: Bloomberg, UBS CIO, as of 26 June 2012\nNote: Past performance is not an indication of future returns.\n27\n\nFor further information please contact ClO’s asset class specialist Philipp Schdttler, philipp.schoettler@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024162",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024162.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3830,
    "word_count": 622,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:46.691848",
    "prefix": "IMAGES-007"
  }
}