{
  "document_id": "HOUSE_OVERSIGHT_021138",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021138.txt",
  "text": "28 MICHAEL WOLFF\n\nThat Friday morning, he came down from the residence into the\nOval Office in a full-on rage so violent that, for a moment, his hair came\nundone. To the shock of the people with him, there stood an almost\nentirely bald Donald Trump.\n\nThe president’s sudden change of heart sent the entire Republican\nParty into a panic. If Trump carried out his threat not to sign the bill, he\nwould bring on what they most feared: a shutdown. And he might well\nblame the shutdown on his own party.\n\nMark Meadows, the head of the House Freedom Caucus and a |\n\nstaunch Trump ally in Congress, called the president from Europe to say\nthat after the vote on Thursday afternoon most members had left town for\nthe congressional recess. Congress wouldn't be able to undo the previous\nday’s vote, and the shutdown was due to commence in mere hours.\n\nMitch McConnell rushed Defense Secretary Jim Mattis into action to\ntell the president that American soldiers would not be paid the next day if\nhe didn't sign the bill. This was a repeat performance: Mattis had issued a\nsimilar warning during a threatened shutdown in January.\n\n“Never... never... never... again; Trump shouted, pounding the\ndesk after each “never.”\n\nOnce again he caved and agreed to sign the bill. But he vowed that\nnext time there would be billions upon billions for the Wall or there really\nwould be a shutdown. Really. Really.\n\n*\n\nBannon had been here before, so many times.\n\n“Dude, he’s Donald fucking Trump,’ said Bannon, holding his head\nand sitting at his table in the Embassy the day after the president signed\nthe bill.\n\nBannon was not confused: he had a clear understanding of how great\na liability Trump could be to Bannon’s own vision and career. To the ner-\nvous titers of the people around him, Bannon believed he was the man of\npopulist destiny and not Donald Trump.\n\nThe urgency here was real. Bannon believed he represented the\nworkingman against the corporate-governmental-technocratic machine\nwhose constituency was the college-educated. In Bannon’s romantic view,\n\noe ]\n\nSIEGE 29\n\nthe workingman smelled of cigarettes, crushed your hand in his, and was\nhard as brick—and not from working out in a gym. This remembrance\nof things past, of (if it ever existed) a leveled world where a workingmar\nwas proud of his work and identity, was inspiring, Bannon believed, :\nglobal anger. It was a revolution—this worldwide unease and fear anc\nday-by-day upending of liberal assumptions—and it was his. The globa\nhegemon was in his sights. He was the man behind the curtain—and h\nmight as well be in front of it, too—trying to snatch the world back fron\nits postmodern anomie and restore something like the homogenized an:\nneighborly embrace of 1962.\n\nAnd China! And the coming Gétterdammerung! To Bannon, thi\nwas way-of-life stuff. China was the Russia of 1962—but smarter, mor\ntenacious, and more threatening. American hedge funders, in their secre\nsupport of China against the interests of the American middle class, wet\nthe new fifth column.\n\nHow much of this did Trump understand? How much was Trum\ncommitted to the ideas that moved Bannon and, by some emotion\nosmosis, the base? Trump was more than a year in, and not a shovelful\ndirt had yet been dug for the Wall, nor a penny allocated. The Wall ar\nso much else that was part of Bannon’s populist revolution—the detai\nof which he had once listed on whiteboards in his White House offic\n\nexpecting to check each one off—were entirely captive to Trump's inatte:\ntion and wild mood swings. Trump, Bannon had long ago learned, “does:\ngive a fuck about the agenda—he doesn't know what the agenda is.”\n\n4% +\n\nIn late March, after the gloom of the budget bill disaster had lifted, the\nwas a brief, optimistic moment for the faithful in Trump’s inner circle.\n\nChief of Staff John Kelly, fed up with Trump—just as Trump was f\nup with him—seemed surely on the way out. Kelly had joined the Wh\nHouse, replacing Reince Priebus, Trump’s first chief of staff, in Aug)\n2017, charged with bringing management discipline to a chaotic W\nWing. But by mid-fall, Trump was circumventing Kelly’s new prox\ndures. Jared and Ivanka—with many of the new rules designed to c'\ntail their open access to the president—were going over his head.\n\nHOUSE_OVERSIGHT_021138",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021138.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4265,
    "word_count": 731,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:46.045075",
    "prefix": "IMAGES-006"
  }
}