{
  "document_id": "HOUSE_OVERSIGHT_013297",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013297.txt",
  "text": "Paul Desmarais Sr., 86. The Canadian billionaire, who turned an\ninherited fleet of buses into Power Corp. of Canada, an\ninsurance and financial services conglomerate. Died Oct. 8.\n\nScott Carpenter, 88. The second American to orbit the Earth, he\nwas one of the original seven astronauts in Project Mercury, the\nfirst U.S. human spaceflight program. Died Oct. 10 of\ncomplications from a stroke.\n\nWilfried Martens, 77. A former prime minister of Belgium, who\npresided over nine governments from 1979 to 1992, deepening the\nnation’s integration in the European Union while leaving a\n\nlegacy of debt. Died Oct. 10.\n\nWally Bell, 48. A Major League Baseball umpire for 21 years.\nDied Oct. 14 of a heart attack.\n\nHans Riegel, 90. The German billionaire owner of Haribo GmbH, a\ncandy maker started by his father, whose best-known product is\nthe Gummy Bear. Died Oct. 15 of heart failure.\n\nPeter A. Levy, 77. He followed the path of his father, Gustave\n\nLevy, becoming a partner at Goldman Sachs, until departing to\nco-found investment funds, including Harmony Capital Management\nLP, a New York-based fund of private-equity funds. Died Oct. 18\n\nof cancer.\n\nTom Foley, 84. He was a Democratic congressman from Washington\nState from 1964 to 1994 and rose to speaker of the House. Died\nOct. 18 of pneumonia following a series of strokes.\n\nSally Dawson, 39. A British-born banker who spent 17 years at\nthe London office of Deutsche Bank AG, specializing in high-\nyield and distressed-debt sales. Died Oct. 18 of cancer.\n\nC.W. “Bill” Young, 82. A U.S. representative from Florida, he\n\nwas the longest-serving Republican in Congress and an advocate\nof military spending. Died Oct. 18 of complications following\nsurgery.\n\nHOUSE_OVERSIGHT_013297",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013297.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1727,
    "word_count": 280,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.145837",
    "prefix": "IMAGES-002"
  }
}