{
  "document_id": "HOUSE_OVERSIGHT_021005",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021005.txt",
  "text": "Restructure Medicare & Medicaid: Medium-Term Policy Options From the\n\nReport of the National Commission on Fiscal Responsibility and Reform\n\nDeficit Reduction\n\nMedium-Term Policy Options F2012-F2020E’\n\nConvert the federal share of Medicaid payments for long-term care into a\n\ncapped allotment peerage\n\nReform Tricare for Life? to increase cost sharing for Military retirees $55\n\nCut federal spending on graduate and indirect medical education $54\n\nReduce taxes that States may levy on Medicaid providers $49\n\nExpand ACOs, payment bundling, and other payment reform $38\n\nAccelerate phase-in of DSH payment cuts*, Medicare Advantage cuts $37\n\nand home health cuts in PPACA\n\nOther* $73\n\nTotal Deficit Reduction F2012-F2020E $395 billion\nore: OS! reducuons are Fiscal COMMISSION Staff estimates based on and oiner avaliable sources. Most numbers were generated pre-nealincare reform\n\nand may differ significantly. 2) Tricare for Life is a supplementary military health insurance designed to minimize Medicare-eligible military retirees’ out-of-pocket\nmedical expenses. 3) DSH is the Medicare and Medicaid disproportionate share hospital payments for hospitals that receive disproportionately large Medicare and\nMedicaid patients. 4) Other includes reduce Medicaid administrative costs, increase nominal Medicaid copays, cut Medicare payments for bad debt, increase cost\nSharing for federal civilian retirees and place dual-eligible individuals in Medicaid Managed Care. Source: National Commission on Fiscal Responsibility and Reform,\nKP “The Moment of Truth: Report of the National Commission on Fiscal Responsibility and Reform,” 12/1/10.\nwww.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 327\n\nRestructure Medicare & Medicaid: Long-Term Policy Options From the\n\nReport of the National Commission on Fiscal Responsibility and Reform\n\ne Set global target for total federal health expenditures after 2020\n(Medicare, Medicaid, CHIP, exchange subsidies, employer health\nexclusion), and review costs every two years. Keep federal health\nexpenditure growth to one percentage points above GDP growth.\n\ne If costs have grown faster than targets (on average of previous 5 years),\nrequire President to submit and Congress to consider reforms to lower\nspending, such as:\n\n— Increase premiums (or further increase cost-sharing)\n\nOverhaul the fee-for-service system\n— Develop a premium support system for Medicare\n\nAdd a robust public option and/or all-payer system in the exchange\n\n— Further expand authority of the Independent Payment Advisory\nBoard (IPAB)*\n\nNote: IPAB is a 15-member Independent Payment Advisory Board established under PPACA with significant authority with respect to Medicare payment rates.\nBeginning in 2014, in any year in which the Medicare per capita growth rate exceeded a target growth rate, the PAB would be required to recommend\n\nMedicare spending reductions. The recommendations would become law unless Congress passed an alternative proposal that achieved the same level of\nbudgetary savings. Source: National Commission on Fiscal Responsibility and Reform, “The Moment of Truth: Report of the National Commission on Fiscal\n\nKP Responsibility and Reform,” 12/1/10.\n\n(@E) www.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 328\n\nHOUSE_OVERSIGHT_021005",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021005.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3294,
    "word_count": 467,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:44.974322",
    "prefix": "IMAGES-006"
  }
}