{
  "document_id": "HOUSE_OVERSIGHT_030353",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030353.txt",
  "text": "“Surely the fickleminded nature of the angry few will help tie up any loose ends,” the short\nemail concluded. “You owe me a large Scotch.”\n\nMr Staley, who has been heavily criticised for his attempt to unmask a whistleblower,\n\nsoon replied to the prankster in effusive terms. Presumably thinking he was talking to his\nchairman, who has been dubbed “Mack the Knife” for his habit of ousting chief executives,\nMr Staley said, “You are a unique man, Mr McFarlane”.\n\n“You came to my defense today with a courage not seen in many people. How do I thank\nyou?” Mr Staley wrote. The 60-year-old Barclays boss continued in the same style: “You\nhave a sense of what is right, and you have a sense of theatre. You mix humor with grit.\nThank you John. Never underestimate my recognition of your support. And my respect\nfor your guile.”\n\nHe had time for yet more praise before he signed off. “And some day I want to see an ad lib\nguitar run. You have all the fearlessness of Clapton,” said Mr Staley, referencing the\nlegendary guitarist Eric Clapton and his chairman’s fondness for playing his guitar in\npublic meetings.\n\nThe brief conversation ended with a final email around 11pm. The imposter sent a poem,\nwhich began “Worry not of tomorrow’s end” and ended “Revel in their bloodied eyes”. The\nfirst letter of each line spelled out the word ‘Whistleblower’.\n\n“Thanks for sharing the foxhole,” Mr Staley replied.\n\nThe prankster, who contacted the Financial Times via Twitter, told us the email was part\nof his “battle with Barclays” over a customer issue. “I thought I’d see how Jes was relaxing\nafter his AGM,” he said.\n\nBarclays declined to comment.\nThe emails, which the FT has verified are genuine, are reproduced below.\n\n[Prankster’s email ]\n\nFrom: John McFarlane [john.mcfarlane.barclays@gmail.com]\nSent: Wednesday, May 10, 2017 08:47 PM GMT Standard Time\n\nTo: Staley, Jes: Barclays (LDN)\nSubject: The fool doth think he is wise\n\nMason-Mahon is as brusque as he is ill informed.\n\nHOUSE_OVERSIGHT_030353",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030353.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1997,
    "word_count": 337,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.691010",
    "prefix": "IMAGES-010"
  }
}