{
  "document_id": "HOUSE_OVERSIGHT_018348",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018348.txt",
  "text": "completely understand. The French philosopher Bruno Latour, the father of “Actor\nNetwork Theory” has called this process “Black Boxing”. The better your phone\nworks, the less you notice it. The more precisely some machine feeds you your news,\nthe less you wonder what might I be missing? “Scientific and technical work,” he\nsays, “is made invisible by its own success.”166\n\nThe operating system and network protocols of your tablet device are opaque to you\nnow in a way they never would have been two decades ago (when even the casual\nuser computer had to type to a C: prompt or wildly rage at a crashed “Blue Screen of\nDeath” from time to time). But, in fact, the system is incalculably more complex.\n“Each of the parts inside a black box,” Latour remind us, “is a black box full of parts.”\nAnd it is in the winding and linking of all these pieces that action in a connected\nworld is made possible. “It is by mistake or unfairness that our headlines read ‘Man\nFlies’”, Latour says. “B-52s do not fly,” he writes. “The US Air Force flies.” Every\nplane that ever makes it into the air does so because of the clicking coordination of\nthousands of linked, black boxed systems. Your stock portfolio or your computer or\nyour bio-sensored heart is not a lone object; it’s a feature of a connected landscape.\n\nWe're surrounded now, connected to, essential black boxes we’ve no way of\nunderstanding and whose development and operation we've left to the New Caste.\nLook around you, how many screens do you see? Each is a billboard: New Caste at\nWork. It’s not only the hardware in our lives that | mean, but the bits of knitted\nprogramming that decide how we search, when we communicate, and if we can\nexchange information or money. The virtual and the real are in constant contact and\nit’s the New Caste that does the stapling. In fact, one of the magic tricks of power in\nthe connected age is an ability to flop easily back and forth between network and\nreality. It suggests other dangers too. As legendary machine systems designer Leslie\nLamport warns: Computer scientists collectively suffer from the confusion of language\nwith reality.‘°7Anyone who’s ever written a computer program knows this sense:\nYou write some code. You compile and run the program to see what happens. You go\nback and work on the code some more to refine what you’ve done. You run it again.\nYou touch the virtual; the real reacts. This seems in a way like the most trivial thing,\nthe writing of a computer program or an AI bot or a trading order, but in fact\n\n166 The French philosopher: Bruno Latour, “On Technical Mediation — Philosophy,\nSociology, Geneaology” in Common Knowledge, Fall 1994 Vol 3 No 2. p. 23\n\n167 It suggests other dangers: Leslie Lamport, “Computer Science and State\nMachines”, Contribution to a Festschrift honoring Willem-Paul de Roever on his\nretirement” (Redmond: Microsoft Research, 2008). In its entirety it runs: “Computer\nscientists collectively suffer from what I call the Whorfian syndrome—the confusion\nof language with reality. Since these devices are described in different languages,\nthey must all be different. In fact, they are all naturally described as state machines.”\nThe Whorfian problem is a linguistics observation about the way in which our\nthinking is limited by whatever language we have to describe what we see or\ncontemplate.\n\n116\n\nHOUSE_OVERSIGHT_018348",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018348.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3372,
    "word_count": 574,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.291906",
    "prefix": "IMAGES-004"
  }
}