{
  "document_id": "HOUSE_OVERSIGHT_029085",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029085.txt",
  "text": "From: David Grosof | ___\non behalf of David Grosc i\n\nSent: 1/20/2017 6:28:10 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: Your Special Day\n\nImportance: — High\n\nAt 10:13 PM 01/19/17, you wrote:\n\nall good.A A thx.A A areas of interest,A A A A distribuitionsA in nature. AAAA 2\ndeception.A 3.A sleep.4.A power. 5 money.A 6 music and the brain. 7 , signal intellignece in the biologocal\nsystems\n\nExcellent alignment with some of my interests or those of people I like and think are smart!\nThe rest of the truncated message has been sent.\n\n1. What's been stimulating as a source of good questions for the \"distributions in nature\" issue?\n\n7. \"Signal intelligence in biol. systems\" seems to cover all of neurophysiology: Jonathan Victor, whom you met\na few years ago in your office, is powerfully thoughtful on the issues of neural coding. Are there specific\nexamples that have stimulated you to better questions or turned your thinking around?\n\n6. Are you aware of apps that purport to play music to enhance productivity and focus on tasks at hand? My\nbuddy Reese Jones has backed that; he has a fascinating set of beliefs and projects around what may soon be\nunderstood as \"consciousness hacking.\" He's on the board of Singularity University as one of the founders. (His\nfather was a pioneer UCSF MD researcher of hallucinogens, I believe!)\n\nMore to come in a day or so.\n\nThanks!\n\nYou're up late or you're not so east of my SF location!\nDavid\n\nPS How to trade the Trump-GOP demolition of the welfare state, erratic elevation of risks of trade disruptions\nand war? Has anyone from the rational center or left given thought to how to respond to a national emergency to\ncope with a kakistocratic seizure of emergency powers? The Patriot Act was on a 'shelf' as you know, ready to\nbe used. What should the better folks in this country have at hand if, say, a port is subject to a radiological\nattack of unknown origin?\n\nOn Fri, Jan 20, 2017 at 1:07 AM, David Grosof <grosof@sloan.mit.edu> wrote:\n\nDear Jeffrey,\n\nA Congratulations on another spin around the sun.\n\nA I would like to offer you a birthday present: my best efforts for a few hours on something where I might be\nable to contribute either to making something good happen for you or help you prevent the bad.\n\nWe haven't talked much at all for quite some time, so I'm not sure of the nature of your current interests but here\nare some of mine, where I feel I either have some special capability or can get access to those who have such.\n\n* open science -- open access publishing, data publishing, and open culture institutions considered as a network\nwith largely consistent and mutually reinforcing values: Public Library of Science (PLoS), Wikipedia, Internet\n\nHOUSE_OVERSIGHT_029085",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029085.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2746,
    "word_count": 474,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.640217",
    "prefix": "IMAGES-010"
  }
}