{
  "document_id": "HOUSE_OVERSIGHT_017514",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017514.txt",
  "text": "from speaking to Mr. Adler could bring in a\nsignificant amount of money to the firm.\n\nQ. At that time Mr. Adler was one of your\nco-conspirators in the Ponzi scheme; is that correct?\n\nA. By this time, yes, sir.\n\nQ. Okay. When did Mr. Adler become a\nco-conspirator in your Ponzi scheme?\n\nA. 1] don't recall the specific date.\n\n9 Q. Was it before or after Mr. Adler recommended\n10 that Brad Edwards be hired at your firm?\n11 A. Before.\n12 Q. So before Brad Edwards was hired at RRA,\nRussell Adler was a co-conspirator of yours in the\n14 legal part of the RRA firm; is that correct?\n\nB15 A. Yes.\nQ. Then after that time you hired --\n17 Mr. Edwards was hired after Adler was your\n18 co-conspirator? You are laughing, you are smiling,\n19 — why is that, sir?\nA. Because when you say \"RRA\" that way, the\n21 speaker sounds, it sounds like you are roaring.\n22 ~Q. Okay. I'll just say Rothstein, how about\n23 that? You know what I'm talking about if] just say\n24 ‘Réthstein.\n25 = A. RRA is fine.\n\naw Wrnwp WNP\n\nPage 94\n\n1 Q. Okay. So Adler is your co-conspirator in\n\n2. the Ponzi scheme at the time that Brad Edwards is\n\n3. hired, correct?\n\n4 A. Yes.\n\n5 “Q. Okay. Was it Adler who recommended to you\n6 that Brad Edwards be hired?\n\n7 ~ A. Yes. He was one of the people.\n\n8 Q. Who else recommended that Edwards be hired?\n\n9 A. | don't have a specific recollection of who\n10 it was, but others did.\n11 Q. Allright. But you have a recollection of\n12. Adler being one of the people, so let's talk about\ny13 that, al] right?\n14 What did Adjer tel] you about Brad Edwards\n15 ~~ when you hired him? Did he tell you that he had these\n16 Epstein cases or an Epstein case in the fold?\n\n17 A. Among other things, yes.\n\n18 Q. What else did he tel] you?\n\n19 A. Told me he was a great lawyer and a great\n20 guy.\n\n21 Q. Did he tell you what his history was, what\n\n22 Edwards' history was prior to coming to the Rothstein\n23 firm?\n\n24 A. I'm certain that 1] asked him, but J don't\n\n25 have a specific recollection of that conversation.\n\nPage 95\n\nset\n\nee rT\n\nfp gg seine AUN FRET em Ee eR RPA NY er eREND ATL ORES ETE\n\nKS pb\n\nFame a eee\n\nOw DAAID OB WNP TOW DAI DUN S&S WNEP\n\nNO ee\n\nveremoenen\nN\ney\n\nee\nN\nN\n\n23\n\n:\n\napnea\nNOM\ncn ob\n\na\n\nOSCE GALANTE A ee a mc\n\nNPP ee Pep\nDoODMDIDUBWNHYEFP DOW ANA UBWNPE\n\nAe IE ea epee ln come A ONR ESET TER\n\nsee\n\ner\n\naE\n\n21\n223\nbod\n\nE\n&\n\nis\n\nEa EP ER RE ES\n\nscenes\n\nQ. What did Adler tell you about the Epstein\ncase that Edwards had at the time you were\ncontemplating hiring him to become a member of the\nRothstein firm?\n\nA. He told me that it was a huge case involving\na billionaire pedophile and that it was a winner.\n\nQ. Did you, when you heard that, did you think\nthat that was a case that could become part of your\nPonzi scheme?\n\nA. No, I actually thought of it as a way to\nearn legitimate money to help me out of the Ponzi\nscheme.\n\nQ. So at the time you hired Mr. Edwards and you\nwere talking to Adler about Edwards, you were trying\nto get out from under the Ponzi scheme?\n\nA. Inthe bulk of 2009 ] was praying for some\nsort of legitimate influx of money to get out of the\nPonzi scheme.\n\nQ. Okay. So now Adler tells you about this\nBrad Edwards guy, did you know Brad Edwards before\nAdler talked to you about him? Had you run into him?\n\nA. J may have. ] don't have a specific\nrecollection one way or the other.\n\nQ. Okay: So now hertells you that you should\nconsider hiring Brad Edwards, this is your\n\nPage 96\n\nco-conspirator talking to you, nght? Is that\ncorrect?\n\nA. Yes.\n\nQ. And he says, by the way, he's got this great\nEpstein case involving this billionaire, correct?\n\nA. Yes.\n\nQ. Presumably then-you had a meeting with Brad\nEdwards when you met him; is that correct?\n\nMR. SCAROLA: Presumably he had a meeting\nwhen he met him?\n\nMR. GOLDBERGER: I'm sorry, Mr. Scarola was\ncutting you off when you answered, so go ahead, answer\nagain.\n\nMR. SCAROLA: | didn't understand the\nquestion.\n\nBY MR. GOLDBERGER:\nQ. Do you understand the question,\nMr. Rothstein?\n\nA. I'm not sure ] do because you asked me if ]\nhad a meeting when J met him and J think that meeting\nhim is a meeting.\n\nQ. Well, there was a meeting, correct?\n\nA. I most hkely met him before I hired him. |\nmost likely talked to him before I hired him because\nthat was my general way of doing business. It's all\n\nPage 97\n\n25 (Pages 94 to 97)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017514",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017514.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4409,
    "word_count": 866,
    "line_count": 220,
    "import_date": "2025-11-19T21:47:47.404356",
    "prefix": "IMAGES-004"
  }
}