{
  "document_id": "HOUSE_OVERSIGHT_013529",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013529.txt",
  "text": "courage. Not surprisingly, social interactions, as configured by the mouse’s own\npersonality style, contributed significantly to their behavioral patterns. As an\nexample, the C57BL strain of laboratory mouse has strong tendencies toward\nimpulsively wild behavior. To be anthropocentric and using Hagen and Eysenck-like\nbehavioral dimensions, we could describe the C57BL mouse as exhibiting high\npsychotocism, P, energetic sociability, high energy, E, and low emotionality, low\nneuroticism, N. The C57BL also loves alcohol and will dominate the low E, shy, low\nP, retiring, alcohol avoidant, high N, emotional, anxious, frequently defecating albino\nBALB strain of mouse when they are placed together for a limited time in a novel\nsituation during the daylight hours. Over a more extended time, however, the BALB\nmouse comes to dominate the C57BL, beginning with attacks in the dark and finally\nas the persistent and patient survivor over days of aggressive fighting. BALB’s low\nE, social fear eventually turns into rage and aggression. The C57BL is quick to mate\nand ejaculate but very slow to recover sexually, so that the less post-orgasmically\nrefractory BALB also wins in long term sexual competition in a cage full of fecund\nfemales. Modern social psychological approaches to human personality are\nbeginning to approach the interactions of genetic brain proclivities and collective\nsocial dynamics in this way.\n\nEmploying Eysenck categories of personality characteristics, similar results\nabout style as influenced by genetic selection can be seen in humans. The\ncorrelations between factor scores based on B. Loehlen’s studies using the\nCalifornia Personality Inventory in twins demonstrated as much as threefold higher\ncorrelations among identical twins for extroversion (E) and neuroticism (N) factors\ncompared with matched fraternal twins. The primacy of some of the in-born\nbiological roots of these personality styles is suggested by G. Methany’s finding of\nhigher correlations between identical as compared to fraternal twins when studied at\nthe age of two months. The similarities in personality and temperament measures\nincluded activity level, regularity, approach-withdrawal, intensity, persistence,\ndistractibility and adaptability.\n\nMore recent familial studies of the heritability of personality characteristics\n\nincluded childhood shyness, neuroticism, depressive symptoms, aggressiveness,\n\n29\n\nHOUSE_OVERSIGHT_013529",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2436,
    "word_count": 347,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.855677",
    "prefix": "IMAGES-002"
  }
}