{
  "document_id": "HOUSE_OVERSIGHT_011771",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011771.txt",
  "text": "/ BARAK / 14\n\nfive-year interim period had yet to begin. In one respect, I had some sympathy for\nBibi’s predicament. The reason I'd tried to get Yitzhak to alter the terms of Oslo II\nwas that it required us to hand back control before we knew what a “permanent-\nstatus” peace deal would look like. But where my sympathy ended was in how Bibi\nhandled the situation. Despite my concerns about the way the Oslo process had\nbeen designed, I never doubted that killing it off would be by far a worse\nalternative. Bibi had been elected to /ead Israel. Instead, he acted as if he was\nplaying some sort of pinball match, flipping the ball first one way, then the other,\nwith no obvious aim beyond keeping it in play — and, where Oslo was concerned,\nsimply stalling for time. Rather than setting out any vision of where he hoped to\nmove the negotiating process, he seemed more concerned with keeping the right-\nwing of Likud and the smaller, even more extreme parties from turning against\nhim.\n\nIn late September 1996, Bibi and the Likud mayor of Jerusalem, Ehud Olmert,\ndecided to go ahead with the festive opening of an archeological tunnel that\nprovided access to a larger portion of the Western Wall of the ancient Jewish\ntemple. It was a decision that, under both Rabin and Peres, we’d delayed out of\nconcern about inflaming tensions with the Palestinians. As Shimon rightly said\npublicly after the three days of violence that followed, we understood that, at a\nminimum, it would need to be coordinated beforehand with Arafat. As the unrest\nspread into the West Bank and Gaza, there were media warnings of a “new\nintifada, ” the difference this time being that the Palestinians newly established\npolice had entered the fray. By the time urgent US diplomacy, our efforts and\nArafat’s, brought it to a close, 25 Israeli soldiers and nearly 100 Palestinians had\nbeen killed. He did not slam the brakes altogether on the American-led efforts to\nmove ahead with the Oslo. In early 1997, in fact, he and Arafat reached a separate\nagreement on the critically important question, and potential flashpoint, of Hebron.\nIt stipulated that about 80 percent of the area would be under Palestinian authority,\nwith Israel retaining control and responsibility for nearby settlements and key\nsecurity points. Despite right-wing and settler opposition, it was approved by a\nwide margin in the Knesset, with Labor’s backing. But a few months later, in the\nspring of 1997, Hamas launched a new campaign of suicide bombings in shopping\nareas of Jerusalem and Tel Aviv, leaving 24 people dead. While not suggesting that\nBibi took the human cost of terror lightly, he did use the attacks to drag out further\nUS-mediated talks on the details of implementing the Oslo I redeployments.\n\n300\nHOUSE_OVERSIGHT_011771",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011771.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2783,
    "word_count": 476,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.328953",
    "prefix": "IMAGES-001"
  }
}