{
  "document_id": "HOUSE_OVERSIGHT_011109",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011109.txt",
  "text": "confidence, we would know how much correction was enough. That’s a reason to\n\ntake depreciation theory seriously.\n\nMarket-Valued Capital in Macroeconomics\n\nAnother reason why macro should be reconceived from scratch is that its defining\nequations, written mostly over half a century ago, leave out capital. Change in capital\nshows as net investment, but capital itself stays outside. Flows are considered\n\nsufficient for description.\n\nPiketty, a good economic historian, tells us that this did not have to be. It seems that\nthe largest economies had good records of market-valued capital since the late-\nmiddle nineteenth century. Piketty does not speculate why macro and national\n\naccounts ignored them when both took form in the 1920s and 1930s.\n\nPhysical capital and its changes can be measured at market or calculated by the\nperpetual inventory method used in balance sheets. | showed in Chapter 2 why that\nmethod is not the best. Depreciation accounting assumes norms in the loss of capital\nvalue with time, and gets the news of actual outcomes long after. National accounts\nreported positive real net investment, meaning growth in capital value, in 1929,\n\n1930, 1937 and 2008. They give little clue to reality in years of surprise.\n\nThe neglect of market-valued capital in macro and the national accounts until 1990\nor so may have to do with the influence of Keynes. The General Theory includes\nsome hilarious broadsides on the fickleness of market speculators. He put more\ntrust in the sober disciplines of accounting. Piketty trusts the market more, and so\n\ndo I.\n\nThen why does Piketty track new investment, or change in capital, by the accounting\nmethods used in national accounts? That seems inconsistent. My charts and tables\n\ntrack it at market. It seems to me that national accounts should track it both ways,\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 20\n\nHOUSE_OVERSIGHT_011109",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011109.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1900,
    "word_count": 304,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.430054",
    "prefix": "IMAGES-001"
  }
}