{
  "document_id": "HOUSE_OVERSIGHT_033241",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033241.txt",
  "text": "From: paul krassner________________________________________ \nSent: 6/3/2017 6:36:57 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: yikes \nImportance: High \nI'm against censorship, and that includes Kathy Griffin. CNN eats chickenshit. What she \ndid is nothing compared to Trump's murderous evil. \nP.S. THIS LITERALLY REEKS WITH IRONY...THIS IS WHERE CNN GETS ITS \nCHICKENSHIT. A COMMERCIAL THAT THEY'RE LOSING BECAUSE OF KATHY: \nSQUATTY POTTY - KATHY GRIFFIN \"FULL OF SHIT\" (2017) \n(USA) \n09 May, 201/ By Dabitch 0 Comments \nSecond week of May this Kathy Griffin ad rolls out digital media only, where Kathy tells people that they are \"full of \nshit.\" Literally. See, Kathy Griffin has a potty mouth but also a selling point - the reason you'd use the squatty potty \nis to properly empty your bowels. \"It's like a colonic\" she explains, but without that hose up your ass. A cute blue \nturd bleeps her potty mouth but the point is still made. \nYou may remember Squatty Potty's pooping unicorn video created by the Harmon Brothers in 2015. Now Kathy \nGriffin is their first celebrity spokesperson. The brand's CEO and co-creator, Bobby Edwards, finds her quirky, brave \nand fearless, which makes her a good ambassador for the brand as they target women with this campaign. \nEdwards says the brand team fell in love with the \"full of shit\" idea from Bravery Films, \"it got the biggest laughs\" \nfrom staff. Howie Ronay, Bravery Films' founder and chief creative officer, a former FCB exec who worked on the \n2013 viral hit \"Ship My Pants\" for Kmart explains: \"We know a lot of people struggle with this issue, and we decided \nto take a common colloquial phrase and use it literally.\" Basically, this is \"ship my pants II.\" Enough about poop, not \nall ads can be great. \nHOUSE OVERSIGHT 033241",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033241.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1794,
    "word_count": 294,
    "line_count": 25,
    "import_date": "2025-11-19T21:47:47.539480",
    "prefix": "TEXT-002"
  }
}