{
  "document_id": "HOUSE_OVERSIGHT_028511",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028511.txt",
  "text": "satellite passes opens up many new possibilities, says Skybox’s Mr Berkenstock. His firm can offer a stream of\nanalysis, such as the number of trees in a forest or the number of cars at various times of the day in parking lots across\nAmerica. Transport patterns can be followed, infrastructure monitored, the planting of fields, plumes from smokestacks\nand ships in ports can all be observed. Overlaying more and more data will provide much richer visualisation, adds Mr\nBerkenstock.\n\nNor will all the nanosats be looking downwards. Sensors facing sideways and upwards from low-Earth orbit will allow\nresearchers to carry out a large number of experiments and to take measurements that have previously been too costly\nto consider. This includes detecting solar and cosmic radiation, interactions between magnetic fields and other forces\nwhich together make up what is called space weather. Measuring and predicting space weather could be used to\nprotect billion-dollar satellites and prevent astronauts from receiving high doses of radiation. Many satellites measure\naspects of space weather, but they tend to do so only in certain directions. Part of the failed KickSat experiment was to\nuse the sprites to see if arrays of inexpensive devices could constantly monitor such forces.\n\nNanosats may be inexpensive, but resisting gravity’s inexorable pull comes with a price tag. Although there is no\nstandard price list for a launch, a CubeSat costs roughly $100,000 to put each 1.3kg unit into low-Earth orbit. A three-\nunit CubeSat might cost as much as $400,000. Jeff Foust, an analyst at Futron, a consultancy, studies launch costs\nand says he has heard of charges as low as $30,000 for a single CubeSat launched on a Russian rocket.\n\nThese prices put nanosats in the reach not just of small firms, but also of start-ups and researchers relying on academic\ngrants. Some schools are also planning nanosat experiments. Bulk-buying launches for heavier combined payloads can\nwork out, per kilo, even cheaper. And these costs could come down, too. Elon Musk, SpaceX’s boss, has consistently\npredicted substantial price drops in launch costs, even to as little as $200 per kilo. The firm’s Falcon 9 rocket recently\ndemonstrated a successful controlled descent of its booster stage, which would allow it to be reused.\n\nThere is plenty of innovation in putting smaller payloads into space. Interorbital Systems, a Californian company,\nrecently carried out a successful suborbital test flight of a small rocket (pictured right) designed to carry a 145kg\npayload. The company has presold berths for dozens of CubeSats at $13,000-38,000 per unit, as well as its own\nTubeSat format, which it offers to academia as kit and launch for $8,000.\n\nNASA will test an air-launched system in 2016 with Generation Orbit, an Atlanta company. It uses a Gulfstream G-IV\n\nexecutive jet to carry aloft a rocket which it fires off to put 45-50kg payloads into low-Earth orbit. NASA is also working\nwith Virgin Galactic, a private space venture led by Richard Branson. Virgin Galactic has developed its LauncherOne,\nanother air-launched rocket. It can be flown to a higher altitude and carry payloads up to 225kg.\n\nNeither Generation Orbit or Virgin Galactic may come down much on price, as both see a profit to be made in offering\nregular launches, even weekly ones. Operators whose nanosats ride shotgun as ballast in other missions do not have\nmuch control over when they launch or the orbits they reach, says William Pomerantz, the head of special projects at\nVirgin Galactic. John Olds, boss of Generation Orbit, says that as constellations of nanosats increase, placing them ina\nprecise orbit will be critical in keeping small-satellite networks operating.\n\nThe nanosat wars\n\nNanosats also face two other limiting factors: communications and propulsion. Those used for academic work\nprincipally rely on amateur-radio frequencies, with basic equipment squeezed into the CubeSat form. Transmission and\nreception are further hindered by the size of antennae or dishes, both on the ground and on the satellites. Many\nacademic projects set up their own listening stations and recruit space buffs who can use inexpensive kit, but these\nwork on an informal basis. Companies tend to use licensed frequencies and plump for more expensive radio gear to\nhandle their data flows. More development in communications equipment and investment in ground stations would\nimprove things.\n\nThe other bugbear, propulsion, is harder to solve. Currently, launch operators can prevent nanosats carrying hazardous\npropellants that might be used to power them to another orbit. Nor have engineers had a reason to design tiny\nspaceship engines using safer fuel. But they do now. Even a basic capability to push in one direction would allow\nnanosats to remain in orbit longer, or allow a satellite that has been placed into low-Earth orbit, using an inexpensive\nlaunch provider, to nudge itself to a higher geostationary orbit. And some might travel far beyond Earth.\n\nBenjamin Longmier of the University of Michigan and founder of Aether Industries, which makes equipment for high-\naltitude research, has begun production of a nanosat propulsion system based on his previous work at the Johnson\nSpace Station in Texas. This is a rocket that uses ionised propellants accelerated by magnetic fields. He has been able\nto scale this down to CubeSat size, using liquid water or solid iodine as the propellant. Dr Longmier says the system\n\nHOUSE_OVERSIGHT_02851 1",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5510,
    "word_count": 881,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.324097",
    "prefix": "IMAGES-010"
  }
}