{
  "document_id": "HOUSE_OVERSIGHT_021135",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021135.txt",
  "text": "22 MICHAEL WOLFF\n\nIn the last few weeks, he had helped install his allies—and first-draft\nchoices during the presidential transition—in central posts in the Trump\nadministration. Mike Pompeo had recently been named secretary of state,\nJohn Bolton would soon become the national security advisor, and Larry\nKudlow had been appointed director of the National Economic Council.\nThe president's chief political aides were Corey Lewandowski and David\nBossie, both Bannon allies, if not acolytes; both operated outside the\nWhite House and were frequent visitors at the Embassy. Many of the daily\nstream of White House defenders on cable television—the surrogates—\nwere Bannon people carrying Bannon’s message as well as the president's.\nWhat's more, his enemies in the White House were moving out, includ-\ning Hope Hicks, H. R. McMaster, the former national security advisor,\nand the ever shrinking circle of allies supporting the president's son-in-\nlaw and daughter.\n\nBannon was often on the road. He was in Europe meeting with the\nrising populist right-wing groups, and in the U.S. meeting with hedge\nfunders desperate to understand the Trump variable. He was also looking\nfor every opportunity to try to convince liberals that the populist way\nought to be their way, too. Early in the year, Bannon went to Cambridge\nto see Larry Summers, who had been Bill Clinton's Treasury secretary,\nBarack Obama's director of the National Economic Council, and, for a\ntime, president of Harvard. Summers's wife refused to allow Bannon into\ntheir home, so the meeting happened at Harvard instead. Summers was\nmis-shaven and wearing a shirt that was missing a button or two, while\nBannon was sporting his double-shirt getup, cargo pants, and a hunting\njacket. “Both of them looked like Asperger guys,” said one of the people\nat the meeting.\n\n“Do you fucking realize what your fucking friend is doing?” yelled\nSummers about Trump and his administration. “You're fucking the\ncountry!”\n\n“You elite Democrats—you only care about the margins, people who\nare rich or people who are poor” returned Bannon.\n\n“Your trade mumbo jumbo will sink the world into a depression,\nthundered Summers.\n\n“And you've exported U.S. jobs to China!” declared a delighted Ban-\n\nel\n\nSIEGE 23\n\nnon, always enjoying the opportunity to joust with a member of the\nestablishment.\n\nBannon was—or at least saw himself to be—a fixer, power broker\nand kingmaker without portfolio. He was a cockeyed sort of Clark\nClifford, that political eminence and influence peddler of the 1960s anc\n70s. Or a wise man of the political fringe, if that was not an ultimate kinc\nof contradiction. Or the head of an auxiliary government. Or, perhaps\nsomething truly sui generis: no one quite like Bannon had ever playec\nsuch a central role in America’s national political life, or been such a thorr\nin the side of it. As for Trump, with friends like Bannon, who needec\nenemies?\n\n‘The two men might be essential to each other, but they reviled anc\nridiculed each other, too. Bannon’s constant public analysis of Trump:\nconfounding nature—both its comic and harrowing components, thi\nbehavior of a crazy uncle—not to mention his indiscreet diatribes or\nthe inanities of Trumps family, continued to further alienate him from th:\npresident. And yet, though the two men no longer spoke, they hung o1\neach other’s words—each desperate to know what one was saying abou\nthe other.\n\nWhatever current feeling Bannon might have for Trump—his moox\nranged from exasperation to fury to disgust to incredulity—he contin\nued to believe that nobody in American politics could match Trump’\nmidway-style showmanship. Yes, Donald Trump had restored showman\nship to American politics—he had taken the wonk out of politics. In sum\nhe knew his audience. At the same time, he couldn't walk a straight line\nEvery step forward was threatened by his next lurch. Like many grea\nactors, his innate self-destructiveness was always in conflict with his kee1\n\nsurvival instincts. Some around the president merely trusted that th\nlatter would win over the former. Others, no matter the frustration o\nthe effort, understood how much he needed to be led by unseen hands—\nunseen being the key attribute.\n\nWith no one to tell him otherwise, Bannon continued, unseen, t\nconduct the president’s business from his dining-room table on A Street\n\n+b\n\nHOUSE_OVERSIGHT_021135",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021135.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4361,
    "word_count": 705,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:46.932697",
    "prefix": "IMAGES-006"
  }
}