{
  "document_id": "HOUSE_OVERSIGHT_020329",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020329.txt",
  "text": "177\n\nthat could be hacked into from the outside. It will be recalled that the NSA threat officer had cited\nthese failures in his 1996 report on NSA vulnerability. He also said that efforts of the Russian\nIntelligence Services to use false flag recruitments provided the KGB with “a learning\nexperience.” The KGB had learned that hacking by itself could not breech the NSA’s protective\nstove-piping. He predicted that its next logical move would be to “target insider computer\npersonnel.” These false flag recruitment would aim at, in his view, system administrators,\ncomputer engineers and cyber service workers who were either already inside the NSA or who\nhad a secrecy clearance that would facilitate getting jobs with NSA contractors.\n\nEven with an appropriate false flag, the task of finding such a “Prometheus” was daunting.\nThere were some five thousand civilian technicians at the NSA of all political stripes. Finding the\none who met its espionage requisites was the equivalent of seeking the sharpest needle in the\nproverbial giant haystack. For espionage purposes, however, recruiters did not have to find the\nsharpest needle, or any particular one; they just needed to find any needle in a position to\ncooperate. They could hone a willing recruit over time to do the job at hand.\n\nThe size of the haystack could also be reduced to more manageable proportions by hacking\ninto the personnel records of the intelligence workers seeking to renew their security clearance.\nThe Internet provided the SVR with just this opportunity. As discussed in the previous chapter,\nholes in the security of the computer networks of the US Office of the Office of Personal\nManagement, USIS and the websites of the companies supplying the NSA with independent\ncontractors had made the background checks on American intelligence workers available to the\nChinese and presumably other adversary intelligence service hackers since 2011. If the SVR had\naccess to this personnel data, the research for a candidate would be greatly facilitated. From the\n127-page standard form 86 each applicant for a security clearance submits, the SVR could filter\nout intelligence workers employed by the NSA by their educational background, employment\nhistory, affiliations and foreign contacts. It could then search this data for candidates with a\npossible hacktavist profile,\n\nThis data could next be crossed with a list of individuals SVR in contact with high-profile\nactivists who are part of the anti-surveillance movements. This would include core participants in\nthe TOR project, Wikileaks, Noisebridge, Crypto Parties, and the Freedom of the Press\nFoundation and the Electronic Freedom Foundation. (Snowden, for example, had been in touch\nwith members all these groups in 2012 and 2013.)\n\nThe SVR would have little problem monitoring even encrypted communications with leading\nfigures in the Anti-surveillance world. These activists, despite secrecy rituals such as putting\ntheir cell phones in refrigerators, remain visible to a sophisticated intelligence service such as the\nSVR. Consider, for example, the defensive tactics of Laura Poitras, including PGP encryption,\nTOR software, and air-gapped computers which are computers that have never been connected to\nthe Internet. She also famously changes her tables at restaurants to evade surveillance. With all\nthese precautions, she did not keep secrets about her sources entirely to herself. Snowden, at a\n\nHOUSE_OVERSIGHT_020329",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020329.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3462,
    "word_count": 538,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.148730",
    "prefix": "IMAGES-005"
  }
}