{
  "document_id": "HOUSE_OVERSIGHT_029422",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029422.txt",
  "text": "Case 1:17-cv-03956-PGG Document1-1 Filed 05/25/17 Page 4of5\n\nMr. Epstein. Instead, she said, they were told that Mr. Krischer would convene a\ngrand jury to examine the evidence and decide what charges, if any, to bring.\n\nAround that time, the police report said, Mr. Dershowitz met with prosecutors\nto share information about the accusers, including statements they had posted on\nMySpace.com, the social networking site, concerning use of drugs and alcohol.\nAccording to the report, Mr. Krischer’s office then decided to delay the grand jury\n\nsession for several months.\n\nThe Palm Beach police grew frustrated, the report said, and on May 1 the\ndepartment asked prosecutors to approve warrants to arrest Mr. Epstein.\n\nChief Reiter also wrote Mr. Krischer questioning “the unusual course that your\noffice’s handling of this matter has taken” and suggesting that Mr. Krischer\ndisqualify himself. Chief Reiter refused several requests to be interviewed, and his\nspokeswoman would not say explicitly why he had urged the prosecutor to step\naside.\n\nMike Edmondson, a spokesman for Mr. Krischer, said the state attorney’s office\nsometimes sent noncapital cases to grand juries when there were questions about\nwitness credibility. Mr. Krischer does not recommend a particular charge in such\ncases, Mr. Edmondson said, but gives the grand jury a list of possible charges.\n\nBruce J. Winick, a law professor at the University of Miami, said that while\nprosecutors in Florida rarely referred noncapital cases to grand juries, they\n\nsometimes did so with sensitive cases to be extra-cautious.\n\nMr. Lefcourt said the police were wrong to have released the report so soon,\nespecially without correcting information that later proved wrong. He cited his\nassertion that one accuser had lied about her age, adding that she had also been\narrested on drug charges and had been fired by her employer for stealing.\n\n“What I’m trying to focus on,” Mr. Lefcourt said, “is, What’s motivating the\nselective and misleading release of information to the public?”\n\nA version of this article appears in print on , on Page A19 of the New York edition with the headline:\nQuestions of Preferential Treatment Are Raised in Florida Sex Case\n\nHOUSE_OVERSIGHT_029422",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029422.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2230,
    "word_count": 353,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.743114",
    "prefix": "IMAGES-010"
  }
}