{
  "document_id": "HOUSE_OVERSIGHT_024916",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024916.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\n- VALUATION METHODOLOGY AND RISKS\nValuation Methodology\n\nCannabis: Our valuation methodology is primarily based on Relative EV-to-Sales (EV-to-Sales\ndivided by Sales-Growth), followed by EV-to-Sales.\n\nInvestment Risks\n\nCannabis: Cannabis is an emerging industry and is subject to regulatory headwinds. While\nover 50% of the population is in favor of legalization, only a few states have thus far\nlegalized cannabis for recreational use and the product remains illegal at the federal level.\nLooking forward, much work and change still needs to occur in order for this industry to\nrealize its full potential.\n\nRisks Pertaining to U.S. Cannabis-Related Companies: If you are considering investing in a\nU.S. company that is connected to the cannabis industry, be aware that cannabis-related\ncompanies may be at risk of federal and/or state criminal prosecution. The Department of\nTreasury has issued guidance that The Controlled Substances Act (“CSA”) makes it illegal\nunder U.S. federal law to manufacture, distribute, or dispense cannabis and cannabis-related\nproducts. Many states impose and enforce similar prohibitions. Notwithstanding the federal\nban, however, many U.S. states and the District of Columbia have legalized certain cannabis-\nrelated activities.\n\nRisks Pertaining to Canadian Cannabis-Related Companies: |n Canada, cannabis is an\nemerging industry and is subject to regulatory headwinds. While medical cannabis is legal\nin Canada, legislation has also been introduced to legalize adult-use sales on October 17,\n2018. An initial regulatory framework has been laid out for the adult-use market, looking\nahead, the category will be subject a number of potential headwinds, including taxes and\nrestrictions on from factors and packaging.\n\n100 COWEN.COM\n\nHOUSE_OVERSIGHT_024916",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024916.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1836,
    "word_count": 263,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.545667",
    "prefix": "IMAGES-008"
  }
}