{
  "document_id": "HOUSE_OVERSIGHT_022719",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022719.txt",
  "text": "murky. Sure, Goldman Sachs partners and tech fortunes, but what to make of\na Coney Island, Zelig-like no-namer?\n\nIn 1994, just at the moment when Prince Charles is on television\nacknowledging his love for Camilla Parker Bowles, Jeffrey Epstein is sitting\nwith his arm around Princess Diana at a dinner at the Serpentine Galley in\nLondon (Diana 1s wearing her “revenge” dress that evening). Graydon\nCarter, into his second years as editor of Vanity Fair, is also at the dinner.\nEpstein’s rise and Carter’s rise are not, with a little critical interpretation,\nthat different. Both are a function of the age of new money, both are helped\nby strategic relationships with the exceptionally wealthy (i.e. they are social\nclimbers), both men have made themselves up. To say that Epstein, in the\ncompany of the Princess, sticks in Carter’s craw would be an\nunderstatement. Epstein becomes one of the “what do you know about him”\nfigures in Carter’s gossip trail—a story waiting to happen. A variety of the\ngossip that begins to circulate about Epstein—for instance, that he secretly\nfilms his guests—is seeded by Carter, who once advised me not to go to\nEpstein’s house or accept a ride in his car least I risk being blackmail. (“For\nwhat?” I asked Carter. “For you have no idea,” said Carter.)\n\nEpstein is playing a cat and mouse game with his own growing wealth\nand influence. He 1s private and secretive, but grandly so. He joins the board\nof Rockefeller University. He’s suddenly on the Trilateral commission, that\ncabal of business people who fancy themselves, and who are fancied by\nconspiracy buffs, as running the world. He buys from his client Limited\nFounder Les Wexner the larges private house in Manhattan. (Rumors will\ncontinue for many years, that Wexner owns the house and Epstein is just\nsquatting in it—an 18-year squat.) He buys an airplane. He buys another. He\nexpands his holdings in New Mexico. He begins a Zanadu refurbishment of\nhis Caribbean Island.\n\nHe befriends Bill Clinton in his new after-office life.\n\nAnd that’s quite the fatal pairing.\n\nThe post-Monica Clinton, now having pardoned the on-the-lam\nfinancier Marc Rich, is suddenly being ferried around in the jet of...who\nexactly?\n\nThe New York Post is the first to take formal media note of the\nClinton-Epstein connection, hinting at a sex and money bromance. The\ninstinctively private Epstein is not just increasingly exposed, but clearly\ncurious about the nature of exposure.\n\nI met Epstein around this time. Epstein had become a more and more\nactive backer of advanced scientific research—ultimately he will donate $30\n\nHOUSE_OVERSIGHT_022719",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022719.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2619,
    "word_count": 431,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.319255",
    "prefix": "IMAGES-007"
  }
}