{
  "document_id": "HOUSE_OVERSIGHT_013588",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013588.txt",
  "text": "Nardil, Marplan, Eutony, Parnate and others of a then common family of\nantidepressant drugs.\n\nThe presence of a DMT-generating enzyme in human brain was particularly\nexciting because we knew from the work of Harvard botanist, Richard Shultes and\nothers, that DMT and the monoamine oxidase inhibitor, beta carboline, are\ncombined in a mixture of the leaves of a shrub and the bark of a vine, both\nAmazonian plants, used together by the shaman of Peru, Colombia and Ecuador for\nthousands of years to evoke mystical experiences in themselves. In their state of\nchemically-facilitated, spiritual transformation, they were better able to engage in\nhealing and divination of others. More recently this and other similarly acting\nbiochemicals have been called entheogenic, “connecting to the sacred within.”\n\nConsistent with our neurochemical findings in human brain, the shamanic\nconcoction, called by many names including ayahuasca and yage, combined the\nDMT containing plant, Psychotria viridis, with an extract of a vine with the powerful\nmonoamine oxidase inhibitor properties of the beta carbolines found in\nBanisteriospsis caapi. |n 1975, working with a graduate student, Louise Hsu, we\nfound that the mammalian brain could also synthesize beta carbolines. This family\nof compounds from the vine protects the tryptamine substrate as well as DMT from\nmetabolic degradation such that it could circulate in the blood long enough after oral\ningestion for enough to cross the blood brain barrier to induced prolonged and\ndramatic alterations in perceptions, feelings and thoughts. In addition, the\ncarbolines of the Benisteriospsis component extended the time of action of DMT\nbeyond the 15-30 minutes of effect of DMT when injected alone in human subjects.\nWe found it fascinating that the human brain made combinations of DMT and beta\ncarbolines similar to the blend that indigenous shamamic chemists discovered as an\nentheogenic from plant sources.\n\nRalph Metzner, in the introduction to his 1999 collection of papers called\nAyahuasca concluded that “...it is widely recognized by anthropologists as\nbeing...the most powerful and most widespread of the shamanic hallucinogens.”\nWilliam Burrough in a 1953 City Lights published book written with Allen Ginsberg,\n\ntt\n\nThe Yage Letters, said that yage “...gave entrance to a city where all human\n\n88\n\nHOUSE_OVERSIGHT_013588",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013588.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2368,
    "word_count": 362,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.686585",
    "prefix": "IMAGES-002"
  }
}