{
  "document_id": "HOUSE_OVERSIGHT_017375",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017375.txt",
  "text": "4.2.12\nWC: 191694\n\nI responded, “If I wanted any of Mia’s former husbands to put the fear of God in Woody Allen,\nI'd pick Sinatra over you Mr. Previn.” He laughed in agreement.\n\nI have maintained a good relationship with Mia. Woody Allen eventually married Soon-Yi, and\nthey have adopted children. Their marriage seems to be working.\n\nBoth the Clinton-Lewinsky impeachment and Woody Allen-Mia Farrow cases involved sordid\naccusation of improper sexual conduct by famous and powerful men. These kinds of accusation\ndirected against these kinds of men are grist for the media mill. Every legal and political move is\ncovered in detail. Everyone has an opinion. Litigating in such an environment is perilous. Every\nmistake is magnified. You don’t learn how to manage such cases in law school. There are no\ntule books. Experience is the only teacher.\n\nAfter years of experience in dozens of high profile cases, I now try to teach my students how to\navoid, really minimize, inevitable mistakes. Here are some of my everchanging rules:\n\n1. Never take a case just because the client is a celebrity or because the case is “high profile.”\nMake sure the issues in the case are within your area of expertise.\n\n2. Ifyou do take the case, don’t “hang out,” “chill” or socialize with the celebrity. (It is ok\nto get an autograph for your kid, but that’s all.) Never assume the celebrity, or high\nprofile client, is your friend. You have an entirely professional relationship. Charge your\nusual fee. No discount, no gauging.\n\n3. Never say anything about the client or the case to anyone unless you are prepared to see it\nin The New York Times or The National Enquirer.\n\n4. Every time you meet the client, be prepared to be fired for telling him or her what they\ndon’t want to hear. Famous people often get bad medical treatment and bad legal service\nfor the same reason: the doctor and lawyer don’t want to offend or upset them and care\nmore about keeping the patient or client than telling them the painful truth.\n\n5. Don’t pretend your celebrity or high profile case is just like an ordinary case. The media\nis watching your every move, and every move should take into account the anticipated\nmedia coverage. This doesn’t mean you should make or refrain from making the right\nmove because of the anticipated coverage, but rather you should consider (and perhaps\nreject, but at least consider) what is the right move.\n\n6. Remember that judges, jurors and prosecutors, their family members, their friends and\n\ncolleagues all watch television and read the papers. The media environment may have an\nimpact on their decisions.\n\n7. Remember that high profile and celebrity cases tend to distort the legal system, because\nthe law treats famous people differently. Sometimes better. Sometimes worse. Never the\nsame. It has been said that hard cases make bad law. So, often, do high profile cases.\n\n288\n\nHOUSE_OVERSIGHT_017375",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017375.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2903,
    "word_count": 492,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.413102",
    "prefix": "IMAGES-004"
  }
}