{
  "document_id": "HOUSE_OVERSIGHT_017395",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017395.txt",
  "text": "4.2.12\nWC: 191694\n\nDespite the crass partisan political objective of the undertaking and its utter incompatibility with\nthe Constitution O’Connor had sworn to uphold, she agreed to help, writing the following letter\nfor publication:\n\n“You wrote me recently to inquire about any holdings of this Court to the effect that this\nis a Christian nation. There are statements to such effect in the following opinions:\nChurch of the Holy Trinity vs. United States; Zorach vs. Clauson; McGowan vs.\nMaryland.”\n\nNot only was O’Connor wrong to write any letter in support of this unconstitutional, partisan,\nkooky proposal, she was wrong on the law, wrong on the facts and wrong on her history. First of\nall, if this were a “Christian” nation, its form of Christianity would be decidedly Protestant.\nCatholics would be second class citizens. Indeed our Constitution, and the earlier Declaration of\nIndependence, were designed, at least in part, to protect Americans from the influence of the\nCatholic Church, which was reviled by many of our founding fathers, including Adams and\nJefferson. (“Monkish ignorance” was a clear reference to the Catholic Church.)” Second, there\nare no such “holdings.” Third, the first case she cited (which had long ago been discarded, if not\noverruled) contained—in dictum—some of the most bigoted language in Supreme Court history\nby one of the most bigoted Justice in its history, David Brewer.\n\nBrewer’s dictum, in an obscure immigration case, declared “Mohomet” and “the Grand Lama” to\nbe “imposters.” In his other writings and speeches, he decried the evil of Mormonism and other\nnon-Christian faiths. He was an anti-Catholic bigot and an anti-Semite, as well as a racist and\nsegregationist. He believed that we were a white Protestant nation and he smuggled the concept\nof a “Christian nation” into dictum not even in a case that did not even raise the issue.\n\nWhen, in 1892, Brewer wrote the disgraceful and bigoted opinion cited by O’Connor, the U.S.\nwas, demographically, a white Protestant Christian nation. The nation’s demography changed\ndramatically in the nearly a century between that decision and O’Connor’s letter. And the law\nreflected that change.\n\nSince 1892, the court has not referred to this nation as “Christian” or “Protestant.” Indeed, the\njustices have gone out of their way to be inclusive. For example, when Justice William O.\nDouglas sustained a New York program permitting public school students to be released for an\nhour each week for religious instruction, he specifically gave as an example of religious\naccommodations “a Jewish student [asking] his teacher for permission to be excused for Yom\nKippur.” Yet this was one of the decisions miscited by Justice O’Connor as containing statements\nto the effect that this is a Christian nation.”\n\nWhen her letter was disclosed, Justice O’Connor issued a statement regretting that it has been\n“used in a political debate,” and the Supreme Court media office said that O’Connor “had no\n\n» Cite Jefferson\n\n3 Tn at least one, a justice said—in passing—that “we are a Christian people.” But he then quickly added in the\nsame sentence that we are a people who accord “to one another the equal right of religious freedom” (emphasis\nadded). United States v. MacIntosh, 283 U.S. 605, 625. Justice Holmes, Brandeis Stone, and Hughes dissented.\nJustice O’Connor failed to mention this case.\n\n308\n\nHOUSE_OVERSIGHT_017395",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017395.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3406,
    "word_count": 547,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.223292",
    "prefix": "IMAGES-004"
  }
}