{
  "document_id": "HOUSE_OVERSIGHT_015808",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015808.txt",
  "text": "118 Are the Androids Dreaming Yet?\n\nneedles which don’t interfere with MRI scanners, and they are small — no\ngolf swing problems here. Studies of knitters show that when they initially\nlearn a skill, several areas of their brain light up, but after a while, the\nbrain activity becomes concentrated in the sensorimotor striatal territory.\n\nGlucose, the brain’s power source, is a sugar we get directly from\neating sweets or indirectly by digesting starch. Some studies show\nchildren do slightly better at school if they eat starchy foods in the\nmorning for breakfast — a bowl of cereal or porridge. When you think\nand work your brain consumes the glucose in your blood, and blood\nglucose level drops. If there is a steady source of glucose from the starch\ndigesting in your gut, the glucose is constantly topped up and the level\nwill stay high. If there is no input of glucose from your gut, the body will\nfirst get glucose from glycogen in your liver or generate it by converting\nfat reserves. This takes more work so the body tends to avoid doing so\nuntil it absolutely has to. You can function with slightly lower glucose\nlevels but the body will shut down a little. One thing that suffers as a\nresult is the brain’s ability to perform cognitive tasks. A quick and easy\nway to fix this is to consume some raw glucose and most fridges have a\nready supply in the form of sugary drinks. Stories of kids ranning amok,\ndue to sugar highs brought on by too many sweets and sodas, appear to\nbe an urban legend. In tests, parents told their children have had a sugar\ndrink report them to be hyperactive even if they had been given a sugar\nfree drink. ’'m not suggesting you drink lots of sugary drinks — it is bad\nfor your teeth and will make you fat — but the occasional soda is fine.\n\nMemory\n\nScientists are just beginning to explore the mechanisms that lay down\nmemory in the brain. There are two main classes of theory. ‘The first\nbelieves memory is formed in the large scale wiring of the brain.\nNeurons connect with other neurons and the number and strength of\nthese connections cause memory. When we learn, new connections are\nformed. The electrical activity in a given part of the brain triggers the\nformation of new dendrites. They grow, piloted by tubulin micro-tubes,\nrather like vines growing in a slow motion nature clip. Once a micro-\ntube guided filament is close enough to other, a synapse forms. This\ngross-scale wiring growth is one method of memory formation. Another\ngross-scale effect is myelination. Myelin is the insulation the body uses\non nerves cells, including nerve cells in the brain. It looks a bit like the\ninsulation we used in the 1930s. Before the invention of plastic, strips of\nwaxed canvas were wrapped around wires to provide insulation. Myelin\n\nHOUSE_OVERSIGHT_015808",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015808.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2800,
    "word_count": 491,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.034343",
    "prefix": "IMAGES-003"
  }
}