{
  "document_id": "HOUSE_OVERSIGHT_017277",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017277.txt",
  "text": "4.2.12\nWC: 191694\n\nThe prosecution responded that the only reason he wasn’t in court was because my client had\nmurdered him. Our argument, they claimed, paralleled the classic definition of “Chutzpah”: the\nyoung man who murders his parents and then demands mercy from the court on the ground that\nhe is an orphan. But the conclusions that Murphy had, in fact, murdered Binion, of course,\nbegged the question to be decided by the jury: did Murphy, in fact, murder him?\n\nAlthough hearsay statements—that is, in-court testimony by one person as to out-of-court\nstatements made by another person—are generally not admitted at trial, there are numerous\nexceptions to this rule of exclusion. One of them is the “chutzpah” exception: a defendant can’t\nkill a witness and then seek to exclude testimony about what he would have said if he were alive.\nThis exception has been created by the courts to discourage defendants from murdering\nwitnesses. But to invoke that exception, it has to be clear that the defendant did, in fact, kill the\nwitness. The prosecution could not meet that burden in this case without a full trial in which it\nrelied on the very statement at issue.\n\nAnother exception relates to “deathbed” confessions—statements made by a man who knows he’s\ndying and speaks in anticipation of his imminent death. The “science” behind this exception is the\nempirical assumption that no person will lie if he knows he is about to meet his maker. But this\ntoo is junk science, since there is no real evidence to support the assumption. Moreover, there\nwas no evidence (aside from the challenged statement itself) that Binion actually anticipated death\nor that he was a religious man who feared meeting his maker with a recent lie on his lips.\n\nThe final relevant exception is that an otherwise hearsay statement is admissible if it is relevant to\nthe “then existing state of mind” of the dead person. For example, if Binion had told his lawyer\nthat he was feeling depressed and was considering suicide, that statement could be heard by the\njurors to help then decide whether his subsequent death was caused by suicide or some other\nmeans, such as murder. The prosecution argued that Binion’s “fear” of being murdered was\nevidence of his state of mind. It was also evidence that his death was not caused by suicide. The\nproblem with this argument is that Binion’s statement was also evidence of Murphy’s allegedly\nmurderous state of mind, and the jurors would not be able to limit its consideration of this\nexplosive statement only to Binion’s state of mind. This was especially true since the judge had\nfailed to give the jury what is called “limiting instruction,” namely that “you can consider the\nstatement only to prove what Binion was thinking and not what Murphy was thinking.”\n\nBecause of this serious and prejudicial error (as well as others), the Nevada Supreme Court\nreversed the murder convictions and ordered a new trial.”\n\n® This is what the court ruled:\n“Assuming that the statement was relevant to rebut the defense theories, we conclude that\nthe district court abused its discretion under Shults in admitting the statement without an\n\nappropriate limiting instruction. The prejudicial impact was great: the statement strongly\n\nimplied Murphy killed Binion. Moreover, the relevance of the statement was equivocal,\n\n190\n\nHOUSE_OVERSIGHT_017277",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017277.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3358,
    "word_count": 555,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.064444",
    "prefix": "IMAGES-004"
  }
}