{
  "document_id": "HOUSE_OVERSIGHT_030041",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030041.txt",
  "text": "Article 3.\n\nThe Financial Times\n\nLibya, a last hurrah for the west\n\nGideon Rachman\n\nMarch 28 2011 -- The war in Libya is about a lot more than\nMuammer Gaddafi. Its outcome will reverberate around the Middle\nEast and will affect international politics for decades. A vital\nprinciple is at stake.\n\nThe supporters of outside intervention believe that they are battling\nnot just to stop atrocities in Libya itself, but to lay down a marker for\nthe future. They want to show that the age when a dictator could\nmassacre his own citizens is coming to a close. Bernard Henri-Lévy,\na French philosopher who played an improbable role as a link\nbetween the Libyan rebels and President Nicolas Sarkozy, has said:\n“What is important in this affair is that the ‘duty to intervene’ has\nbeen recognised.”\n\nNicholas Kristof, writing in The New York Times, makes a similar\npoint — “World powers have the right and obligation to intervene\nwhen a dictator devours his people.” This idea was approved by the\nUN in 2005 and, according to Mr Kristof, the Libyan intervention is\n“putting teeth into that fledgling concept.”\n\nIt would be nice to believe that the doctrine of a “responsibility to\nprotect”, known colloquially as R2P, now has real bite. With rebel\ntroops advancing swiftly along the Libyan coast, the supporters of the\nintervention will be feeling cheerful.\n\nBut the reality is that the Libyan war is more likely to mark a last\nhurrah for liberal interventionism than a new dawn. For the brutal\ntruth is that the western powers that are the keenest promoters of the\nidea will not have the economic strength or the public backing to\nsustain many more overseas interventions. And the rising economic\n\nHOUSE_OVERSIGHT_030041",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030041.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1711,
    "word_count": 289,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.951479",
    "prefix": "IMAGES-010"
  }
}