{
  "document_id": "HOUSE_OVERSIGHT_010751",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010751.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 17 of 19\n\nwhere inference is “trustworthy under all of the circumstances” including relationship, shared\ninterest and control); Kontos v. Kontos, 968 F.Supp. 400, 407-408 (1997) (no adverse inference\nallowed from invocation of Fifth Amendment by sister of civil defendant in absence of “identity\nof interests”); Sebastian v. City of Chicago, 2008 WL 2875255 *33-34 (N.D. Ill. 2008)(no\nadverse inference from invocation of Fifth Amendment in absence of close family or business\nrelationship). Similarly, any other witnesses taking the Fifth Amendment and remaining silent to\nprotect themselves are obviously not creating any kind of evidence against Prof. Dershowitz.\nSee, Coquina Investments, 760 F.3d at 1310 (11th Cir. 2014).\nConclusion\n\nIn conclusion, Prof. Dershowitz has no interest in joining this case other than to strike the\nscurrilous and irrelevant allegations against him. If the Court grants Jane Does #3 and #4 motion\nfor joinder (DE 279), then Prof. Dershowitz’s motion for limited intervention should be granted\nfor such purposes as may be appropriate including submitting a motion to strike or other relief,\nso as to give him an opportunity to defend himself against harmful, defamatory and false\nallegations of the worse kind. If the Court rejects the pending motion for joinder, then the Court\nshould strike the scurrilous allegations against Dershowitz, or, alternatively, determine the\npossible mootness of his Motion for Limited Intervention. Of course, if the Court strikes the\nallegations against him sua sponte, Prof. Dershowitz will withdraw his motion for limited\nintervention.\n\nRespectfully submitted,\n\n/s/ Kendall Coffey\n\nKendall Coffey, Fla. Bar No. 259681\nkcoffey@coffeyburlington.com\nGabriel Groisman, Fla. Bar No. 25644\n\nggroisman@coffeyburlington.com\n\n17\n\nHOUSE_OVERSIGHT_010751",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010751.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1887,
    "word_count": 274,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.825123",
    "prefix": "IMAGES-001"
  }
}