{
  "document_id": "HOUSE_OVERSIGHT_011909",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011909.txt",
  "text": "OEN LA CORTE DE CIRGUITO DEL UNDECIMO CIRCUITO JUDICIAL EN Y PARA EL CONDADO DE MIAMI-DADE, LA FL¢\nO EN EL TRIBUNAL DEL CONDADO EN Y PARA EL CONDADO MIAMI-DADE, LA FLORIDA.\n\nDIVISION\n\nO CML\n{J OTRA\n\nDEMANDANTE(S)\n\nEMPLAZAMIENTO DE ACCION CIVIL\n(b) NOTIFICACION PERSONAL A PERSONA NATURAL\n\nVS. DEMANDADO(S)\n\n4 Demandado(s):\n\nUsted ha sido demandado legalments. Tiena 20 dias, conlades a partir def recibo de esta notificacion, para conteslar la demanda adj\nesaiito, y presentarla ante este tribunal, Una Damada (elefenica no lo protegera. Si usted desea que ef Iribunal cnnsidera su defe a\npresentar su respuesta por escrito, incluyendo e/ numero del caso y los nombres de las partes IMeresadas. Si usted no contesia ta dei\ntiempo, pudiese perder el caso pordria ser despojado de sus ingresos y propiedades, o privado de sus derechos, sin previo aviso del|tni\nxisten otros requisites legales. Si lo desea, puede usted consultar a un abogado inmediatamente. Si no conoce a un abogado, puede fs\nuna de las oficinas de asistencia legal (Legal Aid Office) o un servicio de referencia de abogados (Altomey Referral Service) que aparece\nIs guia telafonica.\nSl desea responder a la demanda por su cuenta, al misma impo en que presenmla su respuesta ante el tibunal, debera usted enviar por comeo\no entregar en la mano una copia de su respuesta a la persona denominada abajo como \"PlaintiftPlaintiff's Attomey” (Demandante o Abdgade de!\nDemandante) y presentar su contestacion a la demanda al Secretario del Juzgado. La ubicacion central de la Oficina del Secrelaro epta en el\nedificio de la Corte del Condado de Dade. La direccion de la Corte, y de las sucursales aparecen en la lista siguiente para su convenienciq:\n\nLOCALIDAD DE LOS TRIBUNALES DEL CONDADO DE DADE\n\nIMPORTANTE\n\n0 Bode County Courthouse (05) 0 seseph Caleb Center (20) OF North Dade Justion Canter (23) D7 retest Qusiriet (21)\nRoam 131 Roam 103 Room 100 Roum i100\n73 Weal Flagler Strest 5400 NW 22 Avenue 15555 Biscayne Bivd. 11 Eexi 6th Street\nMiami, Florida 33430 Miami, Florida 33142 Nori Miura Beach, Planda 33180 Hisieah, Flanda 33610\n\n(1 Mam Basch District Court (24) CO Cora) Gables District Court (25) OF) South Dade Justica Center (20)\nRoom 200 Room 100 Rom 1200\n1130 Washingten Avenue 3100 Ponce De Leon Bhd. 10710 SW 211 Streat\nMiaml Beach, Flonda 33139 Coral Gabieg, Florina 33134 Morn, Florida 33189\n\nDemandante o Abogado dei Demandante\nNumero del Colegio de Abogados:\n\nEL ESTADO DE LA FLORIDA: A cada alguacil del Estado: Se je ordena que hagen entrega de esta notificacion yu\ncopia de la demanda en este pleitc al demandado(s) mencionada aniba.\n\nHARVEY RUVIN\nSecretario del Tribunal del\nCondado\n\nComo Secretario Adjunta\nLey para Estadounidenses con Incapacidades\n\n“Si usted es una persona minusyalida que necesita hacer arreglos para poder participar\nen este proceso, usted tiene derecho, sin gasto alguno, a que Se le provea cierta ayuda.\nPor favor péngase en contacto con el Coordinador de ADA en el Onceavo Distrito\nJudicial ubicado en el Lawson E. Thomas Courthouse Center, 175 NW 1st Ave] Sala\n2702, Miami FI 33128, Teléfonos (305)349-7175; TDD (305) 349-7174, Fax (305) 349-7355\npor lo menos 7 dias antes de la cita fijada para su comparecencia en los tribunales; o\ninmediatamente después de recibir esta notificacién si el tiempo antes de la\ncomparecencia que se ha programado es menos de 7 dias; si usted tiene discapacita\ndel oido o de la voz, llame al 7[1.”\n\nCLKICT. 070 Rev 11/11\n\nHOUSE_OVERSIGHT_011909",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011909.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3488,
    "word_count": 577,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:45.063677",
    "prefix": "IMAGES-001"
  }
}