{
  "document_id": "HOUSE_OVERSIGHT_014964",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014964.txt",
  "text": "TED2017: The future you\n\nhttps://ted2017.ted.com/program\n\n4/20/17, 12:07 PM\n\nArchitect\n\nGrace H. Kim is an internationally recognized expert in cohousing -- the art and craft of creating communities.\n\nGrace H. Kim is an architect and co-founding principal of Schemata Workshop, an award-winning, 16-person architectural practice with a\nkeen focus on building community and social equity. She brings innovative ideas to her projects that merge client goals and sustainability\nmeasures -- such as urban agriculture, modular construction, and a focus on building community.\n\nKim is also the founder of Capito] Hill Urban Cohousing, a collaborative residential community that includes her street-level office and a\nrooftop urban farm. She walks the talk of sustainability -- leaving a small ecological footprint while incorporating holistic ideals of social\nand economic resilience into her daily life.\n\nschemataworkshop.com @GraceKimArch\n\nDevita Davison\nFood activist\n\nAt FoodLab Detroit, Devita Davison supports local entrepreneurs and imagines a new future for food justice.\n\nDetroit is a legendary food town, and it's thanks to small, locally owned businesses that range from streetside barbecue tents to\nneighborhood bakeries, shops and delis -- even small farms. At FoodLab Detroit, Devita Davison helps locals with ideas for a food\nbusiness to take their dreams into delicious reality, by connecting them with business advice, help with compliance and licensing, space in\nprofessional kitchens, marketing ideas and more. The nonprofit focuses on entrepreneurs and communities who have been traditionally\nunder-resourced, aiming to build power and resilience for people around the city.\n\nFoodLab's vision is to cultivate, connect and catalyze, to use food as an economic engine, to form a supportive community of entrepreneurs\nand to make good food a reality for all Detroiters.\n\nOn LinkedIn @devitadavison\n\nKaroliina Korppoo\nGame designer\n\nInspired by classic city simulation games, Finnish designer Karoliina Korppoo and her fellow game developers at Colossal Order are\ninfusing a venerable gaming genre with fresh perspectives.\n\nDeveloped by gaming upstarts Colossal Order and guided by Korppoo as lead designer, Cities: Skylines has become the gold standard for\ncity simulation games -- an honor previously held by the genre-defining Sim City.\n\nAt the core of Colossal Order’s rejuvenated game designs is their dedication to creating an accessible experience for all users, whether\nthrough ease of use or by allowing users to suggest their own modifications. As a result, Colossal Order doesn’t shy away from game\nprojects that touch on the problems of urbanization, gentrification or the possibilities of servicing a city with nothing but gravel roads.\n\ncolossalorder.fi @pelikaroliina\n\nCathy O'Neil\nMathematician, data scientist\n\nData skeptic Cathy O’Neil uncovers the dark secrets of big data, showing how our \"objective\" algorithms could in fact reinforce human\nbias.\n\nIn 2008, as a hedge-fund quant, mathematician Cathy O’Neil saw firsthand how really really bad math could lead to financial disaster.\nDisillusioned, O’Neil became a data scientist and eventually joined Occupy Wall Street’s Alternative Banking Group.\n\nWith her popular blog mathbabe.org, O’ Neil emerged as an investigative journalist. Her acclaimed book Weapons of Math Destruction\ndetails how opaque, black-box algorithms rely on biased historical data to do everything from sentence defendants to hire workers. In\n2017, O’Neil founded consulting firm ORCAA to audit algorithms for racial, gender and economic inequality.\n\nmathbabe.org @mathbabedotorg\n\nLuma Mufieh\nRefugee activist\n\nLuma Mufleh does something revolutionary: she coaches soccer. A Jordanian immigrant and Muslim of Syrian descent, Mufleh is\ndetermined to empower refugee children every where.\n\nLuma Mufleh works with refugee children from war-torn countries, including Syria, Iraq, Burundi, Afghanistan, Somalia and Sudan. The\nCEO and Founding Director of Fugees Family, Inc., a nonprofit organization that empowers refugee children to successfully integrate into\nthe United States, Mufleh started as a soccer coach. Her work grew into something much larger, however.\n\nNow, she’s part principal, part tutor, the head of the first accredited private school dedicated to refugee education in the country, which\n\nencompases a summer camp and a college prep program -- and she’s building a community and support network that could be the national\nmodel the United States needs.\n\nfugeesfamily.org @fugeesfamily\n\nDavid Miliband\n\nPage 14 of 21\n\nHOUSE_OVERSIGHT_014964",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4606,
    "word_count": 672,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:47.382645",
    "prefix": "IMAGES-003"
  }
}