{
  "document_id": "HOUSE_OVERSIGHT_011030",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011030.txt",
  "text": "Restating the Three Fourths Rule\n\nPetty, neglecting human capital of children, measured total capital as about 2.5\ntimes physical capital in 1664. Most estimates since have run higher. I myself model\n4:1 or so as a first approximation. The ratio of human to physical capital might hold\nto some such lasting norm for the same reason that number of shepherds should\nhold in proportion to number of sheep. They own as many as they can manage.\nHuman capital means value of skills, including skills in acquiring and employing\nphysical capital. If the value of physical capital changes, so should the value of its\nmanagement. There is truth behind the old doctrine that a rise in the productivity of\nlabor explains growth in value of physical capital. But old skills can also be more in\ndemand when improvements in physical capital productivity can get more good out\nof them. Drivers are worth more when there is more valuable freight to be trucked.\n\nArise in either kind of capital tends to invite a rise in the other.\n\nThe ratio of pure to invested consumption is unsettled in human capital studies. |\njust showed why I think Schultz gave the right clue in 1961 when he defined\ninvested consumption as an outlay to be recovered with interest in consumption\nover the future, and pure consumption as an outlay bringing taste satisfaction now.\nIt is the same distinction as with investment and operating expense in the firm. A\nprofessional’s meals and doctor bills, and even his subscription to trade journals, are\nexpenses needed to keep his earning power intact rather than investment to raise it\nover the future. It seems to me that once we are physically mature, the only avenues\nof investment in skill building, not exhuast in skill maintenance, are self-invested\n\nwork and job training or other adult education.\n\nAnd | argued that there is probably not much adult education. Only a few go back to\nschool. From what I've seen, job training is concentrated in our first few months\nwhen schooling is over and full-time work begins. That’s why | think that the rise of\npay with age, implying a rise in skills marketed, is explained more or less entirely by\n\nself-invested work in the mainly subliminal accumulation of job experience. (Work\n\nChapter 5 Bringing Human Capital In 1/13/16 11\n\nHOUSE_OVERSIGHT_011030",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2306,
    "word_count": 390,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.032547",
    "prefix": "IMAGES-001"
  }
}