{
  "document_id": "HOUSE_OVERSIGHT_014957",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014957.txt",
  "text": "TED2017: The future you\n\nhttps://ted2017.ted.com/program\n\n4/20/17, 12:07 PM\n\nLARL VUUL UL LD POLL, LALUALLL OUULULU Lo UaLULA Go d PUY OIMIAL, UUL aL We Agu UL SU, IU UCKLUUU LU PUL UL LLUdIe LUM, Le Leacaoe UL\nhis fifth album, Frontera, caught the attention of Brazilian director Walter Salles, who tapped him to write the closing song for the 2004\nfilm Motorcycle Diaries. Titled \"Al Otro Lado del Rio\" (The Other Side of the River), the song won Drexler an Academy Award for Best\nOriginal Song and propelled him into the international spotlight.\n\nOver the course of his 25-year career, Jorge Drexler has produced 12 albums, received 15 Latin Grammy nomination (with two wins in\n2014 Record of the Year and Best Singer-Songwriter Album), four US Grammy nominations, 5 ASCAP Latin Awards, and one Academy\nAward. He has also collaborated with musicians from Shakira to Mercedes Sosa to Neneh Cherry and Jovanotti.\n\njorgedrexler.com @drexlerjorge\n\nJorge Ramos\nJournalist, news anchor\n\nJorge Ramos is a journalist and a news anchor. His work covers the issues that affect the 55 million Latinos in the United States and\nimmigrants all over the world.\n\nJorge Ramos immigrated to the United States from Mexico City, on a student visa at the age of 24. What started as a street beat for a local\nSpanish-language broadcast in Los Angeles in the 1980s has evolved into a career of remarkable distinction and credibility. Today, Ramos\nco-anchors Univision's flagship Spanish-language broadcast, “Noticiero Univision,” writes a nationally syndicated column, hosts the\nSunday Morning show \"Al Punto” and now, the English language program, \"America with Jorge Ramos.\" He is the winner of eight Emmys\nand the author of eleven books, including Zake a Stand: Lessons from Rebels, 2016; A Country for All: An Immigrant Manifesto; and Dying\nto Cross: The Worst Immigrant Tragedy in American History.\n\nIn the absence of political representation in the United States, Jorge Ramos gives a face and voice to the millions of Latinos and\nimmigrants living in the United States. He uses his platform to promote open borders and immigrants' rights and demands accountability\nfrom the world leaders he interviews. Nearly 1.9 million viewers tune into his program each night, and in 2015, Time named him one of\n\"The World's 100 Most Influential People.\"\n\njorgeramos.com @jorgeramosnews\n\nIsabel Behncke Izquierdo\nPrimatologist\n\nIsabel Behncke Izquierdo studies the social behavior of primates and the birth of human cultures.\n\nTED Fellow Isabel Behncke Izquierdo writes: I was born and raised in Chile, and was educated in animal behaviour and evolutionary\nanthropology in Cambridge and Oxford. For my PhD work, I study the social behaviour (and play behaviour in particular) of wild bonobos\nin DR Congo.\n\nBonobos are, together with chimpanzees, our living closest relatives; however we know very little about them -- mostly through captive\nwork. In Wamba, a most remote jungle location, I have observed unique aspects of bonobo lives (from imaginary play and laughter to\ninter-group encounters to accidents and death) that challenge and illuminate our understanding of human evolution. I aim to link the play of\nadult bonobos to insights on human laughter, joy, creativity and our capacity for wonder and exploration.\n\nTomas Saraceno\nArtist\n\nTomas Saraceno is an artist who invites us to consider the impossible, like spiders that play music or cities in the sky.\n\nTomas Saraceno’s soaring artworks inspire human dreams and point to a world free of our earth-bound afflictions, whether by suspending\nits viewers in webs high above gallery floors or by casting solar-powered baloons adrift in the stratosphere -- or turning spiders into music-\nmakers.\n\nPart art project and science experiment, his latest work Aerocene bypasses the museum in favor of an unprecedented airborne journey.\nUsing only the heat of the sun and wind for its locomotion, Aerocene not only shattered solar-powered flight records but also invites others\n\nto hack its open-source, interactive design and model its flight behavior.\n\ntomassaraceno.com @tomassaraceno\n\nIngrid Betancourt\nWriter, peace advocate\n\nIngrid Betancourt was a presidential candidate in Colombia in 2002 when she was kidnapped by guerilla rebels. After six years in captivity\nand a high-profile rescue, she now writes about what she learned about fear, forgiveness and the divine.\n\nIn 2002, the Colombian rural guerilla movement known as the FARC (Revolutionary Armed Forces of Colombia) kidnapped Ingrid\nBetancourt in the middle of her presidential campaign. For the next six years, Betancourt was held hostage in jungle prison camps where\nshe was ravaged by malaria, fleas, hunger, and human cruelty until her high-profile rescue by the Colombian government in 2008.\n\nBut Betancourt's captivity did not diminish her sensitivity to the world. Since her release, the would-be president has become a memoirist\nand fiction writer. Her first book, Even Silence Has Its End, which lyrically recounts her six years in the impenetrable jungle, was\npublished in 2010. In 2016, she published a second work -- this time of fiction -- called The Blue Line, about the disappearances in\nArgentina during the Dirty War from 1976 to 1983.\n\nBetancourt has received multiple international awards for her commitment to democratic values, freedom and tolerance, including the\nFrench National Order of the Légion d’Honneur, the Spanish Prince of Asturias Prize of Concord, and the Italian Prize Grinzane Cavour.\n\nPage 7 of 21\n\nHOUSE_OVERSIGHT_014957",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014957.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5546,
    "word_count": 873,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:45.385273",
    "prefix": "IMAGES-003"
  }
}