{
  "document_id": "HOUSE_OVERSIGHT_010795",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010795.txt",
  "text": "to OTD mn PWN\n\nNNNNNN BP Pe PP ee eo\nOBWNHH OW AIH UM BWNHRHO\n\nto ow Din fF Wd\n\nNN NNN NY BY FP BP BP RP BR HF HP Bp\nuk Wn Of ON HDM FW DNF OC\n\n225\n\nMR. SIMPSON: The flash drive is the same\nas the document production.\nMR. SCAROLA: So the answer is no, they're\nnot there; is that correct?\nMR. SIMPSON: Correct.\nMR. SCAROLA: Okay. And what's the\nexplanation for that?\nMR. SIMPSON: I'm not going to debate this\non the record with you, Mr. Scarola.\nMR. SCAROLA: All right. Thank you.\n\nBY MR. SCAROLA:\n\nQ. Which conversation with Rebecca did you\ntape record?\n\nA. I tape recorded a conversation with her\npermission where she told me that she was pressured,\nshe didn't -- where Rebecca told me that Virginia\nwas pressured and that she didn't want to name me\nbut she was pressured to name me, that she had never\npreviously named me.\n\nBy the way, | told this to Virginia\n\nRoberts! lawyer.\n\nMS. McCAWLEY: Objection. To the extent\nyou're going to reveal anything that was said\nduring settlement discussions, I’m moving for\nsanctions, period. We're not doing this today.\n\n:\n\nwow oda A mF WwW NY\n\nNN NN NN BR eM Be eb Eb\nne WN FO WM MONTH BW HO\n\n227)\n\nA. Iknow what you know because I'm a logical\nperson and I know that Virginia -- I know that\nVirginia Roberts repeatedly called this -- this\nwoman and her husband, repeatedly text her, and\nknows her name. And you and Virginia Roberts'\nlawyers are operating in privity here. You're\nwhispering to each other, you're passing notes. You\nare part of a joint legal team.\n\nAnd if you want to know her name, all you\nhave to do is ask Sigrid McCawiley and she'll tell\nyou her name. I'm sure you know her name. And if\nyou don't know her name, it's because you haven't\nasked.\n\n. Okay. Well, I'm asking you ~\n. I'm not going to tell you --\n. and I'm telling you I don't know her\n\n. Okay.\n\n. Okay? As an officer of the court, 1am\ntelling you I don't know her name. And you are\nunder oath and obliged to answer material and\nrelevant questions, and I want to know what her name\nis.\n\nMR. SCOTT: I will provide you the name\noff the record, but I'm not -- if he feels it's\n\n226\n\nPlease instruct the witness.\nMR. SCOTT: Avoid that. We discussed that\nyesterday.\nTHE WITNESS: That's fine.\nBY MR. SCAROLA:\n\nQ. What was the date of the phone\nconversation that you tape recorded?\n\nA. I don't recall. But it's on the\ntranscript.\n\nQ. And does it also reflect that the\nrecording is being made with her permission?\n\nA. Uh-huh.\n\nQ. That's a yes?\n\nA. Yes. Yes, that's a yes.\n\nQ. What is Rebecca's last name?\n\nA. You know Rebecca's last name and she has\nasked me not to reveal it to the press. And so }\nwould like to comply with that -- with that request.\nFor purposes of discovery, you know her name, you\nknow her husband's name, you know her phone number,\nand she has been called. But there's no reason for\nme to reveal it so that it appears in the press that\nshe would be called by newspapers and by the media.\n\nQ. Mr. Dershowitz, how do you know what I\nknow if you haven't told me?\n\noI HM PB WDHB\n\nNNNNN NFP PP Pe Be ee\nWU PBWNH COW’O IDM BWNeH OW\n\n228\n\ninappropriate because of what -- he's not going\n\nto answer the question. I will provide you the\n\nname.\nBY MR. SCAROLA:\n\nQ. Okay. She has still insisted that her\nname not be revealed; is that correct?\n\nA. Her husband asked me to do whatever |\ncould not to put her name in front of the press, in\nfront of the media.\n\nQ. There's no -- there's no one from the\npress here today.\n\nMR. SCOTT: Yeah, but they're going to\norder the transcript and they're going to sce,\nso that's the same thing. And I've already\ntold --\n\nA. You will have her name in five --\n\nMR. SCOTT: I will give you her name --\nA, -- minutes. All you have to do is --\n\nMR. SCOTT: And, Jack, if you want to take\na break now --\n\nTHE REPORTER: Holdon. Hold on,\ngentlemen. You can't talk at the same time.\n\nMR. SCOTT: Let me do the talking at this\npoint.\n\nTHE WITNESS: Please.\n\n13 (Pages 225 to 228)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010795",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010795.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3985,
    "word_count": 771,
    "line_count": 171,
    "import_date": "2025-11-19T21:47:44.051339",
    "prefix": "IMAGES-001"
  }
}