{
  "document_id": "HOUSE_OVERSIGHT_010587",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010587.txt",
  "text": "fabricating cases of a sexual nature fleecing unsuspecting Florida investors and others out of\nmillions of dollars for cases of a sexual nature with--I'd like to answer your questions; however if\nI--I'm told that if I do so, I risk losing my counsel's representation; therefore I must accept their\nadvice.\" Epstein deposition, March 8, 2010, at 106 (Deposition attachment #10).\n\n56. | When Edwards had the opportunity to take Epstein’s deposition, he only asked\nreasonable questions, all of which related to the merits of the cases against Epstein. All\ndepositions of Epstein in which Mr. Edwards participated on behalf of his clients are attached to\nthis motion. See Edwards Affidavit, Exhibit “N” at §11 and Deposition attachments #1, 6, 7, 10,\n11, 12, and 13. Cf. with Deposition of Epstein taken by an attorney representing BB (one in\n\nwhich Edwards was not participating), http://www.youtube.com/watch?v=V-dqoEyY Xx4; and\n\nhttp://www.youtube.com/ watch?v=Y CNiYItW-10\n\n57. Edwards's efforts to obtain information about Epstein’s organization for\nprocuring young girls was also blocked because Epstein’s co-conspirators took the Fifth.\nDeposition of Sarah Kellen, March 24, 2010 (hereinafter “Kellen Depo.”) (Deposition\nattachment #14); Deposition of Nadia Marcinkova, April 13, 2010, (Deposition attachment #9);\nDeposition of Adriana Mucinska Ross, March 15, 2010 (hereinafter “Ross Depo.”) (Deposition\nattachment #15). Each of these co-conspirators invoked their respective rights against self-\nincrimination as to all relevant questions, and the depositions have been attached.\n\n58. At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve Sarah Kellen was an employee of Epstein’s and had been identified as a defendant in at\nleast one of the complaints against Epstein for her role in bringing girls to Epstein’s mansion to\n\nbe abused. At the deposition, she was represented by Bruce Reinhart. She invoked the Fifth on\n22\n\nHOUSE_OVERSIGHT_010587",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010587.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1989,
    "word_count": 300,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:45.190303",
    "prefix": "IMAGES-001"
  }
}