{
  "document_id": "HOUSE_OVERSIGHT_017441",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017441.txt",
  "text": "4.2.12\nWC: 191694\n\nAs it turned out, I was not able to express my opinions anyway, even in response to their\noutrageous mischaracterization of my viewpoint or their comparisons of me to the most evil men\nin the world. When I turned to answer one of the bigoted chants, as I always do in these\nsituations, the police officer in charge gently but firmly insisted that I walk directly to my car and\nnot engage them. It was an order, reasonably calculated to assure my safety, and it was right.\n\nThe officer climbed into my car with me and only got out a few blocks away, when we were\nbeyond the range of violence. The intimidation had succeeded. I had been silenced, and the false\nand horrible message had gone unanswered in the plaza near Faneuil Hall.\n\nI have experienced similar hatred around the world: in California, Toronto, Trondheim, Cape\ntown, London and Paris. I needed police protection—sometimes with shields and bulletproof\nvests—when I spoke about Israel. I never saw anything like this hatred directed at the South\nAfrican Apartheid regime in the 1970s and 1980s. Even during the worst days of McCarthyism,\nthere was nothing like this even directed at Stalin’s Soviet Union or Mao’s China. And there was\nnothing like this directed at the German Nazi regime or the Italian Fascist regime in the 1930s.\n\nThe hatred directed at Israel—calling it worse than Nazi Germany and Apartheid South\nAfrica—is sui genesis. It is unprecedented on campuses around the world, and it was inevitable\nthat it would cross the line into old fashioned and crude anti-Semitism, as it has done on many\ncampuses and in many lecture halls.\n\nI could not remain silent in the face of this dangerous phenomenon. I decided therefore to\nprioritize my legal and human rights work in defense of Israel and the Jewish community as long\nas this threat persisted.\n\nI had wanted to write a book called 7he Case For Peace, in which I criticized both sides of the\nArab-Israeli conflict for not doing enough to bring about a compromise peace. Instead, I decided\nto write Zhe Case For Israel, in order to provide students with a factual basis for responding to\nthe untruths that are rampant on campuses. The book became an instant best seller, both on\ncampuses and around the world, where it was published in many languages. It helped change the\nterms of the debate on many campuses and it changed the minds of many people. One example is\nparticularly gratifying. An Arab man named Kassim Hafeez wrote an article in October of 2011\nentitled From Anti-Semite to Zionist. In it, he described his journey as follows:\n\n“Growing up in a Muslim community in the UK I was exposed to materials condemning\nIsrael, painting Jews as usurpers and murderers. My views were reinforced when I\nattended Nakba Day rallies where speakers predicted Israel's demise.\n\nMy hate for Israel and for the Jews was fuelled by images of death and destruction, set to\nthe backdrop of Arabic melodies about Jihad and speeches of Hizbollah leader Hasan\n\nNasrallah or Osama Bin Laden.\n\nThere was also constant, casual antisemitism around me. My father would boast of how\nAdolf Hitler was a hero, his only failing being that he didn't kill enough Jews.\n\n354\n\nHOUSE_OVERSIGHT_017441",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017441.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3219,
    "word_count": 551,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.065843",
    "prefix": "IMAGES-004"
  }
}