{
  "document_id": "HOUSE_OVERSIGHT_017341",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017341.txt",
  "text": "4.2.12\nWC: 191694\n\nI was called by the man, whom I had known for several years, to help represent him in the matter.\nI conducted extensive research on the policy of the local prosecutor with regard to such cases,\nand learned that no one had ever gone to prison under similar circumstances. I then met with the\nprosecutor on several occasions and we worked out a plea bargain, in which my client would\nplead guilty to contributing to the delinquency of a minor but would get no jail time. We thought\nthe case was over, until we learned that the local police were not satisfied with this resolution and\nwere bringing the matter to the attention of the United States Attorney’s Office, thus turning it\ninto a federal case.\n\nThe federal statutes governing sexual contact with underage girls are draconian. Had my client\nbeen convicted under them, he could have received a sentence of 25 years for each separate\nmassage. This could have resulted in life imprisonment. We probably could have won the case\nhad we decided to litigate, because there was no interstate aspect to the alleged crimes: all the\ngirls were local and everything happened within that state. Moreover, the alleged “victims” were\nanything but victims—they sought out my client and repeatedly called his house asking for more\nbusiness. But the risks were simply too high, in light of the possible sentence if he were to be\nconvicted.\n\nFor that reason, we entered into an unusual plea bargain, under which the federal government\nwould not prosecute him if he agreed to plead guilty to a state crime that resulted in 18 months\nimprisonment and the need to register as a sex offender (which he really isn’t). He served only a\nfew months in jail and the rest under house arrest. A group that brings lawsuits on behalf of the\nvictims of sex crimes then sued the federal government for being “too lenient” and tried to get the\nplea bargain rescinded. I doubt they will succeed.\n\n254\n\nHOUSE_OVERSIGHT_017341",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017341.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1963,
    "word_count": 339,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.483542",
    "prefix": "IMAGES-004"
  }
}