{
  "document_id": "HOUSE_OVERSIGHT_017821",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017821.txt",
  "text": "Case 1:19-cv-03377 Document 1-16 Filed 04/16/19 Page 4 of 6\n\nnow found an unbalanced woman who has delusions of having sex tapes of Donald Trump,\nHillary Clinton, Bill Clinton and other prominent figures,” Dershowitz said in a tweet.\n\nBoies, best known for arguing on behalf of Vice President Al Gore in the 2000 Florida election\nrecount, responded in an interview with the Herald:\n\n“[Dershowitz’s] charges are absurd. Either he has become totally unhinged or he thinks that if\nhe says things that are loud enough and crazy enough it will distract attention from what he has\ndone. There is no support — none — for what he says.”\n\nRansome claimed that, in her early 20s, she was recruited to work as a masseuse for Epstein\nwho, in exchange, promised he would help her get into fashion design in New York, according to\nher civil lawsuit, filed in January 2017. Epstein and Maxwell then kept her passport and\nthreatened to ruin her life and physically harm her if she didn’t have sex with them and others\nin 2006 and 2007, Ransome said in the complaint.\n\nThe complaint alleges that this all occurred at the same time as Epstein’s lawyers were\nnegotiating with Acosta and other federal prosecutors for a deal to avoid federal sex trafficking\ncharges in connection with a scheme in which he lured underprivileged girls, mostly 13 to 16, to\nhis home in Palm Beach under the pretense that he would pay them $200 to $300 for massages.\nInstead, police in Palm Beach found that he had been molesting and sexually abusing dozens of\ngirls between 2001 and 2007.\n\nal\n\nIn this photograph, Virginia Roberts socializes with Prince Andrew as Jeffrey\nEpstein associate Guislaine Maxwell stands in the background. Roberts claims she\nwas effectively used as a sex slave by Epstein. In that capacity she had sex with\nthe prince, Roberts says. The prince denied that. COURTESY OF VIRGINIA ROBERTS\n\nUnder the plea deal, known as a non-prosecution agreement, Epstein was allowed to plead\nguilty in state court to two prostitution charges. He served 13 months in a private wing of the\nPalm Beach County jail, where he was given liberal work release privileges. The deal also\nquashed an FBI investigation into whether Epstein was operating an international sex\ntrafficking organization, the Herald found as part of its yearlong investigation.\n\n“Even as [Epstein, Maxwell and other defendants] and their attorneys were busy arguing\nEpstein’s innocence and publicly defaming his victims as liars...defendants merely changed\ntheir location” from Palm Beach to “other places in the U.S. [including the Southern District of\nNew York] and abroad and brought them to Epstein’s mansion in New York City and his private\nisland in the Virgin Islands,” Ransome’s complaint alleged.\n\nhttps://www.miamiherald.com/latest-news/article223315075.html\n\nHOUSE_OVERSIGHT_017821",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017821.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2831,
    "word_count": 458,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.947507",
    "prefix": "IMAGES-004"
  }
}