{
  "document_id": "HOUSE_OVERSIGHT_029543",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029543.txt",
  "text": "HARVARD UNIVERSITY\nDEPARTMENT OF ENGLISH\nBarker Center - 12 Quincy Street - Cambridge, Massachusetts 02138\n\nELISA NEW Tel:\nPowell M. Cabot Professor of American Literature Fax\n\nDear Woody,\n\nAs I know Jeffrey has told you, I really enjoyed our conversation on the plane last spring about William\nCarlos Williams’s “This Is Just to Say.” You offered a reading of the poem that seemed to me\ncompletely persuasive and plausible and, yet, also, one that is not strictly dictated or delimited by the\nlines themselves. These are lines that seem to me unusually open to divergent readings-- including, for\ninstance, a reading much more coaxing and seductive; another, much more defensive and manipulative;\nanother, much more about language itself as a mode of sharing. I left our conversation wanting to\nexplore with you the aggressive (or maybe mock aggressive) reading you gave, as well as the way this\npoem, perhaps more than many, sustains so many readings. You helped me think about Williams’s\npoem as it seems in some ways more like a “script” than a poem, a poem written in such a way as to be\nturned by different voices in different directions, a poem that might even be “directed” by the reader. I'd\nlove to hear you read the poem again and, if you are willing, to discuss it a bit with me on camera for my\nupcoming Massive Open Online Course on American poetry.\n\nTo remind you, the course I’m working on is Poetry in America, one of three Humanities courses that\nwill be launched internationally by edX in the next 18 months. This free course will allow students of all\nages around the world to immerse themselves in the history, the art, and the interpretation of American\npoetry. Using state of the art tools, the course will combine text, video, audio, archival materials, on site\nhistorical narrative and interactive features, and it will have a companion book that docks with it. (I'm\nwriting that book now.)\n\nAs I’m asking you here, I am inviting other distinguished Americans to do short cameo readings and,\nwhen they are willing, short discussions of the poem with me. Those who have already done tapings, or\nhave agreed to participate, include Supreme Court Justice Elena Kagan, Harvard President Drew\n\nFaust, performer and activist Eve Ensler, journalist Michael Pollan, Tour de France champion Greg\nLemond, professor and PBS personality Henry Lewis Gates, (my husband!) Larry Summers, Rabbi\nMoshe Waldoks, poet Martin Espada, playwright Tony Kushner, and Boston Mayor Thomas Menino.\nWe are now reaching out to Bill Clinton, Matt Damon, Natalie Portman, and John McCain, among\nothers, and feel confident that many will agree. I'm very much hoping that you will agree to join this\ndistinguished group.\n\nHOUSE_OVERSIGHT_029543",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029543.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2736,
    "word_count": 455,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.567688",
    "prefix": "IMAGES-010"
  }
}