{
  "document_id": "HOUSE_OVERSIGHT_013551",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013551.txt",
  "text": "Andrew Carnegie famously called the dignity of real work. Spicy one dish vegetarian\nmeals, twice a day meditation and brief stolen naps consumed the rest of the day. |\nfound myself meditating for longer and longer times, chasing the promised Blue\nPearl that Baba said appeared behind the eyes near the supreme meditative end\npoint.\n\nBeside care with the _ titration of meditation-induced interpersonal\ndisconnection, detachment with love is the desired end point of most Hindu and\nBuddhist meditative practice, another set of “side effects” of the energy arising early\nin the course of too much meditation is called kriyas, spontaneous episodes of\ninvoluntary behaviors and postures of the body such as unprovoked chanting and\nwrithing and stereotyped hand positions called mudras. Baba told us one of his\nkriyas took the form of spontaneous erections that occurred during his first\nexperiences with deep meditative states. | recall a woman physician and fellow\nashramite in Los Angeles telling me that her panties often got so soaked during\nmeditation that she worried about being stuck to her cushion. Beyond these initial\nsomatic overflows of Divine Energy, shakti, emerges a vision of the Blue Pear,\nbindu, Baba’s “gift from the Goddess Kundalini.” As he entered this stage, he said\nthat his mind filled with “joyous contentment.” Jewish mysticism of the 1300’s\nacknowledged the neighborhood relations of Eros and the Sacred.\n\nMore formal and scientific uses of the word, energy, like all objects of thought\nembeddable in a mathematical context, are abstract and relational. In his book,\nMathematics-The Music of Reason, Jean Dieudonne’ treats mathematical objects\nas objects of thought. Dieudonne”s book documents the 19\" Century transition\nfrom concrete, visualizable, classical mathematics to abstract, nonvisualizable\nrelational ideas. This conceptual transition to abstract, relational thought objects that\nare no longer representable by pictures or accessible to our senses of mathematics\nand physics is yet to reach the concrete DNA-causal religionists of modern\nmolecular biology. In 20\" Century mathematics, Dieudonne’ observes that “...the\nprimary role in theory is played by the relations between mathematical objects\nconcerned rather than the nature of the objects themselves...these relations are\n\noften the same for objects which appear to be very different and therefore they must\n\n51\n\nHOUSE_OVERSIGHT_013551",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013551.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2427,
    "word_count": 367,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.932630",
    "prefix": "IMAGES-002"
  }
}