{
  "document_id": "HOUSE_OVERSIGHT_012084",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012084.txt",
  "text": "| JIMMY C. CHANG, CFA Chief Investment\n\nYesterday Once More;\nTomorrow Never Knows\n\nStrategist\n212.549.5218\n\njchang@rockco.com\n\nChina’s housing boom once again fueled\n\nglobal growth, but how long will it last?\n\nconsequential publication in 1776? With this article\n\nbeing published around July 4, you would probably think\nwe are hinting at the US. Declaration of Independence. That\nwould be a good response, but unlike the laws of physics or\nmathematics, there is not exactly a right answer to such a\nquestion.\n\nOne could also point to a book published on March 9, 1776,\nthat has had a transformative impact over time. It has a long\ntitle: An Inquiry into the Nature and Causes of the Wealth of\nNations, and is generally referred to as The Wealth of Nations.\nThis seminal work supposedly took Scottish economist and\nphilosopher Adam Smith 10 years to complete, and was based\non notes and observations spanning 17 years. It challenged the\nmercantilist and physiocratic economic theories that domi-\nnated the intellectual debate during the mid-18th century.\nMercantilist theory held that countries grow wealthier by maxi-\nmizing domestic production and exports, and was the basis for\nEuropean imperialism. Physiocratic theory postulated that the\nwealth of nations was derived from the value of agricultural and\nland development, and could trace the inspiration to China’s\nagrarian traditions.\n\nThe Wealth of Nations marked the birth of modern capitalism\nand also had an influence on our Founding Fathers. James\nMadison cited the treatise in arguing against the need for a cen-\ntral bank in 1791; Thomas Jefferson referred to it as the best\nbook on money and commerce. In February 1977, in celebra-\ntion of America’s Bicentennial, the Federal Reserve Bank of\nRichmond published the paper The Relevance of Adam Smith.\nIt pointed out the striking similarities between the intellectual\nspirit of The Wealth of Nations and the Declaration of\nIndependence. Both railed against the heavy hand of the state,\nand emphasized individual liberty and the harnessing of indi-\nvidual self-interest to the welfare of the greater society.\n\n| et us begin with a trivia question—what was the most\n\nSo it is perhaps a tie between these two publications. One gave\nbirth to modern economics that created the greatest prosperity\n\nGLOBAL FORESIGHT THIRD QUAPTER 2017\n\nin human history, and the other marked the founding of argu-\nably the most powerful and wealthiest nation ever.\n\nDo Not Bet Against the House\n\nAt around the time that America celebrated its Bicentennial,\nChina reached a historic turning point. Chairman Mao passed\naway in September 1976, and a month later, the arrest of the\nGang of Four marked the end of the decade-long Cultural\nRevolution. Deng Xiaoping then returned to power and\nembarked on reforms that powered roughly 10% real GDP\ngrowth per annum for the next four decades and lifted more\nthan 800 million people out of poverty. Today, the Chinese\neconomy is the largest in the world based on purchasing power\nparity.\n\nInterestingly, China’s rise had little to do with Adam Smith’s\nfree-market capitalism. While China’s unprecedented economic\nascension was indeed fueled by unleashing the energy and the\nprofit-seeking self-interest of the individual, its development\nhas always been shaped by the government's heavy hand.\nSuccessive Five-Year Plans, which first started in 1953,\ncontinued to guide social and economic development, and key\nindustries remained mostly state-owned. Some argued that\nChina has been pursuing a mercantilist policy in building up its\nmanufacturing base to drive exports and accumulate foreign\nexchange reserves. Indeed, its share of global exports has\nremarkably grown from about 1% in 1980 to around 15% by\n2016, the largest in the world. Some claimed that China even\nproduces more sombreros than Mexico.\n\nIn the wake of the Global Financial Crisis in late 2008 and early\n2009, China realized that the country’s growth model could no\nlonger depend on external demand, and responded by\nunleashing massive stimulus for infrastructure projects. It\nworked so well that China’s growth skyrocketed, asset prices\nshot up, and the housing market became overheated. Globally,\nChina’s reflation and the Fed’s quantitative easing generated an\necho bubble in commodities and emerging market stocks.\n\nHOUSE_OVERSIGHT_012084",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012084.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4337,
    "word_count": 684,
    "line_count": 99,
    "import_date": "2025-11-19T21:47:46.245891",
    "prefix": "IMAGES-001"
  }
}