{
  "document_id": "HOUSE_OVERSIGHT_033370",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033370.txt",
  "text": "From:\n\nSent: 11/12/2013 9:07:32 PM\nTo: jeevacation@gmail.com\nSubject: Re: B727 deal\n\nImportance: — High\n\n| spoke to my FAA in Orlando, it will take the buyer 6 months to obtain a FAR125 certificate if we do not include ours,\nDarren and Rich are working on possibility of including JEGE, INC with sale of Boeing, this will be valuable to buyer and\nprove to be beneficial monetarily to you if we can include the company name in the sale. FAA informs me its taken\n\nunder into consideration on a case by case basis if they will approve another buyer to operate my FAR125 certificate. My\nFAA inspector did mention that Trump did the same deal when he purchased his B757, it included the manuals and\ncompany.\n\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\nTo:\n\nSent: Tue, Nov 12, 2013 3:37 pm\n\nSubject: Re: B727 deal\n\nok to all\n\nOn Tue, Nov 12, 2013 at 3:51 PM, i wrote:\n\nJeffrey,\n\n| spoke to Gary and he agrees to make a counter offer, do you agree with the following:\n\n-Counter the offer at $2.750M\n\n-deal to include my FAR125 certificate, along with the company name: JEGE, Inc. this provides the buyer with ease of\ntransition and keeps the B727 on its current FAR125, tremendous value to buyer,.\n\n-Buyer understands purchase is \"As Is\" but has the opportunity to visually inspect the aircraft in Palm Bch along with my\nrecords.\n\n-closing to be on December 30th 2013.\n\n-Buyer will pay round trip repositioning expense Brunswick GA to Palm Beach and return to Brunswick if buyer declines\nthe aircraft (fuel cost round trip $14,930.00).\n\n-Seller will deduct the reposition expense if buyer proceeds with purchase. (fuel expense to fly B727 to Palm Beach is\n$7,465.00).\n\nis this approved?\n\nthank you,\nLarry\n\nEKER EEERERERERERERERERERERERERERERERER EERE REERERERERERERERR\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@qmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_033370",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033370.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2389,
    "word_count": 385,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.755297",
    "prefix": "IMAGES-012"
  }
}