{
  "document_id": "HOUSE_OVERSIGHT_018526",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018526.txt",
  "text": "named him after the post I wrote when I met him: \"There It Is.\")\n\nKOK ok\n\nFear, Loathing, and S&M Sluthood in San Francisco\n\nSince I was small, I've loved the Van Gogh painting \"Starry Night.” I loved the cypresses\nin particular: winding spiral trees, hallucination trees. They were so unlike other trees I'd\nseen that I thought Van Gogh made them up, and so when I first saw cypresses years\nlater, I was stunned: the hallucination trees had been imported into my world. I'd like to\nthink that my world turned a little bit sideways forever, when I first saw cypresses, but\nI'm probably being melodramatic. (I'm good at that.)\n\nSan Francisco has cypresses, and a lot of other hallucinations, too. The city is full of\nangles, vantages, transitions, unceasing changing views: it feels, at times, like an\nunsolvable puzzle. A forested path leads darkly under a bridge, suddenly opens upon a\nmanicured lawn with a white lace conservatory. A cement staircase rises through a\nnarrow outlet, resolving itself step by step into a slice of brightly painted Victorian\nfacade. I walked once with a friend alongside an ocean road, pacing through thick fog,\nand arrived at a dirt path that I insisted on following; thirty seconds later we stumbled\n\nupon extraordinary ruins.\n\nSan Francisco. Halcyon city, heartbreak city. Cypress city. The place I come to recover\nfrom being torn apart and, it seems, sometimes the place where I get torn apart again.\nThis is okay with me, because nothing is more fun than overanalyzing strong emotions. I\nam not even kidding.\n\nte OK ok\n\nI returned from Africa recently; paused briefly in my adopted city of Chicago to collect\nmy thoughts; and then went to the Burning Man Arts Festival, thence to San Francisco.\nThis is my version of emotional decompression, and it worked! I feel much more\ncentered now. But part of decompressing, for me, was specifically going out to a lot of\ndates and BDSM parties and pushing my own boundaries, which carries its own potential\ndecompressable risks.\n\nAt the time of this story, it had been a couple of months in San Francisco, and I was\nleaving soon. I'd had an assortment of adventures, but there were two guys in particular\nwho I was excited about. Not necessarily in a long-term way -- I'm not in this for the\nwhite picket fence and the 2.5 kids (or at least, not yet) -- but definitely in a wow-I-have-\nto-control-myself-or-I'll-come-off-as-kind-of-puppyish way. New Relationship Energy: it\nis such a mind trick, such a delicious head-trip. You are the perfect drug.\n\nI had to control myself less when I first hooked up with The Artist: possibly the most\npostmodern individual I've ever met, possibly the most creative, who I've loosely been\nfriends with for six whole years, and who has never ceased to fascinate me. It is hard for\nme to meet people who keep me thinking, but The Artist never disappoints. If anything,\nour problem was shifting a cerebral connection into a sexual one: the first time we made\nout, I absolutely had to interrupt the proceedings because I'd forgotten to tell him about\nthis great sociology paper. It was okay to show how much I liked him because we'd\n\nHOUSE_OVERSIGHT_018526",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018526.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3166,
    "word_count": 543,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.722017",
    "prefix": "IMAGES-005"
  }
}