{
  "document_id": "HOUSE_OVERSIGHT_018856",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018856.txt",
  "text": "Improvements Description and Analysis. 45\n\nCapital Expenditures\n\nItem Year 1\nTransformer $10,000\nExterior stairwell repairs $30,000\nTotal $40,000\nPercent Applied 100%\nNet Total $40,000\n\n*Values expressed in United States Dollars\n\nADA Compliance\n\nBased on our inspection and information provided, we are not aware of any ADA issues. However, we\nare not expert in ADA matters, and further study by an appropriately qualified professional would be\nrecommended to assess ADA compliance.\n\nHazardous Substances\n\nAn environmental assessment report was not provided for review and environmental issues are\nbeyond our scope of expertise. No hazardous substances were observed during our inspection of the\nimprovements; however, we are not qualified to detect such substances. There are three 10,000\ngallon diesel storage tanks and one 10,000 gallon gasoline storage tank located unground at the\nsubject site. In addition, there is a marine fueling dock located on the marina. We have assumed there\nis no environment damage to the subject property as the result of these fuel stations and unless\notherwise stated, we assume no hazardous conditions exist on or near the subject.\n\nPersonal Property\n\nNo personal property items were observed that would have any material contribution to market\nvalue.\n\nConclusion of Improvements Analysis\n\nIn comparison to other competitive properties in the region, the subject improvements are rated as\nfollows:\n\nImprovements Ratings\n\nVisibility/Exposure Above Average\nDesign and Appearance Above Average\nAge/Condition Above Average\nAdaptability of Space to other Retail Users Above Average\nBathrooms Average\nParking Ratios Below Average\nDistance of Parking to Building Access Average\nLandscaping Average\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018856",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1784,
    "word_count": 257,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.517226",
    "prefix": "IMAGES-005"
  }
}