{
  "document_id": "HOUSE_OVERSIGHT_017239",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017239.txt",
  "text": "4.2.12\nWC: 191694\n\nwas so deeply offended by the image at issue that it blinded them to the obvious public nature of a\nunion election. It was a hard case that made bad law. Fortunately the bad law it made has not\nbeen followed in other cases involving less disturbing images.\n\nI understand how Bowman must have felt when several years later I was victimized by a cartoon\nthat was similar to the one at issue in her case. It was commissioned by Norman Finkelstein and\nused to illustrate an article he wrote calling for my assassination. It was a full-color cartoon by a\nSouth American neo-Nazi portraying me as watching the Israeli Army kill Lebanese civilians. It\nhad me sitting in front of the television and masturbating in ecstasy over the civilian bodies strewn\non the ground. Since I am clearly a public figure, and since this was plainly a parody, it was\nprotected speech under the First Amendment. To be a First Amendment lawyer requires\ndeveloping thick skin.\n\nPrivacy- The right to be left alone\n\nThe right of the media to publish purely private though truthful information was the subject, more\nthan 100 years ago, of a classic law review article co-authored by Louis Brandeis, who eventually\nbecame one of the “founding fathers” of the 20\" Century rebirth of the First Amendment. As a\nyoung lawyer, Brandeis was concerned about how local tabloids were publishing gossip about\nprominent people, including members of his own partner’s family. He and his partner wrote “The\nRight to Privacy” in the Harvard Law Review (1890) in which they set out this new right to “be\nlet alone,” which they analogized , at least superficially, to the law of defamation. Remarkably,\nespecially in light of subsequent developments, Brandeis did not seem particularly sensitive to\nhow his new right of privacy might conflict with the old right of the press to publish scandalous\nmaterial.\n\nThe conflict between privacy and publication becomes particularly sensitive when they privacy at\nissue relates to minors. I have been involved in several such cases. One of them pitted the right\nof Brook Shields to prevent the publication of nude photographs taken of her when she was 10\nyears old against the right of the man who “owned” the photos to publish them.\n\nWhen Brooke Shields was 10, her ambitious mother Teri signed a contract with an equally\nambitious photographer to photograph Brooke naked, taking a bath. Brooke was paid $450 for\nthe photo sessions by Playboy Press, and her mother signed a release giving the photographer the\nunlimited right to publish the photographs anywhere and at any time.\n\nSeven years later, as Brooke was about the enter Princeton as a freshman, the photographer\ndecided to exploit her fame by producing a calendar featuring naked pictures of the 10 year old.\nBrooke was upset that any such calendar would circulate among her fellow students at Princeton\nand would cause her great embarrassment.\n\nShe hired a former student of mine to try to negotiate with the photographer to buy back the\nrights, and if that failed, to try to prevent publication of the photographs. My former student\nsought my advice on the matter. I told him it would be an uphill fight to try to enjoin the\npublication of the pictures, because they were not obscene and because prior restraint is always\ndisfavored by the law.\n\n152\n\nHOUSE_OVERSIGHT_017239",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017239.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3348,
    "word_count": 567,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.948914",
    "prefix": "IMAGES-004"
  }
}