{
  "document_id": "HOUSE_OVERSIGHT_023839",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023839.txt",
  "text": "New Curricula for a New Way of Teaching 93\n\nlearned in a day or in a week or a year. Professors always assume that\nentering high school students need to be retaught the basics. They\nmay pick up the general idea but in reality the content of the subject\narea is, at best, vaguely understood. What they can learn is that they\nlike a subject or have an interest in learning more.\n\nThe only other thing they can learn involves the 12 cognitive pro-\ncesses. So let’s look at how the health sciences curriculum covers these\nprocesses.\n\nBy explicit design, all of the health science rotations emphasize all\nfour of the “social processes.” The students work in teams (teamwork),\nsometimes even in collaboration with other teams. The students and\nteams necessarily try to influence one another, negotiate with one an-\nother, and constantly have to describe their points of view and their\nresults. The step-by-step instructions that are part of every rotation\nexplicitly discuss how best to handle this. Now let’s look at four of the\nrotations in detail.\n\nINTERNAL MEDICINE\n\nThe essence of this rotation is learning about how to do diagnosis,\nin this case, of liver disease. Students watch a detailed interview with\nthe patient, select (after some orientation) specific tests to administer,\nreceive the results, and report suggested diagnoses. They must com-\nmunicate what they have discovered. So they describe the patient’s\nsymptoms and must analyze and discuss the causation of the patient’s\nsymptoms. Then they begin to plan a course of action. Planning what\nto do is a major component of this rotation. To do this they must\nmake a judgment as a crucial part of the diagnostic work. They must\ndo this again as well in the ethics unit that occurs later in this rotation.\nIn that unit they undertake a detailed study of both medical and ethi-\ncal issues in liver transplantation—which is where evaluation comes\ninto play. Here the students become consciously aware of their values\nas they decide how to influence medical and ethical choices,\n\nSUPER WORM\n\nThe students plan carefully for this unit (a hypothetical redesign of the\nearthworm to make it even more helpful in agriculture). Hypothetical\n\nHOUSE_OVERSIGHT_023839",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023839.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2213,
    "word_count": 368,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.317662",
    "prefix": "IMAGES-007"
  }
}