{
  "document_id": "HOUSE_OVERSIGHT_017202",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017202.txt",
  "text": "4.2.12\nWC: 191694\n\nNotwithstanding the judge’s ruling that the film was not obscene, the District Attorney decided to\narrest Stork and Hagen. The Deep Throat case was so important to Droney that he pulled one\nstate detective off a murder investigation to watch the film and make the arrest.\n\nI tried to secure a federal injunction against the arrest of my clients, by telephoning the emergency\njudge. But in the midst of our conference the first show ended and the officers arrested Stork and\nHagen, confiscated the film, and seized the money the society had collected for the tickets.\n\nAmidst shouts of “Free the Quincy House Two,” Stork and Hagen were taken to Cambridge\nPolice Headquarters and booked on charges of disseminating matter they knew to be obscene,\ndespite the reality that they knew it not to be obscene, because the judge had so ruled. A band of\nstudents marched behind them and protested the arrest on the steps of the police station. Among\nthe protesting students were some of the same women who earlier had organized the feminist\ndemonstration. They were furious at the feminist students who were trying to put two of their\nfellow students in prison for exercising their freedom of expression. As I later described this\nirony:\n\n...the minute the kids were arrested, the minute the law was invoked, everything\nchanged—the women [who called the cops] became the goats, the kids [who were\narrested] became the heroes. One lesson that we all learned was that the least effective\nway of delegitimizing this kind of speech is to invoke the law; it has the opposite effect.\nYou get all the good people on the side of the bad acts.\n\nSeveral days after the arrest, we filed a civil rights action in Boston Federal Court charging\nDistrict Attorney Droney with violating the rights of Stork and Hagen, as well as those of the\naudience members who were denied the right to attend the three scheduled showings that had to\nbe canceled after the film was seized.\n\nEventually all the charges against Stork and Hagen were dismissed, after the lawsuit forced the\nDistrict Attorney to admit, under oath, that he had willfully defied the judicial determination that\nDeep Throat was not obscene under Massachusetts Law and that his goal was to serve as a\n“censor,” regardless of the law. The “Quincy House Two” were free and life returned to normal\nat Harvard.\n\nMy encounters with fundamentalists, feminists and pornographers made clear to me the\nimportant, and often underestimated, relationship between the court of law and the court of public\nopinion. Ifa visitor from Mars, our even from Europe, were to read only the Supreme Court\ndecisions on obscenity, he would come away with a totally false picture of the law of obscenity in\naction—or inaction.\n\nI once had a European student who wanted to study why there is so much censorship of erotic\nmaterial in the United States. He had come to his erroneous conclusion from reading United\n\nStates Supreme Court decisions. I told him that before he undertook his study, he should visit\nsome video stores (this was several years ago) and adult-only movie theaters. He did and came\n\n115\n\nHOUSE_OVERSIGHT_017202",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017202.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3156,
    "word_count": 533,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.051301",
    "prefix": "IMAGES-004"
  }
}