{
  "document_id": "HOUSE_OVERSIGHT_019005",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019005.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT\n\nTime: 9:27:55 Incident Report Program: CMS301L\nCase No... .. : 1~05-000368 (Continued)\nadvised it wasn't really weird until later on. was\n\nasked if she ever removed her clothing to provide a massage.\n\nstated it was not until the third time she went that she removed her\nclothing. [.—sdIstated she was notified by MMMM that Epstein\nwanted her to come to work. She arrived at the house and was led\nupstairs by HBB. She started providing the massage when Epstein\nasked her to remove her clothing. [Td removed her pants, shirt\nand bra. She stayed in her thong panties and continued rubbing\nEpstein. nds turned over onto his back and she rubbed his chest\n\nb6\nb7C\n\narea. stated she knew he was masturbating himself as she\nproviding the massage. stated she believed he climaxed based\non his breathing. She did not want to view either the climax or the\nfact that he was masturbating. [— | stated once the breathing\nrelaxed he got up and told her to get dressed. She was paid $300.00\nfor her services.\n\n[__|stated on the last time she went to provide a_massage, she\nwas notified by HME to come to the house and work. oo statea\nshe was now dating her current boyfriend and did not feel comfortable\ngoing. She recalled it was approximately January 2005. She said she\nwent, already thinking that this would be the last time. She went\nupstairs and went into the master bathroom. She met with Epstein,\n\nwho was wearing only a towel as he entered the room to lie on the\ntable. oo stated Epstein caught her looking at the clock_on\nseveral occasions. Epstein asked her if she was in a hurry.\n\nstated her boyfriend was in the car waiting for her. further\nstated that Epstein got upset, as she wasn't enjoying the massage.\n\nShe told him that she didn't want to continue and she would not be\nback. Epstein told her to leave as she was ruining his massage. I\nasked her if she had any contact with Epstein's organization, she\nstated she received $200.00 from Western Union in Royal Palm Beach and\nOkeechobee Blvd as a Christmas gift. advised she had no\nformal training in provide any massages. also stated she was\nsixteen years old when she first went to Epstein's house.\n\nAt approximately 4:22 pm, I made telephone contact with\n\nathe She agreed to meet with me at a public place. I\nsuggested she come to the police station for an interview. [dia\nnot want to meet at the police station. I recommended we meet at the\nPalm Beach Gardens Mall in the food court area. She agreed and an\nappointment was made for November 15, 2005 at 5:00 pm at the food\ncourt.\n\nInvestigations Continue.\n\nKRRKEKREKEKREREREREEEKKEEKEKKKKEK NARRATIVE: Ho QO KRRRKKKKEKRKEREKEKRKEEKEERREEEEE\nNA Reported By: SANDMAN, JENNIFER R. 11/16/05\nEntered By.: ALTOMARO, NICKIE A. - 11/17/05\n\nOn 10/20/2005, I assisted executing a search warrant at 358 El\nBrillo Way in the Town of Palm Beach, Palm Beach County Florida under\nthe direction of affiant Detective Joe Recarey.\n\nHOUSE_OVERSIGHT_019005 —",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019005.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2985,
    "word_count": 517,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:47.246455",
    "prefix": "IMAGES-005"
  }
}