{
  "document_id": "HOUSE_OVERSIGHT_013095",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013095.txt",
  "text": "10.3 Steps Toward A (Formal) General Theory of General Intelligence 179\n\n10.3 Steps Toward A (Formal) General Theory of General Intelligence\n\nNow begins the formalism. At this stage of development of the theory proposed in this chapter,\nmathematics is used mainly as a device to ensure clarity of expression. However, once the theory\nis further developed, it may possibly become useful for purposes of calculation as well.\n\nSuppose one has any system S (which could be an AI system, or a human, or an environment\nthat a human or AI is interacting with, or the combination of an environment and a human or\nAl’s body, etc.). One may then construct an uncertain transition graph associated with that\nsystem 5, in the following way:\n\ne The nodes of the graph represent fuzzy sets of states of system S' (I'll call these state-sets\nfrom here on, leaving the fuzziness implicit)\n\ne The (directed) links of the graph represent probabilistically weighted transitions between\nstate-sets\n\nSpecifically, the weight of the link from B to A should be defined as\n\nP(o(S, A, t(T))|o(S, B, T))\n\nwhere\n\no(S, A, T)\n\ndenotes the presence of the system S in the state-set A during time-distribution 7, and f¢() is\na temporal succession function defined so that ¢(7') refers to a time-distribution conceived as\n\"after\" T. A time-distribution is a probability distribution over time-points. The interaction of\nfuzziness and probability here is fairly straightforward and may be handled in the manner of\nPLN, as outlined in subsequent chapters. Note that the definition of link weights is dependent\non the specific implementation of the temporal succession function, which includes an implicit\ntime-scale.\n\nSuppose one has a transition graph corresponding to an environment; then a goal relative to\nthat environment may be defined as a particular node in the transition graph. The goals of a\nparticular system acting in that environment may then be conceived as one or more nodes in\nthe transition graph. The system’s situation in the environment at any point in time may also\nbe associated with one or more nodes in the transition graph; then, the system’s movement\ntoward goal-achievement may be associated with paths through the environment’s transition\ngraph leading from its current state to goal states.\n\nIt may be useful for some purposes to filter the uncertain transition graph into a crisp\ntransition graph by placing a threshold on the link weights, and removing links with weights\nbelow the threshold.\n\nThe next concept to introduce is the world-mind transfer function, which maps world (envi-\nronment) state-sets into organism (e.g. AI system) state-sets in a specific way. Given a world\nstate-set W, the world-mind transfer function MZ maps W into various organism state-sets with\nvarious probabilities, so that we may say: M(W) is the probability distribution of state-sets the\norganism tends to be in, when its environment is in state-set W. (Recall also that state-sets are\nfuzzy.)\n\nNow one may look at the spaces of world-paths and mind-paths. A world-path is a path\nthrough the world’s transition graph, and a mind-path is a path through the organism’s transi-\n\nHOUSE_OVERSIGHT_013095",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013095.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3180,
    "word_count": 513,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.191375",
    "prefix": "IMAGES-002"
  }
}