{
  "document_id": "HOUSE_OVERSIGHT_015113",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015113.txt",
  "text": "forth a single drop of Pepsi. Air America had been shuttling out its actua/\nproduct: heroin.\n\nHowever, Anderson agreed not to publish this material. In return, we\nagreed not to publicize the fact that he knew about the Watergate break-\nin weeks before it occurred. He had warned Lawrence O’ Brien at\nDemocratic National Committee headquarters, but O' Brien remained\nsilent because he assumed that such a scandal would provide ammunition\nfor a Democrat coup in the ' 72 election. He overestimated public\noutrage.\n\nAnderson held back because he did not wish to endanger his source,\none of the “burglars,” Frank Sturgis, whom he had known for some\ntwenty years. Shortly after my resignation in 1974, | received a long letter\nfrom Sturgis. | shall quote here a portion of that correspondence:\n\nNow, I’ m telling you this because | still consider you my Commander in\nChief. | realize that the same faction of the CIA that masterminded the\nassassination of Kennedy was also behind your downfall. They thought JFK\nwas soft on Communism in Cuba, and that you were soft on Communism\nin China, but that they didn’ t necessarily have to kill you to get rid of you.\nWhile | participated in Operation 40, our job was primarily to infiltrate\nforeign countries. | was a member of the Assassination Section. Orders\nwould filter down, and our job would be to kill, say, a military official or a\npolitician. Even in those days, unstated policy included domestic as well as\n\nforeign enemies.\n\nBut | had nothing to do with the Kennedy assassination myself. The FBI\ncame to interview me the day after it happened, and | didn’ t have a thing\n\nHOUSE_OVERSIGHT_015113",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015113.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1643,
    "word_count": 283,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:47.684222",
    "prefix": "IMAGES-003"
  }
}