{
  "document_id": "HOUSE_OVERSIGHT_014413",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014413.txt",
  "text": "Fiscal policy: turning looser In FY17\n\nFiscal policy is undergoing an equally important shift. In August, the Cabinet approved\nan economic stimulus package totaling JPY28trn (roughly 5.5% of GDP). Though “real\nwater” government spending is a comparatively modest JPY7.5trn (1.5% of GDP}, this is\nenough to put the fiscal impulse back in expansionary territory, after three years of\ntightening (Chart 10). The stimulus measures, which are centered on public investment\nand cash transfers to households, should boost CY2017 GDP by O.5ppt. Public\nconstruction orders are already rebounding as the government front-loaded public\ninfrastructure spending (Chart 11). Meanwhile, the next stage of the consumption tax\nincrease has been postponed until October 2019.\n\nChart 10: After 3 years of tightening, fiscal policy to turn loose in FY17\n2.5\n2.0\n1.5\n1.0\n0.5\n0.0\n\n0.5\n-1.0\n\nContractionary\n\nForecasts 5\n\nExpansionary\nFY10 FY11 FY12 FY13 FY14 FY1Sf FY16f FYI7f\nm Fiscal impulse (change in cyclically-adjusted primary balance), % GDP\n\nSource: BofA Merrill Lynch Global Research, IMF, CAO\n\nTo be clear, we are not talking about massive shifts in the fiscal stance here—the\nMinistry of Finance remains very much opposed to expanding the deficit and Prime\nMinister Abe has yet to abandon the government’s long-standing goal of balancing the\nprimary balance by FY2020.\n\nHowever, there is a growing consensus among Japanese policymakers that premature\nfiscal tightening is counter-productive for reflation efforts, especially when monetary\npolicy is stretched. Even Bo) Governor Kuroda, who initially underplayed the risks from\n2014 fiscal tightening, has recently acknowledged that loose monetary and fiscal\npolicies will have a “synergistic effect.” The upshot is that the risk of another policy\nerror is low, in our view. If anything, we see upside risks from greater fiscal stimulus in\nthe form of a third supplementary budget or relatively aggressive FY17 ordinary budget.\nWe would not rule out further delays to the October 2019 consumption tax hike, either.\n\nChart 11: Public investment is poised to pick up in the months ahead\n30\n20\n10\n0\n-10\n\n-20\n2010 2011 2012 2013 2014 2015 2016\n\n= Public construction orders received %YoY 3mma\n=—=Public construction orders completed %YoY 3mma\n\nSource: BofA Merrill Lynch Global Research, MITI\n\nBankof America >\n4 Japan Economics Viewpoint | 18 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014413",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014413.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2428,
    "word_count": 373,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.709313",
    "prefix": "IMAGES-002"
  }
}