{
  "document_id": "HOUSE_OVERSIGHT_028144",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028144.txt",
  "text": "/ BARAK / 10\n\ntouched as well by the fact that he had decided to “pass the torch” to me, someone\nmore in the mold, and closer to, Rabin. But I remained cautious, too. When I got\nback home, Nava, knowing where I’d been, was still awake. I told her everything\nthat Shimon had said. I told her how extraordinary it felt to have the prospect, at\nleast, of leading Labor in opposition to Bibi, without the need to confront, or to\ninflict personal hurt, on Shimon. But I added: “It seems a bit too good to be true.”\n\nIt was. The next morning, I joined other ministers and party officials with Peres\nin his office. It was as if our conversation a few hours before had never happened.\nShimon set out his strategy for Labor going forward. And the first thing he said\nwas that the party needed to push back any leadership election beyond the\nmandated 14 months.“It’s too early,” he said. He said we needed to focus on two\nother strategic imperatives: to reconstruct the party, and consider the issue of\njoining a possible “unity” government with Bibi.\n\nThough Bibi went on to form his government without us, in alliance with a\nnumber of smaller Orthodox parties, the idea of a Labor leadership change seemed\noff the agenda, at least for now. In early August, I was standing next to Giora Einy\n— the “political operative” Yitzhak had sent to help bring me into his government,\nand a friend of Peres as well — when Shimon rose to speak to the dozens of well-\nwishers at his 73\"-birthday celebration in Tel Aviv. He was at his old, self-\nconfident best. With just a few thousand extra votes, we would have won the\nelection, he said. He was sure Bibi’s coalition — “a coalition against peace” —\nwould not survive for long. Giora, smiling, turned to me and said: “It doesn’t\nsound like a farewell speech. It seems like he’s ready for the next round. He lost\ntwice to Begin. He lost once to Shamir. And only once to Bibi. He’s not going to\nstop without giving it another go.”\n\nAnother of Peres’s old friends, a few weeks later, urged me to press him on the\nneed to step aside. I’d become closer to the French Jewish businessman Jean\nFrydman during the election campaign. Since he had helped organize the fateful\npeace rally at which Rabin was shot, he felt — wrongly, but powerfully — a sense of\nresponsibility for what had happened. He wanted to do everything possible to\nensure that Rabin’s political legacy, and Shimon’s, survived. He invited Nava and\nme to visit him for a few days. When he asked about the birthday celebration, I\ntold him what Peres had said. “He’s making a huge mistake,” Jean told me. “After\nevery election, he goes through the same process. Always, he’s convinced that next\ntime he will win.” I said how I dreaded the prospect of being part of an effort to\n\n296\nHOUSE_OVERSIGHT_028144",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028144.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2793,
    "word_count": 508,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.429233",
    "prefix": "IMAGES-009"
  }
}