{
  "document_id": "HOUSE_OVERSIGHT_024148",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024148.txt",
  "text": "Equities overview\n\nGlobal equity markets — Key points\n\n¢ We keep an overall neutral allocation to equities (see summary on slide 3).\n\n¢ The US remains our preferred developed market. The domestic economy is expected to continue to\ngrow. This should underpin earnings growth for US companies. With labour costs in check, profit margins\nshould stay around the current high levels.\n\n¢ We keep our overweight position on EM equities. Monetary easing in key countries continues, and\nrelatively attractive valuations remain key supporting factors. However, near-term economic and currency\nweakness remains a major concern for investors — especially those domiciled in hard currency regions (e.g.\nUSD, EUR). Until year-end, we expect some growth acceleration and therefore stay overweight.\n\n¢ The UK remains a preferred market. It offers a solid earnings outlook compared to other European\nmarkets. Moreover, the valuation is attractive at a trailing P/E ratio close to 10.\n\n¢ We keep our negative stance on Eurozone equities. The economy remains very weak affecting\nearnings growth negatively. The sovereign debt crisis remains a major risk (see page 8).\n\n¢ We remain cautious on Australian equities. The earnings prospects are still being revised down by\nanalysts. The domestic economy is moving at two speeds with the strong part getting its impulse from the\nmining sector. We maintain a small underweight.\n\n¢ We keep a moderate underweight in Swiss equities, as valuation looks expensive relative to world\nequities. The negative earnings impact of the strong Swiss franc should ease further in coming quarters.\n\nGlobal equity sectors - Key points\n\n¢ Consumer Staples and Healthcare remain preferred among defensive sectors, as their long-term\nearnings prospects are very solid. Both sectors also offer strong balance sheets, exposure to favorable\ndemographic trends and emerging markets.\n\n¢ We keep our negative view on Telecom and Utilities. Both sectors suffer from weak revenue growth\nas well as margin pressure.\n\n¢ Within cyclical sectors, we keep our preference for IT due to a solid earnings outlook and strong\ncorporate balance sheets. Moreover, we reiterate our neutral allocation to Industrials.\n\n¢ Valuations are high and earnings expectations are optimistic for Consumer Discretionary. However,\nwe reduce our Underweight as we become more positive on the sector in the US.\n\n¢ Following the latest oil price decline and a good relative performance, we have reduced our\noverweight on Energy. However, the earnings outlook remains solid and valuation is very attractive.\nWhile Materials are not expensive, we are neutral, as margins remain under pressure.\n\ne The earnings outlook for US and Asian Financials is solid, which leads us to be neutral on Financials\nfrom a global perspective. However, we maintain our underweight on Eurozone Financials, where\nsovereign indebtedness and bank capitalization remain major concerns.\n\n36 UBS\n\nPreferences (6 months)\n\n- neutral ++\n<8 Us =a\n5s\n2 L. Canada\n\nEMU Po\n2 uK —\ni Switzerland =|\nSweden\nAustralia =\nHong Kon\nu 9g g\n<\na\n4 Japan\nSingapore\n= GlobalEM —\nmnew old\n\nNote: Preference in hedged terms (excl. currencies)\n- neutral ++\nConsumer Discretionary\nConsumer Staples\nEnergy\nFinancials\nHealthcare\nIndustrials\n\nIT\n\nMaterials\n\nTelecom\n\nUtilities\n\nmnew old\n\nSource: UBS CIO, as of 28 June 2012\n13\n\nFor further information please contact ClO asset class specialists Markus Irngartinger, markus.irngartinger@ubs.com, or Carsten Schlufter carsten.schlufter@ubs.com.\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024148",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024148.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3609,
    "word_count": 555,
    "line_count": 101,
    "import_date": "2025-11-19T21:47:46.999597",
    "prefix": "IMAGES-007"
  }
}