{
  "document_id": "HOUSE_OVERSIGHT_011665",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011665.txt",
  "text": "brokered a cease-fire to halt Palestinian Katyusha rocket fire into Israel. It was\ngenerally holding.\n\nBut fundamentally, Arik’s war plan was not a response to the Katyushas. It\nwas a way of using military force to achieve Prime Minister Begin’s political\naim: stopping the Camp David peace process in its tracks, and ensuring it did\nnot go beyond the peace treaty with Egypt. And even that message was not\nprincipally intended for the Palestinians, I suspect, but for the Americans.\nIsrael’s Labor-led governments had always calculated that we needed at least\nsome measure of support from foreign allies, especially the US. Under Begin,\nwe'd already bombed Saddam Hussein’s nuclear reactor without telling the\nAmericans beforehand. Shortly after I returned to the kirya, he provoked further\nanger in Washington by announcing the de facto annexation of the Golan — in\neffect “balancing” our Sinai withdrawal with a dramatic reassertion of Israeli\ncontrol over other land captured in the 1967 war. Part of Arik’s plan in Lebanon\nwas to deliver an even more forceful riposte to any suggestion that we would\ngive up control of the West Bank and Gaza.\n\nYet these political aims, which I was gradually beginning to grasp in their\nfull form through my discussions with Arik, were only part of the reason I was\ndeeply uneasy about the plans for our Lebanon invasion. Having now spent\nnearly two decades in the military, I recognized that the security challenge north\nof the border was real. I did not believe it was inherently wrong for Begin’s\ngovernment to order a pre-emptive military operation with the aim of ending it.\nMy view, as an army officer, was that the decision on how, when and whether\nto go to war was for our elected government. But for that principle to work, I\nalso believed that government ministers had to know what they were deciding.\nThe more we geared up for an invasion, the less certain I became that Begin’s\ncabinet understood what we were planning to do.\n\nArik’s original plan was codenamed Oranim: Hebrew for “pine trees”. It\ninvolved pushing deep into Lebanon, all the way up to the strategically critical\nroad that ran between Beirut and Damascus. We would link up in Beirut with\nthe main Maronite Christian force, the Phalangists, whom we had been\nsupporting and training for several years. When that plan was presented to\nBegin’s cabinet at the end of 1981, however, most ministers opposed it. Thus\nwas born Arik’s Plan B, so-called “Little Pines”. Its stated aim was a lot more\nmodest. We would create a “security zone” — a 40-kilometer, or 25-mile, strip\nrunning north of the border with Lebanon.\n\n194\nHOUSE_OVERSIGHT_011665",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2652,
    "word_count": 446,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.847670",
    "prefix": "IMAGES-001"
  }
}