{
  "document_id": "HOUSE_OVERSIGHT_020585",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020585.txt",
  "text": "126\n\nConclusion and Recommendations\n\nChina’s aggressive policy is threatening the advantages the United States has long enjoyed as a\nscientifically creative nation. This is occurring as a declining number of US students\n\nare getting advanced degrees in science and technology, R&D funds are dropping off,\nand the nation’s manufacturing base is shrinking.” When combined with a more\nscientifically competent China that is also using the discoveries of others, the future of\nUS competitiveness comes into question.\n\nThe best source of resiliency in the face of rampant IP theft from China is continued\nand expanded reinvestment in American innovation. The United States can recover its\ncompetitiveness by manufacturing what it invents and rebuilding the scientific foundation\non which its competitive edge depends. But unless active efforts are made to prevent\ncountries from inappropriately exploiting American technologies developed at great cost,\nefforts at national reconstruction will be wasted. The United States’ current defense of\nintellectual property has not been effective in refuting appropriation by China, by all\naccounts the world’s worst offender.\n\nA key source of American creativity—the country’s individualism and openness—makes\n\nit difficult to implement collective efforts to protect the products of American innovation.\nNonetheless, policies and processes can be improved to reduce the risk of misappropriation\nwithout compromising America’s innovative capacity. These require improved transparency\nwith better information and screening, enhanced export controls, and stronger investment\n\nreviews.\n\nTransparency, better information, and screening\n\nOne of the most glaring factors that facilitates IP theft is the fact that recipients of Chinese\nfunding programs, such as the Thousand Talents Program described above, routinely do\nnot declare their work in China. At a minimum, recipients should be required to register as\nforeign agents under the Foreign Agents Registration Act (FARA).”? Recipients who are active\ngovernment employees may be breaking the law, as 18 US Code § 209 prohibits accepting\nsupplemental income for performing the same role that falls under the scope of their\ngovernment employment.”\n\nThe US government and universities should also take an evidence- and risk-based assessment\nwhen determining whether to admit students into major research programs. The current\nsystem, known as the Student and Exchange Visitor Information System (SEVIS),”* is\ndesigned “to track and monitor schools and programs, students, exchange visitors and their\ndependents while approved to participate in the US education system.” SEVIS collects data\non surnames and first names, addresses, date and country of birth, dependents’ information,\nnationality/citizenship, funding, school, program name, date of study commencement,\n\nTechnology and Research\n\nHOUSE_OVERSIGHT_020585",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020585.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2895,
    "word_count": 410,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.440434",
    "prefix": "IMAGES-006"
  }
}