{
  "document_id": "HOUSE_OVERSIGHT_011379",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011379.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n76\nH3VOGIU1\n\nBased on my experience, knowledge, and duties of these\n\nprotocols in the USS Protective Details of Special Agents, a\n\ncompany escorting Mr. Clinton\" so he is relying on his\n\nexpertise as a former FBI head in order to opine on whether or\nnot these records are correct, your Honor.\n\nThey disclosed him as a lay witness in this case, not\nan aS an expert witness. We went through a series -- as you\n\nknow your Honor, you've seen all the expert depositions in this\n\ncase that we've had. They say, \"Well, you could have deposed\n\nhim as a lay witness.\"\n\nYour Honor, will remember, we were very limited. We\n\nwere limited to ten depos. We had to beg, borrow, and steal to\n\nget a few more, and we had to be very careful in who we picked\n\nand chose with respect to establishing our claims. If we had\n\nknown, of course, that Mr. Freeh was going to be put on the\n\nstand as an expert in this case, we, of course, would have\n\nsought his deposition through the expert process.\nSo, your Honor, I think those documents speak for\n\nthemselves. They're very clear, that's GMO0O526, where he's\n\ngiving that clear opinion. The letter is sent to\n\nMr. Dershowitz and he signs it, and then it has the relevant\n\nattachments. So, your Honor, we firmly believe that that\n\nshould be kept out of evidence because he was not disclosed\nproperly as an expert in this case.\n\nThe other thing I want to point your attention to is\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011379",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011379.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1548,
    "word_count": 281,
    "line_count": 85,
    "import_date": "2025-11-19T21:47:46.772959",
    "prefix": "IMAGES-001"
  }
}