{
  "document_id": "HOUSE_OVERSIGHT_028014",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028014.txt",
  "text": "which, I soon verified, we didn’t — the obstacles would be enormous. Unlike the\nSabena jet, this one was a wide-bodied Airbus, and El Al had none of those in\nits fleet. Even we could find a way to make sure a sayeret team got briefed on\nthe airliner, we’d be mounting an attack-and-rescue operation a thousand miles\naway. And even if we could take out the terrorists, we were almost certain to\nface opposition from the former army colonel who ruled Libya, Mummer\nGhaddafy. The chance of success seemed slim, the risks enormous.\n\nSoon, however, Kuti’s question ceased to matter. Later Sunday night, Flight\n139 took off again. Before leaving Libya, the hijackers freed a passenger: an\nIsraeli dual national, with a British passport as well, who managed to convince\nthem she was going into labor. We learned through her that there were four\nhijackers: two Arabs and two Europeans. It was a PFLP operation, but included\nmembers of the far-left West German Baader-Meinhof terror group. They\nforced the pilot to head for the east African state of Uganda. On Monday\nevening, it landed at Entebbe Airport, 20 miles outside the Ugandan capital of\nKampala and just a couple of hundred yards from the shore of Lake Victoria. It\nwas five times further away than Benghazi.\n\nYet with each passing hour, increasingly alarming radio and television\nreports focused on the obvious agony of the hundreds of captive passengers. To\nthis day, I’ve never been able to establish why it was a further 24 hours before\nwe Started seriously to work out if there might be some way for us to free them.\nPrime Minister Rabin was clearly asking himself the same question, however,\nbecause on Tuesday afternoon, he called Motta in the Negev. It was now a full\n53 hours after the hijacking, he said. What the hell we were doing to try to come\nup with a plan? Motta was immediately summoned back to Jerusalem for an\nemergency meeting of the government. As he was on his way back from there\nto the Airya, Kuti called me back down to his office. “Motta just told them that\nthere is a military option,” he said, with a wry smile. Kuti had been a Haganah\nofficer in 1948, in charge of the Golani brigade, head of both the northern and\nthe southern command, and had known Motta for years. “That means we now\nhave to find one.”\n\nI had just begun briefing a few of the analysts in my office when Motta\nreturned. When I got to his office, Kuti waved both of us across the hallway to\nthe big, rectangular conference room where general staff meetings were held.\nOn the side of the room was a globe. Giving it a spin, he said: “Nw, Motta. Tell\nme, when you told the government we had a military option, did you even know\nwhere Entebbe is?” Motta didn’t so much as crack a smile. “We have to find a\n\n166\nHOUSE_OVERSIGHT_028014",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028014.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2779,
    "word_count": 500,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.770828",
    "prefix": "IMAGES-009"
  }
}