{
  "document_id": "HOUSE_OVERSIGHT_014351",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014351.txt",
  "text": "Chart 56: What would get you more interested in investing in IVZ stock?\n\n60%\n\n50%\n\n40%\n\n30%\n\n20%\n\n10%\n\n0%\n\nConsistent above Amore favorable Lessregulationfor | More operating Longer term FX\naverage organic —s market backdrop the industry leverage hedges\ngrowth\n\nSource: BofA Merrill Lynch Global Research\n\n« |VZ is confident it can achieve its 3-5% organic growth rate driven by three main\npillars. The first being the ongoing search for yield driving fixed income\nflows/allocation which IVZ has benefitted from and should continue to benefit given\ntheir strong performance, distribution, and product set. The second being ongoing\n“barbelling” by clients which drives flows into passive and alternatives, two\nproducts IVZ has leadership in. Lastly, |VZ sees opportunity in its institutional\nchannel, particularly in Asia which has had notable momentum.\n\ne — Given the run up in rates, IVZ touched upon its fixed income exposure and what\nmight be at risk of underperformance/outflows. IVZ mentioned roughly $100B of its\nAUM or ~13% was in fixed income that didn’t include short duration or floating\nrate, a number they feel is relatively small compared to some of its peers.\nAdditionally, within that $100B a major portion had been underperforming because\nof strategic shorter duration, which in a rising rate environment should lead to\noutperformance and potentially negate some of the flow headwind.\n\n« Regarding potential changes from the election, while very early, management thinks\nthat whatever happens to the DOL Fiduciary Rule (delay, modify, etc.), the industry\nhas already been shifting in a fiduciary direction, and they expect that to continue,\nthough the pace could vary depending on the eventual outcome. Additionally, IVZ is\nrelatively well positioned given its diversification among ETF/passive and active\nStrategies, as well as similar regulations in Europe that it has managed through. In\nterms of a lower corporate tax rate, that would not have much impact to IVZ given\nits Bermuda domicile.\n\neaiey Vance (EV), B-3-7, Underperform\nPresenting from EV was Thomas Faust, CEO, Laurie Hylton, CFO, and Dan Cataldo,\nHead of IR and Treasurer. Management reported relatively positive F4Q flows,\nexpects organic growth to hold up well given its mix and performance, and does not\nexpect a significant change in the DOL impact from the election, but would expect\na significant benefit from a lower US corporate tax rate.\n\ne | When asked what would get you more interested in EV’s stock, the majority of\ninvestors were fairly split between better high fee flows and ETMFs taking off\n(38%/31% respectively). Investors also thought increased capital return was\n\nBankof America\n\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 37\n\nHOUSE_OVERSIGHT_014351",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014351.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2779,
    "word_count": 436,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.496600",
    "prefix": "IMAGES-002"
  }
}