{
  "document_id": "HOUSE_OVERSIGHT_017407",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017407.txt",
  "text": "4.2.12\nWC: 191694\n\npeople, even those you disagree with or despise. The membership roles of both “clubs” are,\ntragically, quite small under this criteria, though many claim their honorific mantles.\n\nBeing a member of the “Human Rights Club” does not require abstaining from advocacy for one’s\nown group (however defined). But it does require more universal advocacy as well. The “motto”\nfor the club might well be the famous dictum of Hillel: “If I am not for myself, who will be for\nme, but if I am for myself alone, what am I? And if not now, when?” I have tried hard to live by\nthese words—which hang on the wall in my office—and to maintain my membership in the\nHuman Rights Club, although my priorities have changed with shifting threats to particular groups\nover time.\n\nAs a young lawyer, I witnessed little threat to the Jewish community in America, despite lingering\nanti-Semitism in law firms, social clubs, and some universities and neighborhoods. I fought\nagainst these remnants of bigotry, but it was clear that the trend was in the right direction: top-\ndown anti-Semitism and elite discrimination against Jews were on the way out. Jews did not need\nmy help.\n\nBy this time, I had stopped being a strictly observant Orthodox Jew. My synagogue attendees\nhad become episodic and my involvement in the Jewish community peripheral. The reason was\nmy children. Many people became more religiously committed “because of the children.” For\nme, it was the opposite. As my children got old enough to ask questions, I realized that I had\nremained observant only to please my parents. I did not want to impose that obligation on my\nchildren. I remained deeply Jewish in a secular sense—whatever that may mean—and my\nchildren were Bat and Bar Mitzvahed and attended Jewish Sunday School, but my life no longer\ncentered around my identity as a Jew. Nor did my legal career.\n\nEarly in my legal career, my first wife, who was also an Orthodox Jew, and I were divorced. I\nassumed primary responsibility for the raising of our two sons. A decade after the divorce I met\nand soon married Carolyn, who was raised as a sometime Reform and sometime Conservative\nJew in Charleston, South Carolina. Together we live a life dedicated to more secular Jewish\nvalues. I dedicated my first book about my brand of Judaism—Chutzpah—to Carolyn. Carolyn’s\nfamily participated in the struggle for civil rights in Charleston, and we are both deeply committed\nto universal human rights.\n\nIn the early phase of my career, I didn’t focus on Jewish rights or on Israel. There were bigger\nand more serious problems facing America, particularly with regard to race. There were also\nmore serious problems around the world: Apartheid in South Africa; repression in the Soviet\nUnion, China, South America and Saudi Arabia; an unjust war being fought by my own country in\nVietnam. I threw myself into these causes (as well as into the worldwide campaign to abolish the\ndeath penalty).\n\n320\n\nHOUSE_OVERSIGHT_017407",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017407.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2981,
    "word_count": 503,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.425238",
    "prefix": "IMAGES-004"
  }
}