{
  "document_id": "HOUSE_OVERSIGHT_017031",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017031.txt",
  "text": "h. Add to the set of query names all pairs of “first names + last names” produced by\ncombining the sets of first and last names.\ni. This procedure is carried for every raw name variant.\n\nl11.7.A.6 — Find the word match frequencies of all names.\n\nGiven the set of names which may refer to an individual, we wish to find the time resolved words\nfrequencies of these names. The frequency of the name, which corresponds to a measure of how often\nan individual is mentioned, provides a metric for the fame of that person. We append the word\nfrequencies of all the names which can potentially refer to an individual. This enables us, in a later step,\nto identify which name is the relevant.\n\n6) Append the fame signal for each query name of each record. The fame signal is the\ntimeseries of normalized word matches in the complete English database.\n\nl1.7.A.7 — Find ambiguous names which can refer to multiple individuals.\n\nCertain names are particularly popular and are shared by multiple people. This results in ambiguity, as\nthe same query name may refer to a plurality of individuals. Homonimity conflicts occur between a group\nof individuals when they share some part of, or all, their name. When these homonimity conflicts arise,\nthe word frequency of a specific name may not reflect the number of references to a unique person, but to\nthat of an entire group. As such, the word frequency does not constitute a clear means of tracking the\nfame of the concerned individuals. We identify homonimity conflicts by finding instances of individuals\nwhose names contain complete or partial matches. These conflicts are, when possible, resolved on the\nbasis of the importance of the conflicted individuals in the following step. Typical homonimity conflicts are\nshown in Table $11.\n\n7) Identify homonimity conflicts. Homonimity conflicts arise when the query names of two or more\nindividuals contain a substring match. These conflicts are distinguished as such :\n\na. For every query name of every record, find the set of substrings of query names.\n\nb. For every query name of every record, search for matches in the set of query name\nsubstrings of all other records.\n\nc. Bidirectional homonimity conflicts occur when a query name fully matches another query\nname. The name conflicted name could be used to refer to both individuals.\nUnidirectional conflicts occur when a query name has a substring match within another\nquery name. Thus, the conflicted name can refer to one of the individuals, but also be\npart of a name referring to another.\n\nl11.7.A.8 — Resolve, when possible, the most likely origin of ambiguous names.\n\nThe problem of homonymous individuals is limiting because the word frequencies data do not allow us to\nresolve the true identity behind a homonymous name. Nonetheless, in some cases, it is possible to\ndistinguish conflicted individuals on the basis of their importance. For the database of people extracted\nfrom Encyclopedia Britannica, we argue that the quantity of information available about an individual\nprovides a proxy for their relevance. Likewise, for people obtained from Wikipedia, we can judge their\nimportance by the size of the article written about the person and the quantity of traffic the article\ngenerates. As such, we approach the problem of ambiguous names by comparing the notability of\nindividuals, as evaluated by the amount of information available about them in the respective\nencyclopedic source. Examples of conflict resolution are shown in Table $12 and $13.\n\n8) Resolve homonimity conflicts.\n\n23\n\nHOUSE_OVERSIGHT_017031",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3565,
    "word_count": 584,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.065785",
    "prefix": "IMAGES-004"
  }
}