{
  "document_id": "HOUSE_OVERSIGHT_024330",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024330.txt",
  "text": "Table of Contents\n\nWHAT WE DO WHAT WE DO NOT DO\nYA significant portion of compensation is “at risk” and tied to long-term * No discretionary or guaranteed incentives payments\ncompany performance . _.\nx No new or legacy exercise-tax gross-up provisions\n“Annual incentive plan metrics are solely based on company performance; . a .\nJ eee P * No option repricing without stockholder consent\n\nawards are determined based on pre-established targets\n\n/ Market-based executive compensation levels are reviewed by\nCompensation and Nominating Committee annually\n\n/  Performance-measured incentive awards are subject to a compensation\nrecoupment policy\n\n/ Executives are prohibited from hedging\n\n/ An independent compensation consultant is retained to evaluate our\nexecutive compensation and make recommendations\n\nWe believe that we have designed executive compensation plans that effectively support our strategic and financial goals, create a culture of\nteamwork, and are directly tied to the performance of the company and shareholder outcomes. We will continue to utilize rigorous governance processes to\nmonitor and evaluate the compensation programs as well as implement best practices in compensation governance. We welcome shareholder feedback on\nour programs.\n\nCOMPENSATION OBJECTIVES AND PRINCIPLES\n\nCarvana seeks to create and maintain a culture of teamwork and high performance. Our executive compensation programs are one of the tools\nwe utilize to accomplish this objective. Philosophically, we aim to treat our executives fairly when considering:\n\n* the complexity of their jobs,\n\n¢ the market for their executive talent,\n\n¢ their individual performance,\n\n* the financial and strategic performance of the company, and\n\n¢ the need to retain the executives.\n\nWithin that framework, it is critical that we meet our objectives to:\n* attract and retain the best executive talent to support our growth,\n* align the interests of our executives with those of our shareholders, and\n\n* provide incentives that are linked directly to our long- and short-term strategy.\n\nWe set very challenging goals as our incentive compensation metrics and we expect that our executives will in aggregate be paid approximately\nat the median for achieving those goals through the plans outlined in this CD&A. As evidenced by our track record of growth and strategic progress, our\napproach to executive compensation has been effective.\n\n22 -\n\nHOUSE_OVERSIGHT_024330",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024330.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2442,
    "word_count": 367,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.763934",
    "prefix": "IMAGES-007"
  }
}