{
  "document_id": "HOUSE_OVERSIGHT_014370",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014370.txt",
  "text": "Chart 82: How do you view fundamentals for multifamily lending in 2017?\n\n70% 60%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nSoftening Softening Softening | Someconcern, but No concern\nfundamentals fundamentals fundamentals only in certain\nshould leadto  shouldleadto = shouldleadto _—regions and at\nslower financing worsening credit slower financing certain rental price\nactivity next year metrics activing and points\nworsening credit\nmetrics\n\nSource: BofA Merrill Lynch Global Research\n\n= Future demand in multifamily promising: Looking forward, the panelists see\nhealthy demand for multifamily housing given a preference among millennials to\nlive in urban areas versus the suburbs. Moreover, the panelists noted that increasing\ndebt burden tied to student loans is likely to make home ownership out of reach for\nseveral first time home buyers. Furthermore, it was noted that the US needs 1.5mn\nnew housing units each year and the present level of construction activity was not\nkeeping pace with this when looking at it on a national level.\n\n= Foreign capital part of the equation: Some of the panelists are seeing a\nsignificant flow of foreign capital into the multifamily market with Mr. Brickman\nsurmising that data around inflow of foreign capital into the commercial real estate\nmarket was likely understated given that significant amount of inflows have come\nindirectly through investment vehicles like private equity.\n\n= Risk retention rules modest impact: Our multifamily panelists viewed the risk\nretention rule for CMBS as having a modest impact given the large role played by\nthe GSEs in lending to the multifamily space. It was also noted that while the rule\nmay dampen private securitization activity, less competition from the CMBS\nmarkets would be a positive for balance sheet lenders.\n\n= Impact from rising rates may not be all news: While the panel acknowledged that\nthe rise in interest rates will likely push cap rates higher, an increase driven by a\nmore favorable growth outlook may not be as bad. This is because a stronger\neconomy should theoretically lead to a better backdrop for jobs and wage growth,\nthereby providing landlords some leeway to raise rents.\n\nThe Future of Big Data in Financials\n\nWe hosted a panel to discuss how big data is impacting the financial services industry.\nThe panel discussed key big data buzzwords including machine learning, data scientist,\nstructured data and unstructured data. They panel also reviewed how different firms are\nadapting big data solutions to solve specific company issues. Our panelists included\nJessica Donohue, the Chief Innovation Officer for State Street and the head of\nadvisory and information solutions for State Street Global Exchange, Greg\nMichaelson, head of data science practice at Data Robot, and Sandeep Saini, head\n\n56 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014370",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014370.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2905,
    "word_count": 456,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.394335",
    "prefix": "IMAGES-002"
  }
}