{
  "document_id": "HOUSE_OVERSIGHT_024545",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024545.txt",
  "text": "k12 considers the majority of its entire curriculum proprietary, whether k12 is branding existing materials\nwith its logo and modifying the associated lesson plans or creating the entire course from scratch. k12’s\nK-8 curriculum includes thousands of lessons that consist primarily of existing, high-quality materials that\nk12 has modified to better suit the needs of student, parent and teacher.\n\n13.7. Management and Board of Directors\n\nThe following table sets forth certain information regarding k12’s management and directors. For more\ndetailed biographical information, see Appendix A.\n\nName Position\n\nRon Packard Chairman and Founder / acting Chief Executive Officer and\nmember of the Board of Directors\n\nJohn Baule Executive Vice President and Chief Financial Officer\n\nBror Saxberg Senior Vice President of Learning and Content\n\nThomas Boysen Senior Vice President and Chief School Officer\n\nCharles Zogby Senior Vice President of Education Policy\n\nPeter Stewart Vice President of the Charter School Division\n\nBryan Flood Vice President of Government Relations\n\nJohn Holdren Senior Vice President of Curriculum\n\nName Position\n\nArthur Bilger Managing Member of Shelter Capital Partners\n\nSteven B. Fink Chief Executive Officer of Lawrence Investments, LLC\n\nChester Finn President of the Thomas B. Fordham Foundation\n\nLowell J. Milken President and Chief Executive Officer of KUE\n\nAndrew H. Tisch Chairman of Executive Committee of Loews Corporation\n\nThomas Wilford Chief Executive Officer of the J.A. and Kathryn Albertson\nFoundation, Inc.\n\nLiza Boyd Vice President Constellation Ventures / Bear Stearns Asset\nManagement\n\n13.8. Summary Financial Information and Projections Discussion\n\nThe following summary historical financial data and the percentages of expected 2006 revenue presented\nin the headings above are based on historical financial statements. The following projected financial data\npresented below is based on assumptions management believes to be reasonable, but which are\ninherently uncertain and may not be realized. k12’s ability to perform as projected depends on a number\nof variables that cannot be predicted with certainty and actual performance could be adversely affected\nby a number of factors, including those described in “Risk Factors,” particularly the risk factor related to\nprojections elsewhere in this Memorandum. Also see “Forward-Looking Statements.”\n\n112\n\nHOUSE_OVERSIGHT_024545",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2419,
    "word_count": 345,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:49.343661",
    "prefix": "IMAGES-008"
  }
}