{
  "document_id": "HOUSE_OVERSIGHT_011611",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011611.txt",
  "text": "into town like something out of the wild west. Had any of that happened, we\nwould have started a small-scale war, not to mention run the very real risk of\nnot getting out alive.\n\nIn fact, we left the missile boat, Manno’s offshore command post, in motor\ndinghies out of earshot of Beirut and cut the engines as we got closer to the\nshore. All of us, including the “women”, were wrapped in ponchos to avoid\nshowing up on Rue Verdun soaking wet. After getting out of the dinghies, we\nwere carried ashore by the SEALs to make sure we stayed dry. All of us had\nloose-fitting jackets. The attack teams used them to conceal Uzis, explosive\ncharges to blow the locks on the apartment doors if they couldn’t be forced\nopen, a hand grenade or two and flashlights for the dash up the stairs. One\nmember of each team had a large plastic bag, with orders to take away any\neasily accessible documents for Mossad analysts back home. As the mother of\nthe brood, I also had a large purse, in which I carried our radio to communicate\nwith the team leaders and with Manno on the missile boat if necessary.\n\nOur SEAL pilots steered us well away from the more built-up part of the\nseafront towards the Coral Beach, one of the private clubs on the southern end\nof the shoreline. Four rented station wagons were waiting, two of them for us\nand two for Amnon’s squad. Amnon set off toward the DFLP target. We headed\nnorth towards the center of town. In the Spielberg film, my speaking role\nconsisted of two words, my name, as I introduced myself to my driver. In fact,\nwe had already met: during the run-through exercises in Tel Aviv. After we got\ninto the cars, I asked him how his scouting of the route had gone. He said\nbasically OK, but that he’d noticed a couple of cops patrolling near the top of\nVerdun on one of his drive-bys. I assured him it would be fine. There would be\nno reason for a policeman to suspect what we were up to, or who we were. Still,\nI could tell he was nervous. “What’s wrong?” I asked. He hesitated before\nreplying. “I’ve never been in a place where there’s live fire,” he said. I told him\nnot to worry. He sti// wouldn’t be. “You’re going to be parked around the\ncomer, until it’s over. Then, it’s just about getting home.”\n\nWhen we reached the top of Verdun, it was about ten minutes after one in\nthe morning. Our cars pulled over. I took Mookie’s arm as we began walking\nthe 150 feet or so to the first of the apartment buildings. The others followed in\nknots of two or three. Both Mookie and I saw a policeman approaching on the\nsidewalk. “Ignore him,” I whispered. We weaved a few inches to the side to let\nhim pass. The buildings were as we’d expected, with their lobbies set back from\na covered terrace in front. As the other teams made their way to the second\n\n140\nHOUSE_OVERSIGHT_011611",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011611.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2802,
    "word_count": 523,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.504292",
    "prefix": "IMAGES-001"
  }
}