{
  "document_id": "HOUSE_OVERSIGHT_028057",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028057.txt",
  "text": "recommended that Begin fire Sharon and Saguy. They left Raful in place, but\nonly because his term as chief-of-staff was due to end in a matter of weeks. Arik\nat first refused to go, and Begin refused to fire him. Yet in the end, popular\npressure forced the issue. When another demonstration was called in protest at\nSharon’s continuing as Defense Minister, a right-wing political activist tossed a\ngrenade into the crowd, killing a young Peace Now member. Even Arik was\nevidently shaken by the spectre of one of his presumed political admirers\nmurdering a fellow Israeli for peacefully protesting. Or at least shaken enough\nto step down as Defense Minister. He did remain in the government as a\nminister without portfolio. Still, Begin himself would quit as Prime Minister,\nretiring into virtual seclusion, about half-a-year later.\n\nLike the rest of the senior officers corps, I tried with difficulty to get on with\nmy own job. I imagined the contribution I could best make for now would be, as\nHead of Planning, to ensure the mix of forces and weaponry deployed in any\nfuture conflict were better suited to the task than in the Lebanon war. But I\ndidn’t believe that such technical failings or planning lapses, however serious a\ncontribution to the more than 650 Israeli lives lost, were what had mainly\ncaused the war to go wrong. The central mistake was what had bothered me all\nalong: the invasion was not a considered response to a particular security threat.\nIt was an overreaching exercise in geopolitics, with sleight-of-hand used to\nevade the need to make and win support from government ministers and,\ncritically, the public. Even with questions still to be resolved about when and\nhow to withdraw the thousands of Israeli troops that were still inside Lebanon, I\nremember wondering aloud to a few army friends, and to Nava as well, whether\nwe would look back in a decade’s time and see the war as “our Vietnam’. In\nfact, Israeli troops would still be in south Lebanon nearly two decades later,\nwhen I had left the military and was about to become Israeli Prime Minister.\n\nEven as a two-star general in the kirva, | doubted I would be in a position to\nhelp fix the deeper issues raised by the war. Any real influence would be in\npositions like the chief-of-staff and his deputy; the head of operations; the head\nof military intelligence. They were the core of the armed forces’ leadership and\nhad the most regular dealings with senior figures in government.\n\nBut I’d failed to factor in the effect of the inquiry recommendations. Within\ndays of the report, Israel had a new Defense Minister: Moshe Arens, who\nreturned from his post as ambassador in Washington. Among his first orders of\nbusiness was to act on the inquiry’s verdict on Raful and Yehoshua Saguy. As\nchief of staff, Arens settled on a choice I suspect most senior officers saw as the\n\n209\nHOUSE_OVERSIGHT_028057",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028057.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2885,
    "word_count": 497,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.396835",
    "prefix": "IMAGES-009"
  }
}