{
  "document_id": "HOUSE_OVERSIGHT_014766",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014766.txt",
  "text": "Best Carry Trades\n\nClaudio Irigoyen Mai Doan\n\nMLPF&S MLI (UK)\nclaudio.irigoyen@baml.com mai.doan@baml.com\nRohit Garg Vadim laralov\n\nMerrill Lynch (Singapore) MLPF&S\nr.garg@baml.com vadim.iaralov@baml.com\n\nCarry trades and blond swans\n\n¢ We do not expect traditional carry trades such as ARS and BRL to perform well ina\nstrong USD and increasing interest rates environment, so we focus on USD neutral\ncarry trades.\n\n¢ We like short EUR/RUB, short SGD/INR and long PEN/CLP. For more neutral\ncommodity exposure we like baskets of EUR, CAD, COP and CLP, AUD to fund RUB\nand PEN trades respectively.\n\nCarry is in the eye of the beholder\n\nTo focus on identifying best carry trades in the current environment of rising US\ninterest rates sounds counterintuitive at least. It is well know that carry trades perform\nnicely in risk-on periods as well as in a low volatility environment, which is the opposite\nof what we expect in the coming months. However, once proper factor exposure of\ncurrency returns is considered, smart carry reemerges as an interesting proposition. As\nwe have documented (Forecasting with Compass30), most of the variation in currency\nreturns can be explained by the first two principal components, which can be labeled as\ndollar and carry factor respectively, as they are highly correlated with USD and carry\nperformance.\n\nExpected returns of carry strategies are defined by interest rate differentials (ie, carry),\nassuming no change in spot exchange rates. Uncovered interest parity states that the\ncarry should be offset by a change in the spot of equal magnitude. However, empirical\nevidence (so called forward premium puzzle) clearly shows that carry trades are\nprofitable on average, which indicates the presence of currency risk premium. Since\nboth dollar and carry, are priced factors, any sensible carry strategy in an environment in\nwhich US rates are rising needs to hedge the USD exposure. This is just a necessary\nthough not a sufficient condition, since the carry factor is also correlated with global\nmeasures of risk. Interestingly, post-election currency losses is not as highly correlated\nwith carry, indicating that carry trades were not as a strong investment theme as it was\nthe case during the taper tantrum episode (Chart 62).\n\nChart 62: Carry didn’t drive currency reaction to US elections Chart 63: Asia and LatAm display the highest risk-adjusted carry\n\n25 m 1m carry (annualized) - 15 3\nCurrency depreciation since Nov8 (rhs)\n\nmw 1m carry (annualized) / 1m implied ATM vol\n\n@1m carry (annualized) / max 1m DD (5y, rhs)\n\nor\nB\n\noa\n=\no\n&\n5\na\n=\nca)\nPel\n\nobal Research, Bloomberg\n\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\nBankofAmerica <2”\n\n36 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014766",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014766.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2789,
    "word_count": 448,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:45.662218",
    "prefix": "IMAGES-003"
  }
}