{
  "document_id": "HOUSE_OVERSIGHT_019014",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019014.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 61\n\nfame; 8227255 Incident Report Program: CMS301L\n\nCase No. .. . : 1-05-000368 (Continued)\nrequested she remove her pants and shirt. [~__]|removed her shirt b6\n\nand pulled her pants off. [___]stayed in her bra and thong panties. b7c\nAs she finished the small of the back, Jeff then turned onto his\n\nback. He instructed she rub his chest and pinch his nipples. As she\n\n— to rub his chest, Jeff asked her questions about herself.\n\nremembered telling him she attended\nJeff asked her if she was sexually active. Before\n\ncould answer, he also asked what sexual positions does she enjoy.\n\nstated she was shy didn't like talking about those things. She\ncontinued rubbing his chest. Epstein reached up and unsnapped her bra\nfrom the front. explained the bra she used had a front\nsnapping device. Epstein rubbed her breasts and asked her if she like.\nhaving her breasts rubbed. [[__| said \"no, I don't like that.\"\nEpstein then removed his towel and lay on the bed naked exposing his\npenis toL____] He began touching his penis and masturbated as he\ntouched her breasts. [__ lempiained Jeff then touched her vagina\narea by rubbing her vagina with his fingers on the outside of her be\nthong panties. [~__|Jtensed up and stated Jeff was aware that she bic\nwas uncomfortable.\n\nDo |stated that Jef£ told her , \"Relax, I'm not going inside.\" She\nfurther explained Jeff commented to her how beautiful and sexy she\nwas. Jeff then moved her_thong panties to one side and now was\nstroking her clitoris. f—Tseid \"Jeff commented how hard my clit\nwas.\" He then inserted two fingers in her vagina and was stroking her\nwithin her vagina. She tried pulling back to pull out his fingers\nfrom within her vagina. Jeff removed his fingers from within her\nvagina and apologized for putting his fingers inside her. During this\ntime he kept his hand on her vagina area rubbing her vagina. [1\nstated he rubbed her real hard as he was masturbating said he\nclimaxed onto the towel he had been previously wearing and got up from\nthe table. Jeff told her there was $200.00 dollars for her on the\ndresser within the master bathroom. Jeff also told her that there was\nan additional $100.00 that was to be given to[_____]for bringing her\nthere to massage him. Jeff told her to leave her telephone number\nwith his assistant as he wanted to see her again. Jeff stated his\nassistant would contact her to work again soon.\n\nI_asked her if she ever received any formal massage training to which\nstated she did not. [L____] stated it was the only time she\never went to work for Jeff and knew what happened to her was wrong.\nShe stated she no longer speaks to[____] because she was upset that\ntook her there. She further stated that she had never been\ncontacted for any additional work. The interview was terminated and\n\nwe left the area.\n\nInvestigation Continues...\n\nRREKKKEEKREKEKKEKEEKREKEEKERKKEKERE NARRATIVE HDG RRR RKEKERERKEEKKKREKEEERERE KK\nNA Reported By: DICKS, ALLEN C. 12/18/05\nEntered By.:-ALTOMARO, NICKIE A. 12/19/05\n\nHOUSE_OVERSIGHT_019014",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019014.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3057,
    "word_count": 521,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.887561",
    "prefix": "IMAGES-005"
  }
}