{
  "document_id": "HOUSE_OVERSIGHT_020013",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020013.txt",
  "text": "13\n\nBANNON AGONISTES\n\ne, too, felt like a prisoner, he had told Katie Walsh when she came to tell him she\nwas leaving.\n\nBy ten weeks in, Steve Bannon’s mastery of the Trump agenda, or at least of Trump\nhimself, appeared to have crumbled. His current misery was both Catholic in nature—the\nself-flagellation of a man who believed he lived on a higher moral plane than all others—\nand fundamentally misanthropic. As an antisocial, maladjusted, post-middle-aged man, he\nhad to make a supreme effort to get along with others, an effort that often did not go well.\nMost especially, he was miserable because of Donald Trump, whose cruelties, always\ngreat even when they were casual, were unbearable when he truly turned against you.\n\n“T hated being on the campaign, I hated the transition, I hate being here in the White\nHouse,” said Bannon, sitting one evening in Reince Priebus’s office, on an unseasonably\nwarm evening in early spring, with the French doors open to the arbor-covered patio\nwhere he and Priebus, now firm friends and allies in their antipathy toward Jarvanka, had\nset an outdoor table.\n\nBut Bannon was, he believed, here for a reason. And it was his firm belief—a belief he\nwas unable to keep to himself, thus continually undermining his standing with the\npresident—that his efforts had brought everybody else here. Even more important, he was\nthe only person showing up for work every day who was committed to the purpose of\nactually changing the country. Changing it quickly, radically, and truly.\n\nThe idea of a split electorate—of blue and red states, of two opposing currents of\nvalues, of globalists and nationalists, of an establishment and populist revolt—was media\nshorthand for cultural angst and politically roiled times, and, to a large degree, for\nbusiness as usual. But Bannon believed the split was literal. The United States had become\na country of two hostile peoples. One would necessarily win and the other lose. Or one\nwould dominate while the other would become marginal.\n\nThis was modern civil war—Bannon’s war. The country built on the virtue and the\ncharacter and the strength of the American workingman circa 1955—65 was the ideal he\n\nHOUSE_OVERSIGHT_020013",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020013.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2195,
    "word_count": 364,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.465096",
    "prefix": "IMAGES-005"
  }
}