{
  "document_id": "HOUSE_OVERSIGHT_017314",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017314.txt",
  "text": "4.2.12\nWC: 191694\n\nConclusion: How homicide cases have changed over the past half century\n\nThere are two clearly discernable trends in regard to homicide cases—and they point in totally\nopposite directions. Science is helping to solve homicide cases that previously remained unsolved\n(cold cases) or that produced erroneous results. Many innocent people who were wrongly\nconvicted of murder have been exonerated by the new science, and some guilty murderers who\nhad never even been suspected have been successfully prosecuted. There have even been some\ncases in which the DNA of the killer has been found and analyzed but could not be matched—at\nleast not yet—with a specific person. In at least one case, an indictment has been issued against\nthe unnamed person who may someday be matched with the “guilty” DNA. Such is the progress\nof science, and it will get even better (and scarier!) in the future.\n\nAt the same time that science is progressing, the law is regressing. It is becoming increasingly\ndifficult to reopen “closed cases,” even homicide cases that carry long prison sentences or the\npossibility of execution.\n\nOver the past several decades, an increasingly conservative Supreme Court, and a Congress that\ncouldn’t care less about wrongly accused defendants, have shut the courtroom door to new\nevidence, including new scientific evidence. It may seem hard to believe but many judges and\njustices believe that it is not unconstitutional for an innocent person to be executed or to remain in\nprison if his conviction was “otherwise” constitutional. The idea that a process resulting in the\nconviction of an innocent defendant could be “otherwise” constitutional reminds me of the\napocryphal question put to Abraham Lincoln’s widow after the assassination in Ford Theater:\n“Other than that, Mrs. Lincoln, did you enjoy the play?” Ifa defendant is factually innocent, there\nis no “other than that.”\n\nListen to Justice Scalia on this subject:\n\n“This court has never held that the Constitution forbids the execution of a convicted\ndefendant who has had a full and fair trial but is later able to convince a habeas court that\nhe is ‘actually’ innocent. Quite to the contrary, we have repeatedly left that question\nunresolved, while expressing considerable doubt that any claim based on alleged ‘actual\ninnocence’ is constitutionally cognizable.”\n\nLet us be clear precisely what this means. If a defendant were convicted, after a constitutionally\nunflawed trial, of murdering his wife whose body was never found, and then came to the Supreme\nCourt with his very much alive wife at his side, and sought a new trial based on newly discovered\nevidence (namely that his wife was alive), Justice Scalia along with several other justices, would\ntell him, in effect: “Look, your wife may be alive as a matter of science, but as a matter of\nconstitutional law, she’s dead, and as for you, Mr. Innocent Defendant, you’re dead, too, since\nthere is no constitutional right not to be executed merely because you’re innocent.” The same\nwould be true if DNA evidence proved another person guilty of a murder for which an innocent\nperson was about to be executed. According to the Scalia view of the Constitution, there would\nbe nothing unconstitutional about executing the innocent man—and then trying, convicting and\nexecuting the guilty man. Such is the regress of law, and it may get worse if more justices with\n\n227\n\nHOUSE_OVERSIGHT_017314",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017314.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3436,
    "word_count": 558,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.762956",
    "prefix": "IMAGES-004"
  }
}