{
  "document_id": "HOUSE_OVERSIGHT_011336",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011336.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n38\nH3VOGIU1\n\nmight be admitted at trial. Both are orders resolving\n\ndiscovery disputes under Rule 26.\n\nApart from her medical records, while defendant was\n\nabusing her, such as when defendant took her to a hospital here\nin New York when she was only 17, and the psychological records\nrelated to Ms. Giuffre, which have been produced, which\n\nincidentally are from 2011 and name defendant as her abuser, no\n\nother medical records are relevant and should b xcluded under\n\nRule 401.\n\nMs. Giuffre is seeking damages for emotional distress\nfrom defamation. It does not open up the flood gates to every\nsingle medical issue she's ever had in her life. Ms. Giuffre\n\nhas produced records, everything from treatment for a ferret\n\nbite to details of her giving birth. These are not relevant,\n\nand we can have a ruling in advance of trial that these things\nshould be excluded.\n\nDefendant only seeks to use these records to confuse\n\nthe issues before the jury. Defendant offers no reason for\n\naddressing the relevance of such documents one by one at trial,\n\nand I think these can be safely excluded at this juncture.\n\nMS. McCAWLEY: Your Honor, next is number 17, which we\naddressed in our papers, as well, about the prior settlement\n\nagreement. You've heard about it in this case, and we have\n\nsaid that that should not come into evidence.\n\nI think they'd like to use it to propose that that\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011336",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011336.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1521,
    "word_count": 261,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:49.115804",
    "prefix": "IMAGES-001"
  }
}