{
  "document_id": "HOUSE_OVERSIGHT_021160",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021160.txt",
  "text": "The following week was a daily routine, providing Jeffrey with\nmassages and continuously being groomed to fulfil] all his needs. Often\njoined by Ms. Maxwell and her assistant Emmy for sexual trysts of all\nkinds. I was mentally and physically exhausted from the week of working\nand having to keep up with Jeffrey's strenuous late night activities. I\ncouldn’t believe what I was doing but it was all starting to sink in fast.\nMost nights when | got home, I’d briefly say “Hi” to Mom and Dad\nbefore heading straight to my bedroom. I couldn’t even sleep well\nanymore. Closing my eyes at night I would fight the inevitable flood of\nthoughts, replaying the moments of shame that ate away myself piece by\npiece. My only reasoning being | just had to keep telling myself it would\nall be worth it in the end.\n\nThis afternoon Ghislane appeared to be in a much better mood. Instead\nof taking me straight up to Jeffrey she took me to a yellow guest room\nwhere Emmy mostly stayed. It had a balcony where Emmy was already\noutside reading a magazine and puffing on a cigarette. Ghislane lit one up\ntoo and then offered me one. I hadn’t smoked cigarettes much before,\nbesides trying to look cool in front of one of my friends, but never really\ntook to them, so when | started to cough from the inhalation of smoke,\nthe girls began to laugh and joke about my in-experience. It was an\nicebreaker for all of us to laugh and poke fun at me. I was then able to\ngive it back to them saying I would rather be an in-experienced non-\nsmoker than an old lady with a raspy smokers cough. | don’t think\nGhislane was used to somebody giving it back to her, but she seemed to\nlike it, as long as she was able to have the last say. | knew my boundaries\nand she liked that I wouldn’t cross those invisible lines. All three of us\nchatted like friends and it started to feel like some kind of a strange\nrelationship was budding. After about fifteen minutes of chatting away,\nGhislane instructed me to wash my hands thoroughly, as Jeffrey hated the\nsmell of smokers, and to follow her down the hallway to the massage\nroom where he’ll be expecting me shortly. I did what she asked and\nsprayed myself with the body spray that I always carried in my purse and\nheaded down the hall to Jeffrey’s room.\n\nWhen I opened the door to the massage room surprisingly it was empty.\nI sat down on the already made up massage table and was careful not to\nmess up the neatly folded towels on the end of the bed. It was a good\nfifteen more minutes before Jeffrey made his appearance. It was strange\nseeing him in clothes for the first time. He wasn’t wearing what you’d\nexpect your typical billionaire’s attire to be. He was wearing a pair of\nsweatpants and a Harvard sweatshirt, which he began to remove\nimmediately. This time he wanted to commence our session in the steam\nroom, so | began to undress as well. We went into the steam room and he\npushed a few buttons and the steam began to pour in from the marble\n\n31\n\nUI Copyright Protected Material\nCONTIDENTIAL GIUFFRE004 164\n\nwall’s built in jets. There was a bench coming out of the wall also made\nout of marble that went from either side of the room and had a step\nunderneath it where I was instructed to sit on so that I could begin giving\nJeffery his massage. Our conversation started off about simple things like\nhow was your day at work, and I asked Jeffrey how his day was lounging\naround, just being polite to cach other. He was acting out of character\nbeing a lot more attentive and conversing with me about other things than\nsex or massages for once. Starting with his heels, ankles, toes and arches\nin the soles of his feet I massaged all the way up to his calves. It took a\nlot more strength to massage in the steam room without oils or lotions\nand the constant blowing of steam in your face making me twice as\nexerted. | was beginning to really start to heat up when the door to the\nroom suddenly opened to reveal two naked women. Ghislane and Emmy\nacted as if they came in to join us for a steam bath, but my instincts were\ntelling me otherwise. At least the cold burst of air and escaped steam\nrevived me a bit.\n\nSo there was Jeffrey and Ghislane sitting on top of this marble bench,\neach with a young girl at their feet. Emmy and I continued with the\nmassage until they were ready to head into the shower. There were two\nshowerheads that Ghislane and Jeffrey both stood under while they were\nbeing lathered with soap bubbles as we washed their bodies. After the\nshower Ghislane led us into Jeffrey’s bed to finish today’s session with\nEmmy, Ghislane and I performing lesbian acts of foreplay on each other\nwhile Jeffrey laid back and watched. Stroking his manhood in much\ndelight, he brought himself to climax, and the session was over within\nmoments. We all got dressed and went downstairs to the kitchen for some\nrefreshments. Like nothing had happened at all, it was all so bizarre for\nme, the whole ordeal with them since this all began. | couldn’t understand\nwhy Ghislane and Jeffrey had such an openly intimate relationship but\nyet never regarded themselves as partners. They rarely kissed and never\nheld hands or even slept in the same bed. It was more like a sexual\narrangement between the two of them. She brings in the girls for his\npeculiar taste and he supplies the lavish lifestyle she was accustomed too\nbefore her family lost all of their fortunes. I wasn’t sure how to act or\nfeel, always obliging to their needs but reserved enough not to get\nattached, as if there was this invisible hierarchy and by instinct I knew\nmy place.\n\nWe all hung out in the kitchen for a while before | asked when Juan\ncould bring me home as I had work in the morning and was tired. They\nsaid no problem and called Juan on the intercom right away, but said\nwe'd all have something to talk about tomorrow. | knew it had something\nto do with my employment trial and from the way they were acting\ntonight, I could only assume I got the job, but you never know with these\n\n32\n\n0 Copyright Protected Material\n\nGIULEFRE0G4 163\n\nHOUSE_OVERSIGHT_021160",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6056,
    "word_count": 1121,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:44.075298",
    "prefix": "IMAGES-006"
  }
}