{
  "document_id": "HOUSE_OVERSIGHT_017167",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017167.txt",
  "text": "4.2.12\nWC: 191694\n\nKosslyn on Neurobiology and the Law; a large class with Professor Steven Pinker on the subject\nof Taboos; and a series of freshman seminars entitled Where Does Your Morality Come From?\n\nMy teaching and academic writing have centered on several overarching themes. Between my\nearliest articles on the preventive detention of the dangerously mentally ill and my recent series of\nbooks on the prevention of terrorism, my major academic focus has been on prediction and\nprevention of harmful conduct. I’ve taught numerous classes about that and related issues. The\nwritings ranged from the preemption and prevention of harmful conduct by the mentally ill, to the\neffort to predict which kinds of speeches and writings might lead to violence.” They included\narticles and books on preventive detention of suspected terrorists, preventive interrogation and\nsurveillance methods designed to secure real-time intelligence information necessary to prevent\nterrorism, preemptive military actions, pre-trial detention of ordinary criminals, preventive genetic\ntesting and inoculation, preventive character testing,~ and preventive profiling. As to all of these\nissues, I have sought to balance the imperatives of due process, liberty and decency, against the\nlegitimate needs of national security and crime prevention. I coined the term “The Preventive\nState” and have been thinking, teaching and writing about its increasing dangers for half a\ncentury. I believe I was the first academic to focus on this problem in a systematic way.\n\nThe overt text of many of my books, articles and classes dealt in large part with the substantive\nand procedural issues growing out of prediction and prevention of harmful conduct—the\nmovement we are experiencing toward “the preventive state’”—and the jurisprudential problems\nassociated with this movement. There is, however, a more subtle swbrext that runs through not\nonly the writings about prevention, but virtually all my other writings as well.\n\nThis subtext is the need in a democracy for openly articulated criteria and standards, whenever\nstates (or state-like institutions) take actions that affect the rights of individuals whether these\nactions are preventive or reactive in nature. This need may seem obvious, since democracy\ncannot operate in the absence of visibility and accountability. Yet in virtually all of the areas\nabout which I have chosen to write and teach, the criteria and standards for government action\nhave been unarticulated or hidden from public view. Moreover, there have been some who have\nargued that it is wiser, even in a democracy, sometimes to hide from public view (and hence\npublic scrutiny) what the government is doing.**\n\nSome governmental decisions and actions must, of course, be kept secret, at least for a time.\nEspionage activities, weapon development, military planning and the like must, by their very\nnature, be kept under wraps if they are to succeed. But broad policy decisions should, in a\ndemocracy, be subjected to the checks and balances not only by the other branches of\n\n2 See Alan Dershowitz, Finding Jefferson (Hoboken, NJ: John Wiley & Sons, 2008).\n\n3 See Alan Dershowitz, “Preventive Disbarment: The Numbers Are Against It,” American Bar Association\n\nJournal 58 (Aug. 1972): 815.\n\n4! AsT wrote in Why Terrorism Works:\nIn my debates with two prominent civil libertarians, Floyd Abrams and Harvey Silverglate, both have\nacknowledged that they would want nonlethal torture to be used if it could prevent thousands of deaths,\nbut they did not want torture to be officially recognized by our legal system. As Abrams put it: “In a\ndemocracy sometimes it is necessary to do things off the books and below the radar screen.”\n\nAlan Dershowitz, Why Terrorism Works (New Haven: Yale University Press, 2002): 151. See also Richard Posner,\n\nQuoted pp infra.\n\n80\n\nHOUSE_OVERSIGHT_017167",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017167.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3880,
    "word_count": 605,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.998513",
    "prefix": "IMAGES-004"
  }
}