{
  "document_id": "HOUSE_OVERSIGHT_016572",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016572.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\na day but he would review it. Mr. Walton reviewed the transcript and noted that it\nshowed $125.00 a day but the Board order specified $250.00 a day and he would\nhave to do further research.\n\nMr. Fried advised he could make a motion to postpone the matter to the next\nmeeting and have Mr. Walton bring back the correct information. There was\nadditional discussion about the amount of the fine and Mr. Lynch said he was\nseeking a reduction of the $17,125.00 which would be the amount of the fine if it\nwas $125.00 a day. Mr. Hoffman said he would find that hard to accept. Mr.\nHoffman read from the minutes that a motion was made by Mr. Fried that the\ndefendant was found in non-compliance, ordered to pay an administrative fee in\nthe amount of $150.00, obtain a final building inspection by October 25, 2008 and\na fine of $125.00 to commence on October 26, 2007. He said that motion passed\n4-3. Mr. Walton said he could not dispute that but he would have to do some\nresearch. Mr. Hoffman said he would not be in favor of reducing the $17, 125.00\nany further.\n\nMr. Ochstein said he was hesitant to do anything until they know what the number\nis. Mr. Walton suggesting postponing the case until next month.\n\nMOTION BY MR. OCHSTEIN TO POSTPONE THE FINE REDUCTION\nHEARING UNTIL AUGUST 21, 2008\n\nSECONDED BY MR. FRIED\n\nMOTION OPPOSED\n\nROLL CALL VOTE:\n\nMR. OCHSTEIN YES\nMR. FRIED YES\nMS. DUEMLER YES\nMS. GREENBERG NO\nMS. VAN BUREN NO\nMR. BALLENTINE YES\nMR. HOFFMAN NO\nMOTION PASSES 4-3\n\nB. Case # 08-2302, 9 Via Vizcaya, Macari Building & Design, Casa Picchio, LLC\nViolation of Chapter 18, Section 18-242, Subsection 104.5.1.6, medium projects,\nall new or remodel construction projects 4000 sq. ft, to 8,999 sq. ft. under roof be\nallowed 22 months\n\nLead Code Enforcement said the property was found in non-compliance and they\nrequested a fine reduction hearing. The owner of the property was called out of\ntown and they requested a postponement until the August hearing.\n\n19\n\nHOUSE_OVERSIGHT_016572",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2040,
    "word_count": 357,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.246717",
    "prefix": "IMAGES-004"
  }
}