{
  "document_id": "HOUSE_OVERSIGHT_012122",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012122.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 16 of 23\n\nJS: Let me see if we can try to narrow it down a little bit. Is there any doubt in your mind\nthat it was more than 10?\n\nV: Yes, there was definitely more than 10.\n\nJS: Ok, what I want you to do is to give me the highest number that you are comfortable in\nsaying there were definitely more than X number of underage girls that I know Jeffrey\nEpstein engaged in sex with while I had a relationship with him. How would you fill in\nthat blank? Definitely more than how many?\n\nV: I'd say definitely more than a hundred.\nJS: Alright. Did Jeffrey ever help to pick out your clothes?\n\nV: Oh yes. I mean he wasn’t out to dress me like a porn star or anything. He would always\ndress me very classy, but we'd just go shopping all the time together.\n\nJS: Did he ever express any style preferences in terms of how he wanted you to dress?\nBesides dressing classy, I’m, you know, any other suggestion to you about how he\nwanted you dressed?\n\nV: He didn’t, like I said, wasn’t trying to dress me in any prostitute way or anything like\nthat. It was nice, classy outfits I was wearing like Gucci, Dolce Gabbana, Chanel, things\nlike that. He was buying me a lot of very, very nice clothing. It was provocative. I mean\nI was wearing miniskirts, and tight short shorts and little shirts that showed my belly and\nmy cleavage and everything, but they were very expensive clothes.\n\nJS: | Was there every any dress up role playing?\n\nVv: Yes. There was. Lots of it. Jeffrey loved the latex outfits Ghislane had for us girls, he\nhad bondage outfits, he had all different kinds of outfits, but his favorite was the\nschoolgirl.\n\nJS: Tell me about that.\n\nV: Well, you know, Ghislaine would take me to dress me up to surprise J.E or Jeffrey would\nask me to get dressed up, that would include wearing a tiny little skirt with nothing\nunderneath, a white collared shirt that you would be wearing to school with a tie in it, tied\nup _in a bow_, my hair in pigtails, stockings on up to my knees, and I would go in there\nand act like a kid and we’d do role playing sexing.\n\nJS: Did Jeffrey ever brag to you about the age of any of the girls with whom he had\nrelationships?\n\nHOUSE_OVERSIGHT_012122",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012122.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2238,
    "word_count": 423,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.261543",
    "prefix": "IMAGES-001"
  }
}