{
  "document_id": "HOUSE_OVERSIGHT_023873",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023873.txt",
  "text": "How to Teach the Twelve Cognitive Processes 127\n\nThus, when we teach planning, there is either a lot to undo, or we\nmust start from the beginning. We can try to explain why each and\nevery old plan is not really helpful in a new situation, or we can teach\na series of plans that are relevant. In other words, if you are trying to\nteach people to write a business plan, you need to start with a lemon-\nade stand and work up. If you are trying to teach financial planning,\nyou need to start with a child’s allowance and work up. If you want to\nteach battle planning, try a tug of war first. This is what should have\noccurred in childhood. If it didn’t, it needs to be restarted that way for\nadults. We need to use, again and again, plans in different situations\nthat are simple and begin to analyze why they fail. (And these plans\nmust fail, at least in simulation, or no real learning will occur.)\n\nPlanning is very difficult. It must start simple and be practiced\nsimply for a while or it never becomes second nature. Plans must fail,\nat least in simulation, because analysis of what went wrong is a critical\npart of planning. If you aren’t analyzing what went wrong, you aren’t\nlearning to plan. Your case base will not end up having been indexed\nwell enough to enable you to pick and choose appropriate plans in\nthe future.\n\nHOW TO TEACH CAUSATION\n\nAt the root of diagnosis and planning is causation. Detecting cause\nis an essential part of diagnosis, and anticipating cause is an impor-\ntant aspect of planning. Causation must be understood in order to do\nmany things in this world. One needs to know what causes what. Sci-\nence courses in school attempt to teach causation by having students\nmemorize F = ma, or having them imitate chemistry experiments, or\nhaving them dissect a frog. While there is nothing wrong with any\nof that in principle, it really doesn’t teach causation in a way that is\nparticularly useful to a functioning adult.\n\nWhile diagnosis and planning may not be recognized as critical\nskills by schools, causation is, although not under that word. Cau-\nsation is understood as being what science is all about, and when\nschools endeavor to teach science, they are in fact trying to teach\ncausation. This is true for social science as well. History is about cau-\nsation, as is psychology. The fact that these subjects are not talk-\ned about in this way indicates something important about them.\n\nHOUSE_OVERSIGHT_023873",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023873.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2439,
    "word_count": 435,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.893117",
    "prefix": "IMAGES-007"
  }
}