{
  "document_id": "HOUSE_OVERSIGHT_028102",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028102.txt",
  "text": "because we were people with whom Rabin felt comfortable — a counterpoint, I\nsuspect, to the old Labor Party rival whom he had made Foreign Minister,\nShimon Peres. Though the two men had grown to respect each another over the\nyears, Rabin neither trusted, nor much liked, Shimon. In fact, though Peres’s\nsupport inside Labor had secured him the foreign ministry, Rabin had stipulated\nthat all peace talks would remain under his control.\n\nYet as I'd discover nearly a decade later, when I was Prime Minister, even\nthe most carefully planned negotiating strategies were always subject to\nsetbacks, diversions, or simply what former British Prime Minister Harold\nMacmillan once called “events, dear boy, events.” Rabin’s initial plan was not\nto start with the Palestinians. He did feel it was essential to try to reach a\npolitical settlement with them. In one respect, the prospects looked slightly\nbetter than before. Arafat’s political position had been weakened: first by an\nintifada driven as much by local insurgents as by the PLO in faraway Tunis, and\nthen by his decision to break with his longtime Gulf Arab financial supporters\nand support Saddam Hussein the Gulf War. In 1988, as the entry price for a\nformal dialogue with the Bush Administration, he had also agreed to a statement\nin which he renounced terrorism and accepted the principle of a two-state peace\nagreement with Israel. Still, there remained a yawning gap between the “self-\nrule” envisaged in the Camp David accords of 1978 and the Madrid conference,\nand the independent state the Palestinians wanted. Negotiations to bridge it were\nlikely to be fraught and long.\n\nSo he’d decided to begin with Syria. President Assad was obstinate, and\npublicly opposed to the idea of making peace with Israel. But he’d been in\npower for more than two decades and, crucially for Rabin, had lived up to the\nfew, indirect agreements Israel had made with him. The substance in any\nagreement, though politically difficult, was also more straightforward. We knew\nwhat Assad wanted: the recovery of the Golan Heights, in return for the\nabsolute minimum level of political normalization with Israel. We knew what\nwe wanted: security guarantees and assurances regarding water resources, and a\nfull and final peace treaty. For Rabin, there was an additional attraction in\nbeginning with Syria: if we did reach a deal with our main Arab enemy, the\npressure would intensify on the Palestinians to follow suit.\n\nThe dramatic turn of events that ultimately forced him to change tack began\nin January 1993 in the sitting room of a villa outside Oslo, at an ostensible\n“academic seminar” convened by the Norwegian diplomat Terje Larsen. It\nincluded two Israeli academics with personal ties to prominent Palestinians:\n\n254\nHOUSE_OVERSIGHT_028102",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028102.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2785,
    "word_count": 455,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.354192",
    "prefix": "IMAGES-009"
  }
}