{
  "document_id": "HOUSE_OVERSIGHT_018288",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018288.txt",
  "text": "by armies, by naval and air attacks. Now it is the ownership and use of connection,\nof networks and machine intelligence that will deliver real, perhaps even final,\nleverage.\n\nIf the strategic aim of Europe’s leaders after Napoleon’s violent emergence and\ndefeat was to restore a balance of power, if America’s grand strategic purpose after\nWorld War Two was the containment of the USSR and her totalizing ideologies,\nnations now must try for positions of security and for command during the uneasy\ntransition ahead. The wellbeing of the whole system becomes a concern; entities,\nprotocols and ideas that threaten the system’s health are the most urgent dangers,\neven as they represent seats of potentially historic power. We should ask: How is it\nthat international cooperation occurs in an age of connection? Will it happen\nthrough slow, incremental movement? In sudden bursts? In fact, the routes to\ncooperation are rarely easy in any age. They involve overcoming old bureaucratic\nideas, deeply held instincts of national interest, broken and humid and sometimes\nmurderous psychological needs - all while accepting a new picture of power - and\nfresh risks and responsibilities. Our problem now, even in the face of these snapping\ntraps, is to define a clear vision of our future security - and then to make a path to\nget there. No route exists today. “Originally, there were no roads in the world,” the\nChinese writer Lu Xun observed in a famous story at the start of the last century. “It\nis only by walking on them that paths are made.”’® Ours is an age of first steps.\n\nThe social scientists John Padgett and Walter Powell, after considering examples of\nepochal, collapsing change in political and biological systems of all sorts -\nRenaissance finance markets, coral reefs, innovation clusters, and others - summed\nup their conclusions in a little koan-like package of logic: “In the short run, actors\ncreate relations. In the long run, relations create actors.” 7? The nouns we worry\nabout now, and the ones we hope for, take their meaning and their risk and energy\nfrom relations. Your genome connected is different and more hopeful than it is\nalone, unplugged, slipping into cancer. This idea that relations create actors is a\npowerful basis for a new, enduring - even decent - grand strategy for an age of\nrevolutionary connection. It should also offer a check against some of our horrible\nmiscalculations: America invaded Iraq, for instance, intending to replace one state\nwith another. Instead we replaced a state with a network - and not one that we\ncontrolled. That web still resists our old habits of control. Relations of family and\nfaith and clan link and activate murderous, relentless actors. The super power had\nall the nouns: Tanks, planes, soldiers, money. But we did not have the networks. We\ncould not create relations. No move of ours held for long. We were like the team\nJIEEDO - trying to defeat the wrong thing entirely.\n\n78 “Originally, there were no roads”: Lu Xun, “My Old Home” in Diary of a Madman\nand Other Stories Trans. William A. Lyell (Honolulu: University of Hawaii Press,\n1990.) 89-100, though the translation of the line here is my own.\n\n79 “In the short run”: John F. Padgett and Walter W. Powell, ”The Problem of\nEmergence” in The Emergence of Organizations and Markets, Princeton University\nPress, 2012\n\n56\n\nHOUSE_OVERSIGHT_018288",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018288.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3374,
    "word_count": 564,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.916195",
    "prefix": "IMAGES-004"
  }
}