{
  "document_id": "HOUSE_OVERSIGHT_024802",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024802.txt",
  "text": "CKRELLE\nI’ L\n\nCc aX P T\n\nI\n\n¢\n>\n\nCannabis Investment Report | December 2017\n\n* Federal income tax law precludes a business that “consists of trafficking in” cannabis or cannabis\nproducts from deducting certain operating expenses in determining its federal income tax. As a\nresult, businesses in the cannabis industry may have effective tax rates significantly higher than\nother businesses subject to federal income tax, may owe tax on taxable income that is not actual\neconomic income generated by the business and may have tax liabilities in amounts that exceed\ncash reserves.\n\n* Because of CSA controls on cannabis and federal laws applicable to banks and other financial\ninstitutions, companies in the cannabis industry may not be able to open or maintain bank\naccounts or access products and services of traditional financial institutions, such as credit facil-\nities, payment processing and insurance coverage. A lack of access to banking and other tradi-\ntional financial products and services increases the time, effort and expense related to ongoing\noperations and increases risks associated with cash transactions and the use of alternative prod-\nucts and services.\n\n¢ Trademarks used by companies to identify, distinguish or indicate the source of cannabis or\nrelated products or services that are illegal under federal law are not eligible for registration under\nfederal trademark law, which is generally recognized as the most comprehensive trademark pro-\ntection available in the United States. Alternative means of protecting such trademarks may not\nbe available or may provide protections inferior to the protection provided by federal registration.\n\n* Protections afforded under federal bankruptcy law generally are not available to companies whose\nassets consist of federally illegal cannabis products or proceeds therefrom or to the creditors of\nsuch companies.\n\n¢ The federal government may pursue legal action against a state related to the state’s cannabis\nlaws, which may result in significant changes to the state’s legal landscape as it relates to cannabis\nand may materially and adversely affect cannabis businesses in the state.\n\n¢ Cannabis companies outside the United States whose business plans anticipate eventual access\nto U.S. markets face uncertainty as to the timing or nature of changes in federal law that would\nallow importation of cannabis products into the country.\n\nRisks Related to U.S. State and Local Laws\n\n* State laws and regulations that legalize or decriminalize cannabis and related activities are rela-\ntively new and may change significantly or be reversed. The extent and nature of any such changes\nare not foreseeable and may force cannabis companies to materially alter their business models,\nsuffer material losses or cease operations entirely.\n\n* State and local laws may limit the number of cannabis businesses in the state or in a particular\nlocality, restrict the nature of such businesses (for example, by prohibiting for-profit cannabis\nbusinesses) or place restrictions on the persons permitted to own or operate such businesses.\n\n¢ Many state and local jurisdictions support legalizing or decriminalizing cannabis activities pri-\nmarily for the potential to generate tax revenue, and there is significant public pressure to impose\na heavy tax burden on those participating in the cannabis industry. State and local governments\nmay impose significant taxes on commercial cannabis activity and may do so unpredictably.\n\n166 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024802",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024802.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3555,
    "word_count": 545,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.843589",
    "prefix": "IMAGES-008"
  }
}