{
  "document_id": "HOUSE_OVERSIGHT_015513",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015513.txt",
  "text": "Morality Games 301\n\nThis explanation for the omission—commission distinction leads to two novel\npredictions: First, for judgments and emotions not evolved to motivate witnesses to\npunishment but to, say, motivate witnesses to avoid dangerous partners (such as the\nemotion of fear; in contrast to anger or moral disgust), the omission-commission\ndistinction is expected to be weaker or disappear altogether. Second, for transgres-\nsions of omission that, without any private information, can be presumed intentional\n(such as a mother who allows her child to go hungry or a person who does not give\nto a charity after being explicitly asked), we would not expect much of an omis-\nsion—commission distinction in moral condemnation.\n\nAs with the all models discussed in this chapter, the game theoretic explanation\nfor the omission—commission distinction does not rest on rational, conscious, stra-\ntegic calculation. In fact, in this particular case, all reasonable evolutionary dynamic\nmodels lead away from punishing omissions. The fact that the above results do not\nrest on rational, strategic thinking is particularly important in this setting since there\nis evidence that the distinction between omissions and commissions is not deter-\nmined deliberately but rather intuitively (Cushman, Young, & Hauser, 2006) and\nappears to be evolved (DeScioli et al., 2011) and that consciously considering what\nothers believe is an onerous process (Camerer, 2003; Epley, Keysar, Van Boven, &\nGilovich, 2004; Hedden & Zhang, 2002).\n\nThis same model can explain several other puzzling aspects of our morality. The\nfirst is the means—by-product distinction. This distinction has been documented in\nstudies that ask respondents to judge the following variants of the classic “trolley”\nproblem. In the standard trolley “switch” case (Foot, 1967), a runaway trolley is\nhurtling toward a group of five people. To prevent their deaths, the trolley must be\nswitched onto a side track where it will kill an innocent bystander. In studies using\nthis case, the vast majority of subjects choose the utilitarian option, judging it per-\nmissible to cause the death of one to save five (e.g., Cushman et al., 2006; Mikhail,\n2007). In the “footbridge” variant (Thomson, 1976), the trolley is hurtling toward\nthe group of five people, but the switch to divert it is inoperable. The only way to\nsave the five is to push a man who is wearing a heavy backpack off a bridge onto the\ntrack, thereby slowing the trolley enough so the five can escape, but killing the man.\nIn contrast to the standard switch version, where causing the death of one person is\nbut a by-product of the action necessary to save five, most subjects in the footbridge\ncase find it morally impermissible to force the man with the backpack onto the\ntracks (Cushman et al., 2006; DeScioli, Gilbert, & Kurzban, 2012)—that is, when\nthe man is used as a means to saving the five—even though the consequences are the\nsame, and the decision to act was made knowingly and deliberately in both cases.\n\nSuch effects are found in less contrived situations, as well. Consider the real-life\ndistinction between terrorism, in which civilian casualties are used a means to a\npolitical goal, and anticipated collateral damage, which is a by-product of war, even\nwhen the same number of civilians are knowingly killed and the same political ends\nare desired (say increased bargaining power in a subsequent negotiation).\n\nThe explanation again uses “higher-order beliefs” and is based on the key insight\nin DeScioli et al. (2011) and formalized in Dalkiran et al. (2012) and Hoffman et al.\n(2015): When the harm is done as a by-product, the harm is not usually anticipated.\n\nHOUSE_OVERSIGHT_015513",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015513.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3720,
    "word_count": 597,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.822610",
    "prefix": "IMAGES-003"
  }
}