{
  "document_id": "HOUSE_OVERSIGHT_018541",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018541.txt",
  "text": "more receptive to sexual energy. It's not that BDSM is exactly a sexual turn-on in itself;\nsometimes it is, but that's actually surprisingly rare. Yet BDSM often... gets my blood\nflowing?... and seems to \"open the floodgates,” so sexual hormones can storm through\nmy body.\n\nAnd just in case this wasn't complex enough for you... on the other hand, I've had BDSM\nencounters where my partner tried to take it sexual, and I wasn't interested. It's almost\nlike there's a BDSM cycle that I often get into, and once the cycle is sufficiently\nadvanced, I can't easily shift out of it.\n\nSometimes, when I'm near the \"peak\" of the BDSM cycle, then being interrupted for any\nreason -- sex, or anything else -- is absolutely horrible. I'd rather be left on the edge of\norgasm, burning with sexual desire, than be hurt until I almost cry. The emotion becomes\na stubborn lump in my throat; becomes balled up in my chest. At times like that, it almost\nfeels hard to breathe.\n\nA while back, a reporter named Mac McClelland who worked in Haiti made a splash by\nwriting an article about how she used \"violent sex\" to ease her Post-Traumatic Stress\nDisorder. I briefly reported on the article for Feministe, but at the time, I didn't share\nmany of my thoughts about what she wrote. One thing I did say was that the reporter\ndidn't use any BDSM terminology -- at least not that I spotted. She didn't seem to\nconceptualize her desire for \"violent sex\" as a BDSM thing at all. Interestingly, a\nFeministe commenter named Jadey, who has experience with kink, also didn't\nconceptualize the reporter's article that way. Jadey wrote:\n\nI don't think she's bad or wrong, and I don't think her method of coping with her PTSD is\nbad or wrong.... [Yet] I've got a kink/BDSM background, but that's not what she's\ndescribing here. She's talking about something far different, and I can't understand the\nexperience she describes with Isaac. It is... incomprehensible.\n\nI want to stress here that I, Clarisse Thorn, have never been diagnosed with Post-\nTraumatic Stress Disorder. (And I've undergone plenty of analysis, so I'm sure that if I\nhad PTSD, someone would have noticed by now.) And just in case it needs to be said\nagain, I'll also stress that I have no intention of telling anyone else how to define their\nown experiences. And just in case it needs to be said again, there is a big difference\nbetween consenting BDSM and abuse.\n\nBut unlike Jadey, when I read the original \"violent sex\" article, the reporter's description\nof her encounter sounded a lot like some of my preferences... indeed, it sounded like\nsome of the BDSM encounters I've had. For example, the reporter writes:\n\n\"Okay,\" my partner said. \"I love you, okay?\" I said, I know, okay. And with that he was\non me, forcing my arms to my sides, then pinning them over my head, sliding a hand up\nunder my shirt when I couldn't stop him. The control I'd lost made my torso scream with\nanxiety; I cried out desperately as I kicked myself free.... When I got out from under him\nand started to scramble away, he simply caught me by a leg or an upper arm or my hair\nand dragged me back. By the time he pinned me by my neck with one forearm so I was\nforced to use both hands to free up space between his elbow and my windpipe, I'd largely\nexhausted myself.\n\nHOUSE_OVERSIGHT_018541",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018541.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3309,
    "word_count": 592,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.189113",
    "prefix": "IMAGES-005"
  }
}