{
  "document_id": "HOUSE_OVERSIGHT_024254",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024254.txt",
  "text": "Viacom\n\nMTV, VH1, CMT, BET, Nickelodeon, Nick Jr, Comedy Central, TV Land, SPIKE, and more. Do these sound\nlike brands that are likely to suffer? No. Viacom, Inc. (VIA) is a profitable company that pays a small dividend.\nOn the other hand, a debt-to-equity ratio of 3.88 isn’t comforting.\n\nTime Warner\n\nTime Warner Inc. (TWX) has 165 channels across 200 countries. This includes HBO. In FY2014, revenue\n\nincreased 3%. That’s not spectacular, but adjusted EPS jumped 18%, which now represents six consecutive\nyears of adjusted EPS growth in the high teens. Time Warner also returned $6.6 billion to shareholders via\n\ndividends and buybacks throughout the year. Over the long haul, cable companies will have a difficult time\ncompeting against streaming services, but all is okay for right now.\n\nScripps Networks Interactive\n\nAmong Scripps Networks Interactive, Inc.'s (SNI) properties are Home and Garden Television, Food Network,\nTravel Channel, DIY Network, Cooking Channel and Great American Country. These are strong brands. Strong\nenough that Scripps Networks expects FY2015 revenue to increase approximately 4%. The company also\nexpects selling, general, and administrative expenses to come in between flat and down 2%. Either way, it’s a\npositive when revenue is outpacing SG&A expenses. Furthermore, Scripps Networks has announced that it’s\nadding $1 billion to its share buyback program and increasing its dividend by 15%. The risk here is the stock’s\nsensitivity to broader market corrections. (For a look back to 2009, see: Scripps Network Interactive Worth a\nLook.)\n\nPerformance Comparisons\n\nAnother reason why some stocks made the top list and others did not is performance. If a stock can’t appreciate\nin a bull market, then how would you expect it to perform when the trend reverses? Capital preservation should\nbe the number one priority for a savvy investor. Below are total return numbers for each company as of\n3/18/2015).\n\n1-Year 3-Year 5-Year 10-Year\nDIS 33.09% 36.87% 27.03% 15.19%\nCBS -3.95% 26.94% 23.19% 12.56%\nCMCSA 19.26% 27.62% 23.13% 13.40%\nFOXA 6.46% 26.99% 24.13% 8.83%\nGOOGL -6.61% 21.87% 14.84% 20.18%\nCHTR 50.27% 43.56% 40.36% n/a\nDISCA -25.98% 8.93% 13.74% n/a\nVIA -20.33% 11.19% 17.28% n/a\nTWX 37.35% 38.08% 25.34% 9.86%\nSNI 10.10% 15.26% 12.24% n/a\n\nThe Bottom Line\n\nHOUSE_OVERSIGHT_024254",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024254.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2324,
    "word_count": 363,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.323637",
    "prefix": "IMAGES-007"
  }
}