{
  "document_id": "HOUSE_OVERSIGHT_020228",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020228.txt",
  "text": "76\n\nEven while he used his position as a system administrator at Dell for the NSA to download\nsecret documents, Snowden remained in touch with some of the leading figures in the TOR\nproject under his various aliases. He also continued to invite activists to his crypto parties and he\nopenly advertised the Oahu Crypto Parties on the Internet until 2013. It certainly was not the\n“loose lips sink ships” mind set of the NSA’s Cold War days. It better reflected on what CIA\nDeputy Director Morell, who reviewed the situation in 2014 as a member of President Obama’s\nNSA Review Committee, described as the NSA’s new “culture of transparency.” Even though the\nNSA’s activities were largely walled off to the outside world, he found that the NSA in the post-\nCold War age had encouraged its technical workers to freely discuss challenges that arose in its\ncomputer operations. ‘The idea was to spread knowledge and learn from the successes of others,”\nMorell wrote, “but it created an enormous security vulnerability, given the always-existent risk of\nan insider committed to stealing secrets.” According to a former intelligence executive, this new\n“open culture,” exemplified by largely unrestricted entry to the NSANet by civilian contractors,”\nfit the culture of the young civilians on the “geek squads” who now ran the NSA’s computer\nnetworks.\n\nIt was remarkable that even in such “open culture “Snowden’s crypto party, TOR station, and\nother anti-NSA activities could go unnoticed. After all, ten or so NSA workers attended the first\nparty it is not unlikely that many of them recognized him as their co-worker. If so, they knew (as\ndid Sandvik and Mills) that the TOR advocate “Cincinnatus” was Snowden. He had also not been\nshy in contacting via email notable enemies of the NSA, such as Jacob Appelbaum, Parker\nHiggins and Asher Wolf on behalf of the “Oahu Crypto Party.” If anyone, including the security\nstaff of the NSA, had been on the lookout for dissident intelligence workers, this well-advertised\ngathering, and its organizer, might have been of interest. In 2014, I asked a former top NSA\nexecutive whether such activities on behalf of TOR by a NSA employee would arouse the\nattention of the NSA’s own “Q” counterespionage unit. He answered, “Snowden was not a NSA\nemployee.” As a contract employee of Dell residing in the United States, the NSA could not\nlegally monitor his private activities or intercept his communication. To do so, would require a\nFBI request approved by the FISA court. So Snowden/Cincinnatus was free to operate openly in\nrecruiting NSA workers, hacktavists and computer buffs for his events. Ironically, adversary\nintelligence services searching for disgruntled intelligence workers had no such constraints.\n\nHOUSE_OVERSIGHT_020228",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020228.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2769,
    "word_count": 450,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.742347",
    "prefix": "IMAGES-005"
  }
}