{
  "document_id": "HOUSE_OVERSIGHT_020223",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020223.txt",
  "text": "71\n\nanonymous. So, to evade this built-in transparency in the Internet, dark side users have come to\nrely on ingenious software to hide their IP address. The most commonly used software for this\npurpose is TOR. It was first called The Onion Router, since it moves IP addresses through\nmultiple layers, but it quickly became known simply by its acronym, TOR. TOR software hides\nthe IP address by routing messages through a network of TOR-enabled relay stations, called\n“nodes.” Each node further obscure the user’s IP, even from the next node in the network. This\nscrambling allows messages to exit the chain of TOR nodes without an easily discoverable IP. By\ndoing so, it “anomizes” each user of the dark side.\n\nBecause of the anonymity it provides, TOR became the software of choice for individuals and\norganization who wanted to hide their identity. For example, TOR software made possible Silk\nRoad, which acted as an exchange for drug dealers, assassins, safe crackers, and prostitutes until\nit was closed down by the FBI in 2011. It was created by Ross Ulbricht, a libertarian who wore a\nRon Paul t-shirt, “to create a website where people could buy anything anonymously, with no trail\nwhatsoever that led back to them.” (Ulbricht received a life prison sentence for running this\ncriminal enterprise in May 2015.) To eradicate the Internet trail, Silk Road employed TOR\nsoftware.\n\nTOR was also employed to steal and transfer classified secrets by Private Bradley Manning\n(now called Chelsea Manning.) He used TOR software to transfer some 50,000 diplomatic cables\nand military reports from his laptop to Julian Assange’s Wikileaks website. Eventually Manning\nwas identified by a fellow hacker, convicted by a military court for violations of the Espionage\nAct, and sentenced to 35 years in prison. TOR enabled Wikileaks to publish other secret data,\nsuch as the theft of Sony’s files allegedly by the North Korean intelligence service in 2015. It was\nthe means for guaranteeing anonymity to the IT workers who responded to his by now famous\nclarion call “System admins of the world unite.” It allowed system administrators who opposed\nthe “surveillance state,” as well as other disgruntled employees of government agencies or\ncorporation, to send documents they copied to the Wikileaks website without revealing their IP\naddresses. Since Wikileaks did not know the identity of their sources, they could not be legally\ncompelled to reveal them. \"Tor's importance to WikiLeaks cannot be overstated,\" Assange said\nin an interview with Ro/ling Stone in 2010. Indeed without the anonymity provided by its TOR\nsoftware, Wikileaks could not have easily entered into a document-sharing arrangement major\nnewspapers, including the Guardian, New York Times, Der Spiegel, Le Monde and El Pais.\nThrough the magic of TOR, these newspapers simply attribute their sources to Wikileaks which,\nin turn, made Assange a major force in international journalism/.\n\nIronically, TOR originally was a creation of US intelligence. In the early 2000s, the US Naval\nResearch Laboratory and the Defense Advance Research Project Agency (DARPA) developed it\nto allow US intelligence operatives to cloak their movements on the Internet. They could\nanonymously manipulate web sites operated by Islamic radicals, for example, and create their own\nTrojan Horse sites to lures would-be terrorists and spies. As it turned out, that use of TOR\n\nHOUSE_OVERSIGHT_020223",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020223.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3435,
    "word_count": 548,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.215152",
    "prefix": "IMAGES-005"
  }
}