{
  "document_id": "HOUSE_OVERSIGHT_013964",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013964.txt",
  "text": "is not my intention. Let’s face it, though: There are tons of things in your home and life that you don’t\nuse, need, or even particularly want. They just came into your life as impulsive flotsam and jetsam and\nnever found a good exit. Whether you’re aware of it or not, this clutter creates indecision and\ndistractions, consuming attention and making unfettered happiness a real chore. It is impossible to realize\nhow distracting all the crap is—whether porcelain dolls, sports cars, or ragged T-shirts—until you get rid\nof it.\n\nPrior to my 15-month trip, I was stressed about how to fit all of my belongings into a 14x 10-foot\nrental storage space. Then I realized a few things: I would never reread the business magazines I'd saved,\nI wore the same five shirts and four pairs of pants 90% of the time, it was about time for new furniture,\nand I never used the outdoor grill or lawn furniture.\n\nEven getting rid of things I never used proved to be like a capitalist short-circuit. It was hard to toss\nthings I had once thought were valuable enough to spend money on. The first ten minutes of sorting\nthrough clothing was like choosing which child of mine should live or die. I hadn’t exercised my\nthrowing-out muscles in some time. It was a struggle to put nice Christmas clothing ['d never worn into\nthe “go” pile and just as hard to separate myself from worn and ragged clothing I had for sentimental\nreasons. Once I’d passed through the first few tough decisions, though, the momentum had been built and\nit was a breeze. I donated all of the seldom-worn clothing to Goodwill. The furniture took less than 10\nhours to offload using Craigslist, and though I was paid less than 50% of the retail prices for some and\nnothing for others, who cared? I’d used and abused them for five years and would get a new set when I\nlanded back in the U.S. I gave the grill and lawn furniture to my friend, who lit up like a kid at\nChristmas. I had made his month. It felt wonderful and I had an extra $300 in pocket change to cover at\nleast a few weeks of rent abroad.\n\nI created 40% more space in my apartment and hadn’t even grazed the surface. It wasn’t the extra\nphysical space that I felt most. It was the extra mental space. It was as if I had 20 mental applications\nrunning simultaneously before, and now I had just one or two. My thinking was clearer and I was much,\nmuch happier.\n\nI asked every vagabond interviewee in this book what their one recommendation would be for first-\ntime extended travelers. The answer was unanimous: Take less with you.\n\nThe overpacking impulse is hard to resist. The solution is to set what I call a “settling fund.” Rather\nthan pack for all contingencies, I bring the absolute minimum and allocate $100—300 for purchasing\nthings after I arrive and as I travel. I no longer take toiletries or more than a week’s worth of clothing.\nIt’s a blast. Finding shaving cream or a dress shirt overseas can produce an adventure in and of itself.\n\nPack as if you were coming back in one week. Here are the bare essentials, listed in order of\nimportance:\n\n1. One week of clothing appropriate to the season, including one semiformal shirt and pair of pants or\nskirt for customs. Think T-shirts, one pair of shorts, and a multipurpose pair of jeans.\n\n2. Backup photocopies or scanned copies of all important documents: health insurance, passport/visa,\ncredit cards, debit cards, etc.\n\n3. Debit cards, credit cards, and $200 worth of small bills in local currency (traveler’s checks are not\naccepted in most places and are a hassle)\n\n4. Small cable bike lock for securing luggage while in transit or in hostels; a small padlock for\nlockers if needed\n\n5. Electronic dictionaries for target languages (book versions are too slow to be of use in\nconversation) and small grammar guides or texts\n\n6. One broad-strokes travel guide\n\nHOUSE_OVERSIGHT_013964",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3861,
    "word_count": 686,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.224069",
    "prefix": "IMAGES-002"
  }
}