{
  "document_id": "HOUSE_OVERSIGHT_016541",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016541.txt",
  "text": "Page 32 of 42\n103 Minn. L. Rev. 844, *906\n\nprosecutors to reverse their earlier non-prosecution decisions (or, occasionally, to appointing substitute prosecutors). This\n\"executive separation of powers\" model has proven effective, although whether it is effective enough is debated; it depends on\nwhether all cases of police violence that should have been prosecuted - based on the evidence and the public interest in\nenforcement - were prosecuted. State and federal prosecution offices have distinct professional cultures and are responsive to\ndifferent constituencies and modes of political supervision, which increases the independence of one from the other. 7!? On the\nother hand, federal prosecution is still to some degree political; it varies with the policy priorities of presidential administrations\n714 to a degree that judicial review [*907] (in theory) should not. When there is less federal commitment to oversight of states’\napproaches to police violence, enforcement redundancy is weak. 7!° Victims and other interested parties have no other\nrecourse.\n\nC. Underenforcement and Prosecutor Political Accountability\n\nIn short, U.S. strategies of enforcement redundancy have a relatively strong track record for some crimes such as public\ncorruption, are robust but vulnerable to political shifts for others such as a police violence, and are notably weak with regard to\ncertain offenses, such as sexual assaults. That last category is important because that weakness extends well beyond sexual\nassault offenses; many of the routine crimes that make up typical state criminal dockets are not within the scope of federal\ncriminal law enforcement. And since private prosecution and judicial or administrative review of prosecutorial decisions are\nalmost completely absent from state criminal justice systems, there is no charging-decision oversight of state prosecutors’\ndeclination decisions and enforcement policies - save for local electoral accountability. In forty-five of fifty states, chief\nprosecutors are directly elected in local constituencies. *!© This form of democratic accountability operates as a kind of check\non underenforcement, although it has significant limits in its capacity to play that role.\n\nState prosecutors’ elected status is likely the best explanation [*908] for why victim-based checks on declination - private\nprosecution or judicial review - never became a part of victims' rights reforms enacted in U-S. jurisdictions in recent decades.\nFirst, prosecutors are politically powerful groups with legislatures, and they zealously guard their unfettered discretion over\ncriminal charging. *!7 Second, it has led even courts to disfavor any degree of judicial review of charging decisions, on the\n\nOn Justice Department professionalism, see Jim McGee & Brian Duffy, Main Justice: The Men and Women Who Enforce the Nation's\nCriminal Laws and Guard Its Liberties 7-9 (1996); Jed Handelsman Shugerman, The Creation of the Department of Justice:\nProfessionalization Without Civil Rights or Civil Service,66 Stan. L. Rev. 121, 125-26 (2014).\n\n142 The arguable exceptions are federal crimes for race-based and civil rights-related violence and for local officials’ abuses of power; in\nthose realms federal authorities responded to widespread failures by state law enforcement and justice systems. See generally Michal R.\nBelknap, Federal Law and Southern Order: Racial Violence and Constitutional Conflict in the Post-Brown South 154-58 (1987) (highlighting\nthe federal response to southern violence in mid-twentieth century); Rhodri Jeffreys-Jones, The FBI: A History 19-24 (2007) (tracing FBI to\nnineteenth century federal efforts to combat Ku Klux Klan terrorism of voters); William J. Stuntz, The Collapse of American Criminal Justice\n99-157 (2011) (documenting the expansion of federal role in law enforcement and prosecution in the late nineteenth century).\n\n43° See infra Part III.B.1.\n\nI44 See, e.g., Screws v. United States, 325 U.S. 91, 110-14 (1945).\n\n45 For an indication that federal enforcement policy is designed to protect specific victim interests, see U.S. Dep't of Justice, FY 2014\nAnnual Performance Report and FY 2016 Annual Performance Plan 1-16-17 (2015),\nhittps://www. justice. gov/sites/default/files/doj/pages/attachments/2015/02/06/{v2014aprfv_20]6app2.pdf (describing aspects of the\n\"Vulnerable People Priority Goal\").\n\n46 See Lichtblau, supra note 141.\n\n47 See Paul G. Cassell & James R. Marsh, Full Restitution for Child Pornography Victims: The Supreme Court's Paroline Decision and the\nNeed for a Congressional Response, /3 Ohio St. J. Crim. L. 1, 7 (2015).\n\n48 See U.S. Dep't of Justice, supra note 145, at I-22, I-33 (describing prioritization of federal prosecutions into financial or government\nfraud and child exploitation).\n\n49 See Jane Kim, Taking Rape Seriously: Rape as Slavery, 35 Harv. J.L. & Gender 263, 277-83 (2012) (criticizing inadequate federal\ncriminalization of rape); Donald A. Dripps, Why Rape Should Be a Federal Crime 4 (2018), (unpublished manuscript),\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016541",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016541.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5078,
    "word_count": 739,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.204836",
    "prefix": "IMAGES-004"
  }
}