{
  "document_id": "HOUSE_OVERSIGHT_012100",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012100.txt",
  "text": "11/14/2017 An Inside Look at Rockefeller & Co. - Barron's\n\nand their assets intact over several Apple’s ‘Secular’ Problem, Per T Rowe\ngenerations and right through the * Price\nupheavals of history.\n\n5 - Shopping Day Madness! Why Investors\nAny new clients will be dealing with Aren’t Crazy for Alibaba\n\nRockefeller Financial Services, the trade\nname of Rockefeller & Co. Some $7 billion SEE FULL LIST\nof Rockefeller Financial's $35 billion pile\nare \"assets under management\"; the rest\nare assets under advisement or\nadministration. Rockefeller provides its 1 Bitcoin: The\n\n298 clients either financial, trust, and tax World’s Most\nadvice, and the like, or service through its Dramatic Bubble\nportfolio-tracking product for wealthy Ever?\n\nfamilies, Rockit Solutions.\n\nLatest Market Videos\n\nRockefeller offers financial products from 2 Barron's Bounce:\nother firms but still believes in running its Barbie's Bargain\nown funds in 10 core areas, such as Shares\n: global equities and fixed income. David\nReuben Jeffery Ill, Rockefeller Harris, Rockefeller's chief investment\nFinancial's CEO Evan Kafka for officer, says large multinationals with their ‘ A\nBarron's . , . 3 D.Live: Tapping\ntriple-A ratings and mountains of cash Asia's Tech Boom\nneed to be viewed as \"the new sovereigns\" during a period when government finances\nare deteriorating. The firm claims that its global funds are stars, but it keeps a lid on\ndetails. Prodded by Penta, Rockefeller reluctantly produced a \"confidential\"\nperformance sheet on its 10 core funds but barred us from publishing the results. We\ncan confirm that out of 10 offerings, seven global-equity and small-cap funds have\nconsistently outperformed indexes over long periods of time.\n\nOne area of Rockefeller & Co. know-how has been built out of the Rockefeller family's\n50-year record of integrating environmental, social, and governance concerns into its\nportfolio and investment decisions. Last fall, for example, Rockefeller hooked up with\nthe Ocean Foundation, a nonprofit focused on marine conservation, to find \"profitable\ninvestment opportunities that restore and support the health and sustainability of the\nworld's oceans.\"\n\nThrough such distinctive offerings, Jeffery hopes to reel in new money, both family and\ninstitutional. \"We're talking to sovereign entities,\" he says. \"They have pools of capital\nthat need to be deployed, and they need to find competent, trustworthy managers in\n[relevant] areas of investment activity.\"\n\nFees for managed assets invested in house funds typically run from 1% (for up to $25\nmillion in assets) to 0.5% (over $50 million). Rockefeller targets families with $30\nmillion; new clients are generally subject to a minimum $100,000 annual fee. Pure\ninvestment advice on a $50 million to $100 million portfolio typically costs 40 to 60 basis\npoints, says the firm's president, Austin V. Shapard. Rockefeller has priced its services,\nhe says, for \"a fair profit margin, not a crazy one.\"\n\nPortfolio-tracking service Rockit deftly handles exotics like intrafamily loans and the\nfluctuating price of ranch cattle. Its 23 clients typically pay 3 to 7 basis points on the $13\nbillion that runs through the Rockit platform. This, too, is a hidden asset that Jeffery is\nleveraging into a boutique powerhouse.\n\nE-mail: editors@barrons.com\n\nEmail Print 0 Comments Order Reprints\n\nLatest in Barron's Penta\n\n1, Luxury Boot Camp: Four Days at Ranch 4.0\n\n2. Howto Buy a Used Jet At a Bargain Price\n\nhttp:/Awww.barrons.com/articles/SB50001 424053111904881 40457760931 2447134388 2/3\n\nHOUSE_OVERSIGHT_012100",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012100.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3568,
    "word_count": 546,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:46.880533",
    "prefix": "IMAGES-001"
  }
}