{
  "document_id": "HOUSE_OVERSIGHT_011335",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011335.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n32\nH3VOGIU1\n\nwhat years and what birthdays were in play and exactly what\nMs. Giuffre said about whether she was 15, 16, or 17. Fair\nenough. They can cross examine her about, 'Did you say 16 when\nyou were, in fact, 17,' or whatever it is. We're not trying to\nexclude that.\n\nThe limited point that we're trying to address here is\nthat they shouldn't say, 'Ah-hah, she was 17, therefore, she's\nfair game.'\n\nUnder Florida law that we've cited in our pleadings,\n\nthere is no possibility of a child under the age of 18\n\nconsenting to sexual activities of the nature that are at issue\n\nhere, and therefore, the defendant should be precluded from\n\nmaking that kind of suggestion. And so that's item 15.\n\nMS. SCHULTZ: Turning to item 16 in the omnibus\n\nmotion. Ms. Giuffre has moved the Court to exclude medical\nrecords. Here, I would actually like to direct the Court's\nattention to defendant's response. Defendant here does not\n\ncite a single case where a court allowed admission of unrelated\nand irrelevant medical records into evidence at trial.\nDefendant's brief also doesn't show how any medical\nrecords are relevant here, and there are privacy issues at\nstake. In fact, defendant does not cite to a single case in\n\nwhich a court allows any medical records into evidence.\n\nIn defendant's entire response she cites two cases\n\nonly. Neither of them have anything to do with what documents\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011335",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011335.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1526,
    "word_count": 262,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:48.739573",
    "prefix": "IMAGES-001"
  }
}