{
  "document_id": "HOUSE_OVERSIGHT_013299",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013299.txt",
  "text": "twice, first as a player, in 1976, and then as a coach, in 2004,\na feat achieved only by John Wooden and Lenny Wilkens. Died Oct.\n25 following a stroke.\n\nKimberly Mounts, 48. She founded MAP Alternative Asset\nManagement Co. in Newport Beach, California, in 2006, following\njobs at Goldman Sachs and Morgan Stanley. Died Oct. 25 of\ncardiac arrest.\n\nGilbert Beebower, 79. A co-author of a 1986 article\ndemonstrating the superiority of asset allocation compared with\nmarket timing and stock picking, who worked at SEI Investments\nCo. in Oaks, Pennsylvania, from 1975 until his death. Died Oct.\n25.\n\nLou Reed, 71. The New York-based rock musician, who co-founded\nthe Velvet Underground and became one of rock music’s most\ninfluential artists. Died Oct. 27 of complications from a liver\ntransplant.\n\nLeonard M. Leiman, 82. He led the securities-law practice at New\nYork-based Reavis & McGrath when it merged in 1988 with Houston-\nbased Fulbright & Jaworski, creating the seventh-largest U.S.\n\nlaw firm at the time. Died Oct. 30.\n\nNovember\n\nWalt Bellamy, 74. A member of the NBA Hall of Fame, he was one\nof only seven players to score more than 20,000 points and grab\nmore than 14,000 rebounds. Died Nov. 2.\n\nRachel Benepe, 37. A U.S. protege of stock-picker Jean-Marie\nEveillard at First Eagle Investment Management LLC, who managed\nits $1.5 billion First Eagle Gold Fund since 2009. Died Nov. 2\n\nof cancer.\n\nCharlie Trotter, 54. The Chicago-based chef who closed his\n\nnamesake restaurant in 2012 after a 25-year run in which it won\n11 James Beard Foundation Awards. Died Nov. 5.\n\nHOUSE_OVERSIGHT_013299",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013299.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1598,
    "word_count": 264,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.179653",
    "prefix": "IMAGES-002"
  }
}