{
  "document_id": "HOUSE_OVERSIGHT_026825",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026825.txt",
  "text": "﻿Speaker Biographies\nFrancis J. Kelly\nHead, Government & Public Affairs, Deutsche Bank–North and Latin America\nGlobal Coordinator–Public Affairs\nFrank Kelly is Global Coordinator for Public Affairs as well as Head of Government & Public Affairs for North and Latin\nAmericas, primarily responsible for managing and coordinating relationships with elected officials and political and\nlegislative bodies globally. Additionally, he heads up the Bank’s U.S. Direct Investment Advisory Group (DIAG) providing\nstrategic counsel to non-U.S. companies engaged in cross-border mergers and acquisitions requiring regulatory and\npolitical approvals. Mr. Kelly also serves as the Chief Political Risk Strategist advising clients on geopolitical and domestic\nrisk issues and their impact on markets and industry sectors.\nPrior to joining Deutsche Bank, Mr. Kelly held senior executive positions at both Charles Schwab & Co. and Merrill Lynch &\nCo, Inc. Before joining the private sector, Mr. Kelly served at the U.S. Securities and Exchange Commission as Chief\nSpokesman as well as the U.S. Department of Justice as Assistant to the Director for Policy Development where he\nfocused on international matters including terrorism and war crimes. Prior to these posts, he served in both the George H.\nW. Bush and the Reagan White House where he started as a writer for President Reagan.\nMr. Kelly is a member of the Council on Foreign Relations and the International Institute of Strategic Studies. He serves as\na member of the Board of Directors of the Atlantic Council of the United States, the American Council on Germany and the\nJerome Lejeune Foundation.\nLarry V. Adam\nChief Investment Officer, Wealth Management‒Americas\nChief Investment Strategist, Deutsche Asset & Wealth Management‒Americas\nLarry Adam is a Managing Director and serves the dual role of Chief Investment Officer for Wealth Management‒Americas\nand Chief Investment Strategist for Deutsche Asset & Wealth Management‒Americas. In his role as CIO, he chairs the\nAmericas Regional Investment Committee, the management team responsible for investment strategy and asset allocation\nfor discretionary portfolios in the Americas, and is a voting member on the Multi Asset Investment Committee, which\nformalizes and establishes the global house view. As Chief Investment Strategist, Mr. Adam is responsible for articulating\nand providing detailed research on the outlook for the economy and each major asset class in support of the house view.\nPreviously, Mr. Adam was the Head of the Asset Allocation and Quantitative Analysis Group, the group responsible for\nanalyzing and implementing client-specific asset allocation strategies. He is widely published and has been quoted in\nvarious mainstream and financial publications, including The Wall Street Journal, Barron's and International Herald Tribune.\nHe also frequently appears on television and has been featured on CNBC and Bloomberg TV. Mr. Adam joined Deutsche\nBank Alex. Brown in 1992.\nMr. Adam received a B.B.A. and a master’s degree in business with a concentration in finance from Loyola University\nMaryland. He has earned the Chartered Financial Analyst®, the Certified Investment Management Analyst® and the\nCertified Financial Planner™ designations.\nSpeaker Biographies\nEric D.K. Melby\nPrincipal, The Scowcroft Group\nA founding Principal of The Scowcroft Group, Eric D. K. Melby has extensive experience in telecommunications, energy and\ninvestment support. He also advises clients on market entry and geopolitical risk. Dr. Melby’s primary regions of focus are the\nMiddle East and Asia.\nDr. Melby was a senior staff member on the National Security Council from 1987 to 1993, during which he participated in\nbilateral and multilateral trade and economic negotiations, including the North American Free Trade Agreement, the Uruguay\nRound, bilateral economic issues, international energy policy and export controls. He was also member of the U.S. ‘Sherpa’\nteam for the G7 Economic Summits during this period. Before serving on the NSC staff, Dr. Melby was a Special Assistant to\nthe Under Secretary of State for Economic Affairs, responsible for trade and energy issues. Previously, he worked at the\nInternational Energy Agency in Paris. He has also served with the U.S. Agency for International Development and was a\nPeace Corps Volunteer in the Philippines.\nDr. Melby received his BA from Haverford College and his MA and PhD from the Johns Hopkins University (SAIS). He is a\nmember of the Council on Foreign Relations, a Director of the Atlantic Council of the United States and of the International\nStudent House of Washington, D.C. He serves on the advisory councils of the European Institute and of SAIS Europe. He\nalso sits on the Chapter of the Washington National Cathedral.\nKevin G. Nealer\nPrincipal, The Scowcroft Group\nA Principal of The Scowcroft Group, Kevin G. Nealer provides strategic risk advisory services and direct investment support\nto clients, specializing in financial services and trade policy issues for emerging markets, with emphasis on China and\nSoutheast Asia. Before joining The Scowcroft Group, Mr. Nealer advised multinational clients on investment issues, project\nfinance, and trade law/policy as a principal in the consulting affiliate of Washington's largest law firm, and as Vice President\nfor corporate affairs with a leading government strategies practice.\nOn October 1, 2014, President Obama appointed Mr. Nealer as a Member of the President’s Intelligence Advisory Board.\nFollowing his confirmation by the United States Senate on December 14, 2010, Mr. Nealer had served on the Board of\nDirectors of the Overseas Private Investment Corporation, the development finance agency of the U.S. government, and as a\nmember of OPIC’s Audit and Governance Committees until the conclusion of his term in January, 2013. He is a member of\nthe international advisory boards of Ancora Capital Management Pte, Ltd., China Highland Fund, and the board of the\nAustralian American Leadership Dialogue. A trade attorney and former State Department officer, Mr. Nealer previously\nserved as trade policy advisor to the Senate Democratic Leadership.\nA member of the Council on Foreign Relations, he is the author of numerous articles on political economy, including coauthoring\nthe Council’s report Beginning the Journey: China, the United States, and the WTO. He is a consultant to the U.S.\ngovernment on trade and economic security issues. A Fulbright professor in the People’s Republic of China (1990 to 1991),\nMr. Nealer has served as a lecturer, program moderator, and adjunct professor of trade law and policy at the Georgetown\nUniversity McDonough School of Business.\nMr. Nealer received his JD from Case Western Reserve University, and serves on its International Visiting Committee. He\nreceived his BA from the University of Michigan and is a member of the Advisory Board of the Michigan in Washington\nProgram.\n“Deutsche Bank” means Deutsche Bank AG and its affiliated companies. Deutsche Asset & Wealth\nManagement represents the asset management and wealth management activities conducted by Deutsche\nBank AG or its subsidiaries. Banking and lending services are offered through Deutsche Bank Trust Company\nAmericas, member FDIC, and other members of the Deutsche Bank Group. Brokerage services are offered\nthrough Deutsche Bank Securities Inc., a broker-dealer and registered investment adviser, which conducts\ninvestment banking and securities activities in the United States. Deutsche Bank Securities Inc. is a member\nof FINRA, NYSE and SIPC. © 2015 Deutsche Bank AG. All rights reserved. 022527.112315",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026825.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7643,
    "word_count": 1162,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:46.198521",
    "prefix": "TEXT-001"
  }
}