{
  "document_id": "HOUSE_OVERSIGHT_010825",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010825.txt",
  "text": "61\n\nortoss 4 Q. I would like to know why you alleged “and oni28s 1 was your basis for this?\n\notos7 2 other minors\" given what you have said about your o1tess 2 A. Albright. So the initial basis for it\n\nonto: 3 knowledge of the factual basis, so to speak, for that 1300 3 was--\n\noriis 4 allegation. ovia00 | 4 MR. SCAROLA: First of all, let me object\n\novo = 5 A. Okay. There are going to be -- I'm going to ortaoe 5 because Professor Cassell is not here as an\n\noxvit0s «= end up giving you nine reasons, each of which is oirs0s §=6 expert witness and hypotheticals are\n\naaa 7 complicated, so I just want to -- if -- if -- I don't ones | 7 inappropriate. You're calling for speculation on\nons «6=8 ~=want to be accused of -- of filibustering or anything. orion | 8 his part. I'm not going to instruct him not to\n\nonus 9 Ijust want you to know that you have asked a broad ovate 9 answer, but itis an improper question.\n\naiiis 10 question that's going to require a broad and extended onts1a 10 MR. SIMPSON: I disagree, but you can answer\noti20 11 answer. It -- it -- ons 11 the question.\n\nornia 12 Q. Answer the question. orate 12 THE WITNESS: Right. So the -- the factual\nonit22 13 A. Okay. Then I'm going to refer to a -- I have ota 13 basis would ~~ we are setting aside\n\nota 14 a-- well, actually, I don't. onaz1 14 attorney/client communications, right?\n\nottnzs 15 Q. Let me ask you this: Before you refer to ori321 15 BY MR. SIMPSON:\n\nortt30 16 something -- ov13:22 16 Q.  I'masking: What would you tell the judge?\noruao 17 A. Yeah. or13:26 17 A. Right. So that -- I -- I -- that's\n\nann30 18 Q.  -- please give me your best recollection of 011322 18 speculative to -- I don't think I can give a fair answer\n\no:1134 19 what the basis was, the factual basis that you had in 011330 19 at this point because that would have involved going\n\n011332 20 back to my client and -- and carving out what kinds\n\nora? 20 = mind. If the court said to you -- let me put it this\n\notz3e 21 of things we were going to present to Judge Marra in\n\novttao 21 way. If you went to court and Judge Marra said,\n\no11339 22 light of the posture of the case at that point.\n\nort1a3 22 Professor Cassell, what's your factual basis for this\n\nori3saz 23 So it's a speculative question. I would\n\nerties 23 allegation? Tell me. What would you say?\n\nontias 24 A. Right.\n\nors 25 MS. McCAWLEY: Wait. Outside the context of\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n\nors 24 have -~ let me just -- without going into any\n\nortaaa 25 attorney/client privileged communications, I would have\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n62 64\n\nortso 1 anything that's been communicated to you. o:1351 1° provided an ample factual basis for those allegations.\noss 2 MR. SCAROLA: Excuse me, You have asked two onvass 2 MR. SIMPSON: I move to strike as\n\noninss = 3 different questions now, and I need to understand oss = 3 nonresponsive.\n\nois = 4 which question you are asking. oases 4 BY MR. SIMPSON:\n\novnnss = 5 The question that you posed before just now anaes 5 Q. Let me ask it this way: We have talked\n\nono 6 was: What was the reason for your including ote00 6 about -- somewhat about the basis for this allegation\nones «7 those allegations in this pleading? aeo2 YF about other minors. Putting aside information as to\n\nozo 8 Now you have asked: What is the factual oxsa09 8 ~which you're claiming privilege, tell me what you knew\non20 9 basis? And that's going back to questions that 011413 9 as of December 30th, 2014, that formed the factual basis\novtz1e 10 we have already covered, and we have, I think, o114¢20 10 for your -- for that allegation about other minors.\n\nota? 41 exhausted the ability to respond to that question ortaaa 11 MR. SCAROLA: And I'll instruct you not to\no11220 12 outside of privileged information. ortaas 12 answer that question for the same reason, that\no11223 13 Do you want to go back to the question about: orta27 13 when the same question was asked earlier, I\n\nota 14 What was your reason for including those ortaze 14 instructed you not to answer.\n\nors2e 15 allegations? ovtaa1 15 MR, SIMPSON: I'm -- I'm -- maybe we are not\nonze 16 MR. SIMPSON: I'll ask the question a ovteas 16 being clear, Jack. I'm asking him to put\n\noin230 17 different way. ortaas 17 aside -- I mean, certainly, he -~ he filed a\n\nora 18 MR. SCAROLA: Thank you. o11a37 18 pleading. You've asserted privilege as to\n\no12a1 19 +=BY MR. SIMPSON: ortaao 19 certain aspects. I'm simply asking him, putting\nortzas 20 Q. Mr. Cassell, I'm going to ask you: If you're ovsaaas 20 aside whatever you're claiming privilege for,\n\noniza7 24 in court and Judge Marra said to you, counsel, what is ores 21 right, so I'm not -- I'm not asking you right now\n\noviz4a2 22 the factual basis for your allegation that Professor outaa? 22 to tell me anything you're claiming as\n\nortaaa 23 privileged.\n\novtaas 24 BY MR. SIMPSON:\n\nontaso 25 Q. Tell me whatever is not privileged that\nESQUIRE DEPOSITION SOLUTIONS ESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400 (954) 331-4400\n10/20/2015 01:07:28 PM Page 61 to 64 of 151 16 of 38 sheets\n\not247 23 Dershowitz abused other minors, what would you say? And\n\no112s1 24 if you wouldn't say something because it was privileged,\n\norizs2 25 then don't include it. What would you tell the judge\n\nHOUSE_OVERSIGHT_010825",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010825.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5297,
    "word_count": 985,
    "line_count": 120,
    "import_date": "2025-11-19T21:47:48.199043",
    "prefix": "IMAGES-001"
  }
}