{
  "document_id": "HOUSE_OVERSIGHT_016517",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016517.txt",
  "text": "Page 8 of 42\n103 Minn. L. Rev. 844, *856\n\ngroup), and favoritism toward the class of perpetrators, law enforcement officers. 4° In the ordinary organization of criminal\njustice systems, those cases call on officials from one law enforcement agency to assess the evidence against officials from\nanother, even when the agencies regularly work together. +! As in the context of local public corruption, conflict-of-interest\n\nrules 42\n\nare far from adequate to prevent prosecutors from making judgments in light of such professional relationships and\ncircumstances. 43 The possibility of partiality is inevitable. When [*857] that possibility combines with the long history of\nracial disparities in U.S. criminal justice administration, widespread suspicion of non-prosecution decisions in cases of police\n\nviolence against minority civilians is hardly surprising, as the Black Lives Matter movement demonstrates. “4\n4. Other Underenforcement Contexts\n\nCorruption, sexual assaults, and police violence illustrate the key causes and effects of failures to enforce criminal law, but the\nsame forces are recognizably at work in other social contexts. Scholars and advocates have pointed to biases as explanations for\ninadequate law enforcement responses to offenses against undocumented aliens, sex workers, institutionalized persons, and\ntargets of anti-LGBT hate crimes. * Complaints that police ignored wrongdoing against racial-minority victims in minority\ncommunities were prominent in the 1970s and 1980s. 4° Some of [*858] the remedies, however - which included harsher\ndrug laws adopted with substantial support from African American politicians and communities - have proven deeply\nproblematic for those same communities. 47\n\nFinally, less pernicious biases and favoritism are suspected explanations for lenient enforcement patterns in lower-visibility\ncontexts, such as bicyclists killed by motor vehicle drivers, ** employees injured on the job due to workplace safety violations,\nand bystanders shot by recreational hunters. +? Even critics of those enforcement decisions in those settings view them as\nproducts of subtle or unconscious empathy with vehicle drivers, employers, and recreational gun users, which incline officials\n\n40 Prison guard assaults on inmates raise the same concerns, although they get less public attention. For a notorious failure to prosecute\nprison guards and law enforcement officials for unjustified lethal force, see generally Heather Ann Thompson, Blood in the Water: The Attica\nPrison Uprising of 1971 and Its Legacy (2016).\n\n41 Cf. Paul Cassell, Who Prosecutes the Police? Perceptions of Bias in Police Misconduct Investigations and a Possible Remedy, Wash. Post:\nVololkh Conspiracy Blog (Dec. 5, 2014), Attps:/Awww.washingtonpost.com/news/volokh -conspiracy/wp/2014/12/05/Awho-prosecutes-the-\npolice-perceptions-of-bias-in-police-misconduct-investigations-and-a-possible-remedy (describing the problem of local prosecutors! handling\npolice cases as a \"perception of bias\" rather than a \"conflict of interest\" and recommending state attorneys general handle police cases). One\nsolution, followed in Wisconsin, is to assign investigation of deaths involving law enforcement officers to a state-level investigative agency\nunconnected to the local agency of the officer under investigation. Vis. Stat.§ $175.47, 950.04(1v) (do), 950.0822) (h) (2014).\n\n# E.g., Criminal Justice Standards 3-1.3 (A.B.A. 2015); ef. Braman v. Corbett, 19 A.3d 1151, 1154 (Pa. Super. Ct. 2011) (describing a\nsituation where a district attorney's office recused itself from decision to prosecute on a private complaint alleging the district attorney\ncommitted rape, and the state attorney general investigated and made the decision not to prosecute).\n\n8 For a disturbing account of prosecutorial deference to police, see Nicole Gonzalez Van Cleve, Crook County: Racism and Injustice in\nAmerica's Largest Criminal Court 127-56 (2016); David A. Harris, The Interaction and Relationship Between Prosecutors and Police Officers\nin the United States, and How This Affects Police Reform Efforts, in The Prosecutor in Transnational Perspective 54, 55, 60-63 (Erik Luna &\nMarianne Wade eds., 2012) (describing reasons why the prospect of police reform through the efforts of state prosecutors is \"bleak\"); Nicole\nGonzalez Van Cleve, Chicago's Racist Cops and Racist Courts, N.Y. Times (Apr. 14, = 2016),\nhttps ://www.nytimes.com/2016/04/15/opinion/chicagos-racist-cops-and-racist-courts.html; see also Kate Levine, The Ultimate Conflict, Slate\n(Sept. 11, 2014), Attp:/Avww.slate.com/articles/news and_politics/jurisprudence/2014/09/local_prosecutor_bob_meculloch_should_\nnot_be_the_one_to_decide_whether_to.html. For a harrowing account of a federal prosecutor who did not show deference to fellow law\nenforcement officials and faced apparent retaliation for it, see Paul Butler, Let's Get Free: A Hip-Hop Theory of Justice 1-21 (2009).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016517",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016517.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4979,
    "word_count": 677,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.559894",
    "prefix": "IMAGES-004"
  }
}