{
  "document_id": "HOUSE_OVERSIGHT_025242",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025242.txt",
  "text": "﻿April 9, 2012\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\nOur view for 2012 was that economic and equity market conditions in the US and Asia ex-Japan would be better than in\nEurope. So far, that view is on track. Spain in particular is in difficult shape (see page 5); its banks and government\nmay have to borrow 1.5 trillion Euros over the next 12 months while in recession. Both the ECB and EU will need to\nkeep the spigot open to prevent Spain from becoming a bigger problem. This week, some Q&A on the US recovery,\nflows into bonds and stocks, profits and P/E multiples, municipal bonds, and the long-term US fiscal situation.\nThe Fed appears to be saying that no additional monetary easing is needed unless the economy worsens further. Are there any\nsigns that the US recovery is becoming self-reinforcing?\nDurable goods consumption, equipment & software spending, vehicle sales, bank loans to companies, manufacturing payrolls\n(even after Friday’s disappointing report) and housing stats (building permits, multifamily housing starts) have improved over\nthe last few months. While delinquency rates are in better shape (credit card delinquencies are back to 2007 levels), household\ncredit growth is still weak. However, homebuilders are seeing stronger demand, and nationwide remodeling continues to rise.\nWe see opportunities in retailing and building products companies that may benefit from a continuation in these trends.\nPublicly-held builders reporting stronger demand\nPercentchange, YoY in latest fiscal quarter\n40%\nNew Backlog\n30%\nOrders of Orders\nResidential remodeling index\nNumber of homes, millions, 3-month moving average\n3.3\n3.1\n20%\n10%\n0%\n2.9\n2.7\n2.5\n-10%\nLennar KB Home Toll Hovnanian DR Horton NVR Pultegroup\nSource: Corporate Reports. Empirical Research Partners.\n2.3\n2001 2003 2005 2007 2009 2011\nSource: BuildFax. Empirical Research Partners.\nHas the data really been that good? I heard better US economic data has a lot to do with the weather.\nParts of the US experienced the warmest March in recorded history. Measured from December to February, the winter was the\n4 th warmest on record. I don’t think there are reliable models to estimate the impact of demand being pulled forward, so we will\nhave to see how consumer spending, housing and payrolls behave in the months ahead. As our Chief Economist Michael\nVaknin reminds me, other distortions come from the “catch-up” effect from Japan’s tsunami. As shown below, some\nstrength in auto sales came from pent-up demand for Japanese cars, a process which now seems complete.\nUS auto sales in the wake of Fukushima\nMoM change in SAAR auto sales, millions of units\n1.0\n0.5\n0.0\n-0.5\nJapan\n-1.0\nUS+Other\n-1.5\nJan-11 Apr-11 Jul-11 Oct-11 Jan-12\nSource: BEA/Wards, DB, J.P. Morgan Private Bank. Box indicates impact\nof Japanese earthquake.\nIt looks like pent-up demand for Japanese cars has\ncaught up, SAAR million units\n10\n3\n2009 2010 2011 2012\nSource: DB, J.P. Morgan Private Bank. Shadings indicate Cash for\nClunkers and Japanese earthquake, respectively.\nSo where does that leave the US payroll and growth picture?\nThe weakness in the payroll report was almost entirely concentrated in retailing. Net of distortions and seasonal adjustments, it\nlooks like payroll growth is running at 150-175k per month, and GDP growth is running at a 2.25% trend pace, both below prior\nrecoveries. While 2.25% is a barn-burner compared to Europe, it only corresponds to a modest improvement in employment.\nThat’s why 2013 US fiscal policy is so important: this is not a recovery that can withstand much tighter fiscal conditions.\n9\n8\n7\n6\n5\n4\nU.S. and other\nJapan\n1\nApril 9, 2012\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\nSo, how tight is US fiscal policy supposed to get next year?\nVery, if you look at what is supposed to happen according to current law. In the chart, we show the annual change in the budget\ndeficit over the last 25 years. The impact of all provisions scheduled to expire and kick in during 2013 would be very large. But\nif Congress and the President elect to extend current tax rates, retain lower payroll tax rates and extended jobless benefits, etc,\nthe adjustment would not be as big, and only reflect expiration of Recovery Act provisions, the recently passed Budget Control\nAct, and some other smaller provisions. There are of course plenty of permutations in between.\nWide range of outcomes for 2013 austerity\nChange in cyclically-adjusted federal deficit, % of potential GDP\n5\nFiscal stimulus\n4\n3\n2\n1\n0\n-1\n-2\n2013\nscenario\nestimates\nCongress\npunts\n-3\nCurrent\nFiscal drag\n-4\nlaw\n1963 1968 1973 1978 1983 1988 1993 1998 2003 2008 2013\nSource: CBO, IMF, Goldman Sachs, J.P. Morgan Private Bank.\nWhat direction is the Congress heading, and what did Larry Summers and Brad DeLong have to say about this recently?\nPolitical outcomes this fall will affect what Congress does, but I get the sense that they will punt fiscal adjustments into the\nfuture if they can, and impose austerity of no more than 1% of GDP in 2013. If so, Congress can point to a March 2012 paper\nby Summers and DeLong as justification. The bottom line from the paper: don’t tighten fiscal policy when interest rates are\nnear zero. The authors assert that (a) additional government spending can ease the long-term budget constraint in conditions\nsimilar to today’s, and (b) tightening policy now would risk permanent loss of human capital, lower labor productivity growth\nand lower trend growth. They have held these views for a while; the paper appears designed to convince others.\nAdvocates for more fiscal and monetary stimulus often point to the charts below. Rising Federal debt has not resulted in higher\ninterest rates, so why not keep borrowing more? As for the Fed, balance sheet expansion prevented deflation and hasn’t resulted\nin an inflationary surge (core inflation measured over 3 months just came in below 2%), so why not keep doing it? Aren’t\nthese charts amazing?\nRising Federal debt? No problem for Treasury markets\nPercent of GDP\nYield, percent, 90 day moving average\n80%\n75%\n70%\n65%\n60%\n55%\n50%\n45%\n40%\n35%\nDebt to GDP\n10-year\nTreasury yield\n4.8%\n4.3%\n3.8%\n3.3%\n2.8%\n2.3%\n30%\n1.8%\nSep-04 Feb-06 Jun-07 Nov-08 Mar-10 Aug-11 Dec-12\nSource: CBO, Bloomberg. Assumes CBO Alternative Case for estimates.\nRising Fed balance sheet? No problem for inflation\nPercent of GDP\nPercent change, YoY\n20%\n4.0%\n6%\n0.5%\n2004 2005 2006 2007 2008 2009 2010 2011 2012\nThey are amazing, but no one knows how long they can be sustained. Even Summers and DeLong concede that “even if it is\ngranted that the stimulus can be both timely and temporary, the question of how large it can be while preserving these attributes\nremains for future research”. If one of these trends could not be sustained, my guess is that it would be fiscal constraints rather\nthan monetary ones. While it’s great to see rising Federal debt not adversely affecting Treasury markets, the chart on the left\nreminds me of The Day of the Triffids.\n18%\n16%\n14%\n12%\n10%\n8%\nPolicies set to expire or take\neffect under current law\nSequester Automatic Cuts\n(Discretionary Spending)\nSequester Automatic Cuts\n(Mandatory Spending)\nBush Tax Cuts ($250k+\nIncomes, Estate Tax)\nBalance sheet\nCore CPI\nSource: Federal Reserve Board ,Bureau of Labor Statistics .\nFiscal Drag (%\nof 2013 PGDP)\n-0.4%\n-0.1%\n-0.3%\nBush Tax Cuts (Middle Income) -0.9%\nAlternative Minimum Tax -0.8%\nPayroll Tax Cut -0.6%\nEmergency Unemployment\nCompensation\n-0.2%\nAffordable Care Act -0.2%\nSource: CBO, Goldman Sachs.\n3.5%\n3.0%\n2.5%\n2.0%\n1.5%\n1.0%\n2\nApril 9, 2012\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\nWhat is The Day of the Triffids?\nIt’s a 1951 science fiction novel. There’s a meteor shower, and most people go outside to look at it. The next morning,\neveryone who looked at the meteor shower ends up blind, and Earth is taken over by giant man-eating venomous plants. The\npoint: some amazing events which look benign have unforeseen consequences. Will a pact of going for growth pay the\nfreight of higher Federal debt in the long run? Hard to say; there are not a lot of examples to draw from. Economic theories and\ntheir associated debt bubbles don’t always work out as planned 1 . After WWII, the US also faced a debt ratio of 80% of GDP.\nAusterity was not the answer back then; government receipts and outlays as a % of GDP did not change much during the 1950’s,\nand net debt was flat. So how did US debt/GDP fall from 80% to 46% in just ten years? Robust annualized real growth of\nmore than 4.0%, and 2.0% inflation. However, unique economic conditions and productivity gains of the 1950’s (e.g., interstate\nhighway, rebuilding of Europe and Japan) may not be repeated, and the country was not headed into an entitlement time bomb.\nIf the US does not experience a growth/productivity boom, the burden of higher debt could last for a generation or more. A progrowth\nAdministration would probably help, but the difficulty lay in defining exactly what that means.\nIsn’t it amazing?\n1950’s debt reduction was based on growth, not austerity\nNet debt Net debt Nominal Real GDP (bn Outlays (% Receipts (%\n(% of GDP) (bn) GDP (bn) 1950 USD) of GDP) of GDP)\n1950 80% $219 $273 $273 16% 14%\n1951 67% $214 $320 $302 14% 16%\n1952 62% $215 $349 $322 19% 19%\n1953 59% $218 $373 $341 21% 19%\n1954 60% $224 $377 $343 19% 19%\n1955 57% $227 $396 $354 17% 17%\n1956 52% $222 $427 $368 17% 18%\n1957 49% $219 $451 $377 17% 18%\n1958 49% $226 $460 $377 18% 17%\n1959 48% $235 $490 $398 19% 16%\n1960 46% $237 $519 $415 18% 18%\nComp. ann'l gr: 0.8% 6.6% 4.3%\nSource: OMB, BEA.\nAre there debt vs austerity parallels at the state and local level?\nYes and no. At the state and local level, over last decade, more than 1 trillion in unfunded pension and healthcare (OPEB)\nrelated liabilities were recognized (they were accrued over a longer period). Even these “as-reported” estimates, which come\nfrom the states, may be underestimated. A 2011 analysis by the Joint Economic Committee shows that lower portfolio return\nassumptions on pension assets sharply increase the magnitude of underfunded pensions (see chart, right) 2 .\nAs reported unfunded state pension and OPEB liabilities\nBillions, USD\n1,400\nState and local unfunded pension liabilities under\ndifferent portfolio return assumptions, Trillions, USD\n3.0\n1,200\n1,000\n800\n600\n400\n200\nOPEB\nPension\n2.5\n2.0\n1.5\n1.0\n0.5\n0\n2001 2003 2005 2007 2009\nSource: State Comprehensive Annual Financial Reports.\n0.0\n8% Return 6% Return 5% Return 4% Return\nSource: CBO, Center for Retirement Research.\n1 Example: here’s a link to a 2007 article by Austan Goolsbee, former Chairman of the Council of Economic advisors and a member of the\nObama Cabinet. Goolsbee praises the benefits of subprime lending and related affordable housing policies, mocks Congress for holding\nhearings on the subject and cites Federal Reserve papers in saying that the “mortgage market has become more perfect, not more\nirresponsible”. Some things are only clear in hindsight. http://www.nytimes.com/2007/03/29/business/29scene.html?_r=2\n2 This is why under-risked pensions may create huge problems for themselves and their associated state/local governments.\n3\nApril 9, 2012\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\nHowever, there’s more of an effort at the state/local level to address this issue than at the Federal level. More than 40\nstates lowered pension benefit liabilities over the last 3 years according to the National Conference of State Legislatures.\nMeasures taken include raising employee contributions (while lowering employer payments), raising minimum retirement ages,\ncutting post-employment healthcare benefits and in some cases, switching to defined contribution from defined benefit plans.\nThe good news, to paraphrase Mark Twain, is that reports of municipal bonds’ demise have been greatly exaggerated. From\n1970 through to the end of 2011, municipal bonds rated by Moody’s experienced a grand total of 71 defaults among 17,700\nissuers (11 of which occurred during 2010 and 2011). General obligation bonds accounted for 5 defaults; 29 were related to\nhousing; 22 for hospitals and healthcare; 3-4 each for education and infrastructure. Utilities and cities registered 2 each, while\ncounties, special districts, and water & sewer and experienced 1 each. The average recovery for defaulted munis was 65%,\ncompared to 49% on corporate senior unsecured bonds. Last comment on municipals: while local tax collections are weak due\nto the collapse in home prices, state tax collections have been increasing for 7 quarters in a row.\nState and local tax revenue\nPercent, YoY change of 4-quarter moving average\n20%\n15%\n10%\n5%\n0%\n-5%\nLocal\n-10%\nState\n-15%\n2004 2005 2006 2007 2008 2009 2010 2011\nSource: US Census.\nUS mutual fund flows\nBillions, USD\nOK, so the US economy is improving, but is still heavily dependent on monetary and fiscal stimulus to grow; and the only belttightening\none can find is at the state and local level. Since 2009, after equities collapsed and bond prices rose, how have many\ninvestors reacted?\nBy selling more equities and buying a lot more bonds. See chart above (a global version of this chart looks roughly the same).\nHave investors been positioning this way since stocks are expensive?\nNot really. Insert a giant martini glass on the chart below from 1998 to 2001 (I hate using simple averages which include\nperiods when the market had lost its collective mind). The current P/E multiple is in the middle of the ex-bubble range of the\nlast 25 years. Some bank stocks look interesting, even after accounting for reliance on shrinking loan loss reserves to drive\nincome, and ongoing regulatory uncertainty. Most US banks are at or close to Basel 3 funding needs, have considerably fewer\ncapital adequacy questions than their European counterparts, and do not rely on wholesale funding to finance loan portfolios.\n1,000\n800\n600\n400\n200\n0\nBonds\n-200\n-400\nEquities\n2007 2008 2009 2010 2011 2012\nSource: Investment Company Institute.\nS&P 500 ex-bubble price to earnings multiple\nPrice to next twelve months operating EPS\n24x\n22x\n20x\n18x\n16x\n14x\n12x\n10x\n8x\n1985 1988 1991 1994 1997 2000 2003 2006 2009 2012\nSource: IBES, Standard & Poor's.\nUS bank price to book ratio\n4.5x\n4.0x\nDatastream\n3.5x\n3.0x\n2.5x\nMorgan Stanley\n2.0x\n1.5x\n1.0x\n0.5x\n0.0x\n1969 1973 1977 1981 1986 1990 1994 1998 2002 2006 2010\n4\nApril 9, 2012\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\nNow that P/E multiples have risen off the bottom, what’s the outlook for P/E multiples and earnings from here?\nThe return on the S&P this year has been a function of P/E multiples rising (from 11.3x to 12.9x), a big part of which has been\nApple (3% of the S&P index, 15% of S&P’s YTD returns). As shown below, earnings revisions have been negative for 2012,\nbut analysts are still optimistic about 2013. According to Morgan Stanley, analysts are forecasting the highest percentage of\ncompanies posting 2013 margin expansion since 1970, and by a very wide margin. In our view, it will be difficult for multiples\nto rise further unless earnings outperform expectations, particularly if Europe’s structural problems take center stage again.\nRevisions to consensus EPS by quarter\nWin, Place and Show:\nIndex, 12/30/2011 = 100\n101\nThe problem of Spain\n100\n99\n4QE +1%\nNumber of dwellings to population\nNon-financial corporate debt to GDP\n3QE -1%\nCorporate sector debt to cash flow\nFY12 -1% Construction sector debt/assets\n98\n2QE -2% Banking sector branches per 1,000 people\nReliance on foreign capital (Net Int. Inv. Pos.)\n97\nReal estate as % of household assets\n1QE -3% Housing overhang (as per CEPS)\n96\nCommercial RE exposure % of bank assets\n12/30/2011 01/31/2012 02/29/2012 03/28/2012 Encumbered banking system assets, %\nSource: FactSet.\nWorld Bank labor rigidity, Europe\nThe place that worries me the most: Spain. It ranks at or\nclose to the bottom in a lot of categories (see table), and\nits growth outlook is poor. Historically, this kind of\nthing has not ended well. Spain has defaulted 13 times\nsince 1500 AD; it’s probably going to take a lot of\nbilateral aid and ECB financing to prevent another one.\nIntra-European real effective exchange rate\nShadow economy, % of GDP, OECD\nUnemployment rate\nProduction time per unit\nReliance on ECB to finance sovereign debt\nBank lending to HH/NFC, last 12 months\nHH/NFC = households and non-financial corporations\nSources: IMF, OECD, EU, World Bank, CEPS\nMichael Cembalest\nChief Investment Officer\nSources\n“States of Bankruptcy, Part I: The Coming State Pensions Crisis”, Joint Economic Committee Republicans, Representative\nKevin Brady and Senator Jim DeMint, December 8, 2011\n“The Trillion Dollar Gap, Underfunded State Retirement Systems and the Roads to Reform”, Pew Center, February 2010\n“Fiscal Policy in a Depressed Economy”, DeLong (Berkeley) and Summers (Harvard), March 20, 2012\nMoody’s US Municipal Bond Defaults and Recoveries, 1970-2011\nIMF Country Report 11/216. “Spain: Selected Issues”, July 2011\nThe only country I can\nfind that's in worse\nshape than Spain is:\nGreece\nIreland\nPortugal\nNone\nNone\nIreland, Portugal\nNone\nIreland\nNone\nGreece\nNone\nItaly\nItaly, Greece\nNone\nItaly\nNone\nNone\nThe material contained herein is intended as a general market commentary. Opinions expressed herein are those of Michael Cembalest and may differ from those of other J.P.\nMorgan employees and affiliates. This information in no way constitutes J.P. Morgan research and should not be treated as such. Further, the views expressed herein may\ndiffer from that contained in J.P. Morgan research reports. The above summary/prices/quotes/statistics have been obtained from sources deemed to be reliable, but we do not\nguarantee their accuracy or completeness, any yield referenced is indicative and subject to change. Past performance is not a guarantee of future results. References to the\nperformance or character of our portfolios generally refer to our Balanced Model Portfolios constructed by J.P. Morgan. It is a proxy for client performance and may not\nrepresent actual transactions or investments in client accounts. The model portfolio can be implemented across brokerage or managed accounts depending on the unique\nobjectives of each client and is serviced through distinct legal entities licensed for specific activities. Bank, trust and investment management services are provided by JP\nMorgan Chase Bank, N.A, and its affiliates. Securities are offered through J.P. Morgan Securities LLC (JPMS), Member NYSE, FINRA and SIPC, and its affiliates globally as\nlocal legislation permits. Securities products purchased or sold through JPMS are not insured by the Federal Deposit Insurance Corporation (\"FDIC\"); are not deposits or\nother obligations of its bank or thrift affiliates and are not guaranteed by its bank or thrift affiliates; and are subject to investment risks, including possible loss of the principal\ninvested. Not all investment ideas referenced are suitable for all investors. Speak with your J.P. Morgan Representative concerning your personal situation. This material is not\nintended as an offer or solicitation for the purchase or sale of any financial instrument. Private Investments may engage in leveraging and other speculative practices that may\nincrease the risk of investment loss, can be highly illiquid, are not required to provide periodic pricing or valuations to investors and may involve complex tax structures and\ndelays in distributing important tax information. Typically such investment ideas can only be offered to suitable investors through a confidential offering memorandum which\nfully describes all terms, conditions, and risks.\nIRS Circular 230 Disclosure: JPMorgan Chase & Co. and its affiliates do not provide tax advice. Accordingly, any discussion of U.S. tax matters contained herein (including\nany attachments) is not intended or written to be used, and cannot be used, in connection with the promotion, marketing or recommendation by anyone unaffiliated with\nJPMorgan Chase & Co. of any of the matters addressed herein or for the purpose of avoiding U.S. tax-related penalties. Note that J.P. Morgan is not a licensed insurance\nprovider.\n© 2012 JPMorgan Chase & Co; All rights reserved\n5",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025242.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 20359,
    "word_count": 3354,
    "line_count": 436,
    "import_date": "2025-11-19T21:47:46.342218",
    "prefix": "TEXT-001"
  }
}