{
  "document_id": "HOUSE_OVERSIGHT_019892",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019892.txt",
  "text": "Donald Trump and his tiny band of campaign warriors were ready to lose with fire and\nfury. They were not ready to win.\n\nOOK Ok\n\nIn politics somebody has to lose, but invariably everybody thinks they can win. And you\nprobably can’t win unless you believe that you will win—except in the Trump campaign.\n\nThe leitmotif for Trump about his own campaign was how crappy it was and how\neverybody involved in it was a loser. He was equally convinced that the Clinton people\nwere brilliant winners—“They’ve got the best and we’ve got the worst,” he frequently\nsaid. Time spent with Trump on the campaign plane was often an epic dissing experience:\neverybody around him was an idiot.\n\nCorey Lewandowski, who served as Trump’s first more or less official campaign\nmanager, was often berated by the candidate. For months Trump called him “the worst,”\nand in June 2016 he was finally fired. Ever after, Trump proclaimed his campaign doomed\nwithout Lewandowski. “We’re all losers,” he would say. “All our guys are terrible, nobody\nknows what they’re doing... . Wish Corey was back.” Trump quickly soured on his\nsecond campaign manager, Paul Manafort, as well.\n\nBy August, trailing Clinton by 12 to 17 points and facing a daily firestorm of\neviscerating press, Trump couldn’t conjure even a far-fetched scenario for achieving an\nelectoral victory. At this dire moment, Trump in some essential sense sold his losing\ncampaign. The right-wing billionaire Bob Mercer, a Ted Cruz backer, had shifted his\nsupport to Trump with a $5 million infusion. Believing the campaign was cratering,\nMercer and his daughter Rebekah took a helicopter from their Long Island estate out to a\nscheduled fundraiser—with other potential donors bailing by the second—at New York\nJets owner and Johnson & Johnson heir Woody Johnson’s summer house in the Hamptons.\n\nTrump had no real relationship with either father or daughter. He’d had only a few\nconversations with Bob Mercer, who mostly talked in monosyllables; Rebekah Mercer’s\nentire history with Trump consisted of a selfie taken with him at Trump Tower. But when\nthe Mercers presented their plan to take over the campaign and install their lieutenants,\nSteve Bannon and Kellyanne Conway, Trump didn’t resist. He only expressed vast\nincomprehension about why anyone would want to do that. “This thing,” he told the\nMercers, “is so fucked up.”\n\nBy every meaningful indicator, something greater than even a sense of doom shadowed\nwhat Steve Bannon called “the broke-dick campaign’ —a sense of structural impossibility.\n\nThe candidate who billed himself as a billionaire—ten times over—trefused even to\ninvest his own money in it. Bannon told Jared Kushner—who, when Bannon signed on to\nthe campaign, had been off with his wife on a holiday in Croatia with Trump enemy David\nGeffen—that, after the first debate in September, they would need an additional $50\nmillion to cover them until election day.\n\nHOUSE_OVERSIGHT_019892",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019892.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2937,
    "word_count": 479,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.324681",
    "prefix": "IMAGES-005"
  }
}