{
  "document_id": "HOUSE_OVERSIGHT_014970",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014970.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nIn 2007, Helen Zaltzman sat down with collaborator Olly Mann in a suburban London living room and launched Answer Me This! (AMT),\nan infectiously funny podcast based on listener questions. AMT became a sensation and vaulted her to early celebrity in the comedy\npodcast pantheon -- it went on to gamer a bouquet of awards, land a BBC5 radio show, and spawn a companion book.\n\nZaltzman podcast, The Allusionist, is a humorous look at linguistics, part of the podcast network Radiotopia.\n\ntheallusionist.org @helenzaltzman\n\nDavid Whyte\nPoet, author\n\nDavid Whyte writes at the intersection of interior and exterior worlds, bringing new territory into view with his distinctly personal style.\n\nA native of Yorkshire, England, David Whyte draws from his diverse background and a deep philosophical curiosity to craft poems that are\nat once highly relatable, yet altogether new. Whyte explores the human experience, writing about relationships in his poetry as well as his\nprose. His work spans the worlds of literature, philosophy and organizational leadership, making him a wise voice to listen to in an\nincreasingly complex world.\n\nHis books include The Sea in You: Twenty Poems of Requited and Unrequited Love, The Three Marriages: Reimagining Work, Self and\nRelationship; River Flow: New & Selected Poems; and Consolations: The Solace, Nourishment and Underlying Meaning of Everyday\nWords.\n\ndavidwhyte.com @whytedw\n\nFriday, April 28, 9:30AM - 12:00PM PDT\n\nSession 11: The Future Us\n\nHosted by Chris Anderson, Kelly Stoetzel and Helen Walters.\n\neee |\n\nhttps://ted2017.ted.com/program\n\nJim Yong Kim\nPresident of the World Bank Group\n\nJim Yong Kim is leading the World Bank Group in the global effort to end extreme poverty and promote shared prosperity.\n\nJim Yong Kim is the 12th president of the World Bank Group. Soon after he assumed his position in July 2012, the organization\nestablished two goals to guide its work: to end extreme poverty by 2030; and to boost shared prosperity, focusing on the bottom 40 percent\nof the population in developing countries. In September 2016, the World Bank Group Board unanimously reappointed Kim to a second\nfive-year term as president.\n\nDuring his first term, the World Bank Group supported the development priorities of countries at levels never seen outside a financial crisis\nand, with its partners, achieved two successive, record replenishments of the World Bank Group’s fund for the poorest. The institution also\nlaunched several innovative financial instruments, including facilities to address infrastructure needs, prevent pandemics and help the\nmillions of people forcibly displaced from their homes by climate shocks, conflict, and violence.\n\nKim’s career has revolved around health, education and delivering services to the poor. In 1987, Kim co-founded Partners In Health, a\nnonprofit medical organization that works in poor communities on four continents. He has received a MacArthur “genius” grant, was\nrecognized as one of America’s “25 Best Leaders” by U.S. News & World Report and was named one of TIME magazine’s “100 Most\nInfluential People in the World.”\n\nworldbank.org @JimYongKim\n\nEmily Esfahani Smith\nAuthor\n\nIn her book \"The Power of Meaning,” Emily Esfahani Smith rounds up the latest research -- and the words of great thinkers across\ngenerations —to argue that the search for meaning is far more fulfilling than the pursuit of personal happiness.\n\nEmily Esfahani Smith is the author of Zhe Power of Meaning: Crafting a Life That Matters, a book that explores how we can each find\nmeaning in life. She says: \"In recent decades, there's been a rising tide of despair across the world—people feeling more depressed and\nalone, and even ending their lives. To be psychologically and spiritually healthy, we need to believe that our lives are meaningful. We all\nneed to discover ways to feel connected to something larger than ourselves -- to feel that our lives make sense. Fortunately, we can all do\nthis -- we can all create meaningful lives.”\n\nSmith draws on psychology, philosophy and literature to write about the human experience -- why we are the way we are and how we can\nfind grace and meaning in a world that is full of suffering. Her articles \"There's More to Life than Being Happy” and \"Masters of Love,\"\noriginally published in The Atlantic, have been read more than 30 million times. Her writing has also appeared in the Wall Street Journal,\nNew York Times and TIME. She is an instructor in positive psychology at the University of Pennsylvania. She is also a columnist for The\nNew Criterion, as well as an editor at the Stanford University's Hoover Institution, where she manages the Ben Franklin Circles project, a\ncollaboration with the 92nd Street Y and Citizen University to build meaning in local communities.\n\nemilyesfahanismith.com @EmEsfahaniSmith\n\nFound Sound Nation\n\nPage 20 of 21\n\nHOUSE_OVERSIGHT_014970",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014970.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4934,
    "word_count": 785,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:47.385787",
    "prefix": "IMAGES-003"
  }
}