{
  "document_id": "HOUSE_OVERSIGHT_017561",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017561.txt",
  "text": "will.i.am\n\nwill.i.am, a multi-faceted entertainer and creative innovator,\nis a seven-time Grammy Award winner. Known for his\n\nwork with The Black Eyed Peas, who have sold 31 million\nalbums and 58 million singles worldwide, he also works\n\nwith some of the industry’s biggest names including\nMichael Jackson, Rihanna, Usher, Nicki Minaj, Britney\nSpears, David Guetta, and film composer Hans Zimmer.\n\nFrontman and founder of The Black Eyed Peas\nwill.i.am has released two songs from his upcoming solo\ncd, #willpower on Interscope Records. The first two singles\nfrom the cd released in 2012 are: “T.H.E (The Hardest Ever),”\nfeaturing Mick Jagger and Jennifer Lopez, and number one\nhit song in the UK, “This is Love” featuring Eva Simons.\n\nHis songs and imagery have entertained and inspired\nmillions, and the power of his words resonated deeply in his\nsong “Yes We Can” that mobilized an entire generation to\naction during the 2008 presidential campaign. Demonstrating\nthat music, brands and causes can be intertwined to entertain\nand inform, “Yes We Can” garnered an Emmy Award for\n“Best New Approaches in Daytime Entertainment.”\n\nIn 2011, will.i.am executive produced and starred in\nhis first prime time TV special “i.am FIRST: Science is Rock\nand Roll” to get young people excited about math and science\neducation, as well as technology and science-related careers.\nEarlier this year he starred as a Coach on the hit reality TV\nshow, “The Voice” UK edition on BBC One. While in London,\nwill.i.am was a featured performer in “Concert for The Queen”\nin celebration of Queen Elizabeth II’s Diamond Jubilee.\n\nAs a musician, producer, director and advocate\nfor education, he is an enthusiastic user of technologies in\nboth his professional and personal lives. In recognition of\nhis ability to harness technology to enhance entertainment,\ncreativity and communication, Intel Corporation appointed\nwill as Director of Creative Innovation in 2011.\n\nIn collaboration with The Coca-Cola Company,\nwill.i.am is on a mission to elevate the importance of recycling\nand to turn waste into a valued commodity through his\nEKOCYCLE brand. Launched in July, 2012, EKOCYCLE\nwill give consumers more stylish options when shopping\nfor fashion apparel, accessories and sporting goods that\nincorporate recycled plastic bottles and aluminum cans.\n\nWith a commitment to inspire kids to stay in\nschool and go to college to become the leaders of tomorrow,\nwill.i.am advocates regarding the importance and power of\na good education through his i.am angel foundation’s i.am\nscholarship. The i.am scholarship provides future leaders\nand innovators with comprehensive financial assistance to\ncomplete post-secondary education. The i.am angel foundation\nis also active in the U.K. through a STEM education and\ncomputer skills joint initiative with The Prince’s Trust.\n\nRecognized and honored by numerous industry\norganizations, will.i.am is the recipient of multiple Grammy\nAwards, a Latin Grammy Award, an Emmy Award, two\nNAACP Image Awards, a VH1 Do Something Award, the\nBMI President’s Award and a 2008 Webby Award.\n\nHOUSE_OVERSIGHT_017561",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3108,
    "word_count": 482,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:49.195355",
    "prefix": "IMAGES-004"
  }
}