{
  "document_id": "HOUSE_OVERSIGHT_024097",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024097.txt",
  "text": "Investment Advisers Act of 1940\n\nNeither the Management Company nor the General Partner is currently registered as an\ninvestment adviser under the Advisers Act. By virtue of being exempt from the registration\nrequirements of the Advisers Act, the Management Company and the General Partner are not\nsubject to the performance fee restrictions and certain other restrictions contained in the\nAdvisers Act, and the investors in the Fund will not be afforded the protections provided under\nthe Advisers Act to clients of advisors that are registered under the Advisers Act. The General\nPartner, the Management Company or an affiliate thereof may in the future register as an\ninvestment adviser under the Advisers Act to the extent required under the Advisers Act.\n\nTo the maximum extent permitted by applicable law, the General Partner and the Partnership\n(together with their respective related persons) hereby disclaim any duties, obligations, or\nstatus as an advisor, finder, agent, broker or dealer on behalf or in respect of any person in\nconnection with such person’s actual or proposed investment in the Partnership.\n\nCompliance With Anti-Money Laundering Requirements\n\nIn response to increased regulatory requirements with respect to the sources of funds used in\ninvestments and other activities, the General Partner may require prospective investors to\nprovide documentation verifying, among other things, such investor's (and any of its beneficial\nowners’) identities and source of funds used to purchase its Limited Partner Interest in the\nFund. The General Partner may decline to accept a subscription if this information is not\nprovided or on the basis of such information that is provided.\n\nEach prospective investor and Limited Partner will be required to make representations that\nsuch prospective investor or Limited Partner is not a prohibited country, territory, individual or\nentity listed on the U.S. Department of Treasury Office of Foreign Assets Control (“OFAC”)\nwebsite and that it is not directly or indirectly affiliated with any country, territory, individual\nor entity named on an OFAC list or prohibited by any OFAC sanctions programs. Such\nprospective investor or Limited Partner will also represent that amounts contributed by it to the\nFund were not directly or indirectly derived from activities that may contravene U.S. Federal,\nstate or international laws and regulations, including, without limitation, anti-money\nlaundering laws and regulations.\n\nRequests for documentation and additional information may be made at any time during which\nan investor holds a Limited Partner Interest in the Fund. The General Partner will take such\nsteps as it determines are necessary to comply with applicable law, regulations, orders,\ndirectives or special measures to implement anti-money laundering laws, which steps may\ninclude the forced sale or withdrawal of an Interest. In addition, the Fund could be required to\ndisclose information pertaining to prospective investors subscribing for an interest to\ngovernmental, regulatory or other authorities or to financial intermediaries or engage in due\ndiligence or take other related actions in the future.\n\nPay-to-Play Laws, Regulations and Policies\nIn light of recent scandals involving money managers, a number of states and municipal\npension plans have adopted so-called “pay-to-play” laws, regulations or policies which\n\n86 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024097",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024097.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3455,
    "word_count": 517,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.263681",
    "prefix": "IMAGES-007"
  }
}