{
  "document_id": "HOUSE_OVERSIGHT_020611",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020611.txt",
  "text": "152\n\n(the Security Intelligence Service of the Royal Canadian Mounted Police) identified\nimproper influence through community associations connected to Chinese intelligence\nagencies and efforts to award politically connected Canadians in high-level roles with\nChinese entities.’ Today, the view in Ottawa is that China is definitely trying to influence\nCanadian opinion and opinion-makers but is not making much headway at present. At\nthe federal level, the greatest concern with China has to do with the acquisition, often by\nlegal means, of strategic Canadian assets such as oil sands or major companies.\n\nAs in other countries, Chinese state actors (the CCP International Liaison Department,\ncommercial entities, media) have targeted political parties and politicians (with a few\nongoing cases at the provincial and municipal levels that are being investigated by the\nRCMP), civil society (through Confucius Institutes and consular outreach), and academia\n(through the Chinese Students’ Association, China Scholarship Council supervision of\nstudent recipients, and pressure on Canadian China specialists). An informal survey\nof Canadian China professionals (political and business actors) and China specialists\n(research professionals) confirms some PRC state activity in all these realms. But no cases\nhave yet reached the intensity or threat documented in Australia and New Zealand.\n\nIn large part, this difference in intensity is due to material factors: Canada is less\ndependent economically on China than Australia and New Zealand but smaller and\nless powerful than the United States. In short, while facing similar influence and\ninterference efforts from China, Canada—like the United States—appears to have more\neffective mechanisms (diplomacy, election funding transparency, foreign investment\nregulations) than Australia and New Zealand. Indeed, in May 2018 Canada’s security\nservice produced a report warning of the extent of interference in New Zealand.”\n\nPolitics\n\nThe Liberal government elected in October 2015 is inclined to expand relations\n\nwith China at the diplomatic and commercial levels, including with some form of\nbilateral free trade agreement and deeper cooperation on global issues like climate\nchange, counterterrorism, and peacekeeping. Yet, despite Asia’s rising geoeconomic\nand geopolitical weight, Canada’s strategic center of gravity remains heavily tied to\nthe United States and the transatlantic world and to Western perspectives. There are\nsignificant disagreements in the public and within government about the possibilities,\nopportunities, limits, and risks of a deeper relationship with China.\n\nMedia reports highlighting concerns over improper interference include the following:\n\ne In 2010, the director of CSIS, Canada’s national security agency, said at least\ntwo provincial cabinet members and other government officials were under the\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020611",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020611.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2917,
    "word_count": 413,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.788040",
    "prefix": "IMAGES-006"
  }
}