{
  "document_id": "HOUSE_OVERSIGHT_013509",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013509.txt",
  "text": "mix of classical and modern jazz themes that | called “How High the Moonlight\nSonata,” she laughed lasciviously as though tickled by this sensual violation of\nmusical canon. A boogie-woogie Bach two and three-part invention brought more\nexcited disapproval.\n\nMysterious are the conditions of attentive (preoccupied) and none attentive,\n(fugued out) disappearing time. | found a musical way for it to happen when\nimprovising: continue to shuffle a small set of notes that stay within the melodic field\nof the tonal center of an unchanging tonic chord. In contrast, most melodies and\ntheir chords leave the tonal center to which they return in harmonic and melodic\nprogression. We can call these conventional tonal centers unstable fixed points.\nThey are attractive repellers of melodic and harmonic expectation. It has been\nmathematically proven that these hyperbolic systems are globally stable. In\ncontrast, a melody that remains stuck in the tonic chord, a purely contracting stable\nfixed point, is technically a chant. Paradoxically, it can be shown that this kind of\nfixed point is globally unstable. Rigid things can more easily fracture. The rich,\naltered states of consciousness that emerge while hearing the beat of Tibetan\nmonks meditating, the Sufi chant-dances of Rumi and the John Coltrane and\nMcCoy Tyner’s endless, single chord, tenor/piano dialogues exemplify the\nbifurcation to hallucinatory new stuff arising spontaneously from the experience of\nunchanging repetition. Constant repetition of the conditioned (expected) stimulus\ndrove Pavlov’s dogs, especially those with “nervous temperaments,” into frozen,\ncatatonic states. Abulafia’s 1280 book on ecstatic techniques, Hayyei Ha’Olam\nHaBa, recommended the recitative rearranging of a finite set of Hebrew letters,\nfrontward and backward, many times, using prayer melodies, until “...the heart will\nsuddenly become aware of the intellectual, divine and prophetic...” and hitbodedut\nwill rest upon him. The instructions were “...combine letters (and associated musical\nnotes)... reversing and rolling them around rapidly until one’s heart begins to feel\nwarm.”\n\nIt was in my freshman year at Stanford University when | met Michael\nMurphy, later to co-found Esalon, the California center for mystical pursuits and\n\nnaked mud bathing. He is the author of Golf in the Magic Kingdom and with George\n\nHOUSE_OVERSIGHT_013509",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2385,
    "word_count": 357,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.798645",
    "prefix": "IMAGES-002"
  }
}