{
  "document_id": "HOUSE_OVERSIGHT_014745",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014745.txt",
  "text": "Economists place great store in the importance of expectations and their impact on\ninflation. Chart 29 suggests an adverse feedback problem has emerged, with actual\n\ninflation an increasingly influential driver of 5y5y inflation (and economist long-term\nconsensus expectations).\n\nWith 10y20y inflation effectively at the ECB’s target, we favor short positions in 30y\nbreakevens. In the case of the OATei 2047, the “observed” breakeven drastically\nunderstates what we would consider to be a fairer measure. The issue here is that the\nlinker is almost 10 years longer than its nominal 2045 comparator in modified duration\nterms. On a duration basis, the linker lies in between the 2060 and 2066 nominal OATs\nand, of course, the 30s50s OAT curve is very steep.\n\nTrade: we recommended a more closely-matched breakeven trade, shorting OATei\n2047s to buy OAT 2066s to give a breakeven of 163.3bp, targeting 130bp with a\nstop-loss at 180bp on October 14. The breakeven has risen, against our\nexpectations, to 169.6bp currently and we regard this as an attractive entry level.\nWe will nudge our stop-loss level higher to 185bp.\n\nThe relative cheapness of the nominal 50y partly reflects the 31y maturity limit to ECB\nbuying. We regard the ECB eligibility premium for bonds within the ECB’s buying range\n(like this linker) as material, so the trade should be a beneficiary in the event of an ECB\n“taper tantrum”. An important additional feature in these turbulent times is the greater\ndispersion of the nominal’s cash flows (in PV terms). This means the trade is\nsignificantly net long convexity.\n\nWe see the risks to the trade being a strong Eurozone recovery causing a general\nrepricing of breakevens higher and the possibility of further heavy issuance of 50-year\nbonds across the Eurozone.\n\nEM linkers: feeling the contagion for higher breakevens\n\nThe prospect for higher yields in the US clearly affects the appetite for Emerging\nMarket (EM) assets including inflation-linked bonds. The discussion is about not only EM\nbecoming less attractive on a relative basis, but also how the higher yields in the US\naffect the dollar and thus EM currencies.\n\nFiscal stimulus prospects in the US should continue to drive some correction across EM\nassets, but at this point, there is still too much uncertainty on the actual reach of such\nstimulus. Investors faced strong returns in EM this year and because of the calendar\neffect, this puts pressure to square positions and reduce risk. While this correction may\nlast for a while, it is clearly creating more value in some assets. For now, the discussion\nwill be about re-sizing positions rather than valuation. Only when volatility declines and\nyields stabilize in the US will we be able to resume discussion on valuation and the level\nof yields across EM.\n\nLiquidity is a key issue when looking into EM linkers, in particular across EMEA, but we\nfind some interesting opportunities in Asia and LatAm.. Currency weakness ends up\nadding risks for higher inflation in some countries but FX pass-through varies a lot\ndepending on output gap. In general, we believe there is room for higher breakevens in\nEM, with key highlight for Thailand and 10y in Mexico.\n\nAttractive breakevens in Thailand and Mexico\n\nIn Asia, we believe breakevens are pricing in too much complacency on the inflation\noutlook. With prospects for higher oil prices, it makes sense to position for higher\nbreakevens in both Thailand and Korea in our view. Breakevens appear cheaper in\nThailand as inflation is already increasing, while breakevens have clearly lagged the\nmovement.\n\nIn EMEA, linkers are mostly illiquid and/or expensive so there is more to do in nominals\nand/or FX in our view. Yet, the currency move has triggered a widening in breakevens in\nsome countries like South Africa. We expect this movement to continue for now.\n\nBankof America\nMerrill Lynch Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 15\n\nHOUSE_OVERSIGHT_014745",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014745.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3954,
    "word_count": 647,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.682970",
    "prefix": "IMAGES-003"
  }
}