{
  "document_id": "HOUSE_OVERSIGHT_031673",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031673.txt",
  "text": "COVINGTON\n\nThe Honorable Richard Burr\nThe Honorable Mark R. Warner\nMay 22, 2017\n\nPage 4\n\nThe court contrasted the concept of “reasonable particularity” with mere general\nknowledge of an event or topic, finding that mere “prior knowledge [of a topic] . . . cannot suffice\nto establish [the government’s] prior knowledge of the existence and location of the documents\nrelating or referring to those topics.” Id. at 326. Ultimately, the court held that “[bJecause the\ngovernment has failed to show with reasonable particularity that it knew of the existence and\nlocation of most of the subpoenaed documents . . . Ponds’ act of production was sufficiently\ntestimonial to implicate his right against self-incrimination under the Fifth Amendment to the\nConstitution.” Id. at 316.\n\nB. Because the Committee’s subpoena fails to demonstrate with reasonable\nparticularity prior knowledge of the requested documents, General Flynn’s act\nof production would be testimonial in nature.\n\nThe great breadth of the Committee’s subpoena to General Flynn suggests that his act of\nproducing the requested documents, if they even exist, would be testimonial in nature, given\nthat the Committee has not demonstrated knowledge of the “existence, possession, and\nauthenticity of the subpoenaed documents with reasonable particularity such that the\ncommunication inherent in the act of production can be considered a foregone conclusion.” Id.\nat 324. Schedule A of the subpoena requests production of:\n\n1. A list of all meetings between you and any Russian official or\nrepresentative of Russian business interests which took place\nbetween June 16, 2015, and 12pm on January 20, 2017. For each\nmeeting listed, please include the date, location, all individuals\npresent, and complete copies of any notes taken by you or on your\nbehalf.\n\n2. All communications records, including electronic\ncommunications records such as e-mail or text messages, written\ncorrespondence, and phone records, of communications that took\nplace between June 16, 2015, and 12pm on January 20 2017, to\nwhich you and any Russian official or representative of Russian\nbusiness interests was a party.\n\n3. All communications records, including electronic\ncommunications records such as e-mail or text message, written\ncorrespondence, and phone records, of communications related in\nany way to Russia, conducted between you and members and\nadvisors of the Trump campaign prior to 12pm on January 20,\n2017.\n\nIn sum, the subpoena demands a list of “all meetings” with “any Russian official,” “all\ncommunication records” with “any Russian official,” and “all communication records . . . related\nin any way to Russia” conducted with unnamed “members and advisors of the Trump\ncampaign,” that occurred over an 18-month period. The broad sweep and lack of specificity of\nthese demands clearly reflect that the Committee does not have specific knowledge regarding\n\nHOUSE_OVERSIGHT_031673",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031673.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2923,
    "word_count": 449,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.067563",
    "prefix": "IMAGES-011"
  }
}