{
  "document_id": "HOUSE_OVERSIGHT_012802",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012802.txt",
  "text": "Were those who put their money in Madoff securities entirely innocent? Or, like Madoff, did\nthey too allow their desire for more wealth to run wild? Was Madoff’s desire for extreme wealth that far\noff the curve of human variation? And if he was off, who or what do we blame? Could some quirky\nfeature of Madoff’s genome, together with the brain states it orchestrates, have pushed him over the edge\ninto a universe of unreasonable and even irrational desires? Does it matter that Madoff grew up in a world\nin which the rich get richer despite the direct or indirect harm caused to innocent others?\n\nMany have speculated answers to these questions, based on little or no evidence, and certainly no\nscientific evidence. But what matters most about case studies such as this is that they raise the kinds of\nquestions that science can answer. What matters is that it is possible to run a Ponzi scheme. It is possible\nbecause there are humans like Madoff who are driven by the desire to accumulate great wealth, despite\nthe personal risks and costs to others. It is possible because the world is populated by people who are\nwilling to throw critical reasoning to the wind in the face of a tempting offer to make a huge amount of\nmoney. It is possible because people will take risks either without considering the potentially horrific\nconsequences to innocent others, or by trivializing them.\n\nAs far as we know, Madoff never intended to put his friends and family members in a state of\nfinancial ruin. As far as we know, many invested in his securities knowing that investments can fail. As\nfar as we know, some must have been suspicious, at least for a while, about how their investments could\nconsistently yield such over the top returns when nothing else has or seemingly could. Madoff is certainly\nto blame for creating a fraudulent investment opportunity, but so too are the many who trusted him\nwithout question, happy to make absurdly high returns.\n\nDid Madoff cause excessive harm? Yes. Were those harmed innocent victims? Not entirely.\nNone were forced to invest, and all invested with at least some knowledge that the promised returns were\noff the charts. This is not innocence. This is desire run amuck while self-control and reason fly standby.\nMadoff was morally wrong, but not evil, at least not on my accounting of the ingredients of evil.\n\nMadoff’s case illustrates the power of desire to stampede reason. As the essayist James Thurber\nremarked, “Love is blind, but desire just doesn’t give a good goddamn.” Madoff didn’t give a good\ngoddamn. How does a system like this get going, and then sometimes go wrong, very wrong? It all starts\n\nwith the elements of pleasure.\n\nP for pleasure\nImagine that scientists have just announced the discovery of a center in the brain that manages our\n\nexperience of pleasure. Imagine further that they have invented a consumer device that, for only $49.99,\n\nHauser Chapter 2. Runaway desire 56\n\nHOUSE_OVERSIGHT_012802",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012802.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2962,
    "word_count": 505,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.578369",
    "prefix": "IMAGES-002"
  }
}