{
  "document_id": "HOUSE_OVERSIGHT_015718",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015718.txt",
  "text": "28 Are the Androids Dreaming Yet?\n\nlife or death. In Atkins v. Virginia, the US Supreme Court found a person\nwith mental disability, defined as having an IQ of less than 80, cannot be\nexecuted.\n\nIQ is not really a measurement, in the normal sense. Most\nmeasurements in life are absolute, for example, distance, weight, and time.\nI can prove my house is bigger than yours using a tape measure. We each\nensure our measures are the same by calibrating them against a common\nreference. In the 1900s we could have walked down to the local town hall\nand checked our measurements against a ‘yardstick. As measurements\nbecame standardized, these sticks were compared with a common central\nreference. For example, the metre was a platinum-iridium bar kept at the\nPavillon de Breteuil near Paris. In the 1960s, a laser superseded the metal\nreference, and today a metre is defined as 1,650,763.73 wavelengths of the\norange-red emission line in the electromagnetic spectrum of krypton-86\nin a vacuum. Measurement has become very precise!\n\nIntelligence is different. It has no yardstick. If I were to ask, “How\nmuch intelligence does it take to design a building?” there’s no simple\nanswer. IQ is not an absolute measurement - it’s a relative score. Test\n100 people and list their scores in order. The ones in the middle get a\nscore of 100; the top 5 a score of at least 130 and the top person a score\nof 140. Similarly at the lower end. A person with a high IQ is probably\nsmarter than one with a low IQ, but it doesn’t tell you if the building\nthey designed will stand up. It’s rather like quoting the odds of a horse\nwinning the Derby. Quoting the odds does not give the speed of the\nhorse, nor often the winner of the race!\n\nDespite attempts by test creators to remove cultural bias, it can\nnever be completely eliminated. Certain Amazonian tribes have no\nconcept of counting above five. For them, numbers are an alien idea and\nserve no useful purpose in their habitat. In the jungle there are always\nenough trees to make spears, and as a hunter-gatherer you simply need\nto know where to find your prey. There is no need to count animals into\nan enclosure at night. Another interesting environment is the Australian\nOutback. Aboriginal Australians appear to have a remarkable aptitude for\nvisio-spatial memory and can remember maps or collections of objects\nmuch better than you or I. Tests for this skill involve playing a variant\nof Pelmanism. A collection of objects is placed on a tray and covered\nwith a cloth. The cloth is lifted for 60 seconds to reveal the location and\ntype of objects and then replaced. Subjects are then given a bucket full of\nobjects and asked to recreate the tray. You and I do a modest job. Native\nAustralians do this almost perfectly. Why?\n\nHOUSE_OVERSIGHT_015718",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015718.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2785,
    "word_count": 488,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.458239",
    "prefix": "IMAGES-003"
  }
}