{
  "document_id": "HOUSE_OVERSIGHT_015512",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015512.txt",
  "text": "300 M. Hoffman et al.\n\nFig. 4 The Coordination\nGame. In our applications, A\nstands for punish, and B\n\nstands for don’t punish\n\nattention or do not have enough time to react with better judgment (DeScioli\net al., 2011). Relative to the example of the tennis player with the allergy\ndescribed above, it is usually hard to distinguish between a competitor who does\nnot notice his opponent orders the dish with the allergen versus one who notices\nbut does not care. In contrast, transgressions of commission must be intended\nalmost by definition.\n\n4. Suppose the witness knows an omission was intentional: In the above example,\nthe tennis player’s opponent’s allergy is widely known, and the witness saw the\nplayer watch his opponent order the offending dish, had time to react, thought\nabout it, but did not to say anything. The witness suspects that others do not\nknow the competitor was aware his opponent ordered the dish, but believes the\ntennis player should be condemned for purposely withholding information from\nhis competitor. However, since the witness does not wish to be the sole con-\ndemner, she is unlikely to condemn. In contrast, when a witness observes a trans-\ngression of commission (e.g., the player recommends the dish), the witness is\nrelatively confident that others present interpret the transgression as purposely\nharmful, since his recommendation reveals that the player was obviously paying\nattention and therefore intended to harm his opponent. So, if all other individuals\npresent condemn the tennis player when they observe the commission, each does\nnot anticipate being the sole condemner.\n\nFor the above result to hold, all that is needed is the following: (1) The more the costs\nof punishment decrease, the more others punish and (2) omissions are usually unintended\n(Dalkiran, Hoffman, Paturi, Ricketts, & Vattani, 2012; Hoffman et al., 2015).*\n\n*Tn fact, even if one knows that others know that the transgression was intended, omission will still\nbe judged as less wrong, since the transgression still won’t create what game theorists call common\np-belief, which is required for an event to influence behavior in a game with multiple equilibria.\n\nHOUSE_OVERSIGHT_015512",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015512.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2201,
    "word_count": 353,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.534859",
    "prefix": "IMAGES-003"
  }
}