{
  "document_id": "HOUSE_OVERSIGHT_015804",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015804.txt",
  "text": "114 Are the Androids Dreaming Yet?\n\nHESTwo\n\nMcGurk Effect; Go to the Website and Watch the Linked Video\n\nChinese children tend to learn the piano very young, they don't lose the\nabsolute part of pitch. An astonishing 93% of these children develop and\nretain perfect pitch throughout their lives.\n\nThere are many cross connections between the audio and video\nprocessing systems. At parties you often can't hear speakers clearly because\nof the background noise. Watching their lips will help comprehension,\nbut which sense wins if there is conflict between the two? The McGurk\neffect shows this.\n\nTo test the effect, go to the website, watch the video and see if you\ncan distinguish when a speaker talking normally and when he is making\nthe mouth movement of another sound. There is a winner. Try it for\nyourself; check out the link on my website.\n\nOnce upon a time people imagined the brain was like a camera\nforming an image of the world, but if this were the case there would be\na paradox. Who is looking at the image in our brain to make sense of it?\nModern research shows we don’t take a complete picture of the world\nlike a camera but rather parse the image into its constituent parts on the\nfly.\n\nIf someone asks, “Which side of the house is the tree on?” your\nbrain parses the question and compares it with the image map in your\nmind’s eye. What is the image composed of: trees, houses, sky, grass?\nYour brain manipulates the linguistic question about the relationship\nof elements and matches it with the visio-spatial understanding of the\nimage, allowing you to answer the question. You might not have to answer\n\nHOUSE_OVERSIGHT_015804",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015804.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1642,
    "word_count": 286,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.987390",
    "prefix": "IMAGES-003"
  }
}