{
  "document_id": "HOUSE_OVERSIGHT_017731",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017731.txt",
  "text": "Page 17 of 52\n2005 B.Y.U.L. Rev. 835, *863\n\nTo avoid creating only significant new responsibilities for prosecutors and their agents, the proposed new Rule 10.1 is lifted\nessentially verbatim from the 2000 Attorney General Guidelines for Victim and Witness Assistance. The 2005 revisions to the\nGuidelines continue essentially the same requirements. 148\n\nThe drafters of the CVRA also appear to believe that the notification obligations will fall primarily on prosecutors’ offices, as\nthe CVRA authorizes an appropriation of $ 22,000,000 over the next five fiscal years to the Office for Victims of Crime of the\n\n139 [*864] Presumably, those enhanced new\n\nDepartment of Justice for enhancement of victim notification systems.\nnotification systems can be used to keep victims apprised of court proceedings. Moreover, the CVRA directs that the\nDepartment of Justice and its investigative agencies \"shall make their best efforts to see that crime victims are notified of, and\naccorded, the rights described in subsection (a).\"_ 14°\n\nProposed new Rule 10.1 adds only two new obligations beyond those found in the 2000 Attorney General Guidelines: (1)\nnotice to victims of their right to make a statement regarding any proposed plea, and (2) notice to victims of their right to attend\npublic proceedings. Both of these obligations are currently found in the 2005 Guidelines. !4!\n\nOne last issue deserves brief discussion: Is it proper for the Judiciary, through the rule-making process, to command another\nbranch of government to take certain actions? !4? The starting point for analyzing this question is the congressional command\nin the CVRA that the executive branch must protect victims' rights. ‘4? Consequently, implementing these rights through rule\nchanges presents no question of the courts inventing new rights or exercising some kind of \"supervisory\" power over federal\nagents. '44 Instead, the implementation is simply enforcing congressionally created rights through the Judiciary's\ncongressionally authorized rulemaking authority - an uncontroversial exercise of judicial power. !4° Moreover, in the CVRA,\nCongress commanded the courts to \"ensure that the crime victim is afforded the rights described [in the CVRA].\" '4° Rule\nchanges needed to implement the CVRA thus rest [*865] on this statutory authority as well. Additionally, this Article's\nproposals affecting prosecutors are closely connected to court proceedings; they deal with such things as prosecutors notifying\nvictims of hearings and conferring with victims in anticipation thereof. It is difficult to see new separation of powers concerns\narising in such contexts so closely connected to the courtroom.\n\n137 See 2000 A.G. Guidelines, supra note 38; see also U.S. Dept. of Justice, Office for Victims of Crime, New Directions from the Field:\nVictims' Rights and Services for the 21st Century 82 (1998) (\"Prosecutors' offices should notify victims in a timely manner\" of all significant\nhearings.).\n\nB8 See 2005 A.G. Guidelines, supra note 38, at 27-29 (providing for notice to victims, although relying on the department's Victim\nNotification Systems (VNS) to do this).\n\nB9 See 118 Stat. 2260, 2264 (2004); sce also 150 Cong. Rec. $4267 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl) (\"We authorized an\nappropriation of funds to assure ... that moneys would be made available to enhance the victim notification system, managed by the\nDepartment of Justice's Office for Victims of Crime, and the resources additionally to develop state-of-the-art systems for notifying crime\nvictims of important statements of development) (emphasis added). But cf. id. (discussing court notification of attorneys of record and\nconcluding \"it is a relatively simple matter to add another name and telephone number or address to that list\").\n\n40 78 US.CA. 3771(c)(1) (West 2004 & Supp. 2005) (emphasis added).\n\n141 See 2005 A.G. Guidelines, supra note 38, at 27 (prosecutors to notify victims of all their rights under the CVRA).\n\n42 Victims cannot rely on the provisions of the Attorney General Guidelines to protect their rights because the Guidelines themselves state\nthat they \"are not intended to ... and may not be relied upon to create any rights ... enforceable at law by any person in a matter civil or\ncriminal.\" 2005 A.G. Guidelines, supra note 38, at 27.\n\n43 18 USCA. 3771(c)(1).\n\n44 Cf. Sarah Sun Beale, Reconsidering Supervisory Power in Criminal Cases: Constitutional and Statutory Limits on the Authority of the\nFederal Courts, 84 Colum. L. Rev. 1433 (1984) (discussing more problematic applications of judicial power).\n\n45 See id. at 1476-77; 28 U.S.C. 2071, 2072 (establishing court rule-making power).\n\n46 18 U.S.C. 3771(b) (emphasis added).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017731",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017731.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4756,
    "word_count": 734,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:45.374626",
    "prefix": "IMAGES-004"
  }
}