{
  "document_id": "HOUSE_OVERSIGHT_015507",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015507.txt",
  "text": "Morality Games 295\n\nuncorrelated asymmetries must have. This requires a bit more game theory to illus-\ntrate; the logic is detailed in the section on categorical distinctions but the implica-\ntions are straightforward: Uncorrelated asymmetries must be discrete (as in who\narrived first or whether someone has African ancestry) and cannot be continuous\n(who is stronger, whether someone has darker skin). Indeed, we challenge the reader\nto identify a case where our sense of rights depends on surpassing a threshold in a\ncontinuous variable (stronger than? darker than?). More generally, an asymmetry\nmust have the characteristic that, when it occurs, every observer believes it occurred\nwith a sufficiently high probability, where the exact level of confidence is deter-\nmined by the payoffs of the game. This is true of public, explicit speech and hand-\nshakes, but not innuendos or rumors. (Formally, explicit speech and handshakes\ninduce what game theorists term common p-beliefs.)\n\nThe Hawk—Dove explanation of our sense of rights also gives useful clarity on\nwhen there will be conflict. Conflict will arise if both players receive opposing sig-\nnals regarding the uncorrelated asymmetry, such as two individuals each believing\nthey arrived first, or when there are two uncorrelated asymmetries that point in\nconflicting directions, such as when one person invested more and the other arrived\nfirst. The former source of conflict appears to be the case in the Israeli—Palestinian\nconflict. Indeed, both sides pour great resources into demonstrating their early\npossession, especially Israel, through investments in and public displays of archeol-\nogy and history. The latter source of conflict appears to be the case in many of the\ncontested legal disputes in the study by DeScioli and Karpoff (2014) mentioned\nabove. An example is one person finds an object on another’s land. Indeed, this turns\nout to be a source of many legal conflicts over property rights, and a rich legal tradi-\ntion has developed to assign precedence to one uncorrelated asymmetry over another\n(Descioli & Karpoff, 2014). As usual, we see similar behavior in animals in studies\nthat provide empirical support for Maynard Smith’s model for animal territoriality:\nWhen two animals are each given the impression they arrived first by, for example,\nclever use of mirrors, a fight ensues (Davies, 1978).\n\nAuthentic Altruism, Motives, and the Envelope Game\n\nIn this section, we present a simple extension of the Repeated Prisoner’s Dilemma\nto explain why morality depends not just on what people do but also what they think\nor consider.\n\nIn the Repeated Prisoner’s Dilemma and other models of cooperation, players\njudge others by their actions—whether they cooperate or defect. However, we not\nonly care about whether others cooperate but also about their decision-making pro-\ncess: We place more trust in cooperators who never even considered defecting. To\nquote Kant, “In law a man is guilty when he violates the rights of others. In ethics\nhe is guilty if he only thinks of doing so.”\n\nThe Envelope Game (Fig. 3) models why we care about thoughts and consider-\nations and not just actions (Hoffman, Yoeli, & Nowak, 2015). The Envelope Game\n\nHOUSE_OVERSIGHT_015507",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015507.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3240,
    "word_count": 513,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.812381",
    "prefix": "IMAGES-003"
  }
}