{
  "document_id": "HOUSE_OVERSIGHT_012720",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012720.txt",
  "text": "Case 9:08-cv-80736-KAM Document 85-1 Entered on FLSD Docket 06/17/2011 Page 3 of 4\n\nS3608\n\nU.S. SENATE,\nWashington, DC, June 6, 2011.\nHon. ERIC H. HOLDER, Jr.,\nAttorney General; U.S. Department of Justice,\nWashington, DC.\n\nDEAR ATTORNEY GENERAL HOLDER: I am\nwriting about the Justice Department’s im-\nplementation of the Crime Victims’ Rights\nAct--an act that I co-sponsored in 2004.\nThese questions relate to an Office of Legal\nCounsel (“OLC’’?) Opinion made public on\nMay 20, 2011 and more broadly to concerns I\nhave heard from crime victims’ advocates\nthat the Department has been thwarting ef-\nfective implementation of the Act by failing\nto extend the Act to the investigative phases\nof criminal cases and by preventing effective\nappellate enforcement of victims’ rights. I\nam writing to ask you to answer these ques-\ntions and explain the Department’s actions\nin these areas.\n\nGOVERNMENT PROTECTION OF VICTIMS’ RIGHTS\nDURING INVESTIGATION OF A CRIME\n\nWhen Congress enacted the CVRA, it in-\ntended to protect crime victims throughout\nthe criminal justice process—from the inves-\ntigative phases to the final conclusion of a\ncase. Congress could not have been clearer in\nits direction that using ‘“‘best efforts’’ to en-\nforce the CVRA was an obligation of\n“Colfficers and employees of the Department\nof Justice and other departments and agen-\ncies of the United States engaged in the de-\ntection, investigation, or prosecution of crime\n\n. .? 18 U.S.C. §8771(c)(1) (emphasis added).\nCongress also permitted crime victims to as-\nsert their rights either in the court in which\nformal charges had already been filed “or, if\nno prosecution is underway, in the district\ncourt in the district in which the crime oc-\ncurred.” 18 U.S.C. §38771(d)(3) (emphasis\nadded).\n\nDespite Congress’ clear intention to extend\nrights to crime victims throughout the proc-\ness, the Justice Department is reading the\nCVRA much more narrowly. In the recent\nOLC opinion, for example, the Department\ntakes the position that ‘“‘the CVRA is best\nread as providing that the rights identified\nin section 377l(a) are guaranteed from the\ntime that criminal proceedings are initiated\n(by complaint, information, or indictment)\nand cease to be available if all charges are\ndismissed either voluntarily or on the merits\n(or if the Government declines to bring for-\nmal charges after the filing of a complaint).”\nThe Availability of Crime Victims’ Rights\nUnder the Crime Victims’ Rights Act of 2004,\nMemorandum from John E. Bies (Dec. 17,\n2010, publicly released May 20, 2011) (herein-\nafter “‘OLC Opinion’’). Indeed, in that same\nopinion, I am surprised to see the Depart-\nment citing a snippet from my floor remarks\nduring the passage of the CVRA for the prop-\nosition that crime victims can confer with\nprosecutors only after the formal filing of\ncharges. See id. at 9 (citing 150 Cong. Rec.\n$4260, S4268 (Apr. 22, 2004) (statement of Sen.\nKyl).\n\nI did want to express my surprise that your\nprosecutors are so clearly quoting my re-\nmarks out of context. Here is the full pas-\nsage of my remarks, which were part of a\ncolloquy with my co-sponsor on the CVRA,\nSenator Feinstein:\n\nSenator Feinstein: Section .. . (a)(5) pro-\nvides a right to confer with the attorney for\nthe Government in the case. This right is in-\ntended to be expansive. For example, the vic-\ntim has the right to confer with the Govern-\nment concerning any critical stage or dis-\nposition of the case. The right, however, is not\nlimited to these examples. I ask the Senator if\nhe concurs in this intent.\n\nSenator Kyl: Yes. The intent of this sec-\ntion is just as the Senator says. This right to\nconfer does not give the crime victim any\n\nCONGRESSIONAL RECORD — SENATE\n\nright to direct the prosecution. Prosecutors\nshould consider it part of their profession to\nbe available to consult with crime victims\nabout concerns the victims may have which\nare pertinent to the case, case proceedings or\ndispositions. Under this provision, victims are\nable to confer with the Government's attorney\nabout proceedings after charging.\n\n150 Cong. Rec. S4260, S4268 (Apr. 22, 2004)\n(statements of Sens. Feinstein & Kyl) (em-\nphases added). Read in context, it is obvious\nthat the main point of my remarks was that\na victim’s right to confer was ‘‘intended to\nbe expansive.”’ Senator Feinstein and I then\ngave various examples of situations in which\nvictims could confer with prosecutors, with\nthe note that the right to confer was ‘‘not\nlimited to these examples.’ It is therefore\ntroubling to me that in this opinion the Jus-\ntice Department is quoting only a limited\nportion of my remarks and wrenching them\nout of context to suggest that I think that\ncrime victims do not have any right to con-\nfer (or to be treated with fairness) until after\ncharging.\n\nIn giving an example that the victims\nwould have such rights after charging, I was\nnot suggesting that they had no such right\nearlier in the process. Elsewhere in my re-\nmarks I made clear that crime victims had\nrights under the CVRA even before an indict-\nment is filed. For example, in the passage\nquoted above, I made clear that crime vic-\ntims had a right to consult about both ‘‘the\ncase’’ and ‘‘case proceedings’’—i.e., both\nabout how the case was being handled before\nbeing filed in court and then later how the\ncase was being handled in court “pro-\nceedings.”’ As another example, Senator\nFeinstein and I explained that we had draft-\ned the CVRA to extend a right to victims to\nattend only ‘‘public” proceedings, because\notherwise the rights would extend to grand\njury proceedings. See, e.g., 150 Cong. Rec.\n54260, S4268 (Apr. 22, 2004) (statements of\nSens. Feinstein & Kyl). Of course, no such\nlimitation would have been necessary under\nthe CVRA if CVRA rights attach (as the De-\npartment seems to think) only after the fil-\ning of a grand jury indictment.\n\nCourts have already rejected the Justice\nDepartment’s position that the CVRA ap-\nplies only after an indictment is filed. For\nexample, in In re Dean, 527 F.3d 391 (5th Cir.\n2008), the Department took the position that\ncrime victims had no right to confer with\nprosecutors until after the Department had\nreached and signed a plea agreement with a\ncorporation (BP Products North America)\nwhose illegal actions had resulted in the\ndeaths of fifteen workers in an oil refinery\nexplosion. Of course, this position meant\nthat the victims could have no role in shap-\ning any plea deal that the Department\nreached. In rejecting the Department’s posi-\ntion, the Fifth Circuit held that “the govern-\nment should have fashioned a reasonable\nway to inform the victims of the likelihood\nof criminal charges and to ascertain the vic-\ntims’ views on the possible details of a plea\nbargain.”’ Id. at 394.\n\nIn spite of this binding decision from the\nFifth Circuit, crime victims’ advocates have\nreported to me that the Justice Department\nis still proceeding in the Fifth Circuit and\nelsewhere on the assumption that it has no\nobligations to treat victims fairly or to con-\nfer with them until after charges are for-\nmally filed. Given the Fifth Circuit’s Dean\ndecision, this position appears to place the\nDepartment in violation of a binding court\nruling that extends rights to thousands of\ncrime victims in Louisiana, Mississippi, and\nTexas. And more generally, the Depart-\nment’s position simply has no grounding in\nthe clear language of the CVRA.\n\nMy first question: What is the Justice De-\npartment doing to extend to victims their\n\nJune 8, 2011\n\nright to fair treatment and their right to\nconfer with prosecutors when the Justice De-\npartment is negotiating pre-indictment plea\nagreements and non-prosecution agreements\nwith defense attorneys, including negotia-\ntions within the Fifth Circuit?\nCRIME VICTIMS’ RIGHT TO APPELLATE\nPROTECTION\n\nProtection of crime victims’ rights in ap-\npellate courts is an important part of the\nCVRA. As you know, when Congress passed\nthe CVRA, the federal courts of appeals had\nrecognized that crime victims could take or-\ndinary appeals to protect their rights. See,\ne.g., Doe v. United States, 666 F.2d 43, 46 (4th\nCir. 1981) (rape victim allowed to appeal dis-\ntrict court’s adverse ‘“‘rape shield statute”\nruling); United States v. Kones, 77 F.3d 66 (8rd\nCir. 1996) (victim allowed to appeal adverse\nrestitution decision). Congress sought to\nleave these protections in place, while ex-\npanding them to ensure that crime victims\ncould obtain quick vindication of their\nrights in appellate courts by providing—in\n§3771(d)(3)—that ‘“‘{i]f the district court de-\nnies the relief sought, the [victim] may peti-\ntion the court of appeals for a writ of man-\ndamus.”” 18 U.S.C. §8771(d)(3). Ordinarily,\nwhether mandamus relief should issue is dis-\ncretionary. The plain language of the CVRA,\nhowever, specifically and clearly overruled\nsuch discretionary mandamus standards by\ndirecting that ‘‘[t]he court of appeals shall\ntake up and decide such application forthwith\n.... 18 U.S.C. §3771(d)(3) (emphasis added).\nAs I explained when the Senate considered\nthe CVRA:\n\n{[W]hile mandamus is generally discre-\n\ntionary, this provision [18 U.S.C. §3771(d)(3)]\nmeans that courts must review these cases.\nAppellate review of denials of victims’ rights\nis just as important as the initial assertion\nof a victim’s right. This provision ensures re-\nview and encourages courts to broadly defend\nthe victims’ rights.\n150 Conc. REc. $4270 (Apr. 22, 2004) (state-\nment of Sen. Kyl) (emphases added). Simi-\nlarly, the CVRA’s co-sponsor with me, Sen-\nator Feinstein, stated that the Act would\ncreate “‘a new use of a very old procedure,\nthe writ of mandamus. This provision will\nestablish a procedure where a crime victim\ncan, in essence, immediately appeal a denial\nof their rights by a trial court to the court\nof appeals.”’ 150 Conc. REc. $4262 (statement\nof Sen. Feinstein) (emphases added): see also\nid. (statement of Sen. Kyl) (crime victims\nmust ‘“‘be able to have ... the appellate\ncourts take the appeal and order relief). In\nshort, the legislative history shows that\n§3771(d)(3) was intended to allow crime vic-\ntims to take accelerated appeals from dis-\ntrict court decisions denying their rights and\nhave their appeals reviewed under ordinary\nstandards of appellate review.\n\nIn spite of that unequivocal legislative his-\ntory, the Justice Department has in past\ncases asserted a contrary position. In In re\nAntrobus, 519 F.3d 1123 (10th Cir. 2008), Ken\nand Sue Antrobus sought to obtain appellate\nreview of a ruling by a trial court that they\ncould not deliver a victim impact statement\nat the sentencing of the man who sold the\nmurder weapon used to kill their daughter.\nThe Tenth Circuit ruled against them on the\nbasis that the Antrobuses were not entitled\nto regular appellate review, but only discre-\ntionary mandamus review. See id. at 1124-25.\nThe Tenth Circuit did not consider the legis-\nlative history in reaching this conclusion,\nleading the Antrobuses to file petitions for\nrehearing and rehearing en banc—petitions\nthat recounted this legislative history. In re-\nsponse, the Justice Department asked the\nTenth Circuit to deny the victims’ petitions.\nRemarkably, the Justice Department told\nthe Tenth Circuit that it could ignore the\n\nHOUSE_OVERSIGHT_012720",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012720.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 11230,
    "word_count": 1848,
    "line_count": 291,
    "import_date": "2025-11-19T21:47:48.495642",
    "prefix": "IMAGES-002"
  }
}