{
  "document_id": "HOUSE_OVERSIGHT_010598",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010598.txt",
  "text": "Edwards anticipated that Epstein would argue that Jane Doe’s proof of the federal nexus was\ninadequate. These fears were realized when Epstein filed a summary judgment motion raising\nthis argument. In response, the other attorneys and Edwards representing Jane Doe used the\nflight log evidence to respond to Epstein’s summary judgment motion, explaining that the flight\nlogs demonstrated that Epstein had traveled in interstate commerce for the purpose of facilitating\nhis sexual assaults.. Because Epstein chose to settle the case before trial, Judge Marra did not\nrule on the summary judgment motion.\n\n79. Edwards had further reason to believe and did in fact believe that the pilot and\nflight logs might contain relevant evidence for the cases against Epstein. Jane Doe No. 102’s\ncomplaint outlined Epstein’s daily sexual exploitation and abuse of underage minors as young as\n12 years old and alleged that Epstein’s plane was used to transport underage females to be\nsexually abused by him and his friends. The flight logs accordingly were a potential source of\ninformation about either additional girls who were victims of Epstein’s abuse or friends of\nEpstein who may’ have witnessed or even participated in the abuse. Based on_ this\ninformation, Edwards reasonably pursued the flight logs in discovery.\n\n80. In the fall of 2009, Epstein gave a recorded interview to George Rush, a reporter\nwith the New York Daily News about pending legal proceedings. In that interview, Epstein\ndemonstrated an utter lack of remorse for his crimes (but indirectly admitted his crimes) by\nstating:\n\ne People do not like it when people make good and that was one reason he (Epstein)\nwas being targeted by civil suits filed by young girls in Florida;\n\ne He(Epstein) had done nothing wrong;\n\n33\n\nHOUSE_OVERSIGHT_010598",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010598.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1804,
    "word_count": 289,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:48.731739",
    "prefix": "IMAGES-001"
  }
}