{
  "document_id": "HOUSE_OVERSIGHT_013518",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013518.txt",
  "text": "to Christ. The brain waves recorded from electrodes deep in her brain demonstrated\ntransient episodes of spiking in a midline limbic structure called the septum and in\nthe right hippocampus, deep in the temporal lobe. Paul MacLean and others since\nhave shown that electrical stimulation of these and related brain regions could\nproduce pleasure and grooming reactions in cats and prolonged penile erections in\nsquirrel monkeys.\n\nMany years later, | spoke about Donna with the Harvard professor of\nneurology, Norman Geschwind. He took me to his twice a week epilepsy clinic. In\nan effort to demonstrate what is now known as the Geschwind Syndromes of\nbetween seizure, inter-ictal personality changes in patients with temporal lobe\nepilepsy, he stood in front of the patients’ waiting room. In a loud voice, he asked\nthat all people keeping diaries and personal notebooks please stand up. Several did\nso, some displaying their notebooks in outstretched hands. The pages that | saw\nwere filled mostly with religious writing, biblical quotations and exclamation points.\nGathering the positive responders together, he asked them in turn what religion they\nwere. Several answered the question with the question, “When?” It turned out that\nmany reported having several experiences of religious conversion. Geschwind\ncalled them “Jamesian Episodes” after William James’ Varieties of Religious\nExperience. He then asked when was the last time they engaged in sexual activity.\nFor most of them, including those that were married, it had been years. Thought the\nmen said they were not impotent, experiencing early morning spontaneous\nerections, they claimed a complete loss of interest in sex though feeling warmly\naffectionate toward people generally. As he anticipated, the patients were\nemotionally intense and unstoppably loquacious, needing to speak at length about\ntheir moral philosophies. They persisted in following us around the clinic waiting\nroom, several speaking at once. In his lectures and papers, Geschwind called this\nlast feature, difficulty in separation, interpersonal “stickiness.” First reported by the\nFrench electroencephalographer, Henri Gastaut, a history of multiple ecstatic\nreligious experiences, increasing emotional intensity and lability, hyposexualilty (not\nimpotence), moralizing religiosity, compulsive and frequently poetic writing and\n\ntendency to cling to people is now called the Geschwind Syndrome of temporal lobe\n\nHOUSE_OVERSIGHT_013518",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2468,
    "word_count": 364,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.106987",
    "prefix": "IMAGES-002"
  }
}