{
  "document_id": "HOUSE_OVERSIGHT_017551",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017551.txt",
  "text": "JOHN MAZZIOTTA\n\nDr. John Mazziotta is Chair of the Department of\n\nNeurology, David Geffen School of Medicine at UCLA,\n\nand Director of the UCLA Ahmanson-Lovelace Brain\nMapping Center. After receiving his B.A. and M.A. degrees\nfrom Columbia University in 1972, he obtained an M.D.\n\nand Ph.D. in Neuroanatomy and Computer Science from\nGeorgetown University in 1977. Following an internship at\nGeorgetown, he completed Neurology and Nuclear Medicine\ntraining at UCLA and joined the faculty here in 1983.\n\nDr. Mazziotta chairs one of the nation’s largest\nNeurology departments, which for nine of the last ten\nyears achieved the distinguished position of being first in\nNational Institutes of Health (NIH) research funding. An\nexpert in brain imaging, he established the Brain Mapping\nCenter at UCLA that includes all of the methods available\nto study human brain structure and function. He was the\nprincipal investigator of the International Consortium for\nBrain Mapping, whose goal is to develop the first atlas of\nthe human brain that will include behavioral, demographic,\nimaging, and genetic data from 7,000 subjects.\n\nSince beginning this work, Dr. Mazziotta has\npublished more than 255 research papers and eight texts.\nHe has received numerous awards and honors, including\nthe Oldendorf Award from the American Society of\nNeuroimaging, the S. Weir Mitchell Award and the\nWartenberg Prize of the American Academy of Neurology,\nthe Von Hevesy Prize from the International Society\nof Nuclear Medicine, the 1996 Medical Science Award\nfrom the UCLA Medical Alumni Association, election\nto the Institute of Medicine of the National Academy of\nSciences, Honorary Doctorate from l'Université de Caen\nand membership in the Royal College of Physicians.\n\nIn January 2012, Dr. Mazziotta was appointed\nAssociate Vice Chancellor for Medical Sciences and Executive\nVice Dean of the David Geffen School of Medicine at UCLA.\n\nNICHOLAS NEGROPONTE\n\nNicholas Negroponte (born December 1, 1943) is an\nAmerican architect best known as the founder and\nChairman Emeritus of Massachusetts Institute of\nTechnology’s Media Lab, and also known as the founder\nof the One Laptop per Child Association (OLPC).\nNegroponte was born to Dimitri John Negroponte,\na Greek shipping magnate, and grew up in New York\nCity’s Upper East Side. He is the younger brother of John\nNegroponte, former United States Deputy Secretary of State.\nHe attended Buckley School in New York City, Le\nRosey in Switzerland, and The Choate School (now Choate\nRosemary Hall) in Wallingford, Connecticut, from which he\ngraduated in 1961. Subsequently, he studied at MIT as both\nan undergraduate and graduate student in Architecture where\nhis research focused on issues of computer-aided design. He\nearned a Master’s degree in architecture from MIT in 1966.\nNegroponte joined the faculty of MIT in 1966.\nFor several years thereafter he divided his teaching time\nbetween MIT and several visiting professorships at Yale,\nMichigan and the University of California, Berkeley.\nIn 1967, Negroponte founded MIT’s Architecture\nMachine Group, a combination lab and think tank which\nstudied new approaches to human-computer interaction.\nIn 1985, Negroponte created the MIT Media Lab with\nJerome B. Wiesner. As director, he developed the lab into\nthe pre-eminent computer science laboratory for new\nmedia and a high-tech playground for investigating the\nhuman-computer interface. Negroponte also became a\nproponent of intelligent agents and personalized electronic\nnewspapers, for which he popularized the term the Daily Me.\nIn 1992, Negroponte became involved in the creation\nof Wired Magazine as the first investor. From 1993 to 1998,\nhe contributed a monthly column to the magazine in which\nhe reiterated a basic theme: “Move bits, not atoms.”\nNegroponte expanded many of the ideas from his\nWired columns into a bestselling book Being Digital (1995),\nwhich made famous his forecasts on how the interactive\nworld, the entertainment world and the information world\nwould eventually merge. Being Digital was a bestseller and\nwas translated into some twenty languages. Negroponte\nis a digital optimist who believed that computers would\nmake life better for everyone. However, critics such as\nCass Sunstein have faulted his techno-utopian ideas for\nfailing to consider the historical, political and cultural\nrealities with which new technologies should be viewed.\nNegroponte’s belief that wired technologies such\nas telephones will ultimately become unwired by using\nairwaves instead of wires or fiber optics, and that unwired\ntechnologies such as televisions will become wired, is\ncommonly referred to as the Negroponte switch.\n\nIn 2000, Negroponte stepped down as director\nof the Media Lab as Walter Bender took over as Executive\nDirector. However, Negroponte retained the role of laboratory\nChairman. When Frank Moss was appointed director of the lab\nin 2006, Negroponte stepped down as lab chairman to focus\nmore fully on his work with One Laptop Per Child (OLPC)\nalthough he retains his appointment as professor at MIT.\n\nIn November 2005, at the World Summit on the\nInformation Society held in Tunis, Negroponte unveiled the\nconcept of a $100 laptop computer, The Children’s Machine,\ndesigned for students in the developing world. The price\nhas increased to US$180, however. The project is part of\na broader program by One Laptop Per Child, a non-profit\norganisation started by Negroponte and other Media Lab\nfaculty, to extend Internet access in developing countries.\n\nNegroponte is an active angel investor and has\ninvested in over 30 startup companies over the last 30 years,\nincluding Zagats, Wired, Ambient Devices, Skype and Velti.\nHe sits on several boards, including Motorola (listed on the\nNew York Stock Exchange) and Velti (listed on the London\nStock Exchange and the NASDAQ). He is also on the advisory\nboard of TTI/Vanguard. In August 2007, he was appointed\nto a five-member special committee with the objective of\nassuring the continued journalistic and editorial integrity\nand independence of the Wall Street Journal and other Dow\nJones & Company publications and services. The committee\nwas formed as part of the merger of Dow Jones with News\nCorporation. Negroponte’s fellow founding committee\nmembers are Louis Boccardi, Thomas Bray, Jack Fuller,\nand the late former Congresswoman Jennifer Dunn.\n\nNegroponte has influenced modern\n\nday futurists, such as David Houle.\n\nHOUSE_OVERSIGHT_017551",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017551.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6439,
    "word_count": 995,
    "line_count": 135,
    "import_date": "2025-11-19T21:47:44.069375",
    "prefix": "IMAGES-004"
  }
}