{
  "document_id": "HOUSE_OVERSIGHT_023505",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023505.txt",
  "text": "[9\n\nthat the show be banned. Radicals now have the upper hand in slowly\nending Turkey’s centuries-old drinking culture.\n\nOr take the AKP’s new Kurdish policy. In an effort to expand its base\namong Kurds before parliamentary elections next June, the party has\nemphasized Islam as a common denominator between Kurds and\nTurks, in order to undermine the secular Kurdish nationalist party.\nThe plan may well help the AKP win the elections. However, it will\nalso invite competition from religious radicals, such as the Kurdish\nHezbollah — a violent Sunni group not linked to the Lebanese Shiite\ngroup of the same name. Kurdish Hezbollah boasts a wide grassroots\nnetwork in southeast Turkey.\n\nRecently, Kurdish Hezbollah’s leadership, which had been\nimprisoned since a crackdown in the late 1990s, was released due to a\nlegal loophole. The AKP’s emphasis on Islam may mean it helps\nreplace the secular-nationalist Kurdish movement with a religious-\nnationalist one. Don’t be surprised if Kurdish Hezbollah begins\nsuggesting that neither the AKP nor Diyanet are “Muslim enough” to\nrepresent Kurds.\n\nTurkey’s shift is bad news for the United States and Europe. The\npotential radicalization of the Turkish population is a pressing\nconcern, given that Turkey recently eliminated visa restrictions for\ncitizens of a number of Muslim countries — including Iran, Syria,\nJordan and Libya. The move will facilitate cross-fertilization among\nradical groups in Turkey. Washington should start making\ncontingency plans now to deal with radicals who will challenge the\nAKP’s cooperation with the United States, particularly in\nAfghanistan.\n\nTurkey’s emboldened radicals will also take issue with Ankara’s\nEuropean Union policy — as if Turkey’s EU accession plans did not\nalready face enough obstacles. Given the large number of Turkish\n\nHOUSE_OVERSIGHT_023505",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023505.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1840,
    "word_count": 283,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.201193",
    "prefix": "IMAGES-007"
  }
}