{
  "document_id": "HOUSE_OVERSIGHT_026699",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026699.txt",
  "text": "Sovereigns see potential in Indian private markets\nDespite tactical switching between developed\nmarkets, increasing investment into emerging markets\nremains a long-term strategic objective for many\nsovereigns (as stated in our 2016 report). Stock\nmarkets have relatively small coverage of emerging\nmarket economies, driving greater emphasis on\nilliquid real asset categories. In fact, many sovereigns\nuse infrastructure deals to manage near-term macro\nand geopolitical risk, as outlined in our 2015 study.\nHowever, challenging placement dynamics and\nuncertainty over commodity prices mean sovereigns\nare being more selective in their emerging market\ninvestments, focusing on the identification of high-\ngrowth markets.\n\nWhile many emerging markets have struggled with\nslow commodity price recovery and political instability,\nIndia has experienced consistent growth in GDP (figure\n11). However, India’s economic structure is complex\nand publicly listed investments have relatively low\ncoverage of the wider economy (with stock market\ncapitalisation 65% of GDP in India, relative to 146% in\nthe US and 112% in the Uk). Indeed, many sovereigns\nare focusing on opportunities within Indian private\nequity (as seen in India’s increasing private sector\nattractiveness in figure 12), seeking returns from its\nrapid urbanisation.\n\nTypically, in emerging markets sovereigns have\nfaced considerable regulatory and governance\nchallenges to direct private equity investment, leading\nthem to seek assistance from external managers.\nHowever, in 2016 India introduced reforms to foreign\ndirect investment, loosening government restrictions\non investment in certain sectors, with wider reform\nexpected in 2017. This has enabled large investment\nand liability sovereigns to invest heavily in Indian\nprivate equity, and many funds are developing internal\nmanagement expertise based in India to have greater\naccess and control over private equity investments.\n\nDespite sovereign desire to invest directly in Indian\nprivate equity, the development of local management\ncapability is often complex and deployment of assets\nto meet targets will be lengthy. While concerns\nremain over governance and liquidity of private equity\ninvestments in emerging markets, sovereigns note\nthat local management teams are best equipped to\ndeal with these concerns.\n\n19\n\nFig 11. Gross domestic product of M2015\nemerging markets (USS, trillions) @ 2016\n@ 2017\nIndia\nBrazil\nRussia\nSouth Africa\nCreal\n\nSource: World Bank Data - GDP (Current USS) data as at 17 April 2017.\nFig 12. Opportunity of Indian private sector M@ 2015\nand attractiveness of India to sovereign investors @ 2016\nm 2017\n\nPrivate sector opportunity Attractiveness to sovereigns\n\nSample is based on sovereign investors and excludes central banks.\n\nRating on a scale from 1 to 10 where 10 is the most opportunistic/attractive. Rating scored\nas of Q1 of the given years.\n\nSample: 2015=26, 2016=44, 2017=58.\n\nHOUSE_OVERSIGHT_026699",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026699.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2954,
    "word_count": 429,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:45.132082",
    "prefix": "IMAGES-009"
  }
}