{
  "document_id": "HOUSE_OVERSIGHT_011942",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011942.txt",
  "text": "been on the edge of the system. John Casablancas gets with girls the healthy way. Girls would be\nwith him if he was the butcher. They're with Jean-Luc because he's the boss. Jean-Luc likes\ndrugs and silent rape. It excites him.\"\n\n\"I really despise Jean-Luc as a human being for the way he's cheapened the business,\" says John\nCasablancas. \"There is no justice. This is a guy who should be behind bars. There was a little\ngroup, Jean-Luc, Patrick Gilles, and Varsano...They were very well-known in Paris for roaming\nthe clubs. They would invite girls and put drugs in their drinks. Everybody knew they were\ncreeps.\"\n\nIt should be noted that aside from being a professional rival, Casablancas, the founder of the\nagency Elite, was eventually drubbed out of the industry for his own modelizing. How pervy do\nyou have to be for John Casablancas to call you a perv?\n\nPervy enough to drug and rape numerous teenagers, according to 60 Minutes and Diane Sawyer,\nwho investigated Brunel in 1988. The program interviewed nearly two dozen models who said\nthey had been sexually assaulted by Brunel and/or by his fellow agent, Claude Haddad. Even at\nthat time, Brunel had a reputation as a man one could go to to procure a \"date\" with a young\nmodel. CBS spoke to five models who said that Brunel and/or his friends had drugged and raped\nthem. Said producer Craig Pyes, \"Hundreds of girls were not only harassed, but molested.\"\n\nWhen Gross interviewed Brunel, this is what he had to say for himself:\n\n“You get laid tonight with a model, is that a crime? I don't understand why people go into your\npersonal life, what you do yourself, and to yourself, and they don't look at things that are really\nimportant.”\n\nSince then, Brunel has been involved with a succession of agencies in New York and Paris.\nAlthough the 60 Minutes scandal eventually led Eileen Ford to stop working with him, he\ncontinued his involvement with Karins. In 1988, when powerhouse agency Next opened its\ndoors, Brunel took an ownership stake. He also \"discovered\" Christy Turlington when she was\n14. MC2 is only his latest venture. Because no criminal charges were ever filed by any of his\naccusers, and because the industry has a short memory — most models working today weren't\neven born when Sawyer and Pyes started looking into Brunel's activities — Brunel has been free\nto continue as he pleases. A French citizen, he even avoided testifying in his friend Epstein's\ntrial.\n\nAnd so Brunel is still criss-crossing the globe, trawling for 5'10\" 13-year-olds from Eastern\nEurope and (the whiter parts of) South America. And apparently taking the occasional ride with\n\nthem on Epstein’s private jet. Is there any better argument for the regulation of the modeling\nindustry?\n\nhttp://nypost.com/201 1/1 1/18/jeffrey-epsteins-level-3-sex-offender-status-upheld-by-ny-appeals-\ncourt/\n\n31\n\nHOUSE_OVERSIGHT_011942",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011942.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2865,
    "word_count": 473,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.314232",
    "prefix": "IMAGES-001"
  }
}