{
  "document_id": "HOUSE_OVERSIGHT_019163",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019163.txt",
  "text": "rERSON\n\nheard those conversations, |\nvhen he was on the phone and\nke. I witnessed lots of things. I\n\nally, you all [want to knowl.\n\nlike 1 w—1 don't, I don't know\nsaying, “You're my favorite, and\no. but I was in about as deep as\n\nould say that to.\n\nsage training?\n\ntoo. [remember that. And when\ncing off he would, like, rub him-\nI was extremely uncomfortable. 1\nvay from that activity. Id get up\nxe, or 'd—I don't even remember.\n3 going on without saying, “Can\nwould stop it without saying stuff\n\nthing in me until one day he did\nsaid, “Wait a second: my boyfriend,\nling, you can't (\nhere as long as you don't do that.\na couple months later I gues\n\n46\n\ndo that. You know, r\n\ns he\n\nFirttuy Ricu\n\nassumed me and my boyfriend had broken up, and he just did\nit one day; he just did it without asking or anything. And then\nI said, “What are you doing?” I said, “You know that’s not\ncool,” and he goes, “Oh, I thought we did that last time.” And\nI said, “No, we did not do that last time.” And then he goes—\nuh, and then he just offered me more money. He’s like, “Well,\nwhy don't I just give you something extra, and we can try this\nout?” And I was like [sigh], “All right.” Very hard guy to say\nno to. I don’t know if.any of you guys ever talked to him....\n\nOh, yeah. Well, if you talk to him, I mean, he straight up\ntries to control the situation. Every—every word that comes\nout of your mouth, it seems like, he knows what you are\ngoing to say. Like, that’s his job; that’s how he made his\nmoney is knowing what people are gonna say and what peo-\nple are gonna do.\n\n: What did he tell you he does for a living?\n: Well, there’s a couple of things. Things that I found for\n\nmyself, things I looked up on the Internet. What he specifi-\ncally told me when I asked him the first time was, “Oh, I’ma\nbrain scientist.” And I said, “What the fuck is a-brain scien-\ntist?” I was like, “That’s not a real job—tell me the truth.”\nBut anyway ... his explanation was, “It’s my job to know how\npeople’s brains work.” And I said, “Whatever the fuck that\nmeans. Whatever. You're like some old guy who [unintelligi-\nble....]” You know what he promised me? Here's the reason I\nheld on so long is, he promised me that I would get into NYU.\nThat I would get into NYU and he would pay for it. And I\nwaited, and I waited, and I scored great on my SATs, I would\nget 4.0—like, I did great in school. I filled out my application\n\n47\n\nHOUSE_OVERSIGHT_019163",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2428,
    "word_count": 479,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:46.625051",
    "prefix": "IMAGES-005"
  }
}