{
  "document_id": "HOUSE_OVERSIGHT_030205",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030205.txt",
  "text": "The mere fact that an official has a personal immunity from prosecution does not bar the\nprosecution from alleging and proving his complicity as part of a case against persons who\nhave no such immunity.\n\nIt would not be fair “to the defendants ... to blunt the sweep of the evidence artificially by\nexcluding one person, however prominent and important, while identifying all others.” The\nJaworski filing acknowledged that naming an incumbent president as an unindicted criminal\nco-conspirator may cause the public anguish of a cloud over the presidency. But “in the\npublic marketplace of ideas” there is little reason to fear that malicious charges against a\npresident “will receive credit they do not deserve.”\n\nNotably, the United States made no mention of the OLC Dixon memo in its filing in the\nSupreme Court other than by implication: The filing says that the Department of Justice\nagrees that the Constitution does not bar indictment of a president, perhaps reading the\nDixon OLC memo as merely a statement of policy. What is striking is that the 2000 OLC\nmemo treats the 1973 Dixon memo as an important precedent but not the more substantial,\nmore careful subsequent filing in the U.S. Supreme Court.\n\nThe Supreme Court did not answer Nixon’s request to expunge his inclusion as an\nunindicted co-conspirator. Finding it unnecessary to answer that question in order to rule\nagainst the president on the subpoena of the nine tapes, the court dismissed Nixon’s\ncompanion cert petition as improvidently granted. Nixon’s resignation and pardon rendered\nthe remaining questions moot.\n\n5. The May 13, 1998, Memorandum to Independent Counsel Starr. This memorandum\nwas written by professor Ronald Rotunda in response to an inquiry from Independent\nCounsel Kenneth Starr. Rotunda concluded that\n\nIn the circumstances of this case, President Clinton is subject to indictment and criminal\nprosecution, although it may be the case that he could not be imprisoned ... until after he\nleaves that office.\n\nThe Rotunda memo is the least persuasive of the opinions in question. First, its status is\nunclear. It says that the question was posed by Starr, but it does not note whether Rotunda,\nwho may have been a paid consultant, had any official governmental role. There is no\nindication that the opinion underwent any review by other officials.\n\nThe opinion seems to claim too much, in my view, by suggesting that a president could be\nnot only indicted but actually put on trial while serving. (Rotunda does not even rule out\nimprisoning a president.) There is an informal and partisan flavor to the memo that makes it\nless serious than the other arguments put forth by the department.\n\nRotunda argues that the then-existing Independent Counsel Act contemplated that a\npresident could be investigated and questioned, so therefore it must follow that he can be\nindicted. This is the obverse of the current argument made by some that since a president\n\nHOUSE_OVERSIGHT_030205",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030205.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2965,
    "word_count": 483,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.828138",
    "prefix": "IMAGES-010"
  }
}