{
  "document_id": "HOUSE_OVERSIGHT_013381",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013381.txt",
  "text": "particular case could have been resolved in that very case rather than now re-litigated in satellite\nlitigation. |\n: Bs Edwards is Entitled to Summary Judgment on the Claim of\nAbuse of Process Because He Acted Properly Within the Boundaries of the\nLaw in Pursuit of the Legitimate Interests of his Clients.\n\nEpstein’s Second Amended Complaint raises several claims of “abuse of process.” An\nabuse of process claim requires proof of three elements: “(1) that the defendant made an illegal,\nimproper, or perverted use of process; (2) that the defendant had ulterior mative or purposes in\nexercising such illegal, improper, or perverted use of process; and (3) that, as a result of such\naction on the part of the defendant, the plaintiff suffered damage.” S & I Investments v. Payless\nFlea Market, Inc., 36 So.3d 909, 917 (Fla, 4\" Dist. Ct. App. 2010) (internal citation omitted), In\nfac, this Court is very familiar with this cause of action, as Edwards has correctly stated this\neattae in his counterclaim against Epstein. Edwards is entitled to summary judgment because\nEpstein cannot prove these elements.\n\nThe first element of an abuse of process claim is that a defendant made “an illegal,\nimproper, or perverted use of process.” On the surface, Epstein’s Complaint appears to contain\nseveral allegations of such improper process. On examination, however, each of these\nallegations amounts to nothing other than a claim that Epstein was unhappy with some\ndiscovery proceeding, motion or argument made by Edwards. This is not the stuff of an abuse of\nprocess claim, particularly where Epstein fails to allege that he was required to do something as\nthe result of Edwards’ pursuit of the claims against him, See Marty v. Gresh, 501 So.2d 87, 90\n(Fla, 1* Dist. Ct. App. 1987) (affirming summary judgment on an abuse of process claim where\n\n“appellant’s lawsuit caused appellee to do nothing against her will”).\n\n12\n\nHOUSE_OVERSIGHT_013381",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013381.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1938,
    "word_count": 317,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:45.088359",
    "prefix": "IMAGES-002"
  }
}