{
  "document_id": "HOUSE_OVERSIGHT_031150",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031150.txt",
  "text": "Michael Cembalest\nChief Investment Officer\n\n[Note a] Austin Long at Columbia University walked me through the geodynamics of the MOP and how many would be needed to\npenetrate the Fordow facility. His calculations are a function of soil hardness/density, the weapon’s mass and impact velocity, the\nshape of its cone, and the percentage of each penetration that collapses back in as “spoil”, blocking the hole created by previous\nweapons. The estimate of 4 MOPs is based on the assumption of a modest amount of gravel spoilage, and less dense soil. Higher soil\ndensity and gravel estimates could require 2-4 more bombs.\n\nBLS Bureau of Labor Statistics\n\nBEA _ Bureau of Economic Analysis\n\nBP British Petroleum\n\nBTU _ British Thermal Unit\n\nCERA Cambridge Energy Research Associates\n\nEIA US Energy Information Agency\n\nE&P Exploration and Production\n\nGAO — Government Accountability Office\n\nIEA International Energy Agency\n\nOECD Organization for Economic Cooperation and Development\nOPEC = Organization of Petroleum Exporting Countries\n\nSWIFT Society for Worldwide Interbank Financial Telecommunication\n\nThe material contained herein is intended as a general market commentary. Opinions expressed herein are those of Michael Cembalest and may differ from those of\nother J.P. Morgan employees and affiliates. This information in no way constitutes J.P. Morgan research and should not be treated as such. Further, the views\nexpressed herein may differ from that contained in J.P. Morgan research reports. The above summary/prices/quotes/statistics have been obtained from sources deemed\nto be reliable, but we do not guarantee their accuracy or completeness, any yield referenced is indicative and subject to change. Past performance is not a guarantee of\nfuture results. References to the performance or character of our portfolios generally refer to our Balanced Model Portfolios constructed by J.P. Morgan. It is a proxy\nfor client performance and may not represent actual transactions or investments in client accounts. The model portfolio can be implemented across brokerage or\n\nHOUSE_OVERSIGHT_031150",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031150.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2098,
    "word_count": 313,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.477361",
    "prefix": "IMAGES-011"
  }
}