{
  "document_id": "HOUSE_OVERSIGHT_030445",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030445.txt",
  "text": "From: Intelligence Squared_____________________________________ \nSent: 6/14/2019 6:32:20 AM \nTo: jeevacation@gmail.com \nSubject: John Humphrys: The Terrier of Today, in conversation with Justin Webb \nJohn Humphrys: The Terrier of Today, in conversation with Justin Webb \nView in browser \n7-, \n_Rye. \nFAT-Z-1 \nJohn Humphrys: \nThe Terrier of Today \nHOUSE OVERSIGHT 030445 \nADD TO CALENDAR \nWEDNESDAY 9TH OCTOBER, 7PM \nEMMANUEL CENTRE \nFeaturing John Humphrys and Justin Webb \nBUY TICKETS \n'I'm not sure I'd like me if I was listening to me.' — John Humphrys \nHOUSE OVERSIGHT 030446 \nJohn Humphrys is the Radio 4 Today programme presenter, whose forensic and sometimes \naggressive interviews with figures in authority inspire love and loathing in equal measure. The \nObserver's television critic once wrote that if he ever found himself sitting next to Hum phrys at a \ndinner party he would probably drive a fork through his hand. The Tory politician Jonathan \nAitken accused him of 'poisoning the well of democratic debate', a comment which prompted an \noutburst of support for Humphrys, with the Daily Mail describing him as one of the most brilliant \njournalists in the country'. \nThis autumn, as Humphrys steps down after 32 years at Today and publishes a long-awaited \nmemoir, he comes to the Intelligence Squared stage to give an exclusive, behind-the-scenes \naccount of his extraordinary career. \nTurning the tables on Humphrys and pitching the questions will be his Today colleague Justin \nWebb. Humphrys will recount the momentous episodes of his career, such as his interview with \nBBC correspondent Andrew Gilligan in 2003. Gilligan claimed that the government had \ndeliberately 'sexed up' the dossier on the threat posed by Saddam Hussein in order to justify \nthe Iraq War. A chain of events ensued, including the suicide of the dossier's source, Dr David \nKelly, severe damage to Tony Blair's reputation and the Hutton and Chiloot inquiries into the \nwar. And then there was the time Humphrys helped to get his own boss fired. His tough \ninterview with the BBC Director General George Entwistle, days after the BBC had made false \nchild abuse allegations against Lord McAlpine, lead to Entwistle's resignation after a mere 53 \ndays in the job. \nJoin us on October 9 and hear Humphrys' previously untold stories about politicians, celebrities \nand the BBC, and give his trenchant views on the role of the media in politics and the health of \nour political system. \nHOUSE OVERSIGHT 030447 \nJohn Humphrys \nAward-winning journalist who has been one of the presenters of \nBBC Radio 4's flagship news and current affairs programme Today \nsince January 1987. During his career with the BBC, he has also \nworked as a foreign correspondent in both America and Africa, as \nwell as being a diplomatic correspondent and presenter of the Nine \nO'Clock News. He has presented Panorama, fronts On the Ropes \non Radio 4 and presents Mastermind on BBC Two. His has written \ntwo books on the English language, Lost For Words: The Mangling \nand Manipulating of the English Language and Beyond Words: \nHow Language Reveals the Way We Live Now. \nHOUSE OVERSIGHT 030448 \nJustin Webb \nOne of the presenters of Radio 4's Today programme. He was the \nBBC's North America Editor for 8 years, covering the 9/11 attacks \nand the election of President Obama. He writes regularly for the \nRadio Times and reviews books for the Sunday Times. \nHOUSE OVERSIGHT 030449 \nHOUSE OVERSIGHT 030450 \nThe Daily: The Rise of Nationalism Across the Globe \nIn this week's podcast, we hosted a live conversation from \"The Daily\", The New York \nTimes' flagship podcast. In an event in partnership with The New York Times, we were \njoined by the podcast's host Michael Barbaro, as well as Berlin Bureau Chief Katrin \nBennhold, London-based International Correspondent Ellen Barry, Executive Producer \nTheo Balcomb and Producer Clare Toeniskoetter for a conversation about the \nimplications of the nationalist undercurrent currently sweeping across Europe. \nLISTEN NOW \nHOUSE OVERSIGHT 030451 \nShare \nTweet \nForward \nHOUSE OVERSIGHT 030452 \nIntelligence Squared is proudly supported by its media partner: \nThis email was sent to jeevacationagmail.com  \nwhy did I get this? unsubscribe from this list update subscription preferences  \nIntelligence Squared (UK) Ltd • Newcombe House • 45 Notting Hill Gate, London W11 3LQ • United Kingdom \nHOUSE OVERSIGHT 030453",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030445.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4422,
    "word_count": 691,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:47.736958",
    "prefix": "TEXT-001"
  }
}