{
  "document_id": "HOUSE_OVERSIGHT_022176",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022176.txt",
  "text": "*ERSON\n\nsed since Epstein’s case first\n\nIled me,” said Krischer. “The\nin being pulled into that con-\nchief didn’t think the case was\na cop and I’m a prosecutor.”\ntorney’s office in 2009, is still a\n» Commission in Palm Beach\n5 volunteered one morning a\nymey and two mornings a week\nPs Office.\n\nld welfare issues, working with\nren and Families.\n\nyernent with local law enforce-\n\nel Reiter in years.\n\npstein filed suit, under Florida's\nin, the jailed Ponzi king; Bradley\n\nyrked, briefly, in Rothstein's law\neral of Epstein’s victims, andone ~\nal referred to in the lawsuit a5 ©\n\nlief,” the suit stated, “EDWARDS %\nthat ROTHSTEIN was utilizing 5\nPonzi scheme and/or were sellin: 5\nmt in the Civil Actions (and other\n\ne suit also claimed that, “By 4S 6\n\n_ Support Epstein’s claims and is completely and consistently cor-\n\nFirruy Ricw\n\nCivil Actions against EPSTEIN as ‘bait’ and fabricating settle-\nments regarding same, ROTHSTEIN and others were able to lure\ninvestors into ROTHSTEIN'S lair and bilked them of millions of\ndollars which, in turn, was used to fund the litigation against\nEPSTEIN for the sole purpose of continuing the massive Ponzi\nscheme.”\n\nMoreover, the suit claimed, L.M. had “testified she never had\nsex with Epstein; worked at numerous strip clubs; is an admitted\nprostitute and call girl; has a history of illegal drug use (pot,\npainkillers, Xanax, Ecstasy); and continually asserted the 5th\nAmendment during her depositions in order to avoid answering\nrelevant but problem questions for her.” (The suit made similar\nclaims about two other victims.) According to the suit, L.M. had\nsaid only good things about Epstein when interviewed by the\nFBI in 2007, while being represented by another lawyer. Her\nstory “changed dramatically,” the suit claimed, once she was “in\nthe hands of EDWARDS and RRA.”\n\nIn a motion for summary judgment filed by Bradley Edwards,\nEdwards denied all of these allegations, calling Epstein’s claims\nfrivolous for two separate reasons: On the one hand, Edwards\nclaimed, Epstein was seeking damages from Edwards while\nasserting his own Fifth Amendment privilege to block the dis-\ncovery of relevant facts. (And, in fact, Epstein did plead the Fifth,\ndozens of times, when deposed by the lawyers of his victims.)\nOn the other hand, Epstein’s claims were “directly contradicted\nby all of the record evidence.\n\n“The truth in the record is entirely devoid of any evidence to\n\n_ toborative of Edwards's sworn assertion of innocence,” the motion\n\nHOUSE_OVERSIGHT_022176",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022176.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2504,
    "word_count": 411,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:47.732877",
    "prefix": "IMAGES-006"
  }
}