{
  "document_id": "HOUSE_OVERSIGHT_015932",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015932.txt",
  "text": "242 Are the Androids Dreaming Yet?\n\n“The hypercube of the hypotenuse is equal to the sum of the hypercubes\nof the other two sides” A picture of the hypercube might help you\nvisualize things.\n\nIt's quite difficult to get your head around this shape because it is\nhard to think in four dimensions. This seems strange because we have no\nproblem seeing in three dimensions on flat, two-dimensional paper — it’s\ncalled a picture, but four dimensions on flat paper appears to stump us.\nAgain there is no solution for a hypercube: no Pythagorean triple exists.\n\nFermat’s Last Theorem asked whether this inequality for the cube\nand the hypercube is true for all higher dimensions — for the hyper-\nhypercube, the hyper-hyper-hypercube and so on. Tantalizingly, he\nclaimed to have found a proof but wrote that it was too large to fit in\nthe margin of his book. Its partly due to this arrogant annotation\nthat it became the most famous puzzle in mathematics, frustrating\nmathematicians for nearly 400 years.\n\nHilbert’s question back at the turn of the 20\" century was whether a\nmachine could find a proof of this conjecture by following a mechanical\nprocedure, similar to our long multiplication example above.\n\nThe puzzle was eventually solved in 1995 by Andrew Wiles, a mere\n358 years after Fermat claimed to have solved it. Wiles’ proof runs to\neighty pages of densely typed mathematical notation — considerably\nlarger than the margin in which Fermat claimed his proof did not quite\nfit! There is an excellent book by Simon Singh — Fermat's Last Theorem -\nthat tells the whole story.\n\nWe now know for certain, thanks to Wiles, that the answer is ‘no.\nThere are sixteen answers to the two-dimensional triangle puzzle but\nthere is none for any higher dimension all the way up to infinity. How\nmight a computer tackle this problem and find a proof?\n\nA computer could apply brute force and try many solutions; every\ncombination up to 100 million has already been tried and no exception\nfound. But, mathematicians are haunted by big mistakes of the past.\nThere were theories they imagined to be true until someone discovered\na counterexample. This sort of thing dogged prime number theorems.\n\nMathematicians don’t like to look foolish and are suspicious of\npractical answers, “Well, I’ve tried it and I can’t seem to find an exception.”\nThis sort of argument does not wash with them. That’s what engineers\nand physicists do. Mathematicians are better than that!\n\nMathematicians want definitive answers; “It is certain no solution\ncan exist’, and these sorts of answers require an understanding of the\nproblem to see why no solution could exist. That’s a very high bar. What\nwe need is a program that, rather than mechanically trying every possible\n\nHOUSE_OVERSIGHT_015932",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015932.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2758,
    "word_count": 463,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.614900",
    "prefix": "IMAGES-003"
  }
}