{
  "document_id": "HOUSE_OVERSIGHT_013265",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013265.txt",
  "text": "References 349\n\nPer81. William G. Perry. Cognitive and ethical growth: The making of meaning. In Arthur W. Chickering.\nJossey-Bass. San Francisco, editor, The Modern American College, pages 76-116. 1981.\n\nPH12. Zhiping Pang and Weiping Han. Regulation of synaptic functions in central nervous system by\nendocrine hormones and the maintenance of energy homeostasis. Bioscience Reports, 2012.\n\nPia53. Jean Piaget. The Origins of Intelligence in Children. Routledge and Kegan Paul, 1953.\n\nPia55. Jean Piaget. The Construction of Reality in the Child. Routledge and Kegan Paul, 1955.\n\nPir84. Robert Pirsig. Zen and the Art of Motorcycle Maintenance. Bantam, 1984.\n\nPNRO’7. Karalny Patterson, Peter J. Nestor, and Timothy T. Rogers. Where do you know what you know?\n\nthe representation of semantic knowledge in the human brain. Nature Reviews Neuroscience,\n8:976-987, 2007.\n\nPSFO9. Richard Dum Peter Strick and Julie Fiez. Cerebellum and nonmotor function. Annual Review of\nNeuroscience Vol. 32: 413-4384, 2009.\nPW78. D. Premack and G. Woodruff. Does the chimpanzee have a theory of mind? Behavioral and Brain\n\nSciences, pages 515-526, 1978.\n\nQaGKKF05. R. Quian Quiroga, L. Reddy amd G. Kreiman, ©. Koch, and I. Fried. Invariant visual represen-\ntation by single-neurons in the human brain. Nature, 435:1102-1107, 2005.\n\nQKKF08. R. Quian Quiroga, G Kreiman, C Koch, and I. Fried. Sparse but not \"grandmother-cell” coding\nin the medial temporal lobe. Trends in Cognitive Sciences, 12:87-91, 2008.\n\nRav04. Jan Ravenscroft. Folk psychology as a theory, stanford encyclopedia of philosophy. http://\nplato.stanford.edu/entries/folkpsych-theory/, 2004.\n\nRBW92. Gagne R., L. Briggs, and W. Walter. Principles of Instructional Design. Harcourt Brace Jo-\nvanovich, 1992.\n\nRCKO1. J. Rosbe, R. S. Chong, and D. E. Kieras. Modeling with perceptual and memory constraints: An\nepic-soar model of a simplified enroute air traffic control task. SOAR Technology Inc. Report,\n2001.\n\nRD0O6. Matthew Richardson and Pedro Domingos. Markov logic networks. Machine Learning, 2006.\n\nRie73. K. Riegel. Dialectic operations: the final phase of cognitive development. Human Development,\n16.:346-370, 1973.\n\nRM95. H. L. Roediger and K. B. McDermott. Creating false memories: Remembering words not presented\nin lists. Journal of Experimental Psychology: Learning, Memory, and Cognition, 21:803-814, 1995.\n\nRos88. Israel Rosenfield. The Invention of Memory: A New View of the Brain. Basic Books, 1988.\n\nRow90. John Rowan. Subpersonalities: The People Inside Us. Routledge Press, 1990.\n\nRowl11. T Rowe. Fossil evidence on origin of the mammalian brain. Science 20, 2011.\n\nRVO1. Alan Robinson and Andrei Voronkov. Handbook of Automated Reasoning. MIT Press, 2001.\n\nRZDKO5. Michael Rosenstein, ZvikaMarx, Tom Dietterich, and Leslie Pack Kaelbling. Transfer learning\nwith an ensemble of background tasks. NIPS workshop on inductive transfer, 2005.\nSA93. L. Shastri and V. Ajjanagadde. From simple associations to systematic reasoning: A connectionist\n\nencoding of rules, variables, and dynamic bindings using temporal synchrony. Behavioral & Brain\nSciences, 16-3, 1993.\n\nSal93. Stan Salthe. Development and Evolution. MIT Press, 1993.\n\nSam 10. Alexei V. Samsonovich. Toward a unified catalog of implemented cognitive architectures. In BICA,\npages 195-244, 2010.\n\nSB98. Richard Sutton and Andrew Barto. Reinforcement Learning. MIT Press, 1998.\n\nSBO6. J. Simsek and A. Barto. An intrinsic reward mechanism for efficient exploration. Proc. of the\nTwenty-Third International Conf. on Machine Learning, 2006.\n\nSBC05. S. Singh, A. Barto, and N. Chentanez. Intrinsically motivated reinforcement learning. Proc. of\nNeural Information Processing Systems 17, 2005.\n\nSC94. Barry Smith and Roberto Casati. Naive Physics: An Essay in Ontology. Philosophical Psychology,\n1994.\n\nSch9la. Juergen Schmidhuber. Curious model-building control systems.. Proc. International Joint Conf.\non Neural Networks, 1991.\n\nSch91b. Juergen Schmidhuber. A possibility for implementing curiosity and boredom in model-building\nneural controllers. Proc. of the International Conf. on Simulation of Adaptive Behavior: From\nAnimals to Animats, 1991.\n\nSch95. Juergen Schmidhuber. Reinforcement-driven information acquisition in non-deterministic envi-\nronments. Proc. ICANN’95, 1995.\n\nSch02. Juergen Schmidhuber. Exploring the predictable.. Springer, 2002.\n\nHOUSE_OVERSIGHT_013265",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013265.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4403,
    "word_count": 610,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:46.790007",
    "prefix": "IMAGES-002"
  }
}