{
  "document_id": "HOUSE_OVERSIGHT_011989",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011989.txt",
  "text": "IMTA; some of ihese discoveries include world-renowned actors such as, Elijah\nWoods. Ashfon futcher, Katie Holmes. Eva Longona. Jessica Biel, and Sean\nWiliam Scot. Attached as EXHIBIT 11. please find information tegarding the\nextremely successful and prestigious modeling and fashion association, IMTA.\nAddilionally, please find several pages from IMTA's afficial website documenting\n{heir discovery of the above-mentioned A-list actors and aciresses, whose\nmembership in IMTA proved io be ihe launching pad for very successful and\nhighly profitable careers in the film industry.\n\nFurthermore, as previously mentioned. Mr. Brunel has lovnched the\nsuccessiul careers of many internationally renowned models, who have been\nfeatured and still cre in mony intemational and national fashion magazines. In\naddition, his commercial ventures. especially MCZ Model. formerly Karin\nModels, have been extremely successful generating combined annual revenues\nof twenty five (25) million dollars. Currenily MC2 is one of the most successtul and\nwell-known modeling agencies in ihe world. Mr. Brunel is one of few people in\nthe modieling business {hai have achieved o similar standing and have been\nable io maintain it for over twenly-live years.\n\nFor the above-mentioned reasons. Mr. Brunel satisfies INA §214,2(0){3) [iv] [B) {4}.\n\nJARY MEET ¢\n\nThe pelitioner has submilied a plethora of evidence regarding Mr. Brunel's\nexperience in the fashion modeling industry. Mr. Brunel's has esfablished MC2\nModels, formerly Karin Models, which is presenily one of the major iniemational\nmodeling agencies, wiih combined annual revenues of twenty five million\ndollars. Only someone with Mr. Brunel's expertise and sirong sinve for success\ncan achieve such injemational acclamotion in the indusiry and been able io\nmaintain his siatus for over twenty-five years. Mr. Brunel is lhe one responsible for\nine launch of numerous supermodels’ careers. which have been maintained in\nihe spoilighi fer several years. He has worked wilh renowned fashion designers\nand photographers, who have trusted his work and intuifion. In addhlion, Mr.\nBrunel has aichesirated many internolional and national successful fashion\nevents thal have received inlemoational acclamation.\n\nFor the above-mentioned reasons. Mr. Brunel in oddifion lo meeting al least\nthree of the criteria of 8 CFR §214.2(0)(3){v)(B). he also qualifies under A CFR\n§214.2(0)}[3}{iv}(C)\n\ntl. CON {\n\ntis clear from the evidence thal Mr. Brunel is eiginte tor classification as\nan Alen of Exirgordinary Ability in Arl Direction and Talent Coordination based\n\nHOUSE_OVERSIGHT_011989",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011989.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2608,
    "word_count": 383,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.725285",
    "prefix": "IMAGES-001"
  }
}