{
  "document_id": "HOUSE_OVERSIGHT_017256",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017256.txt",
  "text": "4.2.12\nWC: 191694\n\nNow that two of the culprits were dead, public outrage was focused on those who were still alive.\nThe media presented the recurrent vision of the murdered toddler and expressed the view that “if\nthey hadn’t gotten Gary Tison and Greenawalt out, none of this would have happened.” The\npress demanded the gas chamber. One editorial expressed chagrin that anyone had been captured\nalive.\n\nThe two surviving brothers were tried and convicted of the murders, based on the account they\nhad given the authorities. Under the laws of felony murder and conspiracy, they were as guilty of\nmurdering the Lyons’ family as were the men who pulled the triggers. The judge employed the\nsame legal fictions in sentencing them both to die in Arizona’s gas chamber. My job was to try to\nsave their lives, since the evidence of their guilt—under the long established felony murder and\nconspiracy theories—could not reasonably be contested.\n\nAfter several unsuccessful appeals in the Arizona state courts, we decided to seek review in the\nSupreme Court. This decision was itself controversial within the anti-capital punishment legal\ncommunity. The legal landscape had changed since the Supreme Court decided Furman and\nseveral other cases imposing restrictions on the use of the death penalty. In 1982, the justices had\ndecided the case of Enmund v. Florida, reversing the death penalty of a defendant who drove the\n“getaway car in an armed robbery of a home in which Enmund’s accomplices killed the elderly\ncouple they had robbed. The vote was 5 to 4. The majority reasoned that:\n\n“We are quite unconvinced, however, that the threat that the death penalty will be\nimposed for murder will measurably deter one who does not kill and has no intention or\npurpose that life will be taken. Instead, it seems likely that \"capital punishment can serve\nas a deterrent only when murder is the result of premeditation and deliberation,\" for if a\nperson does not intend that life be taken or contemplate that lethal force will be employed\nby others, the possibility that the death penalty will be imposed for vicarious felony murder\nwill not \"enter into the cold calculus that precedes the decision to act.\"\n\nIt then went on to say that:\n\n“Tt would be very different if the likelihood of a killing in the course of a robbery were so\nsubstantial that one should share the blame for the killing if he somehow participated in\nthe felony. But competent observers have concluded that there is no basis in experience\nfor the notion that death so frequently occurs in the course of a felony for which killing is\nnot an essential ingredient that the death penalty should be considered as a justifiable\ndeterrent to the felony itself.”\n\nThe Enmund decision seemed to apply to the facts of the Tison case. The problem was that there\nhad been an important change of personnel in the High Court between the time Enmund was\ndecided and the filing of our petition for review. Justice Antonin Scalia had joined the court and\nsoon became its most outspoken critic of the campaign to abolish the death penalty. William\nRehnquist, also a strong supporter of capital punishment and an Arizona resident who was aware\nof the Tison rampage was now the court’s Chief Justice. Finally, Justice Byron White, who had\nwritten the majority opinion in Enmund, seemed to be backtracking a bit in subsequent cases.\n\n169\n\nHOUSE_OVERSIGHT_017256",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017256.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3400,
    "word_count": 572,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.735981",
    "prefix": "IMAGES-004"
  }
}