{
  "document_id": "HOUSE_OVERSIGHT_014000",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014000.txt",
  "text": "2. Attention is necessary for not only productivity but appreciation.\nTherefore:\n\nToo many choices = less or no productivity\nToo many choices = less or no appreciation\n\nToo many choices = sense of overwhelm\nWhat to do? There are six basic rules or formulas that can be used:\n\n1. Set rules for yourself so you can automate as much decision making as possible [see the rules I\nuse to outsource my e-mail to Canada, included at the end of this section, as an example of this].\n\n2. Don’t provoke deliberation before you can take action.\n\nOne simple example: Don’t scan the inbox on Friday evening or over the weekend if you might\nencounter work problems that can’t be addressed until Monday.\n\n3. Don’t postpone decisions just to avoid uncomfortable conversations.\n\nIf an acquaintance asks you if you want to come to their house for dinner next week, and you know you\nwon't, don’t say, “I’m not sure. Pll let you know next week.” Instead, use something soft but conclusive\nlike, “Next week? I’m pretty sure I have another commitment on Thursday, but thank you for the invite.\nJust so I don’t leave you hanging, let’s assume I can’t make it, but can I let you know if that changes?”\nDecision made. Move on.\n\n4. Learn to make nonfatal or reversible decisions as quickly as possible.\n\nSet time limits (I won’t consider options for more than 20 minutes), option limits (?1l consider no more\nthan three options), or finance thresholds (Example: If it costs less than $100 [or the potential damage is\nless than $100], P’ll let a virtual assistant make the judgment call).\n\nI wrote most of this post after landing at the monster that is ATL airport in Atlanta. I could have\nconsidered half a dozen types of ground transportation in 15 minutes and saved 30-40%, but I grabbed a\ntaxi instead. To use illustrative numbers: I didn’t want to sacrifice 10 attention units of my remaining 50\nof 100 total potential units, since those 10 units couldn’t then be spent on this article. I had about eight\nhours before bedtime due to time zone differences—plenty of time—but scarce usable attention after an\nall-nighter of fun and the cross-country flight. Fast decisions preserve usable attention for what\nmatters.\n\n5. Don’t strive for variation—and thus increase option consideration—when it’s not needed.\nRoutine enables innovation where it’s most valuable.\n\nIn working with athletes, for example, it’s clear that those who maintain the lowest bodyfat percentage\neat the same foods over and over with little variation. I’ve eaten the same “slow-carb” breakfast and\n\nlunch for nearly two years,®8 putting variation only into meals that I focus on for enjoyment: dinner and\nall meals on Saturdays. This same routine-variation distinction can be found in exercise vs. recreation.\nFor fat loss and muscle gain (even as much as 34 pounds in four weeks), I’ve followed the same time —\nminimal exercise protocol with occasional experiments since 1996. For recreation, however, where the\nfocus is enjoyment and not efficacy, I tend to try something new each weekend, whether climbing at\nMission Cliffs in San Francisco or mountain biking from tasting to tasting in Napa.\n\nHOUSE_OVERSIGHT_014000",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3165,
    "word_count": 530,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.974025",
    "prefix": "IMAGES-002"
  }
}