{
  "document_id": "HOUSE_OVERSIGHT_016880",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016880.txt",
  "text": "TECH PROPHECY AND THE UNDERAPPRECIATED CAUSAL POWER OF\nIDEAS\nSteven Pinker\n\nSteven Pinker, a Johnstone Family Professor in the Department of Psychology at\nHarvard University, is an experimental psychologist who conducts research in visual\ncognition, psycholinguistics, and social relations. He is the author of eleven books,\nincluding The Blank Slate, The Better Angels of Our Nature, and, most recently,\nEnlightenment Now: The Case for Reason, Science, Humanism, and Progress.\n\nArtificial intelligence is an existence proof of one of the great ideas in human history:\nthat the abstract realm of knowledge, reason, and purpose does not consist of an élan vital\nor immaterial soul or miraculous powers of neural tissue. Rather, it can be linked to the\nphysical realm of animals and machines via the concepts of information, computation,\nand control. Knowledge can be explained as patterns in matter or energy that stand in\nsystematic relations with states of the world, with mathematical and logical truths, and\nwith one another. Reasoning can be explained as transformations of that knowledge by\nphysical operations that are designed to preserve those relations. Purpose can be\nexplained as the control of operations to effect changes in the world, guided by\ndiscrepancies between its current state and a goal state. Naturally evolved brains are just\nthe most familiar systems that achieve intelligence through information, computation, and\ncontrol. Humanly designed systems that achieve intelligence vindicate the notion that\ninformation processing is sufficient to explain it—the notion that the late Jerry Fodor\ndubbed the computational theory of mind.\n\nThe touchstone for this volume, Norbert Wiener’s The Human Use of Human\nBeings, celebrated this intellectual accomplishment, of which Wiener himself was a\nfoundational contributor. A potted history of the mid-20th-century revolution that gave\nthe world the computational theory of mind might credit Claude Shannon and Warren\nWeaver for explaining knowledge and communication in terms of information. It might\ncredit Alan Turing and John von Neumann for explaining intelligence and reasoning in\nterms of computation. And it ought to give Wiener credit for explaining the hitherto\nmysterious world of purposes, goals, and teleology in terms of the technical concepts of\nfeedback, control, and cybernetics (in its original sense of “governing” the operation of a\ngoal-directed system). “It is my thesis,” he announced, “that the physical functioning of\nthe living individual and the operation of some of the newer communication machines are\nprecisely parallel in their analogous attempts to control entropy through feedback”—the\nstaving off of life-sapping entropy being the ultimate goal of human beings.\n\nWiener applied the ideas of cybernetics to a third system: society. The laws,\nnorms, customs, media, forums, and institutions of a complex community could be\nconsidered channels of information propagation and feedback that allow a society to ward\noff disorder and pursue certain goals. This is a thread that runs through the book and\nwhich Wiener himself may have seen as its principal contribution. In his explanation of\nfeedback, he wrote, “This complex of behavior is ignored by the average man, and in\nparticular does not play the role that it should in our habitual analysis of society; for just\nas individual physical responses may be seen from this point of view, so may the organic\nresponses of society itself.”\n\n77\n\nHOUSE_OVERSIGHT_016880",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016880.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3508,
    "word_count": 536,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.351063",
    "prefix": "IMAGES-004"
  }
}