{
  "document_id": "HOUSE_OVERSIGHT_023756",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023756.txt",
  "text": "10 Teaching Minds\n\nI often have used the Department of Motor Vehicles (the DMV) as\nan example of the best there is in testing. They have two tests. Dumb\nmultiple choice questions that make no sense and a real test that tests\nto see whether you can drive. Schools typically don’t have the real test\nat all, one that tests to see whether you actually can do something, so\nthe DMV at least is smarter than the school system.\n\nBut the real issue is something else entirely. Driving is an instance\nof a piece of very complex behavior that exemplifies one of the ways\nin which we learn. Perhaps more important, driving entails a great\ndeal of other things, which could be learned and should be learned.\n\nA simple example of this is car mechanics. Once upon a time\nschools taught kids to fix cars as well as to drive them. Perhaps they\nstill do. But vocational subjects like that have been relegated to the\nback burner of education so that more testable subjects can be taught.\nAlso, cars have gotten more difficult to fix. This is too bad, because\nif car mechanics were required instead of physics, students actually\nmight learn science.\n\nWhat do I mean by this?\n\nWhen we hear an outcry about the nation’s need to make children\nlearn science, no one ever asks why. The standard answer, if this is\never asked, is that science is important in tomorrow’s world or some\nsuch nonsense. Push harder and you might get some remarks along\nthe lines that soon all the scientists will be Indian and Chinese, which\nmay be the real fear of those who push science in the United States. To\naddress this question properly, one has to ask what exactly is meant\nby “science.”\n\nImagine that you are a student working on fixing a car in a car\nmechanics class. As I write this Iam imagining a scene from the musi-\ncal Grease, which was set in the 1950s when there actually were cars\nto work on in school. I never got to work on a car because I went to a\nscience high school where such a thing would be looked down upon.\nSo when I graduated from high school and drove to college and my car\nbroke down, I hadn’t the slightest idea what to do. I wish I could tell\nyou that at least I understood the physics of the engine but I didn’t. I\njust knew F = MA and other stuff that wasn’t going to help me fix my\nengine.\n\nNow let me ask you, how is fixing one’s car engine like fixing\none’s air conditioning or plumbing? The answer to this question has\n\nHOUSE_OVERSIGHT_023756",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023756.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2439,
    "word_count": 455,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.203616",
    "prefix": "IMAGES-007"
  }
}