{
  "document_id": "HOUSE_OVERSIGHT_020182",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020182.txt",
  "text": "30\n\nmovements in the latter part of June in Hong Kong. CIA Deputy Director Morell would go no\nfurther than to state that during that period he had no doubt the intelligence services of Russia and\nChina “had an enormous interest in him and the information he [Snowden] had stolen.”\nPresumably, the last thing these adversary services would want would be to make this “interest”\ntransparent to the United States.\n\nThe role of concealment must be taken into account when assessing information bearing on the\nwork of espionage services. I learned when I was interviewing James Jesus Angleton, the CIA’s\nlegendary ex-counterintelligence chief of the CIA in the 1970s for my book on deception that\nintelligence services play by a different set of rules than historians when it comes to their\nespionage successes. Angleton, a famously baroque thinker himself, impressed on me the\ncomplexity of espionage. He said “It’s not enough just to steal a secret. It must be done in a way\nthat the theft remains undetected.” From his perspective, there were two requisites that had to be\nfulfilled to assure the success of any intelligence theft. The first task is the obvious one: acquiring\nby espionage an adversary’s state secrets. The second task is concealment of that success.\nDeception is employed to obscure the nature and the extent of the espionage theft. This deception\nis necessary to extend the usefulness of theft. One of the most famous examples of this principle\nwas the deceptions used by British intelligence in the Second World War to conceal its success in\nbreaking the German ciphers generated by the Enigma machines. If German naval intelligence\ndiscovered Britain was able to read the ciphers it used to communicate with its U-boats, it would\nhave stopped using them. So British intelligence hid its coup by supplying false information to\nknown German spies to account for the sinking of U-boats, including the canard that British aerial\ncameras could detect one ingredient in the paint used to camouflage the U-boats. That same\nhoary principle of deception applies to modern-day communications intelligence. If the Russian,\nChinese or any other adversary intelligence service got its hands on the documents stolen by\nSnowden from the NSA’s repositories in Hawaii in 2013, it would likely employ deception,\nincluding well-crafted lies, to create as much ambiguity as possible as to the ultimate disposition\nof the missing documents. From this counterintelligence perspective, the intelligence issue that\nspawned the great divide cannot be resolved by accepting the uncorroborated statements made by\na source, such as Snowden, who may be in the hands of the Russian security services in Moscow.\n\nBy the same token, the calculations made by NSA officials about the extent of the theft are also\nsuspect. After all, the NSA is an intelligence service that often engages in secret machinations.\nWe know that its top officials reported to the House and Senate Intelligence Committees, as well\nas the President’s National Security Adviser, that over one million documents were compromised\nby Snowden. But if this was disinformation, it is difficult to see its purpose. Inflating the extent\nof the damage of the Snowden breach to the President, Congress and the Secretary of Defense\nobviously reflected poorly on their own management of the NSA, and their own careers. Yet\nsuch a possibility cannot be precluded in the arcane world of intelligence.\n\nHOUSE_OVERSIGHT_020182",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020182.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3470,
    "word_count": 559,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.125507",
    "prefix": "IMAGES-005"
  }
}