{
  "document_id": "HOUSE_OVERSIGHT_012089",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012089.txt",
  "text": "Pyongyang, North Korea, is home to the largest stadium in the world with a seating capacity of over 114,000.\n\nto release Chey Tae- Won accelerated the demise of her political\ncareer. Ironically, she finds herself in prison awaiting trial while\nthe Korean stock market continues to trade at a discount to\npeers. In addition, MSCI Korea’s relative valuation is also\nsuppressed by the mercurial behavior of North Korea whose\nrecent missile tests have dominated global headlines.\n\nA truly embarrassing South Korean political scandal emerged\nin the fall of 2016 when a journalist discovered a computer\nbelonging to a personal confidant of President Park Geun-Hye.\nThe contents of the device, belonging to Choi Soon-Sil, revealed\nthat she had access to confidential presidential documents\nincluding speeches that were ultimately altered and influenced\nby Ms. Choi Soon-Sil. In the weeks following this revelation,\nthe mighty chaebols of Samsung, Lotte and SK were once again\nlinked to the current political impropriety. It is alleged that\nmembers of these chaebols (among others) were coerced into\n\nca ioe | saat = WE,\n\ni\n\nwine - et eee OD\n\n=| — ~~\n| aa) ome) cme GS\n\nSource: Getty Images\n\ncontributing large sums of money to a foundation established\nby Ms. Choi Soon-Sil in order to maintain a positive relationship\nwith President Park Geun-Hye.\n\nThe Korean stock market languished as a result of President\nPark Geun-Hye’s miscues as shown in CHART 2. The performance\nof the MSCI Korea Index starting from the beginning of\nPresident Park Geun-Hye’s term was down 25% by late August\n2015, which coincided with Mr. Chey Tae-Won’s pardon in the\nweek prior. The Korean market drastically underperformed the\nMSCI Asia ex. Japan Index which was down 14% and the MSCI\nACWI Index which was up about 9% during that period.\nKorea's recursive political environment was frustrating for\nmany Koreans. It is widely believed that chaebols sapped the\nentrepreneurial vigor of small business owners and young\nadults who were experiencing unemployment rates of over 9%.\nHowever, the decision to impeach President Park Geun-Hye on\n\nCHART 2: PERFORMANCE SINCE PARK GEUN-HYE INAUGURATION\n\n130\n120\n110\n100 We\n90 NAY\n80 yw?\nSK Chairman Pardoned\n\n70\nPESSTERP RSQ ST PSESSTERP KROES TE PESETER KOZ\nsce S 2 Fnunwveesesa Freese rz Nua veesaA Fe RFA HDA! A\nNp N ON NN NBN NYnwp NVQ On NUN NY BN Nn ND on NM NY NN\neg<ssgsgeesezsee2zeses8rgeszsgezgeges8 Seggee2eeee8\nwm wm Ww ww wioaw i pep RK eB Fg F BRA RF BY uaa gs uuu gna\nGe = MSCI KOREA MSCl ACWI Me VISCI ASIA EX. JAPAN Source: Bloomberg\n\nGLOBAL FORESIGHT THIRD QUAPTEP 2017 141\n\nHOUSE_OVERSIGHT_012089",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012089.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2624,
    "word_count": 437,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:46.727960",
    "prefix": "IMAGES-001"
  }
}