{
  "document_id": "HOUSE_OVERSIGHT_011944",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011944.txt",
  "text": "http://pagesix.com/2007/10/06/model-shop-denies-epstein-tie/\nMODEL SHOP DENIES EPSTEIN TIE\nBy PageSix.com Staff - October 6, 2007 | 9:00am\n\nTHE owners of MC2 models are denying industry speculation that massage maven Jeffrey\nEpstein is a secret financial backer of the agency being run by scandal-scarred Jean-Luc\nBrunel, who was once accused of taking advantage of underage models.\n\nEpstein, who this week agreed to plead guilty to soliciting underage prostitutes at his Florida\nmansion in a deal that will send him to prison for about 18 months, reportedly gave “millions” to\nstart MC2, which opened in October 2005 with offices in New York, Miami and Tel Aviv. One\nof the girls Epstein, 54, was accused of soliciting massages from was described in court\ndocuments as being just 14.\n\n“E equals MC squared . . . get it, like the equation? E equals Epstein. He just thinks everyone is\ntoo dumb to figure it out,” said a model industry insider. “He’s a desperate old man that\nfantasizes and takes advantage of young girls.”\n\nThe trouble doesn’t stop there.\n\nKarins Models founder Brunel, who’s currently a partner in MC2, denied allegations in a 1997\n“60 Minutes” segment that he took advantage of young models who were high on drugs. Brunel\nalso reportedly left his Trump Tower digs in 1999 after complaints of night carousing, which he\nalso denied.\n\nDisgraced former Elite models exec Gerald Marie is also involved with MC2, says our source.\nMarie was accused of having sex with underage models in a 1999 BBC documentary where he\nwas filmed saying he hoped to seduce contestants in a modeling contest in which the average age\nof participants was 15. He also dated Linda Evangelista when she was a teen.\n\n““He’s also involved in the agency,” said the source. “Gerald and Jean-Luc like the same things.\nThey hang out because they have young girls in common, like two guys who enjoy the same\n\nwine,”\n\nMC2 president Jeffrey Fuller confirmed Brunel was a partner in the company, but denied any\nworking relationship with either Epstein or Marie.\n\n“We have no relationship business-wise with Gerald Marie. Jeffrey Epstein has no ownership or\ninvolvement in our company and never has. Jean-Luc Brunel and I are the only two partners and\n\nowners of MC2 Model Management,” Fuller said.\n\nEpstein’s rep said he was not involved in the agency. “He has no business relationship with\nthem,” said Howard Rubenstein.\n\n33\n\nHOUSE_OVERSIGHT_011944",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2428,
    "word_count": 399,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.672973",
    "prefix": "IMAGES-001"
  }
}