{
  "document_id": "HOUSE_OVERSIGHT_025038",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025038.txt",
  "text": "How about the fall of humankind recorded in Genesis Chapter 3 and following?\n\nWe're ALL GONNA DIE! But will you rise with Christ?\nReport\n\nReply\n\n+]\n\n@WolfyJam - 2 hours ago\n\nNotice how celebrities basking in their narcissism think they can dictate culture to us while they live their\nlives in the comfort of their ivory castles. Mia farrow has no clue what the right to bear arms means and\nbecause of that she needs to shut the hell up. As far as blacks go-- I grew up in the 70's coming home from\nHallahan H.S. in Philadel phia, me and my small group of girls were swarmed by a mob of black girls who\nwould kick and slap and pull hair without provocation. of course we would fight back but then that was\nback in the day when whites weren't sissies. Still I made excuses for them. Black men would get in my face\nfor no other reason than to intimidate me. rocks were thrown a my car for no reason. So, in short, based on\nmy experiences Blacks are the cause of racism and if they hate whites so much then they should stay away\ncompletely and totally. _\n\nReport\n\nReply\n\n+]\n\n@WolfyJam - 2 hours ago\n\nI read the Control factor and it was excellent. I wish more people would realize that our country is at its\nmost vulnerable than ever in its history. the jihadis have basically taken over the inner cities. Islam's love\nfor violence coupled with ignorance and narcissim are a recipe for disaster. I hope Americans wake up in\ntime to save their future. I'm not optimistic though. I think its over but still I fight on.\n\nReport\n\nReply\n\nPost a new comment\n\nTop of Form\nBottom of Form\n\nComment as a Guest, or login:\ne Login to IntenseDebate\n\ne Login to WordPress.com\n\ne Login to Twitter\n\nTop of Form\nName\nEmail\nDisplayed next to your comments.\n\nNot displayed publicly.\n\nHOUSE_OVERSIGHT_025038",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025038.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1783,
    "word_count": 328,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.064777",
    "prefix": "IMAGES-008"
  }
}