{
  "document_id": "HOUSE_OVERSIGHT_024079",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024079.txt",
  "text": "Recourse to the Fund’s Assets\n\nThe Fund’s assets, including any investments made by the Fund and any funds held by the\nFund, are available to satisfy all liabilities and other obligations of the Fund. If the Fund\nbecomes subject to a liability, parties seeking to have the liability satisfied may have recourse to\nthe Fund’s assets generally and will not be limited to any particular assets, such as the asset\nrepresenting the investment giving rise to the liability. Accordingly, investors could find their\ninterest in the Fund’s assets adversely affected by a liability arising out of an investment of the\nFund.\n\nContingent Liabilities on Disposition of Investments\n\nIn connection with the disposition of an investment in a portfolio company or otherwise, the\nFund may be required to make representations about the business and financial affairs of the\nportfolio company typical of those made in connection with the sale of any business. The Fund\nmay also be required to indemnify the purchasers of such portfolio company to the extent that\nany such representations turn out to be inaccurate. These arrangements may result in\ncontingent liabilities, which might ultimately have to be funded by the investors to the extent of\ntheir Commitment to the Fund or previous distributions made to them.\n\nCertain Litigation Risks\n\nThe Fund will be subject to a variety of litigation risks, particularly if one or more of its portfolio\ncompanies face financial or other difficulties during the term of the Fund. Legal disputes,\ninvolving any or all of the Fund, the General Partner, its partners or its affiliates, may arise from\nthe Fund’s activities and investments and could have a significant adverse effect on the Fund.\n\nIndemnification\n\nThe Fund will be required to indemnify, among others, the General Partner, the general partner\nof the General Partner, the Management Company, the Fund Managers, their respective\npartners, members, employees, venture partners and affiliates, the Fund’s other agents and\nmembers of the Advisory Board for liabilities incurred in connection with the affairs of the\nFund. Such liabilities may be material. For example, in their capacity as directors of portfolio\ncompanies, the partners, managers, or affiliates of the General Partner may be subject to\nderivative or other similar claims brought by security holders of such companies. The\nindemnification obligations of the Fund would be payable from the assets of the Fund,\nincluding the unused capital commitments of the Partners. If the assets of the Fund are\ninsufficient to pay such indemnification obligations, the Limited Partners may be required to\nreturn distributions previously made to them in order to satisfy such obligations.\n\nChanges\n\nThe Fund’s investment program is intended to extend over a period of years, during which the\nbusiness, economic, political, regulatory, and technology environment within which the Fund\noperates may undergo substantial changes, some of which may be adverse to the Fund. The\nGeneral Partner will have the exclusive right and authority (within limitations set forth in the\nPartnership Agreement) to determine the manner in which the Fund shall respond to such\nchanges, and Limited Partners generally will have no right to withdraw from the Fund or to\ndemand specific modifications to the Fund’s operations in consequence thereof. A major\nrecession or adverse developments in the securities or credit markets might have an impact on\nsome or all of the Fund’s investments. A sustained period of inactivity and/or low valuations\n\n68 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024079",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024079.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3615,
    "word_count": 566,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.188117",
    "prefix": "IMAGES-007"
  }
}