{
  "document_id": "HOUSE_OVERSIGHT_031978",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031978.txt",
  "text": "They declined to publish a particular column—-my review of MASH as though it were a Busby\nBerkeley musical called Gook Killers of 1970-— ostensibly on the grounds of bad taste, but I\nlearned that three wholesalers had told the publisher they were pressured by the FBI and would\n\nrefuse to distribute Cavalier if my name appeared in it.\n\nOn top of that, my name was on a list of sixty-five “radical” campus speakers, released by the\nHouse Internal Security Committee. The blacklist was published in the New York Times, and\npicked up by newspapers across the country. It might have been a coincidence, but my campus-\n\nspeaking engagement-bookings stopped abruptly. It felt just like a film.\nOH, WELL\n\nIt was over for me, but it had been fun—like the issue with only the one large red headline\non the Cavalier cover: “BEAT ‘EM SENSELESS FIRST”—THE FREE SPEECH\nCONTROVERSY, BY PAUL KRASSNER .. . “Ironically,” I wrote, “it is this concept of the\ntotal education experience on campus which I believe to be the basic significance of the much-\n\nmisunderstood free-speech imbroglio at the University of California in Berkeley.”\n\nThe sit-in lasted till 3 a.m. Next day, October 1, 1964, ten tables were manned again, and\na campus policeman approached one of the tables (manned by the Congress of Racial Equality)\nwhere a dozen persons were seated. One was singled out and placed under arrest. But before you\ncould say nonviolent demonstration, the police car was surrounded, its captors reaching as many\nas 3,000 students. During the late evening, bored fraternity men gathered and tossed lighted\n\ncigarettes and eggs on those sitting in the plaza. The demonstrators responded with silence.\n\nNext day, 450 police assembled on campus to remove the cop car and its arrested inhabitant,\nbut an agreement to negotiate was reached and the demonstrators dispersed. One of the folk songs\nto come out of the Free Speech Movement incidentally, was If] Negotiate With You, to the tune\nof the Beatles’ Jf J Fell in Love With You.\n\nHOUSE_OVERSIGHT_031978",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031978.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2033,
    "word_count": 339,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.082422",
    "prefix": "IMAGES-011"
  }
}