{
  "document_id": "HOUSE_OVERSIGHT_018284",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018284.txt",
  "text": "the conditions for the practice of diplomacy in our future and, when that fails, the\nlandscape for decisive military or economic moves. Mastery of these systems will\nprovide a rich set of creative ways to increase our security, far more effective than\nthe unilateral and inconclusive military force we largely turn to now. A sensibility\nfor networks will unmask developments that look friendly as in fact deeply\ndangerous. It will reveal that some of what may appears a threat is in fact an key to\nsecurity. But this instinct for seeing differenlty has largely not settled upon our\nleaders.\n\nAlready the emergence of network power is producing strange collisions. Iran\nversus Twitter. The hacking collective Anonymous striking against Mexican drug\nlords, terrorists and Russian television. Tor versus the NSA. The use of financial\nnetworks to crack human trafficking webs. Biological surveillance sensors in cites\nused to fight disease contagion spreads — a network of machines laid against a\nnetwork of bugs.®® I mean this at nearly every scale. Waves of networked\nautonomous armed drones, for instance, may be among the greatest tactical military\nthreats of the next few decades; the only hope of defense against them will be still\nbetter-enabled, self-thinking and learning defensive meshes, themselves capable of\nresponse at a pace dictated by links of machine learning and communications.\nWriting in 1890, the great American historian and admiral, Alfred Thayer Mahan,\nproduced “The Influence of Sea Power upon History” in which he attempted to\nconvince an age obsessed with land forces of the enduring, decisive power of armed\nocean fleets. Hannibal’s smashing attacks against Rome, Mahan wrote, or Napoleon's\nfailure against England - in each case “mastery of the sea rested with the victor.”°?\nOur future will bring, almost certainly, a study of the “Influence of Network Power\nupon History”. Here is aa line as true in diplomacy as it is in business or politics:\nMastery of networks - the links of data and trade and security information and\nfinance and others - will rest with the victor.\n\nFor the most part, the order the American and European world has been\naccustomed to since the Treaties of Westphalia ended the Thirty Years War in the\n17% century bottled the power to make large-scale change inside states. Nations\nheld a monopoly on the use of force, in a sense. They used it. Violent, state on state\nstruggles were the defining events of global affairs. In such a world, the country with\nthe most power, the greatest material reserves, the strongest sense of national\ndestiny, also enjoyed the most security - and the most options. A few hundred\nthousand British imperial troops overmastered India in this fashion. And a handful\nof really powerful nations struggled over centuries for dominance of the whole\nsystem. Statesmen sought, and even occasionally achieved, temporary balances\nbetween the lurching and violent resets of wars that erupted like a sort of pressure-\n\n68 Biological surveliance: The foundational text of network battle thinking is John\nArquilla and David Ronfeldt, eds. Networks and Netwars: The Future of Terror, Crime,\nand Militancy (Santa Monica: RAND, 2001). For a discussion of the biological issues,\nsee Eugene Thacker, “Living Dead Networks”, in Fiberculture Journal No. 4 (2005)\n\n69 Hanibal’s smashing attacks: Mahan, The Influence of Sea Power upon History\n1660-1783 (Boston: Little, Broan & Co. 1890), iv\n\n52\n\nHOUSE_OVERSIGHT_018284",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018284.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3480,
    "word_count": 557,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.938976",
    "prefix": "IMAGES-004"
  }
}