{
  "document_id": "HOUSE_OVERSIGHT_024647",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024647.txt",
  "text": ">\n\n=\nPo\ncor\n\n>\nQa\nLA\n\nCHAPTER! Executive Summary\n\nAs prices decline, we are starting to see closer price parity between state-legal and illegal markets\n(in the United States, cannabis is generally priced lower in illegal markets than in state-legal markets).\nWe believe that lower retail prices in state-legal markets will accelerate consumer transition from illegal\nto state-legal markets and drive increased overall penetration rates. However, state and local taxes will\ncontinue to impact pricing for cannabis products in state-legal cannabis markets, which will impede\nthe transition to legal markets.\n\nIn international markets, cannabis cultivators in South America, particularly in Colombia and\nUruguay, are expected to proceed with large-scale operations in 2018, with the anticipated supply of\ncannabis entering the market in late 2018 or early 2019. These operations are designed to produce out-\nput that exceeds local demand, and South American countries are expected to export products to other\nlegal markets, such as Canada and Germany. As legal markets increasingly import cannabis products,\nwe anticipate downward-pricing pressure for cannabis in both the wholesale and retail markets. Canna-\nbis cultivators in domestic markets that permit imports may be challenged by large, low-cost cannabis\nproducers in South America and elsewhere. While these dynamics are expected to impact international\ncannabis markets, they should not materially affect prices in the United States until the importation of\ncannabis products becomes legal under federal law.\n\nAccess to Banking Services for U.S. Cannabis Companies\n\nBecause most cannabis-related businesses in the United States violate federal law, most domestic finan-\ncial institutions do not provide services to participants in the cannabis industry. Companies in the\ncannabis industry may not be able to open or maintain bank accounts or access other products and\nservices—such as credit facilities, payment processing and insurance coverage—typically provided by\ntraditional financial institutions. A lack of access to banking and other traditional financial products\nand services continues to impede the growth of the industry; it increases the time, effort and expense\nrelated to ongoing operations and increases risks associated with cash transactions and the use of alter-\nnative products and services.\n\nThe California State Treasurer’s Cannabis Banking Working Group—a panel convened by Califor-\nnia State Treasurer John Chiang that includes representatives from the cannabis industry and financial\ninstitutions, and government tax collection, law enforcement and regulatory agencies— issued a report\nin November 2017 on the cannabis industry’s banking challenges. In the report, the State Treasurer's\nOffice stated that the cannabis industry's lack of access to banking services is one of the biggest threats\nto the success of the state’s recreational cannabis law, which is scheduled for implementation starting\nin January 2018.\n\nThe U.S. Bank Secrecy Act (BSA) requires financial institutions to file “suspicious activity reports”\n(SARs) with the Financial Crimes Enforcement Network (FinCEN) regarding customers engaged in\n“marijuana-related business.” From February 2014 through June 2017, FinCEN received a total of\n33,692 marijuana-related SAR filings from a total of 390 banks and credit unions (out of approxi-\nmately 11,500 depository institutions). The following graph based on FinCEN data shows the number\nof banks and credit unions making such filings. While the percentage of the total number of depository\ninstitutions serving the cannabis industry remains small, the growing number of depository institu-\ntions making SAR filings indicates that cannabis businesses increasingly are accessing the federal bank-\ning system despite federal law.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 11\n\nHOUSE_OVERSIGHT_024647",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024647.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3899,
    "word_count": 565,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.349033",
    "prefix": "IMAGES-008"
  }
}