{
  "document_id": "HOUSE_OVERSIGHT_022514",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022514.txt",
  "text": "whether they utilize the US. mails or a means or instrumen-\ntality of interstate commerce.” Thus, for example, a foreign\nnational who attends a meeting in the United States that fur-\nthers a foreign bribery scheme may be subject to prosecution,\nas may any co-conspirators, even if they did not themselves\nattend the meeting. A foreign national or company may also\nbe liable under the FCPA if it aids and abets, conspires with,\nof acts as an agent of an issuer or domestic concern, regardless\nof whether the foreign national or company itself takes any\naction in the United States.\n\nIn addition, under the “alternative jurisdiction” pro-\nvision of the FCPA enacted in 1998, U.S. companies or\npersons may be subject to the anti-bribery provisions even\nif they act outside the United States.‘' The 1998 amend-\nments to the FCPA expanded the jurisdictional coverage of\nthe Act by establishing an alternative basis for jurisdiction,\nthat is, jurisdiction based on the nationality principle. In\nparticular, the 1998 amendments removed the requirement\nthat there be a use of interstate commerce (c.g., wire, email,\n\ntelephone call) for acts in furtherance of a corrupt payment\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\nto a foreign official by U.S. companies and persons occur-\n\nring wholly outside of the United States.\n\nWhat Is Covered?—The Business\nPurpose Test\n\nThe FCPA applies only to payments intended to\ninduce or influence a foreign official to use his or her posi-\ntion “in order to assist ... in obtaining or retaining business\nfor or with, or directing business to, any person.“ This\nrequirement is known as the “business purpose test” and is\nbroadly interpreted.\n\nNot surprisingly, many enforcement actions involve\nbribes to obtain or retain government contracts.“ The\n\nFCPA also prohibits bribes in the conduct of business or\n\nHypothetical: FCPA Jurisdiction\n\nCompany A, a Delaware company with its principal place of business in New York, is a large energy company that\noperates globally, including in a number of countries that have a high risk of corruption, such as Foreign Country. Company\nA's shares are listed on a national U.S. stock exchange. Company A enters into an agreement with a European company\n(EuroCo) to submit a joint bid to the Oil Ministry to build a refinery in Foreign Country. EureCo is not an issuer.\n\nExecutives of Company A and EuroCo meet in New York to discuss how to win the bid and decide to hire a purported\nthird-party consultant (Intermediary) and have him use part of his “commission” to bribe high-ranking officials within the\nOil Ministry. Intermediary meets with executives at Company A and EuroCo in New York to finalize the scheme. Eventually,\nmillions of dollars in bribes are funneled from the United States and Europe through Intermediary to high-ranking officials\nat the Oil Ministry, and Company A and EuroCo win the contract. A few years later, a front page article alleging that the\ncontract was procured through bribery appears in Foreign Country, and DOJ and SEC begin investigating whether the\nFCPA was violated.\n\nBased on these facts, which entities fall within the FCPA’s jurisdiction?\n\nAll of the entities easily fall within the FCPA’s jurisdiction. Company A is both an “issuer” and a “domestic concern”\nunder the FCPA, and Intermediary is an “agent” of Company A. EuroCo and Intermediary are also subject to the FCPA’s\nterritorial jurisdiction provision based on their conduct while in the United States. Moreover, even if EuroCo and Intermediary\nhad never taken any actions in the territory of the United States, they can still be subject to jurisdiction under a traditional\napplication of conspiracy law and may be subject to substantive FCPA charges under Pinkerton liability, namely, being liable\nfor the reasonably foreseeable substantive FCPA crimes committed by a co-conspirator in furtherance of the conspiracy.\n\nHOUSE_OVERSIGHT_022514",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022514.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3901,
    "word_count": 626,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:47.345050",
    "prefix": "IMAGES-007"
  }
}