{
  "document_id": "HOUSE_OVERSIGHT_024508",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024508.txt",
  "text": "10. MANAGEMENT’S DISCUSSION AND ANALYSIS OF KLC’s\nPRO FORMA RESULTS OF OPERATIONS\n\nIn January 2005, KLC acquired KinderCare and incurred $540 million of term debt (the “Acquisition Term\nDebt\") and $250 million of subordinated bridge debt to finance the acquisition. At the time of the\nKinderCare acquisition, KinderCare had approximately $300 million of nonrecourse mortgage debt\noutstanding (the “KinderCare CMBS Debt\"). KLC refinanced the bridge debt in February 2005 with $260\nmillion of 7-3/4% senior subordinated notes due 2015 (the “Notes”). In November 2005, KLC completed\na transaction (the “Real Estate Transaction\") in which KLC divided its business, with substantially all of its\nreal estate owned by special purpose subsidiaries (collectively, KLC PropCo)} and all of its customer\ncontracts and operations remaining at KLC and certain other subsidiaries (collectively, KLC OpCo).\nManagement believes that this division represents the best way to analyze the business going forward.\nIn connection with the Real Estate Transaction, KLC PropCo entities incurred $650 million of mortgage\ndebt, $50 million of senior mezzanine debt and $150 million of junior mezzanine debt, which\nindebtedness is nonrecourse to KLC OpCo, the proceeds of which were primarily used to repay the\nAcquisition Term Debt and the KinderCare CMBS Debt, and KLC PropCo leased its owned centers back\nto KLC OpCo. See “KLC: Management's Discussion and Analysis of Financial Condition and Results of\nGperations for the Fiscal Years Ended 2005, 2004 and 2003” in Appendix B, “KLC: Management's\nDiscussion and Analysis of Financial Condition and Results of Operations for the Quarterly Period Ended\nApril 1, 2006” in Appendix C, \"KLC: Management's Discussion and Analysis of Financial Condition and\nResults of Operations for the Quarterly Period Ended July 1, 2006\" in Appendix D and Notes 11 and 21 to\nKLC's Financial Statements in Appendix E.\n\nThe discussion below presents the pro forma results of consolidated KLC (KLC OpCo and KLC PropCo)\nas if the KinderCare acquisition and the Real Estate Transaction occurred on January 1, 2004. The pro\nforma results are not adjusted for the costs of operating KLC and KinderCare in parallel for a significant\nportion of 2005, or for restructuring costs incurred in combining the two businesses. These and other\nitems are reflected as adjustments to EBITDA in our presentation of pro forma Adjusted EBITDA,\n\nOur pro forma results for KLC were not prepared in conformity with Article 11 of Regulation S-X of the\nSEC (which would not, among other limitations, permit a 2004 pro forma presentation after completion of\nour 2005 financial statements). In addition, by presenting a pro forma comparison, this discussion and\nanalysis does not include a comparison of KLC's historical GAAP consolidated operating results or\nsegment information that would be required by Item 3-03 of Regulation S-X of the SEC. The presentation\nof non-GAAP information herein does not purport to comply with Item 10(e) of Regulation S-K or\nRegulation G of the SEC. For further information see “KLC: Management's Discussion and Analysis of\nFinancial Condition and Results of Operations for the Fiscal Years Ended 2005, 2004 and 2003\" in\nAppendix B, “KLC: Management's Discussion and Analysis of Financial Condition and Results of\nOperations for the Quarterly Period Ended April 1, 2006” in Appendix C, \"KLC: Management's Discussion\nand Analysis of Financial Condition and Results of Operations for the Quarterly Period Ended July 1,\n2006\" in Appendix D and the KLC and KinderCare GAAP financial statements in Appendix E.\n\nThe pro forma presentation is not shown with adjustments to historical financial statements. Instead, it is\nbased on a “ground up” combination of corporate level expenditures (overhead and capital expenditures)\nand internal financial statements derived from a center-by-center build up of KLC’s results. The primary\nreasons for the presentation based on internal reports instead of KLC and KinderCare financial\nstatements are the different fiscal year ends and expense classifications between KLC and KinderCare.\nThe “ground up” analysis presented is consistent with management's view of the business.\n\nKey Operating Variables\n\nNet Revenue Trends and Drivers\n\n75\n\nHOUSE_OVERSIGHT_024508",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024508.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4301,
    "word_count": 659,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.087710",
    "prefix": "IMAGES-008"
  }
}