{
  "document_id": "HOUSE_OVERSIGHT_011558",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011558.txt",
  "text": "Tension began building in the north in the spring of 1967, initially set off by\nSyrian efforts to divert water from the upper reaches of the Jordan River, an\nimportant water source for Israel was well. In a series of exchanges, Syrian\ntroops on the Golan fired on Israeli tractors in the demilitarized zone below, and\nbegan shelling our argicultural settlements in the Galilee, while we responded\nwith tank fire and then air power, scrambling our jets and shooting down six\nSyrian MiG-21s.\n\nThe first indication that we might be headed toward war came as I returned\nto university for the spring term, and trouble began brewing in the south. Ben-\nGurion had by now retired as prime minister. His successor was the undeniably\nthoughtful, if far less charismatic, Levi Eshkol. During Israel’s Independence\nDay parade on May 15, he received word that Egypt had moved thousands of\ntroops into the Sinai, nearer to the border with Israel. Then, with the Soviets\nwarned Nasser of what they said were Israeli plans for a preemptive strike\nagainst Syria, he went further expelling the United Nations force put in place\nafter the 1956 war. On May 23, he closed the Straits of Tiran, Israel’s trading\ngateway to the Red Sea and the source of virtually all our oil imports.\n\nI was told to report to Sayeret Matkal the following day, as part of the first\ngroup of reservists called up. When I reached the base, Uzi Yairi, who was now\nin charge of the unit, organized us into four teams. He put me in command of\none of them. We were told to prepare ourselves to helicopter into the Sinai,\nattack a series of Egyptian air bases and put the runways out of commission. My\nteam’s target was the base at Gebel Libni, not far from where I’d placed, and\nrecently failed to defuse, our first intelligence intercept.\n\nWith each passing day, war looked more likely, and there was no confidence\nwe would win without a costly struggle. In 1948, Arab attacks had killed about\n170 people in Tel Aviv. Now, word got out that a park in the center of the city\nhad been set aside to allow for the burial of as many as 5,000. With Israel’s\nmilitary commanders pressing Eshkol to take the initiative and launch a\npreemptive strike, he delivered a radio address at the end of May, intended to\nreassure the country the situation was under control. But due to last-minute,\nhandwritten changes to his typescript, he faltered while reading it. He sounded\n\n87\nHOUSE_OVERSIGHT_011558",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2442,
    "word_count": 428,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.058235",
    "prefix": "IMAGES-001"
  }
}