{
  "document_id": "HOUSE_OVERSIGHT_024253",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024253.txt",
  "text": "Top-Tier Media Stocks\nWalt Disney\n\nThe Walt Disney Co. (DIS) is one of the strongest brands in the world. It also possesses multiple revenue\nstreams and pricing power. Q1 EPS jumped 23% year over year based on record revenue. When a company\ndelivers record revenue, that trend doesn’t make a sudden U-turn. If there's going to be a turnaround for the\nworse, it will take time to play out, giving you time to exit your position. (For related reading, see: This\n\nCompany Is No Mickey Mouse Operation.)\n\nCBS\n\nCBS Corp.'s (CBS) Q4 revenue increased 3% and diluted EPS improved 8%. CBS also announced a $1 billion\nshare buyback in the first quarter. This will significantly reduce the share count, which should improve\nearings. CBS will once again have Thursday Night Football, and it will be the home of Super Bowl 50. It’s\nalso home to regular-season NFL games, March Madness and The Masters. However, its reach goes well\nbeyond sports.\n\nComcast\n\nFY2014 revenue at Comcast Corp. (CMCSA) increased 6.4%. Operating cash flow and EPS improved 6.9%\nand 25%, respectively. Comcast also increased its dividend 11% and announced that $4.25 billion of its $10\nbillion share buyback program would take place in 2015. (For more, see: This Company is as Unavoidable as it\nis Unloved.)\n\nTwenty-First Century Fox\n\nTwenty-First Century Fox, Inc.'s (FOXA) Q2 operating income before depreciation and amortization increased\n12%. Fox studios enjoyed 24 Academy Award nominations in 2015, making it the industry leader. Twenty-First\nCentury Fox also recently created the Europe’s leading pay TV business.\n\nGoogle\n\nGoogle Inc. (GOOGL) is known as more of a technology company than a media company, but its YouTube\nsegment consumes approximately 15% of all broadband traffic in the United States and Canada (only Netflix,\nInc. (NFLX) is higher at 35%). Google also makes this list because of its $62.63 billion in cash, which means it\ncan enter any business it pleases. If it chooses to expand its media presence, then it would likely steal share\nfrom some of the current industry leaders. (For related reading, see: How Google's Self-Driving Car Will\nChange Everything.)\n\nSpeculative Media Stocks\nCharter Communications\n\nQ4 revenue jumped 9.9% at Charter Communications, Inc. (CHTR) thanks to higher customer penetration on\nInternet, video, and commercial businesses. Another positive is that Berkshire Hathaway Inc. (BRK.A) recently\nincreased its position in CHTR by adding 1.2 million shares. CHTR now represents 1.35% of the fund’s\nportfolio. The reason CHTR is on the speculative list is a lack of profitability.\n\nDiscovery Communications\n\nDifferentiation is the key here thanks to Discovery Communications, Inc.'s (DISCA) success with docudramas.\nIn FY2014, revenue increased 13%, adjusted earnings per diluted share improved 13%, free cash flow increased\n2%, and $1.4 billion worth of stock was repurchased. The biggest risks here are a challenging U.S. market and\ncurrency headwinds. It should also be pointed out that there is an 11% short position on the stock. (For related\n\nreading, see: A Breakdown of Stock Buybacks.)\n\nHOUSE_OVERSIGHT_024253",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024253.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3132,
    "word_count": 495,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.150007",
    "prefix": "IMAGES-007"
  }
}