{
  "document_id": "HOUSE_OVERSIGHT_019530",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019530.txt",
  "text": "42 | HOW AMERICA LOST ITS SECRETS\n\nThat same July, Snowden had other things on his mind, includ-\ning an attempt to advance himself. Although his position at Dell as\na system administrator was a well-compensated one, especially for\na twenty-nine-year-old with no formal education, it carried little\nprestige. He sat from 9:00 a.m. to 5:00 p.m. in a windowless room\nwatching a bank of monitors in the so-called tunnel. Many of those\nwho worked with him were, as he described them, “eighteen year old\nsoldiers.” Presumably, they had little interest in discussing with him\nthe weightier issues of the world. Working as an outside contractor\nwas also a dead-end job that hardly matched the vision he had of\nhimself in his Internet postings. In real life, in a cubicle in the NSA,\nhe was decidedly not the Wolfking Awesomefox heroic image he had\nof himself in his dream vision.\n\nSnowden now decided to apply for a position in the NSA itself.\nHe apparently believed that if he scored high enough on its entrance\nexam, the NSA would invite him to join it as a Senior Executive\nService officer, or SES, which was the civilian equivalent in rank and\npay to a flag officer in the U.S. armed forces. “I’m still amazed that\n\n© a twenty-eight-year-old thought he could get an SES position,” a ©\ncivilian contractor working for the NSA during the same period told\nme, “Snowden had a very overinflated view of his self-worth.” To\nenhance his chances of getting the SES job, Snowden in the summer\nof 2022 illicitly hacked into the NSA’s administrative files and stole\nthe answers to the NSA exam. As the NSA’s subsequent postmortem\nwould determine, it was the first known document that Snowden\ntook without authorization at the NSA.\n\nIt was not the first time, however, that he had used his hacking\nskills to attempt to advance himself. At the CIA in 2009, as he later\nsaid in Moscow, he had added text to his annual CIA evaluation in\nwhat he termed “a non-malicious way” to prove a point. His CIA\nsuperior took a much darker view of that incident when the hack\nwas detected, calling for an investigation. It was the threat of that\ninvestigation that, it will be recalled, in effect ended Snowden’s CIA\ncareer. At the NSA, his intrusion was not detected for almost a year.\n“He stole the [NSA] test with the answers, and he took the test and\nhe aced it,” the former NSA director Michael McConnell recounted\n\n| | Epst_9780451494566_2p_all_r1.z.indd 42 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019530",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019530.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2478,
    "word_count": 432,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.242889",
    "prefix": "IMAGES-005"
  }
}