{
  "document_id": "HOUSE_OVERSIGHT_017940",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017940.txt",
  "text": "Case 1:19-cv-03377 Document 1 Filed 04/16/19 Page 6 of 28\n\n(c) December 2, 2018: “I was ‘deliberately framed for financial reasons’”;\nRoberts made her claims about Dershowitz “in order to obtain money from a\nwealthy businessman and that Roberts had never previously included me among\n\nthe people with whom she claimed to have had sex”; “one of Roberts’ own lawyers\n\nhas acknowledged in front of witnesses that Roberts claims against me are ‘wrong’\n\n999, 66\n>\n\n‘simply wrong’”; “I never met Roberts; I never had sex with her; she simply made\nup the entire story for money”. (Exhibit 3).\n(d) December 4, 2018: Plaintiffis a “certified, complete, total liar”; “I can prove\nconclusively that she made the whole thing up”. At the same time Dershowitz\nclaimed “that the FBI recognized the evidence showed he was not where she said\nhe was”. (Exhibit 4).\n(e) December 5, 2018: “Roberts made up the accusations out of whole cloth in\norder to obtain millions of dollars from Leslie Wexner” and “there is evidence that\ndirectly proves I was framed. These include emails between Roberts and a\njournalist, a book manuscript by Roberts and a legal brief that are smoking guns\nshowing that I was deliberately framed for financial reasons.” (Exhibit 5).\n(f) March 2, 2019: “My perjuring accusers are Virginia Roberts and Sarah\nRansome [who reported that Epstein lent her out to Dershowitz for sex at the same\ntime as Dershowitz was, at Epstein’s request, representing Ransome as her lawyer].\nBoth have long records of lying”. (Exhibit 6).\n18. | Dershowitz and Epstein knew Dershowitz’s assertions about Roberts, including\nhis assertions referenced in paragraph 17 above, were, and would be taken by persons who read\n\nand heard them to be, specific statements of fact.\n\nHOUSE_OVERSIGHT_017940",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017940.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1775,
    "word_count": 292,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:48.166708",
    "prefix": "IMAGES-004"
  }
}