{
  "document_id": "HOUSE_OVERSIGHT_024306",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024306.txt",
  "text": "Table of Contents\nNOTICE OF 2019 ANNUAL MEETING OF STOCKHOLDERS\n\nThe 2019 Annual Meeting of Stockholders of CARVANA CO. (“Carvana’’) will be held at 3419 East University Drive, Phoenix, AZ 85034, on\nTuesday, April 23, 2019, at 8:00 AM (PDT) for the following purposes:\n\n1. to elect two nominees identified in the accompanying proxy statement to serve as directors, as recommended by the Compensation and\nNominating Committee of the Board of Directors of Carvana;\n\n2. to ratify the appointment of Grant Thornton LLP as Carvana’s independent registered public accounting firm for the year ending December 31,\n2019;\n\n3. to consider the approval, by an advisory vote, of Carvana’s executive compensation (1.¢., “say-on-pay” proposal);\n\n4. to recommend, by an advisory vote, the frequency of future advisory votes on executive compensation (i.e., “say-on-pay frequency”); and\n\n5. to transact other business as may properly come before the meeting or any adjournment of the meeting.\n\nOur board of directors has set February 25, 2019, as our record date for this year’s meeting. Only stockholders that owned Carvana Co.’s\nClass A common stock or Class B common stock at the close of business on that day are entitled to notice of our annual meeting and may vote at it or any\nadjournment of the meeting. A list of stockholders entitled to vote at the meeting will be available for examination by any stockholder for any purpose\nrelevant to the meeting during ordinary business hours for at least ten days prior to April 23, 2019, at 1930 W. Rio Salado Pkwy, Tempe, AZ 85281.\n\nBy Order of the Board of Directors\n\nPaul Breaux\n\nGeneral Counsel and Secretary\n\nHOUSE_OVERSIGHT_024306",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024306.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1670,
    "word_count": 272,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:49.316397",
    "prefix": "IMAGES-007"
  }
}