{
  "document_id": "HOUSE_OVERSIGHT_023965",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023965.txt",
  "text": "What Can We Do About [t? 279\n\nthought that telling me what I just told them was the essence of\nacademic achievement.\n\nSelfworth questioned: School is full of winners and losers. I\ngraduated number 322 in my high school class (out of 678). Notice\nthat I remember this. Do you think this was good for my self-esteem?\nEven the guy who graduated number 2 felt like a loser. In school, most\neveryone sees themselves as a loser. Why do we allow this to happen?\n\nPoliticians in charge: Politicians demand reform but they wouldn’t\nknow reform if it hit them over the head. What they mean is that\nschool should be like they remember rather than how it is now, and\nthey will work hard to get you to vote for them to give them money\nto restore the system to the awful state it always was in. Politicians,\nno matter what party, actually have no interest in education at all. An\neducated electorate makes campaigning much harder.\n\nGovernment use of education for repression: As long as there have\nbeen governments, there have been governments that wanted people\nto think that the government (and the country) is very good. We all\nrecognize this tendency in dictatorships that promote the marvels of\nthe dictator and rewrite history whenever it is convenient. When you\npoint out that our government does the same thing, you are roundly\nbooed. We all know that the Indians were savages that Abraham\nLincoln was a great president and that we are the freest country on\nearth. School is about teaching “truth.”\n\nDiscovery not valued: The most important things we learn we\nteach ourselves. This is why kids have trouble learning from their\nparents’ experience. They need their own experiences to ponder and\nto learn from. We need to try things out and see how they go. This kind\nof learning is not valued in school because it might lead to, heaven\nforbid, failure, and failure is a really bad word in school. Except failure\nis how we learn, which is pretty much why school doesn’t work.\n\nBoredom ignored: Boredom is a bad thing. We drug bored kids\n\nwith Ritalin so they will stop being bored. All of my best work has\ncome when I was most bored and let my mind wander. It is odd that\n\nHOUSE_OVERSIGHT_023965",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2187,
    "word_count": 389,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.195577",
    "prefix": "IMAGES-007"
  }
}