{
  "document_id": "HOUSE_OVERSIGHT_026590",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026590.txt",
  "text": "however, the IRS reached the opposite result on facts similar to those in Rothstein. That is, the\nIRS held that the acquisition of the trust's property by the grantor in exchange for a note could\nnot be a sale because the grantor was both the maker and owner of the note. As a result, the\ngrantor did not receive a new cost basis in the stock purchased from the trust.\n\nThe IRS has explicitly stated that it will not follow the Second Circuit's decision in Rothstein.\nIndeed, many estate planners rely heavily on Rev. Rul. 85-13's conclusions for a variety of\nestate planning techniques involving sales to grantor trusts. Consequently, the lasting impact of\nthe Rothstein decision may prove negligible.\n\nEven if disregarded for federal income tax purposes, states may not disregard a wholly grantor\ntrust for certain purposes. For example, Pennsylvania varies from federal law regarding grantor\ntrusts and imposes state income tax on grantor trusts according to the same personal income\ntax rules that apply to irrevocable trusts, unless the grantor trust is a revocable trust. © For\nsome non-income tax purposes (e.g., sales tax), a wholly grantor trust that is disregarded for\nfederal income tax purposes may be respected as the owner of the trust's corpus by some\nstates. I k, fe ale between a gr and | antor trust could be s\n\nForeign Tax Planning Considerations\n\nPractitioners should be aware that foreign countries may not treat U.S. grantor trusts as\ndisregarded entities. As noted below, a wholly grantor trust is treated as a separate entity for\nCanadian tax purposes. Various planning opportunities may arise as a result of such divergent\ntreatment.\n\nConduit Financing.\n\nTreasury has proposed respecting DREs in an attempt to combat perceived tax avoidance\nachieved through the use of multiple-party financing transactions. © In general, a financing\narrangement is a series of transactions in which one person advances money or other property\nor grants rights to use property and another person receives money or other property or rights\nto use property, the advance and receipt are effected through one or more other persons, and\nfinancing transactions link all of the entities. °° Examples of a financing transaction include debt\nand any lease or license. ©\n\nSince 1995, regulations have allowed the IRS to ignore intermediate entities participating in a\nfinancing arrangement where the intermediate entities are acting as conduit entities and to\nrecharacterize the financing arrangement as a transaction directly between the remaining parties\nfor purposes of imposing tax under Sections 871 and 881 and withholding obligations under\nSections 1441 and 1442, ®\n\nIn December 2008, the IRS issued proposed regulations under Section 881. ®2 Under Prop. Reg.\n1.881-3(a)(2)(i)(C), any transaction entered into by a DRE will be taken into account for\npurposes of determining whether a conduit financing arrangement exists. The proposed\nregulation accomplishes this by stating that, for purposes of the regulations under Section 881,\nthe term “person” includes a business entity that is disregarded as an entity separate from its\nsingle member owner under the check-the-box regulations. “\n\nCurrently, this change to the regulation remains only proposed. The proposed regulation states\nthat it is not effective until the date it is adopted as a final regulation. 4 It is interesting to note,\n\nHOUSE_OVERSIGHT_026590",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026590.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3417,
    "word_count": 542,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.545114",
    "prefix": "IMAGES-009"
  }
}