{
  "document_id": "HOUSE_OVERSIGHT_017244",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017244.txt",
  "text": "4.2.12\nWC: 191694\n\nThe First Amendment has undergone more change in the past fifty years than it had in the first\n170 years of its existence. Most of the changes have been for the better, such as the virtual\nelimination of offensiveness as a justification for censorship, and the severe limitations placed on\ndefamation actions against public figures. I’m proud of the role I have played in helping bring\nabout these positive changes.\n\nThere are several areas, however, where the First Amendment remains in grave danger. One of\nthem is the use of threatened violence to impose self-censorship, if not governmental censorship.\nAlthough the “fighting words” doctrine has always imposed a limitation on freedom of speech, it\nhad been considerably weakened both in theory and in practice until the recent advent of radical\nIslam, with its threats to kill anyone who insults their religion or their prophet. These threats have\nbeen accompanied by murders in several parts of the world. As a result, publishing houses have\nbeen reluctant to include material that might give rise to threatened violence. Following the\npublication by several Scandinavian newspapers of cartoons that depicted Mohammad, there were\nthreats of death and acts of violence. This led the Yale University Press to decide not to include\nthese cartoons in an academic book about the controversy. This act of censorship was not\nbrought about by any governmental pressure, since the First Amendment would clearly protect\nthe publication of the cartoons. It was brought about by the self-censorship of the publishing\nhouse growing out of fear that publication would result in violence. This phenomenon gives those\nwho threaten violence an effective veto over what can be published in the United States.\n\nThe opposite side of the private self-censorship coin is the private circumvention of governmental\ncensorship. Private hacking groups such as “Anonymous” will do everything in their power to\nthwart governmental censorship of any kind, including the use of unlawful means, even violence,\nto subvert or retaliate for legitimate restrictions on publication. This means that the future battles\nfor freedom of speech are likely to be fought on private as well as governmental battlefields and\nmay well involve violent actions on all sides.\n\nThe future battlefields will also be international, since the internet respects no national boundaries.\nThis new phenomenon has resulted in efforts to internationalize the censorship of material deemed\noffensive to Islam and other religions. Various agencies of the United Nations have proposed, in\nthe name of “multiculturalism,” severe restrictions on the right to criticize controversial cultural\nand religious practices deemed sacred by some and offensive by others. Eternal vigilance is\nessential to the preservation of rights that many Americans take for granted. The struggle for\nfreedom of speech—like the struggle for other liberties—never stays won.\n\nOn balance, the First Amendment remains relatively healthy and vibrant in America and continues\nto serve as a model for many emerging democracies. The same cannot be said about our criminal\njustice system, to which I now turn.\n\n157\n\nHOUSE_OVERSIGHT_017244",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017244.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3219,
    "word_count": 500,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.336516",
    "prefix": "IMAGES-004"
  }
}