{
  "document_id": "HOUSE_OVERSIGHT_014345",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014345.txt",
  "text": "- Continued investments in regulatory costs despite potential regulatory relief.\nOn the topic of regulation, management noted that it is still too early to know what\ntype of regulatory relief banks of USB’s size may receive so management has not\nslowed down any of its investments in regulatory costs.\n\n« Long term 13.5- 16.5% ROE target unchanged. Despite the outlook for higher\nrates, management noted that it was not going to change the range at this point of\ntime but noted that USB could reach the top end sooner than later if its outlook\nproves accurate.\n\n¢ Risk management compliance expenses sustaining at this level. Management\nnoted that while compliance related expenses could trend lower following the new\nadministration, it will continue to invest and the impact will likely not be\nmeaningful.\n\n¢  Interms of innovation projects, 86% of those polled noted that it should\ninvest In innovations projects that are self-funded. Davis noted that given the\nimportance of innovation, it would not just self-fund those expenses and would look\nto spend money for long term benefits. In terms of its P2P initiative with Zelle,\nDavis was optimistic around its growth.\n\n- Interms of potential M&A, management noted that it would look for in market\nopportunities and double down where it has scale.\n\nChart 45: What do you consider to be the most important catalyst for large-cap banks in 2017?\n\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n\nRising interest | Revenue growth Further Stronger return of Less overhang\n\nrates that’s not interest realignment of capital to from regulatory\n\nrate driven cost structures shareholders and litigation\nchallenges\n\nSource: BofA Merrill Lynch Global Research\n\nBankof America isa\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 31\n\nHOUSE_OVERSIGHT_014345",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014345.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1794,
    "word_count": 288,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.490500",
    "prefix": "IMAGES-002"
  }
}