{
  "document_id": "HOUSE_OVERSIGHT_010991",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010991.txt",
  "text": "needs saying. If it does, that tends to mean that it is new to the current conversation.\n\nIt need not be new to the world.\n\nAll three fundamental theorems are part of the daily conversation of investors and\nfinance economists. They are not much on the screens of microeconomists and\nmacroeconomists. There may have been some originality in spelling out the implicit\naxioms behind them, and in generalizing them into all capital including human\n\ncapital if we trust those axioms.\n\nOne of the mini-surprises was that gift appeared in my very first equation. Cash flow\nat the scale of the total capital of the individual, where reinvestment cancels out,\nsimplifies to gift and exhaust alone. Obvious in hindsight, but surprising if we have\nbeen taught that economics is all about numero uno. | think it is about adults giving\n\nto the young to keep the generations turning.\n\nThat sets the theme of this book. Old ideas will find unfamiliar combinations and\napplications. Those are originality enough. But so many little stretches of the tried\n\nand true can be hard to track.\n\nEconomics needs a special and counterintuitive mindset. The guiding principle is the\nanalysis of the diamond ring. Economics means taking our minds off the physical\nsubstrate. That goes to the corners of our eyes, not the focus. Capital is not people\nand things. It is present value of foreseen cash flows. Output is the ripening of these\nforeseen flows with time, and exhaust is the harvest eventually reaped. Economics\n\ntakes us through the looking glass to a place the same but different.\n\nChapter 3: Foundations 1/11/16 20\n\nHOUSE_OVERSIGHT_010991",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010991.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1622,
    "word_count": 269,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:48.630294",
    "prefix": "IMAGES-001"
  }
}