{
  "document_id": "HOUSE_OVERSIGHT_023581",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023581.txt",
  "text": "For those who wish to remain fully invested and/or seek broader index-level hedges for\nTech positions, we suggest 3M put spreads on NDX for two reasons: (i) our cross-asset\nhedging analysis (Chart 15) shows little value in proxy hedging Nasdaq 100 exposure,\neven with relatively lower vol S&P options, as the basis risk has tended to be too high\nhistorically for proxy hedging to be reliably beneficial; and (ii) compared to outright puts,\nput spreads help limit long exposure to short-dated NDX implied volatility that is low but\nnot cheap (Chart 14).\n\nHedge inflation & deflation of a Tech Bubble via SPX 12M Top50 dispersion\nDispersion strategies can be particularly attractive hedges for asset bubbles as\nidiosyncratic market moves generate high volatility (to which dispersion is positively\ncorrelated) with a limited rise in correlation (to which dispersion is negatively\ncorrelated). Importantly, as seen from Chart 11, this can occur both during the run-up to\nthe market peak as well as after the bubble pops. In other words, long vol dispersion\nstrategies can profit from Both the inflation and deflation of an asset bubble, without\nrequiring an investor to time the top.\n\nWith the SPX Top50 largely dominated by Tech stocks (34% of total market cap) and\nwith average longer-dated single stock vol in the basket trading close to 3yr lows (12M\nSPX Top50 ATMf implied vol is in its 2\"? %-ile since Jun-14, Chart 16), we recommend\ninvestors go long 12M SPX Top50 dispersion. Chart 18 shows that such a strategy\nwould have recorded its best performance during the formation and subsequent\nbursting of the dotcom bubble as volatility increased in tandem with falling correlation\n(see Chart 11).\n\nImportantly, while implied correlation continues trading in a new, lower range since the\nUS election, the spread to realized correlation has remained healthy with the SPX Top50\n12M implied vs. 6M realized correlation spread in its 81* %-ile over the past 3 years\n(Chart 17}. This makes selling the correlation premium (inherently embedded in long\ndispersion strategies) attractive vs. history.\n\nChart 16: Average SPX Top50 single stock 12M ATMf implied vol is Chart 17: Implied to realized correlation spread on the SPX Top50\ndepressed vs. history, in part driven by Tech market cap dominating the basket is historically elevated, making selling the correlation premium\nindex and Tech vol the 2\" lowest across sectors on a historical basis embedded in long dispersion strategies attractive\n50% 80%\n40% 70%\n30% ss 60%\n20% 50%\nC4 9\n10% 40%\n0% 30%\nQ @o > 2 x?) 7) >\nec s £ & &§ 8 G&G 8 10%\nx< a 2 = 3 Ee\nou a 9 i = 0%\nwo a 2\n5 Jun-14.  Dec-14 Jun-15-Dec-15 = Jun-16 9 Dec-16 = Jun-17\n\nSPX Top50: 12m ATMf implied vs. 6m realized correlation (A - B)\n12m SPX Top50 ATMf implied correlation (A)\n\n6m SPX Tops0 realized correlation (B)\n\nCurrent (81st %-ile)\n\nSource: BofA Merrill Lynch Global Research. Daily data from 5-Jun-14 to 5-Jun-17. Source: BofA Merrill Lynch Global Research. Daily data from 2-Jun-14 to 2-Jun-17.\n\nm 3yr %-ile of average 12m ATMF implied vol\n\n© Sector market cap as a %-age of total SPX Top50 market cap\n\nBankof America <> ; dee Ios\nMerrill Lynch Global Equity Volatility Insights | 06 June 2017 7\n\nHOUSE_OVERSIGHT_023581",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023581.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3239,
    "word_count": 549,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:47.894719",
    "prefix": "IMAGES-007"
  }
}