{
  "document_id": "HOUSE_OVERSIGHT_015814",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015814.txt",
  "text": "124 Are the Androids Dreaming Yet?\n\nTheir reasoning is straightforward but has generated a great deal\nof controversy. Hameroff observes that anesthetics cause humans to\nlose consciousness by binding to tubulin, but they do not halt all brain\nfunction. He, therefore, concludes our conscious thinking is mediated\nby tubulin, not the larger scale firing of the neurons. Penrose had been\nlooking for a mechanism in the brain that would explain how brains\nsolve non-computational problems. Together Penrose and Hameroff\npropose tubulin micro tubes are quantum gravity computers that allow\nus to think non-computationally and are the seat of consciousness. The\nideas are still being worked.\n\nPenrose and Hameroff have a difficult task conveying their ideas\nto the rest of the scientific community. Scientists don’t recognize a\nneed for something that can think non-computably, so they are highly\nskeptical of a mechanism which performs that sort of thought. The\nlatest development on the Hameroff Penrose model comes in the work\nof Travis Craddock, now of Nova Southeastern University, Florida, and\nothers. They have written a paper arguing signals propagate according\nto quantum principles within microtubules through the excitation\nof thiamin molecules along the length of the tube. They believe these\nmolecules are quantum, entangled in a similar manner to the mechanism\nrecently discovered in photosynthesis. The geometry of these molecules\nis set out in a similar way to the active areas in chlorophyll and they\nhave a complementary problems to solve. Chlorophyll tries to maximize\nenergy conversion efficiency, while a microtubule tries to minimize the\nuse of energy while propagating signals along a nerve. You might wonder\n\nTubulin Protein\n\nHOUSE_OVERSIGHT_015814",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015814.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1766,
    "word_count": 269,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.181686",
    "prefix": "IMAGES-003"
  }
}