{
  "document_id": "HOUSE_OVERSIGHT_018035",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018035.txt",
  "text": "Case 1:19-cv-03377 Document 1-14 Filed 04/16/19 Page 2 of 3\n\nUnited States District Court\nSouthern District of New York\n\nVIRGINIA L. GIUFFRE,\n\nPlaintiff, Case No.: _\nv.\nALAN DERSHOWITZ,\nDefendant.\n= /\nAFFIDAVIT\n\nI, Sarah Ransome, swear and affirm as follows:\n1, Tam currently over the age of 18 and presently reside in the country of Spain.\n\n2. In the summer of 2006, when I was twenty-two years old and living in New York,\nI was introduced to Jeffrey Epstein by a girl I had met named Natalya Malyshov.\nShortly after meeting Jeffrey he invited me to fly to his private island in the US\nVirgin Islands, which I did. After that first trip 1 traveled to the island several more\ntimes, usually on one of Jeffrey's private airplanes, and always at his direction. I\nam told that my name appears on the flight logs of one or more of those trips. On a\nfew occasions, Jeffrey also arranged to have me flown to the island on commercial\nflights. As it turned out, the primary purpose of those visits was to have me have\nsexual relations with Jeffrey, Nadia Macinkova, and various other girls and guests\nhe brought to the island.\n\n3. During one of my visits to the island I met Ghislaine Maxwell. Watching her\ninteract with the other girls on the island, it became clear to me that she recruited\nall or many of them to the island. Once they were there, she appeared to be in charge\nof their activities, including what they did, who they did it with, and how they were\nsupposed to stay in line. She assumed the same supervisory role with me as soon\nas I arrived. Some of the girls appeared to be 18 or older, but many appeared to be\nyoung teenagers. I recall seeing a particularly young, thin girl who looked well\nunder 18 and recall asking her age. I later learned was a ballerina. She refused to\ntell me or let me see her passport.\n\n4. In addition to spending time with Jeffrey on his island, I spent time with him in\nNew York City. At his town house I was also lent out by him to his friends and\n\nassociates to have sex. Among the people he lent me to was his friend, Alan\nDershowitz. On one occasion I was in a bedroom at Jeffrey's New York townhouse\n\n=\n\nHOUSE_OVERSIGHT_018035",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2169,
    "word_count": 402,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.478545",
    "prefix": "IMAGES-004"
  }
}