{
  "document_id": "HOUSE_OVERSIGHT_011045",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011045.txt",
  "text": "This is enough to rule out the idea that pay recovers neither maintenance nor\ndepreciation. Does it say which is recovered? It does if we look at the cases of the\nboss and her secretary separately. Each earns the same pay throughout, and the\nboss earns ten times more. By the beginning of the last day, the human capital and\nwork of each is negligible. Pay is all depreciation recovery if I am right, or all\nmaintenance recovery if Quesnay was right, or maybe both. The boss’s pay, anyhow,\nremains ten times higher. Is that because her maintenance is ten time more, per\n\nQuesnay, or because her depreciation is?\n\nThe answer is easy. I concede that the higher-paid usually consume more. But not\nalways, and anyhow not in proportion and not because they have to. I learned in the\nquartermaster corps that the consumption needs of the general and the private are\nnot much different. The commanding officer, in the field, is expected to be the last to\neat, the last to sleep and the first up in the morning. Maintenance consumption, as\nopposed to the rest, is what we need to keep up strength and vitality and\nperformance. We can’t make do with less. More pay is more motive, but need not be\n\nspent on more consumption unless by choice.\n\nThe boss and her secretary are paid to apply skills. They are in trouble if the worth\nof those skills doesn’t cover their maintenance needs. But they will tap savings if it\ndoesn’t. Retirees need no money motive to consume. All they need is the means. The\nsource of skills applied is human capital. The application is gross realized work. The\ndifference between its human depreciation and realized work components matters\nbecause the maximand is net output (work) rather than gross. But itis nota\ndifference in kind. Skill applied is skill applied. Pay is all depreciation at the last\nsecond for the same reason as with the mortgage payment. There is no balance left\n\nto earn interest.\n\nThis argues strongly that human depreciation is recovered in literal pay and\n\ntransferred to work products. It also argues that maintenance is not. The problem is\n\nChapter 6: Parallels with the Firm 2/4/16 11\n\nHOUSE_OVERSIGHT_011045",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011045.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2153,
    "word_count": 373,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.074109",
    "prefix": "IMAGES-001"
  }
}