{
  "document_id": "HOUSE_OVERSIGHT_018795",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018795.txt",
  "text": "Opened in 2013, The Ling is owned by Caesars Entertainment and is Las Vegas’\nnewest dining, shopping, and entertainment district. The focal point is the High\nRoller, a 550-foot observation wheel -- the tallest in the world -- offering 360 degree\nviews of the Las Vegas valley. This high-energy marketplace offers approximately\n40 shops and restaurants in a 200,000-square-foot area. Restaurants and nightlife\nincludes: O’Shea’s Casino, Chayo Cocina, Off the Strip Bistro, Purple Zebra,\nSprinkles Cupcakes, Starbucks, Ghiradelli, Yard House, Tilted Kilt and Flour &\nBarley. Shops include The Polaroid Museum, Pier 30, Koto, Bella Scarpa, 12A.M.\nRun, Chilli Beans, Goorin Bros., Kitson and Ruby Blue. The LINO Promenade also\nfeatures Brooklyn Bowl, a music venue that holds a capacity of 2,000-plus concert\ngoers. Brooklyn Bowl has a restaurant, 32 bowling lanes, a section to watch sports\nduring the day, nightly live performances and a nightclub area.\n\nThe Crystals Shopping Center includes high end stores such as Blvgari, Cartier,\nChristian Dior, Fendi, Gucci, Harry Winston, Hermes and Jimmy Choo. Crystals\nhouses over 41 retailers and six restaurants.\n\nThe Cosmopolitan opened in December 2010 and contains approximately 38,000\nsquare feet of retail space. The Cosmopolitan retail offers more than 60 specialty\nshops and boutiques including AllSaints, Spitafields, Beckley, CRSVR Sneaker\nBoutique, DNA 2050, Droog, Molly Brown’s Swimwear, Monogram, Retrospecs &\nCo., Skins 612 Cosmetics, Stitched, and Vitals. Retail and entertainment attractions\ninclude a number of clubs.\n\noe\n\ni\n\nNV\n\nmets ae\n.\n\nHOUSE_OVERSIGHT_018795",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018795.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1623,
    "word_count": 242,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:49.307936",
    "prefix": "IMAGES-005"
  }
}