{
  "document_id": "HOUSE_OVERSIGHT_017626",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017626.txt",
  "text": "Page 23 of 31\n104 J. Crim. L. & Criminology 59, *92\n\nOf particular interest here is the Department's policy for grand jury subpoenas issued to a \"target\" of a criminal investigation.\nWhen such a target is subpoenaed to testify before a grand jury, the Department of Justice will advise that target of his rights,\nsuch as the right to refuse to answer any question that might be incriminating. !8° The Department of Justice defines a \"target\"\nof a criminal investigation as \"a person as to whom the prosecutor or the grand jury has substantial evidence linking him or her\nto the commission of a crime and who, in the judgment of the prosecutor, is a putative defendant.\" 18°\n\nIf the Department's investigation has coalesced sufficiently so that it can provide notice of rights to putative defendants, it\nshould likewise be in a position to provide notice of rights to that defendant's victims. Combining the Department's definition\nof \"target\" with the CVRA's coverage and definition-of-victim provisions produces a formulation whereby CVRA rights attach\nin (at least) the following circumstances:\n\nCVRA rights attach when an officer or employee of the Department of Justice or any other department or agency of the United\nStates engaged in the detection, investigation, or prosecution of crime has substantial evidence that an identifiable person has\nbeen directly and proximately harmed as a result of the commission of a federal offense or an offense in the District of\nColumbia, and in the judgment of the officer or employee, that person is a putative victim of that offense.\n\nThis formulation borrows from the CVRA's coverage provision !%° to define the relevant universe of substantial evidence as\nthat in the possession of the Justice Department or other federal agencies. For instance, if state law enforcement officers are\ninvestigating a bank robbery, the fact that the robbery might also be prosecuted federally 1°! does not make the teller at the\nbank a federal \"victim\" of the crime until evidence regarding the crime comes into the possession of a federal agency. The\nformulation also tracks the CVRA's definition of \"victim\" in limiting the universe of potential [*93] victims to those who have\nbeen \"directly and proximately harmed.\" !°? Finally, the formulation requires some federal officer or employee to evaluate the\nevidence and reach the conclusion that a federal offense has been committed that harmed the person in question. This\ndetermination responds to the observation by the District Court for the Eastern District of New York that the CVRA \"cannot be\nread to include the victims of uncharged crimes that the government has not even contemplated.\" 193 At the same time, such a\nformulation obviously does not require the filing of formal criminal charges, or even the preparation of formal criminal\ncharges. Instead, all that is required is for the Department to recognize that a person is a putative victim of a federal offense,\njust as all that is required for the mailing of a target letter to a subpoenaed suspected criminal, is recognition that he is a\nputative defendant in a federal case.\n\nB. APPLYING THE TEST TO THE EPSTEIN CASE\n\nTo illustrate how the test would operate, it is useful to examine the facts of the Epstein case. Applying the proposed test to that\ncase produces straightforward answers, which suggests that the test would be workable in practice.\n\nFrom 2001 to 2007, Jeffrey Epstein sexually abused more than thirty minor girls in his mansion, including Jane Doe Number\nOne and Jane Doe Number Two. 14 Initially, of course, his acts of abuse were secret, unknown to law enforcement. During\nthat period of time, the victims would not have had rights under the CVRA.\n\n88 Criminal Resource Manual, supra note 87, § 9-11.151.\n\n89 Td.\n\n90 18 U.S.C. § 3771 (e) (2012).\n91 Td. § 2113.\n\n% See id. § 3771 (e).\n\n°3 United States v. Rubin, 558 F. Supp. 2d 411, 419 (E.D.N_Y. 2008).\n\n°4 As above, see supra notes 34-41 and accompanying text, this part of the Article draws on the factual allegations made by the victims in\nthis case - allegations that Epstein has not intervened to dispute. See Jane Doe Motion, supra note 40, at 3-23.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017626",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017626.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4211,
    "word_count": 702,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.245975",
    "prefix": "IMAGES-004"
  }
}