{
  "document_id": "HOUSE_OVERSIGHT_021134",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021134.txt",
  "text": "20 MICHAEL WOLFF\n\npursued by Trump for many years—pursued, in fact, well into the 2016\ncampaign—albeit never brought to fruition.\n\nMichael Cohen, Trump's personal lawyer and a Trump Organization\nofficer, was another significant topic. The prosecutors asked questions\nabout the level of Cohen's disappointment at not being included in the\npresident's White House team. They seemed to be trying to gauge how\nmuch resentment Cohen felt, which led the witness to infer that they\nwanted to estimate how much leverage they might have if they attempted\nto flip Michael Cohen against the president.\n\nZelinsky and Rhee wanted to know about Jared Kushner. And they\nwanted to know about Hope Hicks.\n\n‘The two prosecutors also delved into the president’s personal life. How\noften did he cheat on his wife? With whom? How were trysts arranged?\nWhat were the president's sexual interests? The Mueller investigation, and\nits grand jury, was becoming a clearing house for the details of Trump's\nlong history of professional and personal perfidiousness.\n\nWhen the long day was finally over, the witness left the grand jury\nroom shocked—not so much by what the prosecutors wanted to know\nbut by what they already knew.\n\n+\n\nBy the third week of March, Trump's son-in-law had the president's full\nattention. “They can not only impeach you, they can bankrupt you” was\nKushner’s message.\n\nAgitated and angry, Trump pressed Dowd for more reassurances,\nholding him accountable for the prior reassurances Trump had frequently\ndemanded he be given. Dowd held firm: he yet believed that the fight was\nin its early stages and that Mueller was still on a fishing expedition.\n\nBut Trump's patience was finally at an end. He decided that Dowd was\na fool and should go back into the retirement from which, Trump kept\nrepeating, he had rescued him. Indeed, resisting that retirement, Dowd\npleaded his own case, assuring the president that he could continue to\nprovide him with valuable help. To no avail: on March 22, Dowd reluc-\ntantly resigned, sending another bitter former Trumper into the world.\n\n=\n\nTHE DO-OVER\n\nhe day John Dowd was fired, Steve Bannon was sitting at his dinin;\n\nroom table trying to forestall another threat to the Trump pres\ndency. This one wasn't about a relentless prosecutor but rather a betraye\nbase. It was about the Wall that wasn't.\n\nThe town houses on Capitol Hill, middle-class remnants of the nin\nteenth century, are cramped up-and-down affairs of modest parlor floo:\nnook-y sitting rooms, and small bedrooms. Many serve as headquarte\nfor causes and organizations that can’t afford Washington's vast amou\nof standard-issue office real estate. Some double as housing for th:\norganization's leaders. Many represent amateur efforts or eccentric pt\nsuits, often a kind of shrine to hopes and dreams and revolutions yet\noccur. The “Embassy” on A Street—a house built in 1890 and the form\nlocation of Bannon’s Breitbart News—was where Bannon had lived a\nworked since his exile from the White House in August 2017. It was p\nfrat house, part man cave, and part pseudo-military redoubt; conspiré\nliterature was scattered about. Various grave and underemployed you\nmen, would-be militia members, loitered on the steps.\n\nThe Embassy’s creepiness and dark heart were in quite stark contr\nto Bannon’s expansive and merry countenance. He might be in exile fr\nthe Trump White House, but it was an ebullient banishment, coffee-fue\n\nor otherwise.\n\nHOUSE_OVERSIGHT_021134",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021134.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3455,
    "word_count": 560,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:47.063770",
    "prefix": "IMAGES-006"
  }
}