{
  "document_id": "HOUSE_OVERSIGHT_021212",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021212.txt",
  "text": "my adrenaline was still pumping from the previous encounter with the\nofficials of the Philippines who had enough power to condemn me if they\nhad felt like it. I caught my plane in the knick of time and once I was\nsettled in my seat my thoughts went back to my dear Robbie and how\nmuch I was missing him. J was just relieved that I was on my way to be\nback with him again soon.\n\nLooking out the window I could see the red earth beneath me. As 1\nlanded for the last time I took notice of the first steps I walked off the\nplane and onto a new soil for the first time. 1 had so much to be looking\nforward too in my new homeland. In my heart I knew this was all | ever\nwanted, this was going to be my haven. There was another surprise in\nstore for me when two elder strangers walked up to me and asked my\nname. “Are you Jenna?” Nodding at their question they gave me their\nfirst names and wrapped their arms around my neck. My new mother-in\nlaw then said, “ We are Robbie’s parents. We wanted to be the first ones\nwho. welcomed you to Australia and into our family” It was my in-laws\nmeeting me for the first time. Handing me some balloons and flowers\nthey even had gifts for their new daughter-in law. While waiting for\nRobbie’s plane to arrive we all chatted about many things like the flight\nover from Thailand and the scare at the previous airport in the\nPhilippines. I asked them how they knew whom to look for? My father in\nlaw laughed, saying recognizing me was easy from Robbie’s detailed\ndescription. He told them to look out fora petite, young blonde carrying\nan abundance of luggage. Laughing together over a few more brief\nconversations of getting to know each other better they seemed relieved\nto finally meet me compared how stressed she sounded in the\nconversations | overheard Robbie having with her while in Thailand.\n\nWatching the arrivals board I knew Robbie’s plane had landed ages ago\nbut was just waiting for him to get out of customs. It didn’t bother me\nanyhow, I was enjoying get accompanied with his parents for the first\ntime. Eventually | saw my husband walking down the runway behind the\ngates, I just couldn’t wait a second longer. I ducked underneath the gates\nand ran all the way up the runway to jump excitedly into his arms. |\nwrapped my arms and legs around him holding onto him for dear life. I\njust missed him so much I knew I would never let him go, theoretically\nspeaking that is, and I never have nearly a decade later.\n\nChapter 24\n\nOver the near decade we spent together, Robbie and I have shared the\ncommon highs and lows that every determined marriage endures. It has\n\n135\n\ntaken a lot of hard work and doesn’t come without its flaws but no matter\nwhat it is just perfect for the two of us. He helped me how to remember to\nsmile again and life has slowly began to sort itself out. They say that time\nheals all wounds but what I had experienced in my young years wasn’t\nnearly long enough to let all of the hurt go. Seeking help through many\ncounselors and psychiatrists I was doing everything I could do to deal _\nwith the scars and all of the pain left behind. Completely off of any\npharmaceuticals, since the last day of our honeymoon, and healing my\nheart with love instead of hate our marriage is my foundation and Robbie\nis my solid rock. We have to be for one another, putting the bonds of our\nunion through the wringers and back, as neither of us expected my past\nlife eventually to come back and haunt me after so long.\n\nOur blissful life came to a sudden halt one day when we were out\nvisiting my in-laws at their nearby house on just another plain afternoon.\nThere was a knock on the front door and my father in law got up from\nwatching TV on the couch to answer it. He rushed back quickly coming\ninto the dining room, where [ was feeding my nineteen months and five\nmonth old boys at the table, and he blurted out, “Jenna there are three\npolice officer’s at the door asking for you by the name of Virginia\nRoberts!” I asked my mother in law to stay with the babies to find out\nwhat this was all about. I didn’t even think it had anything to do with\nJeffrey at first and wasn’t even worried when I opened the door to offer\nthem to come inside to talk.\n\nThey weren’t actually police officers and two federal agents of\nAustralia with one F.B.J agent from America. The American agent asked\nif I wouldn’t mind actually coming outside so that I may speak with them\nin private. “Okay” I said, as well as mentally preparing myself for\nsomething big from the look of it, it’s not over a parking ticket or\nanything small that you get three federal agents knocking at your in-laws\nfront door asking to speak in private. “Can we first ask you if you are in\nfact Ms. Virginia Roberts and originally from Palm Beach County in the\nUnited States?” I confirmed my name and previous state of residence\nthen they even asked, “May we see some identification please?” A\ndifferent agent asked the question this time and I told him “‘T will have to\ngo and grab it, my purse is inside. I'll just be one second.”\n\nRobbie was standing on the other side of the door trying to figure out\nwhat they were doing here talking to me and when I rushed through it to\ngrab my purse and saw him standing there looking puzzled, | told him |\nhad no idea what this was about yet, but not too worry everything was\ngoing too be just fine. Taking a deep breath and slowly exhaling\noutwards, I opened the door to find out exactly what the agents wanted to\ntalk about.\n\n136\n\n1 Copyright Protected Material\nCONFIDENTIAL\n\n[3 Copyright Protected Material\n\nCONFIDENTIAL GIUFFRE004268 GIUTTFRE004269\n\nHOUSE_OVERSIGHT_021212",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021212.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5622,
    "word_count": 1052,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:45.175354",
    "prefix": "IMAGES-006"
  }
}