{
  "document_id": "HOUSE_OVERSIGHT_013294",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013294.txt",
  "text": "“Hombre.” Died Aug. 20 of complications from a stroke.\n\nMarian McPartland, 95. The British-born jazz pianist, whose\nNational Public Radio show, in which she interviewed and played\nwith musicians from Benny Goodman to Elvis Costello, was\nbroadcast for more than three decades. Died Aug. 20 at her home\nin New York.\n\nRonald L. Motley, 68. A South Carolina lawyer, he led lawsuits\nagainst tobacco companies, resulting in a payout of $246\nbillion, the biggest civil settlement in U.S. history. Died Aug.\n22 from complications of organ failure.\n\nJulie Harris, 87. The U.S. actress who appeared in 30 Broadway\nplays and won five Tony awards. Died Aug. 24 of congestive heart\nfailure.\n\nMuriel Siebert, 84. The first woman to buy a seat on the New\nYork Stock Exchange, in 1967, founder of Muriel Siebert & Co., a\ndiscount brokerage, and the first female superintendent of banks\nfor New York State. Died Aug. 24 of complications from cancer.\n\nEric T. Miller, 85. The former chief investment officer for New\nYork-based Donaldson Lufkin & Jenrette, who called the stock-\nmarket bottom in 1982 and whose “Random Gleanings ” market\ncommentary was widely followed by investors. Died on Aug. 29 of\ncomplications from brain cancer.\n\nSeamus Heaney, 74. Irish poet who won the Nobel Prize in\nLiterature in 1995. Died Aug. 30.\n\nDavid Brenneman, 37. He was an executive director in equity risk\nmanagement at Morgan Stanley in New York, who previously worked\nat Banc of America Securities and Davis Polk & Wardwell LLP.\n\nDied Aug. 31 of cancer.\n\nDavid Frost, 74. The British television interviewer best known\nfor his 1977 interviews with former President Richard Nixon,\nwhich became the basis for the 2008 movie “Frost/Nixon.” Died\nAug. 31 of a heart attack aboard the Queen Elizabeth cruise\n\nHOUSE_OVERSIGHT_013294",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013294.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1794,
    "word_count": 295,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.832575",
    "prefix": "IMAGES-002"
  }
}