{
  "document_id": "HOUSE_OVERSIGHT_014364",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014364.txt",
  "text": "Chart 73: Will the DOL’s fiduciary rule cause meaningful changes to the brokerage industry?\n\n90% 83%\n80%\n10%\n60%\n50%\n40%\n30%\n20%\n1% 1%\n10% 9\n0 3% 0%\n\n0%\n\nYes, significant Yes, a shift to Yes, assetsin Allofthe above —_No significant\npressure on advisory and fee motion with some impact\ncommission based accounts _to robo advisor\n\nrevenues and RIA platforms\n\nSource: BofA Merrill Lynch Global Research\n\n« Wealso asked about changes to the asset management industry, positing “Will the\nDOL’s fiduciary rule cause meaningful changes to the asset management industry?”\nInvestors again expect multiple changes (91%), including an accelerated shift from\nactive to passive, further pricing pressure, and higher cost of distribution and\nmargin pressure. No respondents expect there to be no significant impact to the\nasset management industry.\n\nChart 74: Will the DOL’s fiduciary rule cause meaningful changes to the asset management industry?\n\n100%\n90%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nYes, an Yes, further Yes, higher cost of Allofthe above —_No significant\naccelerated shift pricing pressure —_ distribution and impact\nfrom active to margin pressure\npassive\n\nSource: BofA Merrill Lynch Global Research\n\n« The panel noted that President Elect Trump did not address the Fiduciary Rule\nduring his campaign, so his view on the rule is unknown, but Republicans have\nlargely been against it. There is some precedence on what we could expect\nPresident Elect Trump to do with the fiduciary rule. President Bush had\nimplemented an investment advice regulation that President Obama delayed\nseveral times until it was finally withdrawn. The view from the panel was that the\nmost likely action over the next several months is that President Elect Trump delays\nthe rule, though to repeal or change it would take work and new regulatory\n\n50 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014364",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014364.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1936,
    "word_count": 310,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.383771",
    "prefix": "IMAGES-002"
  }
}