{
  "document_id": "HOUSE_OVERSIGHT_018352",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018352.txt",
  "text": "adjustments will be started and managed and mined for fortunes, of course. The\nSeventh Sense feels the way in which power has shifted, is shifting, from public to\nprivate in this way, masked by coded language, hardware design, corporate\nstructure and the demands for speed and safety we all agree on. Huge shifts in\npower will occur before we are even aware if we don’t have a sensibility to feel them\nout before they occur. Decisions about code, search, machine intelligence, DNA\nalteration rules in labs - all occurring in black box machines or corporations or\ngovernments. Several years ago it occurred to me in an unsettling flash: “The most\nimportant things that will happen in my life will happen in secret.”\n\nI’m not sure I’ve quite recovered from this insight yet.\n2\n\nThis same unnerving worry has troubled many people who think about connected\nmachines, and for some time. It’s not only those among us who are pointlessly\nnostalgic for a different era of devices, when the default setting of our instincts was\nopen, who now worry about this strange tension between function and opacity. And\nremember - I’m running through all this here so we can all understand how to really\ngrab and use this new source of power in the service of what we desire, and to\nprotect the things we care about. But: What are we to make of systems that work\nbetter when they are obscured from us? That we could never understand even if we\ncould see inside? Documents such as The Critical Engineering Manifesto, pulled\ntogether by a collection of uneasy designers and engineers, reflect anxieties that stir\neven inside the hearts of many in the New Caste. “The Critical Engineer considers\nengineering to be the most transformative language of our time,” the Manifesto\nbegins. “Each work of engineering engineers its user, proportional to that user’s\ndependency on it.” That is Conway’s or Wittfogel’s unsettling truth. The technical\nlayout of a social network, a medical diagnostic tool or a financial market affects\nhow we or our markets or our government (or our enemies) behave. We are, ina\nsense, being engineered by the damn opaque systems we are using.\n\nIn 1965 the MIT computer scientist Joseph Weizenbaum found himself, somewhat\nunexpectedly, considering this same problem. 175 Weizenbaum had written a\nprimitive computer program to perform what is now known as natural language\nprocessing, essentially a bit of code designed to translate what a user tells a\ncomputer into clear instructions. This is the work that converts your request to a\nmachine for weather updates into a query that can be turned into an answer.\nTeaching a computer to answer a question such as “it is it raining?” demands layers\nof logic and calculation.\n\nIn 1965, long before our era of simply talking to our phones or computers,\nWeizenbaum’s program was a revolutionary breakthrough. So after developing his\nalgorithms, he wanted to find an intuitive demonstration. He decided to build a\n\n175 In 1965: Joseph Weizenbaum, Computer Power and Human Reason, W.H.\nFreeman and Company, 1976 p. 7\n\n120\n\nHOUSE_OVERSIGHT_018352",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018352.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3085,
    "word_count": 515,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.022251",
    "prefix": "IMAGES-004"
  }
}