{
  "document_id": "HOUSE_OVERSIGHT_015807",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015807.txt",
  "text": "Thinking\n\n“We cannot solve our problems\nwith the same thinking we used\nwhen we created them.”\n\nAlbert Einstein\n\nis normal. Mental work takes energy. Scientists estimate the brain\nconsumes 20% of our resting energy; around 12 watts. Physical fitness\nis important for thinking. If you get out of breath running for a bus,\nthinking is going to be harder for you. Studies are mixed about whether\nthe additional work involved in solving a difficult problem causes you to\nuse more energy. We certainly see an increase in the flow of glucose to\nthe appropriate part of the brain, but the overall energy use in the brain\nis quite high in the first place, so it is hard to see the incremental effect.\nUnlike muscles, which store energy locally as glycogen, brain cells\n‘burn’ glucose and oxygen from the blood stream in real time. If scientists\ndetect glucose and oxygen flowing to a part of the brain they know it\nmust be working on a problem. As we know, there are several ways to\nmake glucose and oxygen show up in brain scanners. You can, therefore,\ninject someone with the right chemical markers, wheel them into a brain\nscanner, and watch them learn new skills. On a practical level, there\nis limited space within a scanner and you can't wield a golf club, for\nexample. Julien Doyon, a researcher at the University of Montreal, was\nrecounting this problem to a friend and she suggested knitting. Knitting\nis a physical activity you learn just like a golf swing or a tennis stroke, with\nall the initial fumbles and jerky activity, settling down to a fluid learned\nskill. Most experienced knitters can engage in a full conversation while\nknitting complex patterns, only needing to break off and concentrate\nduring a pattern change. Luckily, there are ceramic and bamboo knitting\n\nE you feel mentally exhausted reading this book, don’t worry. This\n\nHOUSE_OVERSIGHT_015807",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015807.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1865,
    "word_count": 318,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.634204",
    "prefix": "IMAGES-003"
  }
}