{
  "document_id": "HOUSE_OVERSIGHT_019884",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019884.txt",
  "text": "Now, however reluctantly, Ailes understood that, at least for the moment, he was\npassing the right-wing torch to Bannon. It was a torch that burned bright with ironies.\nAiles’s Fox News, with its $1.5 billion in annual profits, had dominated Republican\npolitics for two decades. Now Bannon’s Breitbart News, with its mere $1.5 million in\nannual profits, was claiming that role. For thirty years, Ailes—until recently the single\nmost powerful person in conservative politics—had humored and tolerated Donald Trump,\nbut in the end Bannon and Breitbart had elected him.\n\nSix months before, when a Trump victory still seemed out of the realm of the possible,\nAiles, accused of sexual harassment, was cashiered from Fox News in a move engineered\nby the liberal sons of conservative eighty-five-year-old Rupert Murdoch, the controlling\nshareholder of Fox News and the most powerful media owner of the age. Ailes’s downfall\nwas cause for much liberal celebration: the greatest conservative bugbear in modern\npolitics had been felled by the new social norm. Then Trump, hardly three months later,\naccused of vastly more louche and abusive behavior, was elected president.\n\nOOK Ok\n\nAiles enjoyed many things about Trump: his salesmanship, his showmanship, his gossip.\nHe admired Trump’s sixth sense for the public marketplace—or at least the relentlessness\nand indefatigability of his ceaseless attempts to win it over. He liked Trump’s game. He\nliked Trump’s impact and his shamelessness. “He just keeps going,” Ailes had marveled to\na friend after the first debate with Hillary Clinton. “You hit Donald along the head, and he\nkeeps going. He doesn’t even know he’s been hit.”\n\nBut Ailes was convinced that Trump had no political beliefs or backbone. The fact that\nTrump had become the ultimate avatar of Fox’s angry common man was another sign that\nwe were living in an upside-down world. The joke was on somebody—and Ailes thought\nit might be on him.\n\nStill, Ailes had been observing politicians for decades, and in his long career he had\nwitnessed just about every type and style and oddity and confection and cravenness and\nmania. Operatives like himself—and now, like Bannon—worked with all kinds. It was the\nultimate symbiotic and codependent relationship. Politicians were front men in a complex\norganizational effort. Operatives knew the game, and so did most candidates and\nofficeholders. But Ailes was pretty sure Trump did not. Trump was undisciplined—he had\nno capacity for any game plan. He could not be a part of any organization, nor was he\nlikely to subscribe to any program or principle. In Ailes’s view, he was “a rebel without a\ncause.” He was simply “Donald”—as though nothing more need be said.\n\nIn early August, less than a month after Ailes had been ousted from Fox News, Trump\nasked his old friend to take over the management of his calamitous campaign. Ailes,\nknowing Trump’s disinclination to take advice, or even listen to it, turned him down. This\nwas the job Bannon took a week later.\n\nHOUSE_OVERSIGHT_019884",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019884.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3029,
    "word_count": 493,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.802994",
    "prefix": "IMAGES-005"
  }
}