{
  "document_id": "HOUSE_OVERSIGHT_011293",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011293.txt",
  "text": "Esa Origins 7 February 24 — 26, 2017\nPROJECT An Origins Project Scientific Workshop\nChallenges of Artificial Intelligence:\n\nEnvisioning and Addressing Adverse Outcomes\n\nARIZONA STATE UNIVERSITY\n\n4) Al, CYBERSECURITY, AND Al ATTACK SURFACES\nAl Attacks on Computing Systems, Devices, Infrastructure (focus)\nManipulation & Disruption of Al Systems\n\n(Contributions by Kathleen Fisher, John Launchbury, Ashish Kapoor, Sean, Shahar, Jeff Coleman and others)\n\nAl will be used in new ways to enhance cyberwarfare. Targets could be either purely computational,\naimed at the bringing down of computing systems, the stealing of stored information, of gaining access\nto monitoring activity and information streams. However, we are more likely to see potentially even\nmore costly attacks involving a combination of cyber and physical systems, e.g., uranium enrichment\nplants, automated flight systems, weapon systems, automated driving systems, healthcare equipment,\noil refineries, or the large swaths of the power grid of the US or other countries.\n\nCyberwarfare is a domain in which the use of Al is inevitable. Attacks and/or responses are likely to\nhappen at computing rather than human speeds. As soon as one side has autonomous cyber warriors\nsystems (ACWs), other actors will have to adapt similar offensive or new defensive technologies. Given\nthis context, imagine building an ACW designed to seek, disrupt, and destroy within high-value\nadversary networks and systems. The ACW has to be able to observe network behavior to build\nsituational awareness, find places to hide, create exploits to pivot to new places, build a map and use it\nto navigate complex networks, find high-value information, and identify targets to disable or from\nwhich to extract information.\n\nBecause high-value adversary networks are likely to be relatively isolated, the ACW will have very\nlimited opportunities for external command and control communication, so it will need to make many\ndecisions in isolation. It will read information it finds, build a model of adversarial intent, and then\ninvent ways to disrupt that intent.\n\nEstablishing the initial access to the high-value network is likely challenging, so the ACW will spawn and\nspread to ensure that it can reconstruct itself if an active part is observed and destroyed. The ACW may\nalso create disguised caches of specific capabilities so that it can construct new mission-oriented\nfunctionality from pieces. It will morph its active form so that defenses will have a hard time finding it.\nIt will inject itself into trusted binaries so that its behavior is difficult to distinguish from legitimate\napplications.\n\nThe mission of the ACW will likely be defined in flexible terms because the human handlers will have\nonly limited information when it is deployed. The ACW will be designed to seek opportunities to\ncommunicate with its human handlers, but it will also be designed to act autonomously if it observes\ntriggering behavior in the adversary’s systems. It may try to distinguish training states from active\nwarfare states on adversary systems. The creators of the ACW will have had to trade off the likely\neffectiveness of the ACW versus the cost of premature action. Awareness of the adversary’s systems\nwill necessarily be limited in accuracy because it only gets a worm’s eye view of the network from the\n\n10\n\nHOUSE_OVERSIGHT_011293",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011293.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3376,
    "word_count": 525,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.460981",
    "prefix": "IMAGES-001"
  }
}