{
  "document_id": "HOUSE_OVERSIGHT_022724",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022724.txt",
  "text": "Epstein’s activities—but he tries to sell it to an undercover agent.\nRodriguez is sentenced to 18 months in jail on a charge of theft and\nof withholding evidence (and a further two and half years on a related\ngun charge). Scott Rothstein, a lawyer whose firm represented\nadditional girls in their suits against Epstein, also goes to jail for\nrecruiting investors to pay for these suits on the fraudulent basis that\nsettlements had already been reached. It’s the largest fraud in Florida\nhistory and Rothstein receives a 50-year sentence.\n\nThen, Brad Edwards, Rothstein’s former partner, sues the\nfederal government in 2008 for abridging the rights of two of the\noriginal complainants under the Crime Victim Rights Act (giving\nvictims the right to be consulted about the disposition of their cases)\nregarding the Justice Departments agreement not to prosecute in\nfavor of the state action. In 2014, Edwards tries to ad Virginia\nRoberts, another of the original complainants, who has previously\nsettled with Epstein, to the long-running suit. Roberts who was paid a\nsettlement under the original terms of Epstein’s agreement—that he\nwould pay attorney’s fees and not oppose any law suits against\nhim—is now trying to overturn the agreement under which she was\npaid, and, with Edwards, further suing Epstein for $50,000,000.\n\nAs the most vocal of the accusers, Roberts, with the Daily Mail\nbeing her prime outlet, emerges now with what is billed as a memoir\nof her “sex slavery” with Epstein, written ten years after the fact. She\nnames a number of people as being at Epstein’s Island home,\nincluding Clinton and Al Gore and his wife, who Epstein’s lawyers\ninsists were never there—proof available through secret service\nrecords.\n\nThe FBI is now arguing that Roberts should not be party to the\nsuit against the government because she refused to cooperate with\nthe government in its investigation in 2007, hence has no standing as\na victim. (At the same time, the FBI included her on the list of 40\nvictims with whom it mandated Epstein reach a settlement.)\n\nIt is hard to find a more hyperbolic intersection of media and\nlawyers then in Epstein’s case.\n\nEdwards, over the six years of his law suit, tries to depose\nClinton, Donald Trump, and Dershowitz—almost all of his targets\ncoming directly from the original Vanity Fair and New York Magazine\narticles about Epstein.\n\nHOUSE_OVERSIGHT_022724",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022724.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2391,
    "word_count": 393,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.429296",
    "prefix": "IMAGES-007"
  }
}