{
  "document_id": "HOUSE_OVERSIGHT_019169",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019169.txt",
  "text": "CHAPTER I3\n\n005\n\n| he gets lots of chances— Chief\n\nng into his investigators’ heads:\n\natient. Methodical. Strategic. Or\n\nfor lunch.\n\nsir case toward the goalpost. But\nand his coworkers catch a break\nls down the field.\n\nmonth, they pick Wendy up at her\nition, she starts to sing—like a bird.\nbelieve it or get it all down fast\n_cause affidavit, Detective Recarey\n\n(0, just after she turned 17 years\nched by a friend named Molly at\n\n52\n\nFittuy Ricu\n\nthe Canopy Beach Resort in Riviera Beach. [Dobbs] was\nasked if she wanted to make money. She was told she would\nhave to provide a massage and should make $200. [Dobbs]\nthought about the offer and agreed to meet with Jeffrey.\n\nMolly (Unknown last name) and Tony (Unknown last\nname) picked [Dobbs] up and she was taken to Epstein’s\nhouse. Upon her arrival to the house she was introduced to\nEpstein in the kitchen of the house. She was also intro-\nduced to a white female known to her as Sarah. She was led\nupstairs to the main bedroom known to her as Jeff Epstein’s\nbedroom.\n\nSarah arranged the massage table and covered the table\nwith a sheet. She brought out the massage oils and laid them\nnext to the massage bed. Sarah then left the room and\ninformed [Dobbs] Jeff would be in, in a minute. Jeff entered\nthe bedroom wearing only a towel.\n\nHe removed the towel and laid nude on the massage\ntable. He laid on the table onto his stomach and picked a\nmassage oil for [Dobbs] to rub on him.\n\n“He tried to touch me, and I stopped him,” says Dobbs.\n\n1 asked how he tried to touch her. [Dobbs] stated that Epstein\ngrabbed her buttocks and she felt uncomfortable.\n\n“Tl massage you,” Dobbs had told Epstein. “But I don’t want\n\nto be touched.”\n\n[Dobbs] stated she performed the massage naked. At the con-\nclusion of the massage, Epstein paid [Dobbs] $200.\n\n33\n\nHOUSE_OVERSIGHT_019169",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019169.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1822,
    "word_count": 329,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:45.630398",
    "prefix": "IMAGES-005"
  }
}