{
  "document_id": "HOUSE_OVERSIGHT_017621",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017621.txt",
  "text": "Page 18 of 31\n104 J. Crim. L. & Criminology 59, *84\n\nwhich a defendant will plead guilty to certain charges. '*° Then, the parties jointly present to the district court a criminal\n\"information\" (that is, a recitation of the charges drafted by the prosecutor but never presented to the grand jury !4°) anda plea\nagreement, asking the court to file the criminal information and simultaneously accept the guilty plea. As the OLC\nmemorandum acknowledges, a crime victim would have the right to object to the plea agreement, because the CVRA gives\ncrime victims the \"right to be reasonably heard\" at any public proceedings involving a plea. '47 But under OLC's interpretation\nof the CVRA, a crime victim has no right to notice of court hearings until the charges are filed. Thus, if the information and\nplea are filed simultaneously, as is often the case, two scenarios are possible. A victim could have no prior right to notice of the\nproceeding at which the plea was being accepted, or alternatively (if the act of filing the information in the course of accepting\na plea triggers a notification right), the district court would be required to stop in the middle of proceedings and ensure that\nnotification was belatedly provided. Of course, these difficulties are all avoided if the right to confer is properly construed as\nattaching before charges are filed, such as during plea negotiations between prosecutors and defense attorneys.\n\n[*85] More importantly, extending the right in this fashion will not be unduly burdensome for federal prosecutors. After the\nOLC memorandum was made public, the Department amended the Attorney General Guidelines for Victim and Witness\nAssistance to require prosecutors to make reasonable efforts toward a goal of providing victims with a meaningful opportunity\nto offer their views before plea agreements are formally reached. !48 \"In circumstances where plea negotiations occur before a\ncase has been brought, Department policy is that this should include reasonable consultation prior to the filing of a charging\ninstrument with the court.\" '4? Thus, Department policy already extends pre-charging rights to victims. The CVRA should be\nunderstood as having the same scope.\n\nOLC also notes that the CVRA right \"to be treated with fairness and with respect for the victim's dignity and privacy” is a right\nthat could apply before charges are filed. !°° Indeed, OLC is forced to concede (as district courts have recognized) that the\n\"right to be treated with fairness and with respect for the victim's dignity and privacy may apply with great force during an\ninvestigation, before any charging instrument has been filed.\" >!\n\nOLC nonetheless maintains that the right to fairness only applies after charges have been filed. OLC relies on the canon of\nstatutory construction noscitur a sociis, meaning that words are known by their companions, !** for its interpretation of the\nCVRA. OLC argues that because the other seven enumerated rights are limited to post-charging situations, the eighth right\nshould be as well. Of course, this argument assumes that OLC's construction of the other seven rights is correct - a point very\nmuch in dispute. '° If, for example, the right to confer applies before charges are filed, then presumably noscitur a sociis\nwould cut the other way - the right to fairness should likewise be construed as applying before charges are filed.\n\nMoreover, OLC omits from its discussion of the fairness provision any assessment of the CVRA's purposes. In construing a\nstatute, a court must consider the \"purpose and context\" of the statute. '*4 In describing the fairness provision, Senator Kyl\n\n45 See OLC CVRA Rights Memo, supra note 2, at 9 (acknowledging the potential effect of the CVRA on plea negotiations).\n\n46 See Fed. R. Crim. P. 7(b).\n\n47 18 U.S.C. § 3771(a)(4) (2012); OLC CVRA Rights Memo, supra note 2, at 6-7.\n\n48 Attorney General Guidelines, supra note 52, at 41-42.\n49 Td. at 41.\n\n*° OLC CVRA Rights Memo, supra note 2, at 10 (quoting 7/8 U.S.C. § 3771(a)(8)).\n\n5! Td. (quoting United States v. BP Products North America Inc., No. H-07-434, 2008 WL 501321, at 11 (S.D. Tex. Feb. 21, 2008) (internal\nquotation marks omitted)).\n\n2 Td. at 11.\n53 See supra Part IITA.\n\n4 Kasten v. Saint-Gobain Performance Plastics Corp., 131 S.Ct. 1325, 1331 (2011).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017621",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017621.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4355,
    "word_count": 714,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.583595",
    "prefix": "IMAGES-004"
  }
}