{
  "document_id": "HOUSE_OVERSIGHT_017620",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017620.txt",
  "text": "Page 17 of 31\n104 J. Crim. L. & Criminology 59, *82\n\nSenator Kyl further commented that he had discussed the CVRA's potential application in grand jury proceedings, an\napplication that required the Act [*83] to extend rights before indictment. !4+ Thus, if anything, the legislative history does\nnot support OLC's conclusion - it contradicts it. 13°\nOLC should have had no doubt as to the intent of Senator Kyl and his cosponsors at the time of the Act's passage. Shortly after\nshepherding the CVRA through the Congress, Senator Kyl cowrote a law review article about the Act. '° In that article, he\ndirectly indicated that the CVRA applies before charges are filed. Senator Kyl and his coauthors wrote:\n\nWhile most of the rights guaranteed by the CVRA apply in the context of legal proceedings following arrest and charging, other\nimportant rights are triggered by the harm inflicted by the crime itself. For example, the right to be treated with fairness, the\nright to be reasonably protected from the accused (who may qualify as the accused before his arrest), and the right to be treated\nwith respect for the victim's dignity and privacy each may arise without regard to the existence of legal proceedings. !37\nRemarkably, OLC cited Senator Kyl's law review article (in a footnote), but then concluded without explanation that the\nCVRA cosponsor's views were for some reason different than Congress's. !78\n\nOLC also appears to acknowledge that its interpretation of the CVRA could well contradict what it describes as prosecutorial\n\"good practice.\" ‘3? OLC noted that some Justice Department components (for example, the Environmental and Natural\nResources Division) had advocated that the right to confer should apply during pre-charging plea discussions. '4° OLC then\nacknowledged that limiting the right to confer until after formal charging could \"reduce the impact of a victim's participation in\nsubsequent court proceedings.\" !+! OLC attempted to dodge this problem by explaining: \"The question before us, though, is\nnot whether it would be advisable as a matter of good practice ... for Government attorneys to confer with victims pre-charge\nwhen appropriate ... .\". '4? OLC then explained that even under its narrow interpretation of the statute, \"the CVRA would still\nensure that [*84] the victim has an opportunity to be heard by the court, and by the Government, before the court accepts the\nplea.\" 143\n\nBut OLC failed to recognize that its interpretation of the CVRA rendered the right to be heard a nullity in many important cases\n- including, notably, the Epstein case. !44 Where prosecutors and defense attorneys work out a nonprosecution agreement that\nagreement will never be presented to a court for review. Thus, in cases where the need for victim participation may be the\ngreatest - that is, in cases where the Government is considering never filing any charges - OLC's interpretation would bar\nvictims from having any rights at all.\n\nEven in situations where a prosecutor works out a plea agreement, OLC's interpretation is problematic. As OLC recognizes,\nprosecutors and defense counsel commonly work out pre-indictment plea agreements (particularly in white-collar cases), under\n\n134 Tq,\n\n135 Attorney General Holder never sent a response to Senator Kyl's letter. But Assistant Attorney General Ronald Weich sent a belated\nresponse. Letter from Ronald Weich, Assistant Att'y Gen., to Jon Kyl, U.S. Sen. (Nov. 3, 2011) (on file with authors). That response did not\naddress Senator Kyl's concern that his remarks were being quoted out of context.\n\n36 See generally Kyl et al., supra note 19.\n37 Td. at 594.\n\n38 OLC CVRA Rights Memo, supra note 2, at 8 n.7.\n\n39 Td. at 10.\n\n40 Td. at 9 (citations omitted) (discussing an interdepartmental memorandum addressing this question).\n4! Td, at 10.\n\n#2 Id.\n\n43 Id.\n\n44 The OLC opinion was publicly released on May 20, 2011. Perhaps not coincidentally, this release date was shortly before the Government\nfiled its response in the Epstein case.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017620",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017620.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4047,
    "word_count": 656,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.828608",
    "prefix": "IMAGES-004"
  }
}