{
  "document_id": "HOUSE_OVERSIGHT_013876",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013876.txt",
  "text": "Eliminate before you delegate.\n\nNever automate something that can be eliminated, and never delegate something that can be automated\nor streamlined. Otherwise, you waste someone else’s time instead of your own, which now wastes your\nhard-earned cash. How’s that for incentive to be effective and efficient’? Now you're playing with your\nown dough. It’s something I want you to get comfortable with, and this baby step is small stakes.\n\nDid I mention to eliminate before you delegate?\n\nFor example, it is popular among executives to have assistants read e-mail. In some cases this is\nvaluable. In my case, I use spam filters, autoresponders with FAQs, and automatic forwarding to\noutsourcers to limit my e-mail obligation to 10-20 e-mail responses per week. It takes me 30 minutes per\nweek because I used systems—elimination and automation—to make it so.\n\nNor do I use an assistant to set meetings and conference calls because I have eliminated meetings. If I\nneed to set the odd 20-minute call for a given month, [ll send one two-sentence e-mail and be done\nwith it.\n\nPrinciple number one is to refine rules and processes before adding people. Using people to leverage a\nrefined process multiplies production; using people as a solution to a poor process multiplies problems.\n\nThe Menu: A World of Possibilities\n\nI am not interested in picking up crumbs of compassion thrown from the table of someone who\nconsiders himself my master. I want the full menu of rights.\n\n— BISHOP DESMOND TUTU, South African cleric and activist\n\nTae next question then becomes, “What should you delegate?” It’s a good question, but I don’t want\n\nto answer it. I want to watch Family Guy.\n\nThe truth be told, it is a hell of a lot of work writing about not working. Ritika of Brickwork and\nVenky of YMII are more than capable of writing this section, so ll just mention two guidelines and\nleave the mental hernia of detail work to them.\n\nGolden Rule #1: Each delegated task must be both time-consuming and well-defined. If you’re\nrunning around like a chicken with its head cut off and assign your VA to do that for you, it doesn’t\nimprove the order of the universe.\n\nGolden Rule #2: On a lighter note, have some fun with it. Have someone in Bangalore or Shanghai\nsend e-mails to friends as your personal concierge to set lunch dates or similar basics. Harass your\nboss with odd phone calls in strong accents from unknown numbers. Being effective doesn’t mean\nbeing serious all the time. It’s fun being in control for a change. Get a bit of repression off your chest\nso it doesn’t turn into a complex later.\n\nGetting Personal and Going Howard Hughes\nHoward Hughes, the ultrarich filmmaker and eccentric from The Aviator, was notorious for assigning odd\ntasks to his assistants. Here are a few from Donald Bartlett’s Howard Hughes: His Life and Madness you\n\nmight want to consider.\n\n1. After his first plane crash, Hughes confided in a friend that he believed his recovery was due to his\n\nHOUSE_OVERSIGHT_013876",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013876.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2987,
    "word_count": 510,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.361858",
    "prefix": "IMAGES-002"
  }
}