{
  "document_id": "HOUSE_OVERSIGHT_012161",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012161.txt",
  "text": "KIRKLAND & ELLIS LLP\nsame individual had previously fled the home of another neighbor after entering that\nhouse uninvited, when, looking for the bedroom of their 17-year-old daughter, he\nmistakenly entered the bedroom of their 14-year-old daughter, touched her on the leg and\nstartled her awake. State of Florida v. Johnathan Jeffrey Zirulnikoff, Case No. F078646\n(June 28, 2007).\n\nAfter a thorough review by the Miami State Attorney’s Office, and sex-crimes prosecutor\nLaura Adams, the investigation revealed that the defendant and both the neighbor’s 17-\nyear-old daughter and Mr. Sloman’s daughter were previously acquainted. The\ndefendant was charged with simple trespass in connection with his unauthorized entry\ninto the neighbor’s house. Jd.\n\nFAUSA Sloman, however, demanded that the young man be registered as a sex offender\nand objected to any sentence short of incarceration. The Assistant State Attormey in\ncharge of the sex-crimes unit reported Mr. Sloman’s conduct during the proceedings as\n“outrageous.” The defendant’s attorney described Mr. Sloman as being “out of control.”\nShortly after, Mr. Sloman began publicly deriding the elected State Attorney, his office\nand the state process for prosecuting sex offenses, as “‘a joke.”\n\nUnauthorized Tactics in Disregard of the United States Attorney’s Manual are Used\n\nIn June 2007, AUSA Villafana subpoenaed the investigating agent of Epstein’s attomey,\nRoy Black, in a clear effort to invade the defense camp. The subpoena was specifically\ndrafted to discover the investigator’s contacts, with all prospective witnesses, Mr. Epstein\nand his attorneys.! Not surprisingly, Ms. Villafana issued this subpoena without the\nrequisite prior approval by the DOJ’s Office of Enforcement Operations. See United\nStates Attorneys’ Manual, § 9-13.410. When confronted, she misleadingly responded\nthat she had consulted with the Department of Justice and was not required to obtain\nOEO approval because her subpoena was not directed to “an office physically located\nwithin an attorney’s office.” See Tab 18, December 13, 2007 Letter from M. Villafana at\n4n.1. This answer clearly suggests that Ms. Villafana had intentionally misled the\nDepartment officials about the items that her subpoena sought.”\n\nThe subpoena sought, among other things: “All documents and information related to the nature of the\nrelationship between [the investigator and/or his firm] and Mr. Jeffrey Epstein, including but not limited to. . .\nrecords of the dates when services were performed . . . telephone logs or records of dates of communications\nwith Mr. Epstein (or with a third party on Mr. Epstein’s behalf); appointment calendars/datebooks and the like\n(whether in hard copy or electronic form) for any period when work was performed on behalf of Mr. Epstein or\nwhen any communication was had with Mr. Epstein (or with a third party on Mr. Epstein’s behalf) . See Tab\n17, June 18, 2007 Subpoena to William Riley/ Riley Kiraly, ] 3.\n\nIndeed, we are aware of two other recent instances in which Villafana placed serious misrepresentations before\na court. On July 31, 2007, in the grand-jury litigation arising out of this case, she filed the “Declaration of\nJoseph Recarey,” attaching the state detective’s affidavit in support of a search warrant for Epstein’s house. See\nIn Re Grand Jury Subpoenas Duces Tecum OLY-63 and OLY-64, No. FGJ 07-103(WPB) (S.D. Fla. July 31,\n2007). At the time she filed Detective Recarey’s affidavit, she knew it contained numerous material\nmisrepresentations, including gross misstatements of witness statements and other evidence. Second, we\n\n(Continued...)\n\nHOUSE_OVERSIGHT_012161",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3645,
    "word_count": 558,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.244227",
    "prefix": "IMAGES-001"
  }
}