{
  "document_id": "HOUSE_OVERSIGHT_011703",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011703.txt",
  "text": "By mid-December 1990, war was virtually certain. Misha and I had been to\nWashington in September and agreed with the Americans that, unless we were\nattacked by Saddam, we would stay out of it. To do otherwise was clearly not\njust against the US-led coalition’s interests. Given the importance of our\nalliance with Washington, it was against our inrerests as well. Yet with\nhostilities obviously getting closer, Misha phoned Defense Secretary Dick\nCheney a few days later to remind him of the guid pro quo: we would be kept\nfully in the loop about the details and timing of the initial American air strikes.\nAt around five o’clock on the afternoon on January 16, 1991, Misha got a call\nfrom Cheney. He said “h-hour” would be at seven that evening Washington\ntime. Three a.m. in Israel.\n\nThough we hoped to stay out, I’d now spent months coordinating and\noverseeing preparations to ensure we could attack Saddam’s Scuds if necessary.\nBy far most of the missiles were mounted on mobile launching vehicles, and\nSaddam was almost certainly going to be firing them from the vastness of Iraq’s\nwestern desert. That meant an Israeli air strike alone wouldn’t work. We\ndecided on a joint air and ground operation, built around a newly created air-\nmobile division and other special units. A force of 500 to 600 soldiers would\ntake control of key areas and road junctions in western Iraq and start hunting\nand destroying, or at least impeding, the Scud launchers.\n\nWe also engaged in secret diplomacy in the hopes of reducing one of the\nobvious risks in such an attack: a conflict with Jordan, which we’d have to\noverfly to reach Iraq. The Mossad had a unit called 7evel, a kind of shadow\nforeign ministry for states with which we had no formal relations but with\nwhich, in both side’s interests, we had a channel of backdoor communications.\nIt was headed by Ephraim Halevy, a London-born Israeli who had come to\nPalestine in 1948 as a teenager. He had built up a personal relationship with\nKing Hussein, and now arranged for us to meet him at a country residence\nwhich the king had in Britain.\n\nA few weeks before the war, I boarded a private jet to London along with\nHalevy and Prime Minister Shamir. Shamir had never met the king before and\nnor, of course, had I. But we didn’t talk about the forthcoming meeting on the\nfive-hour flight. Instead, Shamir opened up in a way I’d never seen: about his\nchildhood as part of a relatively well-off family in Poland; his love of literature,\nand of the Bible. In a way, it reminded me of how my father had spoken to me\nwhen I was growing up — minus the “well-off family” part.\n\n232\nHOUSE_OVERSIGHT_011703",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011703.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2639,
    "word_count": 466,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.147087",
    "prefix": "IMAGES-001"
  }
}