{
  "document_id": "HOUSE_OVERSIGHT_014934",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014934.txt",
  "text": "Zillow (Buy, $42 PO)\n\nStock view: controversy sounding the mortgage business\n\nWhile we still expect Zillow’s core business to have a solid quarter on product\nimprovements, the self-serve platform, and its recent Seller Boost product, the\ncontroversy surrounding Zillow’s mortgage business (which potentially has implications\nfor Zillow’s core business and the retail estate industry} has been a key recent driver of\nthe stock. The Consumer Financial Protection Bureau (CFPB} has indicated that it views\nZillow's mortgage referral system as potentially violating parts of the Real Estate\nSettlement Procedures Act (RESPA}. RESPA (Real Estate Settlement Procedures Act) is\nan act designed to product potential homeowners by outlawing kickback and referral\nfees from real estate services, particularly in relation to mortgage brokers who often\nreceive referrals from real estate agents. Since Zillow’s mortgage referrals involve a\npre-application and a referral directly to a mortgage agent that than a larger entity like a\nbank, this could be violating the act. Mortgage brokers often fund some of the real\nestate agents online advertising expenses and a crackdown on mortgage agents could\npotentially hurt real estate agents ability to spend dollars on Zillow.\n\nFor now it is too early to say how this will develop as there are conflicting views for and\nagainst this view with the CFPB not releasing an official stance, but we expect this to be\na near term overhang on the stock until a clear view of the CFPB’s view and intentions\nunfold. While a contentious issue, mortgage revenue is still only 8% of total revenue\nand even a cut back would have a minimal impact to overall revenue growth. As for the\nimpact on real estate agent spend on Zillow, we believe at with only roughly 5%\npenetration into real estate agents online spend Zillow has plenty of room to grow the\ncore business and the high ROI of the ad unit will ensure agents buy placements on\nZillow regardless of mortgage broker involvement and continue to like the stock.\n\nKey theme/metric(s) for 1Q: Mortgage requests and revenue per loan\n\nWith the controversy surrounding the mortgage business, we think investors will be\nextra focused on the mortgage unit and focus on the mortgage revenue per loan request\nand consumer load requests. Zillow will be releasing new metrics this quarter to replace\nARPA and premier agent count, but has yet to indicate what those metrics will be. Key\ntopics for the call will likely include: 1) mortgage business outlook; 2) premier agent\nadvertising spend; 3) rentals business; and 4) progress on FY17 goals.\n\nBiggest 1Q issues/risks:\n¢ — If the CFPB decides Zillow violates RESPA, Zillow could face fines and have to\nretool its mortgage platform.\n\n« New metrics for FY17 could give less visibility into the business as a whole.\n\n¢ Slower than expected penetration of self-service platform leading to increased\nS&M costs.\n\n¢ Potential for a weak 2Q guide if mortgage issues overhang the business as a whole.\n\nTop 1Q traffic data points: comScore suggests usage up in 1Q\n\ncomScore desktop data suggests that unique visitors were down 5% quarter to date\nJan. and Feb.) while usage was up 2% QTD. However, on mobile, comScore data\nsuggests usage is up 14% y/y on a bigger unique visitor base to 62mn unique users and\nusage was up 7%. We note comScore has made several methodology changes which\nhas impacted the consistency of recent months data.\n\nEstimates vs. Consensus: We are above the Street\n\nOver rev/EBITDA estimates of $239mn/$40mn is above the Street at $236mn/$39mn.\nWe estimate that ARPA will be up 29% y/y to $629 and premier agent subscribers will\nbe flat y/y at 91.9K. Overall, we estimate 28% y/y growth, but note that the mortgage\nissues could potentially impact revenue. For rentals and other we estimate $32mn in\nrevenue, up 75% y/y.\n\n48 Internet/e-Commerce | 06 April 2017 Bankof America <2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014934",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014934.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3940,
    "word_count": 645,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:44.148740",
    "prefix": "IMAGES-003"
  }
}