{
  "document_id": "HOUSE_OVERSIGHT_025153",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025153.txt",
  "text": "IMPROBABLE DESTINIES\n\nPredicting the Future of Evolution\n\nBy Jonathan Losos\n\n[US — Riverhead, UK — Allen Lane, German — Hanser, Audio — Penguin RH; Manuscript; Pub Date: June\n2017; 110.000 words]\n\nEvolutionary biologist and Harvard professor Jonathan Losos is widely known for his unique approach to\nstudying evolution in realtime and using experimental means. As E.O. Wilson writes, Losos is a \"world leader in\nresearch and theory of the overlapping fields of herpetology, biodiversity, and species formation.\"\n\n\"In the last few years,\" Losos writes, \"evolutionary biologists have come to realize that evolution can occur\nmuch more rapidly than Darwin and a century of subsequent biologists ever expected —fast enough, in fact, to\nobserve as it occurs, even during the span of a single research grant! Now that we know that evolution can\nproceed rapidly, experimental studies in natural systems have begun.\"\n\nLosos’ work on lizards has been at the forefront of the experimental evolution movement. Using small\nBahamian islands as test tubes, he and his team have altered conditions and made predictions about how\npopulations should evolve in response. And the results are resoundingly consistent: evolution is extremely\npredictable.\n\nImprobable Destinies is not only about what we know about evolution, but how we know what we know. Not\njust the technology and theories of science, but where the ideas come from—how researchers think them up,\nhow they are honed by experiences in the field, and how much of science 1s the serendipitous juxtaposition of\ndisparate ideas brought together by unexpected observations.\n\nJONATHAN LOSOS is the Monique and Philip Lehner Professor for the Study of Latin America and professor\nof organismic and evolutionary biology at Harvard University. He is the recipient of a number of awards,\nincluding the Theodosius Dobzhansky Prize from the Society for the Study of Evolution and the David Starr\nJordan Prize from the American Society of Naturalists.\n\n-o\n\nDISEMPOWERED\n\n(working title)\n\nBy Greg Lukianoff and Jonathan Haidt\n\n[Proposal; Delivery: 9-12 months from signing contract; 60,000 — 80,000 words]\n\nDisempowered is an expansion to book-length of the cover story by Greg Lukianoff and Jonathan Haidt that\nappeared in the September 2015 issue of The Atlantic: \"The Coddling of The American Mind\" (CAM).\n\nIt became the At/antic’s second most-read cover story of all time and has been referenced in hundreds of articles\nin a wide variety of publications, including the New York Times, the Washington Post, National Review,\nNewsweek, Los Angeles Times, Bloomberg, the Guardian, The Korea Herald, and the Irish Times; and it even\ndrew the attention of President Obama.\n\n\"A full-length book is necessary for several reasons,\" writes Lukianoff. \"First, even with the article’s generous\nword limit, we could not present the full scope of the intersection of harmful psychological theories and political\ncorrectness. We could only do a cursory explanation of the new reality on campus and how terms like ‘trigger\nwarnings,’ ‘microaggressions,’ and “disinvitations’ suddenly rose from obscurity to become part of higher\neducation’s and the nation's vocabulary. A full-length book allows us to cover a host of new hot topics, including\nso-called ‘safe spaces’ and how a warped idea of safety is used to justify campus censorship, as well as campus\n‘bias response teams’ (BRTs)— Orwellian programs that police the language students use in their private lives\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-7-\n\nHOUSE_OVERSIGHT_025153",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025153.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3552,
    "word_count": 550,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.276219",
    "prefix": "IMAGES-008"
  }
}