{
  "document_id": "HOUSE_OVERSIGHT_014775",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014775.txt",
  "text": "Tail risk 3: China-led commodity weakness\n\nCommodity collapse hedge: buy AUD/USD 6m 0.67 digital put\n\nMetal and bulk commodity prices have skyrocketed in anticipation of infrastructure\nspending in the US, We are wary of this rally: tax cuts are likely to be the first line of\nfiscal stimulus and potentially easier to get through Congress than sizeable\ninfrastructure spending, which in any case will take a longer time to impact commodity\ndemand (allowing for supply adjustments). Perhaps most importantly, China is still the\nswing factor for global commodity prices and the risks here remain to the downside.\n\nThe recent dramatic rise for China-linked bulk commodity prices, especially coal, has\nbeen driven by a combination of supply and demand imbalances (China floods, pit\nclosures and inventory shortages) and an apparent rise in speculative activity in futures\nmarkets that has already drawn attention from regulators (Chart 76). Our resource\nanalysts have raised forecasts but still see moderation over 2017 (Chart 77). The futures\nforward curve has already moved into backwardation. We see iron ore prices back at\nUSD50/t in 2017 compared to a current spot price of USD74.\n\nWhile global reflation might be positive for commodities, there are reasons for caution:\n\ne We expect Chinese property investment, the most commodity-intensive sector of\nthe economy, to slow in 2017.\n\n¢  Sizeable RMB depreciation would be an additional deflationary impulse for\nindustrial commodities.\n\n« There will be a supply response as current prices bring uneconomic producers back\non line, admittedly with a lag.\n\n¢ There is potential for trade friction to impact regional trade while higher US rates\nare already impacting regional EM currencies. Australia is especially exposed to\nintra-regional trade and resource demand from the region.\n\nPersistent supply/demand imbalances ahead of Chinese New Year might delay\ncommodity weakness until after 1Q17, especially for coking coal due to a preference for\nthermal coal supplies over the Chinese winter. However, the risk of a sharp reversal\nbeyond is worth hedging against given the demand dynamics in China, most obviously\nthrough the AUD. While short-dated implied volatility rose following the US election, the\nrisk-reversal skew remains high as a percentage of implied volatility relative to G10\npairs. This suggests hedging via AUD/USD digital puts is appropriate, in our view.\n\nTrade recommendation: Buy 6m AUD/USD 0.67 digital put, entry: 10% (spot\nreference: 0.7550). Risk is global demand recovery provides support to commodity\n\nprices.\nChart 76: Bulk commodity spot prices Chart 77: China Coking coal futures and BAML forecasts\nOur 2017 forecasts for Liulin No.4 Coking coal are averages for 1H and 2H\nUSDit\nAg F RMB/t\nIron Ore (china) 1600 3200\na6\n300 ——— Aus Thermal Coal 1400 @ Sa%e8 2800\nfae 2400\nHardcoal (Coking) spot ry\na . 2000\n200 °\n1000 1600\n100 | 800 Coking Coal Future (Ihs) 4200\n—e«—Futures Curve 800\n600 —*—BAML Forecast\n0 Volume (rhs, 000s contracts) 400\n11 12 13 14 15 16 17 400 0\n\nSource: Bof A Merrill Lynch Global Research, Bloomberg Jan-16  May-16 Sep-16  dan-17 May? Sep-17— Jan-18\n\nSource: Bof A Merrill Lynch Global Research, Bloomberg\n\nBankof America\n\nMerrill Lynch Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 45\n\nHOUSE_OVERSIGHT_014775",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014775.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3319,
    "word_count": 527,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:46.318017",
    "prefix": "IMAGES-003"
  }
}