{
  "document_id": "HOUSE_OVERSIGHT_020283",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020283.txt",
  "text": "131\n\ntreaty with the US. As the Russian officials in Hong Kong might well have informed him, Russia\nhad no extradition treaty with the US, It was also one of the few places in the world that he could\nreach from Hong Kong without flying through airspace in which he might be intercepted by a US\nally. Moreover, Putin himself had approved his exfiltration, which meant that, even without a\nvalid passport or visa, Snowden could take the direct Aeroflot flight to Moscow. Snowden’s\nchoice was going to Russia or going to prison.\n\nThe Russians could have used this leverage in the Hong Kong scenario to extract a quid pro\nquo. The price of admission in that guid pro quo was proving all his documents and putting\nhimself in the hands of Russian intelligence. To be sure, Snowden might have refused this\nleverage in Hong Kong, and Putin may have decided the terms of the deal could better be\nnegotiated in Moscow.\n\nThe Moscow Scenario\n\nThe final possibility is that Snowden did not come under Russian control until after he arrived\nin Moscow. Certainly, the Russian intelligence service could afford to wait in Hong Kong before\ntightening the vice on Snowden. It knew that Interpol and the US would be pursuing him\nthroughout the world and that Snowden had no valid travel documents to go anywhere else. It\ncould also have determined that his credit cards had been frozen. So it could afford to wait until\nhis plane landed in Russia.\n\nAfter the Russians took him in a “special operation” from the plane at the airport, he was\ninformed by Russian authorities that he would not be allowed to go to Cuba, Venezuela, Iceland,\nEcuador, or any other country without the permission of Russian officials, which would not be\nimmediately forthcoming. So he never even showed up for the flight to Cuba (which Assange had\n“leaked” to the media he would be aboard.) He was now at the mercy of the Russian authorities.\nThere was good reason for keeping him in a virtual prison in Russia. \"He can compromise\nthousands of intelligence and military officials,” Sergei Alexandrovich Markov, the co-Chairman\nof the National Strategic Council of Russia and an adviser to Putin, pointed out, “We can't send\nhim back just because America demands it.\"\n\nSo Snowden was consigned to the transit zone of the airport, which is a twilight zone neither\ninside nor outside of Russia, a netherworld that extends beyond the confines of the airport to\ninclude safe houses and other facilities maintained by the FSB for the purposes of interrogation\nand security. Stranded at the Moscow airport, Snowden had no place to go except into the\nwaiting arms of the FSB. No matter what he had believed earlier in Hong Kong, he would quickly\nrealize that he had only one viable option: seeking sanctuary in Russia.\n\nEven though the FSB is known by US intelligence to run a strict regime over present and\n\nformer members of foreign intelligence services, Snowden may not have realized the full extent of\nthe FSB’s interest in him. He naively told the Washington Post in December 2013 in Moscow, “I\n\nHOUSE_OVERSIGHT_020283",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020283.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3073,
    "word_count": 528,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.746802",
    "prefix": "IMAGES-005"
  }
}