{
  "document_id": "HOUSE_OVERSIGHT_023841",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023841.txt",
  "text": "New Curricula for a New Way of Teaching 95\n\nwere no faculty located at this campus, since Carnegie Mellon is in\nPittsburgh. I took this as an opportunity, not as a problem, since fac-\nulty want to teach the way they always have taught. Lecturing is easy\nand faculty like to do it. Students have learned to cope with lectur-\ning and later cramming for tests, so no one complains much. No one\nlearns much from this, but no one seems to be too concerned about it.\n\nI was asked to design master’s degree programs in computer sci-\nence. It seemed to me that students entered a master’s degree program\nbecause they wanted to get a good job after graduation, so I asked\nwhat jobs they were preparing for as I looked at each Pittsburgh cam-\npus program. Even though the faculty in Pittsburgh had been teach-\ning these master’s degree programs for years, faculty members were\nsurprisingly unconcerned with what students did after graduation.\nThey just taught their courses, their specialties actually, and assumed\nthe students would find value in them. This seemed an odd state of\naffairs to anyone who looked at it from the outside, but as professor I\nknow that faculty are rarely concerned with master’s degree students\nat all and naturally wouldn’t have given these programs that much\nthought.\n\nThere was a great deal of hostility to the SCCs that were built by\nmy team and me. They were seen as threatening the existing structure\nof courses and lectures. Nevertheless, the students liked them a great\ndeal and the people who mentored in them, after some initial resis-\ntance, began to like them and promote them. This happened in the\nareas of software engineering and software development.\n\nThe faculty in e-business liked what we had built so much that\nthey got rid of the existing course-based, e-business master’s degree\nthey had offered in Pittsburgh and now offer only the SCC version on\nthe main CMU campus.\n\nSCCs work and work well. Students learn actual skills and teach-\ners feel like they are helping students do something real. But faculty,\nwho are used to the old classroom-style method, often resist doing the\nhard work now required of them. This is true for students as well. One\nmentor in the West Coast e-business program who himself had gradu-\nated from the Pittsburgh classroom-based program said that he felt\nsorry for the kids on the West Coast campus because they had to work\nso hard. He noted that they were learning a lot more than he did but\nthat he had liked sitting in the back of the classroom and ignoring the\nteacher. It was much easier and he had done well at that.\n\nHOUSE_OVERSIGHT_023841",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023841.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2614,
    "word_count": 457,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.092599",
    "prefix": "IMAGES-007"
  }
}