{
  "document_id": "HOUSE_OVERSIGHT_031540",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031540.txt",
  "text": "From: paul krassner\n\nSent: 4/22/2017 10:02:03 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Subject to change\n\nImportance: — High\n\nSo the publisher wants me to trim down 700 to 400 pages in “The Best of...” collection. Tsk tsk. Below will be\nthe revised mini-essay to serve as the final piece. Although I detest Trump, to be fair, I realized, thanks to\n\nyou, that I had no evidence that he had raped a 13-year-old, though I did have have evidence that, as an adult,\n\nthere was evidence that she made an accusation. Also, I added another sentence with a positive ending.\nMeanwhile, Happy Earth Day.\n\nThe Last Word: Yikes!\nWhen George W. Bush was elected president in the year 2000, it was due to the electoral college (a rigged system\n\nwhich originally intended to prevent slaves from voting and evolved to gerrymandering), even though Bush’s\nopponent, Al Gore, won the national popular vote. Hillary Clinton was elected senator that year, and she\nannounced that the first thing she would do was to get rid of the electoral college. A few years later, as a columnist\n\nfor the New York Press, I sent her a letter asking about the status of that promise. She didn’t reply.\n\nOn November 8, 2016, a crooked businessman, liar extraordinaire, bragging pussy-grabber, make-America-\nwhite-again, anti-choice, anti-Semite, fake Christian, accused rapist of a 13-year-old in 1994 (she canceled a press\nconference one week before the election because of death threats if she filed a lawsuit), climate-change hoaxer,\ntwitter addict, homophobic, apprentice politician, fucking fascist, and Vladimir Putin’s “useful idiot,” namely\nDonald Trump, who was elected as an insanely narcissistic dictator based on the electoral college, whereas his\n\nopponent, Hillary Clinton, won the national popular vote by almost three million individuals galore, to no avail.\n\nIrony lives. But the monster has inadvertently awakened a population to resist.\n\nHOUSE_OVERSIGHT_031540",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1951,
    "word_count": 308,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.540765",
    "prefix": "IMAGES-011"
  }
}