{
  "document_id": "HOUSE_OVERSIGHT_025869",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025869.txt",
  "text": "2. REITERATING THE IMPORTANCE OF FOIA\n\nOGIS routinely encourages all Federal agencies to remind their staff\nmembers of the importance of FOIA and that FOIA is everyone's\nresponsibility. During Sunshine Week 2013, Archivist of the United\n\nStates, David Ferriero, sent such a message to NARA staff. Other agencies,\nincluding the Departments of Energy and Transportation, sent similar\nmessages throughout the year. OGIS continues to encourage all agencies\nto remind their staffs of the importance of FOIA and offers the Archivist’s\n\nmessage as a model.\n\n3. EXAMINATION OF FOIA FEES\n\nOGIS continues to observe that fees and fee waivers remain a persistent point\nof contention administratively and in litigation. OGIS began examining FOIA\nfee issues by reviewing its own fee-related cases over the past four years and\nidentifying common themes. OGIS intends to continue this project in FY 2014\n\nby working with stakeholders from both inside and outside government to\n\ndiscuss fee issues.\n\n4. IMMIGRATION RECORDS AND FOIA\n\nOver the past four years, OGIS has observed a large increase in our cases related\nto requests for immigration-related records from individuals who are not USS.\ncitizens or lawful permanent residents. OGIS began communicating with agency\nofficials who receive these types of requests, as well as with some of the requester\norganizations and representatives who file them. OGIS continues to work with\nagencies to streamline the process and to identify issues related to first-party\nimmigration-related records requests that will inform OGIS stakeholders as well\n\nas Congress and the President.\n\nHOUSE_OVERSIGHT_025869",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025869.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1632,
    "word_count": 247,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.105486",
    "prefix": "IMAGES-008"
  }
}