{
  "document_id": "HOUSE_OVERSIGHT_026322",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026322.txt",
  "text": "In fact the increase in the diversity of candidates under RCV is related to turn-out. If RCV had been used in 2016, Bernie\nSanders could have run as an independent in the general election without fear of guaranteeing a Trump victory. Many\nof the Bernie supporters who stayed home on election day might then have voted---and presumably would have ranked\nClinton second. This would have given her a victory over Trump in Michigan, Wisconsin, and Pennsylvania (and possibly\nelsewhere).\n\nEric\n\nFrom: 4S\nSent: Tuesday, September 11, 2018 7:52 PM\n\nTo: Maskin, Eric\nCe: lhsoffice\nSubject: Re: This morning\n\n| get that formal argument\n\nWhat about aspects not quite in model.\nMore folk will run from extremes if they can attract more First run votes. Candidates can position a bit.\n\nSeparately | pitched this to someone today.\n\nHe said he had heard that because of its greater complexity African American and lower income turnout was depressed.\nIs there evidence on turnout impacts?\n\nSent from my iPhone\n\nPlease direct all scheduling inquiries to my office at ee\n\nFollow me on twitter @lhsummers\nwww.larrysummers.com\n\nOn Sep 11, 2018, at 6:05 PM, Maskin, Eric {i wrote:\n\nHi Larry,\n\nThank you very much for taking the meeting this morning. I’m glad you found it worthwhile, and | agree with you that\nAdam Friedman’s commitment to the project is impressive.\n\n| AM serious about working on this---it’s a nice opportunity to make important practical use of some interesting theory.\nVoting rules may seem nerdy and dry, but they can make an enormous difference to actual politics\n\nThe formal argument that RCV promotes centrism better than the current system (plurality rule) is straightforward.\nSuppose that most voters vote ideologically in the sense that the closer a candidate is to their own position on the left-\nright spectrum, the more like they are to vote for him. Then under majority rule (my favorite voting system)---in which\nvoters rank candidates and the winner is the candidate who beats all other in pairwise comparisons----the winner will be\nthe median voter’s favorite candidate ----- in other words, the most centrist candidate gets elected (this assumes that\nthere are enough candidates running so that there is one who is reasonably close to the median voter). Now observe\nthat RCV is in between majority rule and plurality rule, and so will promote centrism better than plurality rule.\n\nBest wishes, Eric\n\nHOUSE_OVERSIGHT_026322",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026322.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2437,
    "word_count": 398,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.892619",
    "prefix": "IMAGES-008"
  }
}