{
  "document_id": "HOUSE_OVERSIGHT_030959",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030959.txt",
  "text": "on seven core issues: the family, the sanctity of human life, religious liberty, education,\nsexual exploitation, national sovereignty, and support for Israel.” (Emphasis added)\n\nIts leader, Penny Nance, has called for Acosta’s resignation. Noting that labor trafficking,\nwhich the Labor Department combats, is often conjoined with sex trafficking, Nance says\nthat President Trump would not have nominated Acosta if reports fully describing Acosta’s\nconduct in the Epstein case had emerged earlier.\n\nSen. Ben Sasse has also weighed in. He sent a letter to the Justice Department asking it to\ninvestigate its treatment of Epstein, including the fact that the plea deal ensured that victims\nof the pervert would be denied the ability to comment on or object to the leniency of his\nsentence. Sasse is chairman of the Senate Judiciary Committee Subcommittee on Oversight,\nAgency Action, Federal Rights and Federal Courts.\n\nSen. Marco Rubio, a longtime supporter of Acosta, says it would be “very troubling” if\npolitical influence led to a light sentence for Epstein. In Rubio’s view, and that of every\nrational person, Epstein “should have been in jail for a long time.” Rubio added, however,\nthat he will reserve judgment until he hears Acosta’s side.\n\nThat’s fair. But so far, Acosta has provided no real defense for letting Epstein off so lightly.\nIn public, at least, he is standing by his argument that the deal was a reasonable one and that\nthis is old news.\n\nPreviously, Acosta had a different defense. He cited “a year-long assault on the prosecution\nand the prosecutors” by “an army of legal superstars” who represented Epstein. This\nallegedly included “defense counsel investigat[ing] individual prosecutors and their\nfamilies, looking for personal peccadilloes that may provide a basis for disqualification.” In\nthis account, the deal was made to relieve the pressure, while still getting a conviction.\n\nAcosta could hardly assert this explanation — 1.e., that he wimped out — while seeking a\ncabinet position with the expectation of being appointed to more exalted jobs in the future.\nNor is the explanation particularly plausible. Acosta isn’t the first prosecutor to face a\nscorched earth defense. Ask Ken Starr about this.\n\nI don’t doubt that Acosta regarded escaping the wrath of the defense team as a benefit of\nreaching the plea deal. But I don’t believe this was incentive enough to cause him, in effect,\nto throw the case.\n\nWhat was the true incentive? As I wrote when this story broke, I think it was the same\nincentive that explains much of his conduct in public life — Acosta’s desire to\naccommodate people he thinks can help him down the road.\n\nWhich people? Probably the lawyers at Kirkland and Ellis, where Acosta had once worked.\n\nEpstein enlisted Ken Starr* and Jay Lefkowitz, both of Kirkland, for his defense team.\nAcosta reportedly worked out the terms of his surrender with Lefkowitz, a former\ncolleague, at a meeting in a location far away from the prosecutor’s office.\n\nHOUSE_OVERSIGHT_030959",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030959.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3021,
    "word_count": 489,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.045217",
    "prefix": "IMAGES-011"
  }
}