{
  "document_id": "HOUSE_OVERSIGHT_019769",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019769.txt",
  "text": "Snowden’s Choices | 281\n\nneed for him to expose himself in this way. If he merely wanted to\nbe a whistle-blower, he could have, as Bradley Manning did, anony-\nmously sent the documents to journalists as “Citizen Four.” In fact,\nin late May 2013, that was exactly what he did. He anonymously\nsent Gellman the PRISM scoop, which the Post published on June 6.\nHe also sent Greenwald and Poitras documents while he was still\nthe anonymous Citizen Four. Neither Gellman nor Greenwald had\nsuggested the need for a face-to-face meeting with Snowden. Even\nafter he had revealed his true identity to Poitras and Greenwald on\nJune 3, the Guardian editor Ewen MacAskill offered him the option\nof remaining an unnamed source for the stories. He said, as he later\ntold Vanity Fair, “You should remain anonymous; the stories are\njust as good without you.” However, anonymity was not part of\nSnowden’s long game.\n\nThe reason he gave Greenwald in Hong Kong for going public in\nthis way was to avoid having any suspicion fall on his co-workers at\nthe NSA. Yet in the initial stories published by Greenwald, Poitras,\nand Gellman, Snowden had not allowed the reporters to identify him\n\n© by either name or position. If he did not act to deflect suspicion from ©\nhis co-workers for the initial investigation, why do it a week later?\nIn the intervening week, the FBI had already launched its criminal\ninvestigation. In any case, he did not need to be the subject of a docu-\nmentary film to take sole responsibility for stealing state secrets. He\ncould have simply allowed Greenwald to identify him by name as\nthe source in the stories.\n\nOne thing that Snowden could not accomplish by anonymously\ntransferring the documents to journalists was a starring role in the\ndrama. If he had appeared digitally masked in Poitras’s video with\nan altered voice, he would not achieve fame. To do that, he needed to\nallow Poitras to film him committing the crime of turning over NSA\ndocuments to Greenwald. This video was also part of his advance\nplanning. Indeed, one reason he chose Poitras was that she was a\nprizewinning documentary filmmaker. Snowden, while he was still\nworking at the NSA in March 2013, made it clear how he intended\nto use Poitras’s filmmaking skills. He told her, “My personal desire is\nthat you paint the target directly on my back.” Making himself the\n\n| | Epst_9780451494566_2p_all_r1.indd 281 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019769",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019769.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2431,
    "word_count": 417,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.209969",
    "prefix": "IMAGES-005"
  }
}