{
  "document_id": "HOUSE_OVERSIGHT_016309",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016309.txt",
  "text": "The moral component, the cultural component, the element of free will—all make\nthe task of creating an AGI fundamentally different from any other programming task.\nIt’s much more akin to raising a child. Unlike all present-day computer programs, an\nAGI has no specifiable functionality—no fixed, testable criterion for what shall be a\nsuccessful output for a given input. Having its decisions dominated by a stream of\nexternally imposed rewards and punishments would be poison to such a program, as it is\nto creative thought in humans. Setting out to create a chess-playing AI is a wonderful\nthing; setting out to create an AGI that cannot help playing chess would be as immoral as\nraising a child to lack the mental capacity to choose his own path in life.\n\nSuch a person, like any slave or brainwashing victim, would be morally entitled to\nrebel. And sooner or later, some of them would, just as human slaves do. AGIs could be\nvery dangerous—exactly as humans are. But people—human or AGI—who are members\nof an open society do not have an inherent tendency to violence. The feared robot\napocalypse will be avoided by ensuring that all people have full “human” rights, as well\nas the same cultural membership as humans. Humans living in an open society—the only\nstable kind of society—choose their own rewards, internal as well as external. Their\ndecisions are not, in the normal course of events, determined by a fear of punishment.\n\nCurrent worries about rogue AGIs mirror those that have always existed about\nrebellious youths—namely, that they might grow up deviating from the culture’s moral\nvalues. But today the source of all existential dangers from the growth of knowledge is\nnot rebellious youths but weapons in the hands of the enemies of civilization, whether\nthese weapons are mentally warped (or enslaved) AGIs, mentally warped teenagers, or\nany other weapon of mass destruction. Fortunately for civilization, the more a person’s\ncreativity is forced into a monomaniacal channel, the more it is impaired in regard to\novercoming unforeseen difficulties, just as happened for thousands of centuries.\n\nThe worry that AGIs are uniquely dangerous because they could run on ever\nbetter hardware is a fallacy, since human thought will be accelerated by the same\ntechnology. We have been using tech-assisted thought since the invention of writing and\ntallying. Much the same holds for the worry that AGIs might get so good, qualitatively,\nat thinking, that humans would be to them as insects are to humans. All thinking is a\nform of computation, and any computer whose repertoire includes a universal set of\nelementary operations can emulate the computations of any other. Hence human brains\ncan think anything that AGIs can, subject only to limitations of speed or memory\ncapacity, both of which can be equalized by technology.\n\nThose are the simple dos and don’ts of coping with AGIs. But how do we create\nan AGI in the first place? Could we cause them to evolve from a population of ape-type\nAls in a virtual environment? If such an experiment succeeded, it would be the most\nimmoral in history, for we don’t know how to achieve that outcome without creating vast\nsuffering along the way. Nor do we know how to prevent the evolution of a static\nculture.\n\nElementary introductions to computers explain them as TOM, the Totally\nObedient Moron—an inspired acronym that captures the essence of all computer\nprograms to date: They have no idea what they are doing or why. So it won’t help to give\nAls more and more predetermined functionalities in the hope that these will eventually\nconstitute Generality—the elusive Gin AGI. We are aiming for the opposite, a DATA: a\nDisobedient Autonomous Thinking Application.\n\n89\n\nHOUSE_OVERSIGHT_016309",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016309.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3746,
    "word_count": 618,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.909014",
    "prefix": "IMAGES-003"
  }
}