{
  "document_id": "HOUSE_OVERSIGHT_023801",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023801.txt",
  "text": "Twelve Cognitive Processes That Underlie Learning 55\n\nAnalytic processes\n\n1. Diagnosis\n2, Planning\n\n3. Causation\n4. Judgment\n\nSocial processes\n\nInfluence\nTeamwork\nNegotiation\nDescribing\n\nBos\n\nWhat kind of stuff is this? I said above that these are cognitive pro-\ncesses. So let’s look at them from that perspective. Let’s start with the\nanalytic processes.\n\nWhat does it mean to say that diagnosis is a cognitive process? It\nmeans that there are steps and these steps are based in thought rather\nthan in action. The first step may be to gather evidence, for example.\nWhile this seems like a physical act, and often it is, it is actually a\nmental act. Evidence can be gathered by asking questions, by looking\ncarefully at a scene, by listening to sounds, or by taking blood tests.\nThere are many ways to gather evidence and typically the physical\nmanifestations of evidence gathering bear no real relationship to one\nanother. Evidence gathering is a mental act, although physical actions\nmay be involved. It is a mental act that is part of a set of complex men-\ntal processes that, of course, include reasoning about the evidence,\nchecking the validity of the evidence, comparing known information\nwith previous cases that are similar, and so on. Diagnosis is a complex\nmental process. Teaching diagnosis matters because getting good at\ndiagnosis can make you a good mother, a good teacher, a good detec-\ntive, a good nearly anything you can think of. The process of diagnosis\nis constant in our mental lives.\n\nAre all 12 of the processes listed above like this? Clearly the oth-\ner analytic processes are very similar. Planning is a mental activity\nthat one gets better at by doing it. Whether you are planning a party\nor planning a career, the process involves thinking about steps and\n\nHOUSE_OVERSIGHT_023801",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023801.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1810,
    "word_count": 302,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.036531",
    "prefix": "IMAGES-007"
  }
}