{
  "document_id": "HOUSE_OVERSIGHT_030015",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030015.txt",
  "text": "From: Peter Attia\n\nSent: 8/6/2015 12:41:53 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Bill Clinton Encouraged Donald Trump to Run\n\nImportance: — High\n\nFunny article\n\nBill Clinton reportedly had an intriguing\nphone call with Donald Trump weeks\nbefore his campaign launch\n\nRudolph W. Giuliani, Donald Trump, and Bill Clinton attend the 2008 Joe Torre Safe\nat Home Foundation Golf Classic at Trump National Golf Club on July 14, 2008, in\nBriarcliff Manor, New York.\n\nFormer President Bill Clinton and real-estate magnate Donald Trump reportedly\nhad a phone conversation in May, only weeks before Trump launched his campaign.\n\nAccording to a new report from The Washington Post, Clinton called Trump in May\nand \"encouraged Trump's efforts\" to become more influential within the GOP,\naccording to four \"Trump allies\" and one Clinton associate \"familiar with the\nexchange.\"\n\nFrom The Washington Post's Robert Costa and Anne Gearan:\n\n\"Four Trump allies and one Clinton associate familiar with the exchange said that\nClinton encouraged Trump’s efforts to play a larger role in the Republican Party and\noffered his own views of the political landscape.\"\n\n\"The tone of the call was informal and Clinton never urged Trump to run, the four\npeople said. Rather, they said, Clinton sounded curious about Trump’s moves\ntoward a presidential bid and told Trump that he was striking a chord with\nfrustrated conservatives and was a rising force on the right.\"\n\nHillary Clinton, Bill's wife, is the front-runner for the Democratic nomination for\npresident in 2016.\n\nThe Clintons have long had ties with the real-estate magnate. As The Post notes,\nHillary Clinton attended Trump's wedding in 2005, and the reality-television\npersonality donated money to her past Senate campaigns, though he has also\n\nHOUSE_OVERSIGHT_030015",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030015.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1811,
    "word_count": 281,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.506859",
    "prefix": "IMAGES-010"
  }
}