{
  "document_id": "HOUSE_OVERSIGHT_010832",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010832.txt",
  "text": "89\n\noraoos 1 according to a -- to a later FBI report, Alessi\n\nor407 2 identified information that was pertinent to the FBI's\not4oo7 3 investigation.\n\norton 4 And so when I look at the little black book\nonora 5 that I have seen copies of, there are a handful of names\novo? 6 in that black book that have been circled, apparently by\noraoz22 7 Mr. Rodriguez, and one of the names that's -- that has\no4023 8 been circled is Alan Dershowitz. And so that, to me,\noraox0 9 was suggesting that Mr. Rodriguez had identified, you\noo3s 10 know, Alan Dershowitz as somebody who had information\not4o3a 11 about this -- this international sex trafficking ring,\n\noraoao 12 But just as a side note, but an important\n\norsoaz 13 note, when the -- the thing that was circled on the Alan\noraoes 14 Dershowitz page was not a single phone number\n\nov4oz9 15 indicating, you know, somebody had bumped -- you know,\novaost 16 Epstein had bumped into at one point. I believe there\novoss 17 were 10 or 11 phone numbers that were associated with\no:4087 18 Mr. Dershowitz that had all been circled and an e-mail\no4i00 19 address as well.\n\norato2 20 So that started to corroborate my sense that\nota0s 21 Mr, Dershowitz was, indeed, a very close friend of\n\novatto 22 Jeffrey Epstein. Now, I had then continued to do --\novata 23 there's been reference today to, you know, using Google\noraine 24 todo research and so forth. So I Googled Jeffrey\n\no4i:20 25 Epstein and one of the things that pops up rather\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n01:42:32\n\n01:42:32\n\n04:42:38\n\n01:42:39\n\n01:42:43\n\n01:42:44\n\n04:42:47\n\n04:42:49\n\n01:42:50\n\n01:42:54\n\n04:42:58\n\n01:43:01\n\n01:43:04\n\n01:43:04\n\n01:43:07\n\n04:43:13\n\n01:43:14\n\n01:43:16\n\n01:43:20\n\n04:43:23\n\n04:43:27\n\n01:43:30\n\n04:43:33\n\n01:43:36\n\n01:43:39\n\n90\n\n014122 1 rapidly is an article in Vanity Fair.\n\nonatas «6 2 And what you see in that article is, you\n\nor4iz28 3 know, discussion about Mr. Epstein, but when you're\noratss | 4 trying to do a profile of someone, you try to figure out\noraiza «5 ~=who that person's closest friends are,\n\novatas 6 And so the Vanity Fair author had gone to\noraiaa. «67)~©)— Alan Dershowitz, you know, our -- Mr. Dershowitz here,\noratcaa 8 and had asked him, hey, what do you know about Jeffrey\nois 9 Epstein?\n\noraias 10 And, again, off the top of my head, you want\no14ta7 11 to know what I can remember right now. What I can\novataa 12 remember right now is that in the Vanity Fair article,\norats3 13 the -- in the Vanity Fair article, Mr. Dershowitz said,\noraiso 14 ‘I've written 20-some odd books; there's only one person\n014203 15 outside my immediate family with whom I share drafts,\novaz08 16 and that's Jeffrey Epstein.\n\norazos 17 So I took that as indicating a -- a very\n\noazt0 18 close personal association that -- you know, among the\no14213 19 people that -- that obviously he's sharing this -- these\noraz1s 20 kinds of things that he wants evaluated before he shares\not4218 21 them with the broader world, there's his immediate\n014221 22 family and then there's -- there's Jeffrey Epstein.\n\norar2s 23 There was also another similar quote in the\no14z24 24 article that indicated that -- that Mr. Dershowitz said\no14229 25 that he wasn't interested in Epstein just because he had\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n23 of 38 sheets\n\n04:43:41\n\n01:43:43\n\n04:43:45\n\n01:43:48\n\n04:43:50\n\n04:43:52\n\n01:43:54\n\n01:63:56\n\n01:44:02\n\n01:44:04\n\n01:44:07\n\n01:44:08\n\n01:44:11\n\n01:44:15\n\n01:44:20\n\n01:44:23\n\n01:44:25\n\n04:44:27\n\n01:44:34\n\n04:44:35\n\n01:44:39\n\n04:44:45\n\n04:44:46\n\n01:44:49\n\n01:44:52\n\nON Pah Wh =\n\n<a)\n\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\nOn Ooah Wh =\n\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\nPage 89 to 92 of 151\n\n91\na lot of money. I mean, Epstein was identified as a\nbillionaire in this article, billionaire with -- with a\nB, so the record is clear.\n\nBut he said, look, if Epstein lost all his\nmoney -~ I'm paraphrasing here -- I would be, you know,\nhappy to walk down, you know, the Coney Island Boardwalk\nwith him and discuss things with him, as -- you know,\neven if he didn't have any money.\n\nSo now I'm seeing Dershowitz is a very close\npersonal friend of Jeffrey Epstein. And then I started\nto look at flight logs. There were -- there were some\nvery interesting things that I noticed on the flight\nlogs.\n\nOne of the things I noticed was when I began\nto, you know, get into this, that, you know, I was\nwondering, well, what -- well, how do these flight logs\ncome into the possession of, you know, law enforcement\nagencies? And the answer turned out to be that they had\nbeen provided by Epstein’s defense attorney and -~- and,\nyou know, coincidentally, I suppose, or in my mind,\nsuspiciously, they were not provided by just any defense\nattorney on this rather large defense team. They were\nprovided by one attorney according to Detective Recarey.\nDetective Recarey testified under oath that the flight\nlogs were provided to him by Alan Dershowitz.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n92\n\nSo one of the things that was -- was\ninteresting is, Dershowitz has had access to these\nflight logs, and now I'm beginning to wonder, well, has\nthere been an opportunity to sanitize those flight logs\nor remove any incriminating information?\n\nAnd -- and one of the things that was\ninteresting about the flight logs that were produced --\n\nI believe just so the record is clear, that was Exhibit\n1 that -- if we could -- if I could refer -- I need to\nrefresh my recollection as to -- well, I don't -~ you\nmay not want me to look at documents,\n\nIt was either Exhibit 1 or 2 this morning\nduring Dershowitz's deposition which was covering a time\nperiod of January to, I believe, September 2005. These\nwere flight logs that were produced by Mr. Dershowitz to\nthe Palm Beach Police Department.\n\nAnd you wonder why did they stop in\nSeptember -- you know, why stop in September 2005?\nWhat's the significance of that? Well, later on,\nadditional flight logs were obtained, and sure enough,\nwho shows up on an October 2005 flight log with Jeffrey\nEpstein? Mr. Dershowitz.\n\nSo that led to a suspicion that\nMr. Dershowitz had provided to the Palm Beach Police\nDepartment flight logs that, the time period of which\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n10/20/2015 01:07:28 PM\n\nHOUSE_OVERSIGHT_010832",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010832.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6284,
    "word_count": 1112,
    "line_count": 294,
    "import_date": "2025-11-19T21:47:48.580726",
    "prefix": "IMAGES-001"
  }
}