{
  "document_id": "HOUSE_OVERSIGHT_017919",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017919.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nConspiracy and aiding and abetting\nare varieties of concerted-action\nliability: conspiracy requires an\nagreement to commit a tortious act\n..., aiding and abetting requires that\nthe defendant have given\nsubstantial assistance or\nencouragement to the primary\nwrongdoer.... In order to be liable\nfor acting in concert with the\nprimary tortfeasor under either\ntheory, the defendant must know\nthe wrongful nature of the primary\nactor’s conduct.\n\nPittman v. Grayson, 149 F.3d 111, 122—23 (2d Cir.1998).\nAccordingly, to survive these Rule 12(b)(1) motions to\ndismiss, Plaintiffs must plead facts from which it\nreasonably can be inferred that the Defendants knew or\nshould have known that their tortious actions were\nsupporting terrorists or terrorist fronts. Terrorist Attacks [,\n349 F.Supp.2d at 800-01; see also Boim v. Quranic\nLiteracy Inst., 291 F.3d 1000, 1023 (7th Cir.2002) (“Boim\nI” ) (explaining elements of concerted-action civil\nliability under ATA); Virtual Countries, 300 F.3d at 241\n(“Determining whether [Plaintiffs have demonstrated that\none of the FSIA’s exceptions applies] volves a review\nof the allegations in the complaint, the undisputed facts, if\nany, placed before *555 the court by the parties, and—if\nthe plaintiff comes forward with sufficient evidence to\ncarry its burden of production on this issue—resolution of\ndisputed issues of fact.””) (internal quotations omitted).\n\n1. SHC\n101 Even if Plaintiffs alleged that SHC was tortiously\nliable for the attacks of September 11, such allegations\ncould not overcome the discretionary function exception.\nSHC offers undisputed evidence that all decisions\nregarding the distribution of humanitarian relief funds\nwere within the sole discretion of its Chairman Prince\nSalman and the advisors he selected. (See Al—Nafissa\nDecl. § 8.) Further, SHC was guided by the Kingdom’s\npolicies regarding Bosnia—Herzegovina in making its\nfunding determinations. Ud. § 3.) Accordingly, SHC’s\nalleged misuse of funds and/or inadequate\nrecord-keeping—even if it resulted in the funds going to\nterrorists—was the result of a discretionary function and\ncannot be the basis for overcoming SHC’s immunity. See\nU.S. v. S.A. Empresa de Viacao Aerea Rio Grandense\n\nWESTLAW\n\n(Varig Airlines), 467 U.S. 797, 814, 104 S.Ct. 2755, 81\nL.Ed.2d 660 (1984) (explaining FTCA discretionary\nfunction exception is designed to “prevent judicial\n‘second-guessing’ of ... decisions grounded in social,\neconomic, and political policy through the medium of an\naction in tort”); Marchisella, 2004 WL 307248, at *2\n(explaining the FSIA’s discretionary function exception\nreplicates that found in the FTCA and that courts rely on\nthe FTCA for guidance in interpreting the scope of the\nFSIA’s exception); Kline v. Kaneko, 685 F.Supp. 386,\n392 (S.D.N.Y.1988) (explaining sovereign’s decisions\nregarding formation and enforcement of national policies\nare discretionary functions); 28 U.S.C. § 1605(a)(5)(A)\n(stating torts exception is not applicable to claims based\ndiscretionary actions, even when that discretion is\nabused). Accordingly, the Court finds SHC is immune\nfrom suit in this litigation. Its motions to dismiss the\nAshton, Burnett, and Federal complaints for lack subject\nmatter jurisdiction are granted.\n\n2. Prince Salman and Prince Naif\nM11 Similarly, even if Plaintiffs adequately plead a tort\nagainst Prince Salman and Prince Naif, the discretionary\nfunction exception prevents this Court from exercising\njurisdiction over them in their official capacities.\nPlaintiffs take issue with Prince Salman’s management of\nSHC and its funding decisions. Prince Salman’s direction\nof SHC, however, is discretionary. He was appointed\nPresident of SHC by King Fahd to carry out the\nKingdom’s policy toward the refugees of the Bosnian\nwar. (Al-Roshood Decl. § 6; Al-Nafissa Decl. § 5.)\nPlaintiffs claim that as Chairman of the General Donation\nCommittee for Afghanistan he assisted the Afghanistan\nmujahideen in the 1980s. To the extent Prince Salman\nheld this position as a member of the Saudi government,\nthis was also a policy decision made at the operational\nlevel of government. Plaintiffs claim Yasser Arafat\ncomplained to Prince Salman as Governor of Riyadh\nregarding Saudi funding of extremists in Palestine.\nPlaintiffs do not allege, however, what relation that\ncomplaint has to the al Qaeda terrorists or this litigation.\nThey argue that Prince Salman, who did not attend the\nmeeting with the former French Minister of Interior,\nshould have known from Saudi officials who did meet\nwith him that unnamed terrorists were receiving funding\nfrom largely unidentified Saudi charities. See *556\nTerrorist Attacks [ 349 F.Supp.2d at 799. The Saudi\nattendees’ decisions concerning with whom the French\nMinister’s warnings should be shared and what the Saudi\nresponse would be, are surely grounded in social,\neconomic, and political policy, and are, therefore, not\n\nHOUSE_OVERSIGHT_017919",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017919.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5008,
    "word_count": 753,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:47.386822",
    "prefix": "IMAGES-004"
  }
}