{
  "document_id": "HOUSE_OVERSIGHT_021133",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021133.txt",
  "text": "for the Trump Organization records: it was a deep and encompassing order,\nreaching many years back.\n\nKushner also warned his father-in-law that the investigation was about\nto spill over from the Mueller team, with its narrow focus on Russian collu-\nsion, to the Southern District of New York—that is, the federal prosecutor's\noffice in Manhattan—which would not be restricted to the Russia probe. This\nwas a work-around intended to circumvent the special counsel's restriction\nto Russia-related matters, but also an effort by the Mueller team to short-\ncircuit any attempt by the president to disband or curtail its investiga-\ntion. By moving parts of the investigation to the Southern District, Mueller,\nas Kushner explained to Trump, was ensuring that the investigation of the\npresident would continue even without the special counsel. Mueller was\nplaying a canny, or ass-protecting, game, while also following precise pro-\ncedures: even as he focused on the limited area of his investigation, he was\ndivvying up evidence of other possible crimes and sending it out to other\njurisdictions, all of which were eager to be part of the hunt.\n\nIt gets worse, Kushner told Trump.\n\nThe Southern District was once run by Trump's friend Rudy Giuliani,\nthe former mayor of New York. In the 1980s, when Giuliani was the federal\nprosecutor—and when, curiously, James Comey had worked for him—\nthe Southern District became the premier prosecutor of the Mafia and of\nWall Street. Giuliani had pioneered using a draconian, and many believed\nunconstitutional, interpretation of the RICO (Racketeer Influenced and\nCorrupt Organizations) Act against the Mob. He used the same interpre-\ntation against big finance, and in 1990 the threat of a RICO indictment,\nunder which the government could almost indiscriminately seize assets,\nbrought down the investment bank Drexel Burnham Lambert.\n\nThe Southern District had long been worrisome to Trump. After his\nelection, he had an unseemly meeting with Preet Bharara, the federal pros-\necutor there, a move whose optics were alarming to all of his advisers,\nincluding Don McGahn and the incoming attorney general, Jeff Sessions.\n(The meeting foreshadowed the one Trump would shortly have with\nComey, during which he sought a pledge of loyalty in return for job secu-\nrity.) His meeting with Bharara was unsatisfactory: Bharara was unwill-\n\nSIEGE : 19\n\ning to humor him—or, shortly, even to return his calls. In March 2017,\nTrump fired him.\n\nNow, said Kushner, even without Bharara, the Southern District was\nlooking to treat the Trump Organization as a Mob-like enterprise; its law-\nyers would use the RICO laws against it and go after the president as if he\nwere a drug lord or Mob don. Kushner pointed out that corporations had\nno Fifth Amendment privilege, and that you couldn't pardon a corpora-\ntion. As well, assets used in or derived from the commission of a crime\ncould be seized by the government.\n\nIn other words, of the more than five hundred companies and separate\nentities in which Donald Trump had been an officer, up until he became\npresident, many might be subject to forfeiture. One potential casualty of\na successful forfeiture action was the president's signature piece of real\nestate: the government could seize Trump Tower.\n\n+t 4\n\nIn mid-March, a witness with considerable knowledge of the Trump\nOrganization's operations traveled by train to Washington to appear before\nthe Mueller grand jury. Picked up at Union Station by the FBI, the wit-\nness was driven to the federal district court. From 10:00 a.m. to 5:00 p.m.,\ntwo prosecutors on the Mueller team, Aaron Zelinsky and Jeannie\nRhee, reviewed with the witness, among other issues, the structure of the\nTrump Organization.\n\nThe prosecutors asked the witness about the people who regularly\ntalked to Trump, how often they met with him, and for what purposes.\nThey also asked how meetings with Trump were arranged and where they\ntook place. The witness’s testimony yielded, among other useful pieces of\ninformation, a signal fact: all checks issued by the Trump Organization\nwere personally signed by Donald Trump himself.\n\nThe Trump Organization's activities in Atlantic City were a particular\nsubject of interest that day. The witness was asked about Trump’s rela-\ntionship with known Mafia members—not if he had such relationships,\nbut the nature of the relationships prosecutors already knew existed. The\nprosecutors also wanted to know about Trump Tower Moscow, a project\n\nHOUSE_OVERSIGHT_021133",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021133.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4501,
    "word_count": 723,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:47.678322",
    "prefix": "IMAGES-006"
  }
}