{
  "document_id": "HOUSE_OVERSIGHT_017252",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017252.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 12: The death penalty for those who don’t kill: Ricky and Raymond Tison\n\nThe story of the Tison case was the stuff of films and television dramas. It involved two families.\nThe family of the killer consisted of the father, mother and three sons. The family of the victims\nconsisted of a father, mother, baby and niece. They would meet, with horrendous consequences,\non a dark, isolated road in Arizona.\n\nBeyond the tragic facts of the case was the important legal issue they presented, since neither\nRicky nor his brother Raymond Tison actually killed anyone. Nor did they intend anyone to die\nwhen they helped their father Gary and his cellmate Randy Greenawalt escape from prison. But at\nleast four innocent people—including a baby and a 15 year old girl—were brutally murdered by\nthe prisoners whom the Tison brothers helped escape.*’ And for playing that role Ricky and\nRaymond Tison, who were teenagers, were sentenced to die in the Arizona gas chamber.\n\nAs part of the overall challenge to the death penalty, abolitionists were focusing on the significant\nnumber of death row inmates who had neither killed nor intended to kill. Most of these non-\ntriggermen had been convicted of murder on the basis of two legal fictions. The first was the law\nof conspiracy under which each member of a conspiracy is deemed to have committed every\ncrime actually committed by any co-conspirator*’ (Remember Harry Reems.) The second legal\nfiction was the law of felony-murder under which anyone who intentionally commits a serious\nfelony, such as breaking someone out of prison, is deemed to have “intended” any death that\nresults from the felony, even if he actually intended that no one should die. The combined effect\nof these fictions was to deem Ricky and Raymond as guilty of intentional murder as Gary Tison\nand Randy Greenawalt who actually pulled the trigger and intended to kill the victims.\n\nThe Tison case thus starkly presented an issue that had not clearly been resolved by the Supreme\nCourt since the Furman case: Can conspirators who helped murderers escape from prison be\nsentenced to death for intentional murders committed by their co-conspirators, if the conspirators\nthemselves neither killed nor intended to kill.\n\nI was first approached to help the Tison brothers by a journalist who was working on a book and\nfilm project about the case (eventually a film, called A Killer In the Family, was made starring\nRobert Mitchum as the father and James Spader—in his first cinemographic role—as one of the\nbrothers.) I was asked to appeal their death sentence. Since they had no money, I agreed to\nprepare and argue the appeal without a fee.\n\nI know the appeal would be tough because the facts of the murders were horrible and the\npersonnel on the Supreme Court was changing in a rightward direction. The strongest point in\nour favor were the facts of the case as they related directly to the brothers Tison. Their story was\ncompelling.\n\n57 Maybe also a honeymoon couple.\n58 Pinkerton\n\n165\n\nHOUSE_OVERSIGHT_017252",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017252.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3047,
    "word_count": 511,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.933963",
    "prefix": "IMAGES-004"
  }
}