{
  "document_id": "HOUSE_OVERSIGHT_011794",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011794.txt",
  "text": "/ BARAK / 37\n\nwas coping in his trademark military uniform. Still, the mood music going into the\nmeeting was encouraging. After the election, Arafat had tried to use his ties with\nthe ayatollahs in Iran to get them to release 13 members of the tiny Jewish\ncommunity in Shiraz who had been jailed on patently absurd accusations of spying\nfor the “Zionist régime.” Iran had told him no. Given its support for Hizbollah, and\nits serial diatribes about destroying the State of Israel, this was hardly a surprise.\nBut it was a gesture nonetheless, and I told him I appreciated it. I also arrived with\na gift: a leather-bound volume with both the Hebrew Bible and Koran. I began our\nmeeting with what I felt I most needed him to hear: that both of us were trying to\nachieve something hugely important, nothing less than a new relationship between\nIsraelis and Palestinians based on trust. As I would discover in the months ahead —\nas Yitzhak had found as well — Arafat responded warmly to such general appeals\nof principle. He replied that he viewed me as a partner, and a friend. But the key\nissue of substance — the difference between how I envisaged taking Oslo forward\nand what he wanted — was impossible to avoid.\n\nI emphasized that I was committed to the further Wye River summit\nredeployments Bibi which had agreed, although not implemented, as well as to a\nrelease of Palestinian prisoners agreed at Wye. Yet then came the more difficult\npart: explaining my view of how we could best move toward a full peace\nagreement. I said I was convinced the prospects would be much better if we\ndelayed the redeployments and brought forward the start of the real negotiations:\non “permanent-status” issues like final borders, settlements, Jerusalem, refugees. In\nany case, I said, I’'d need a few months for a thorough assessment of the issues\ninvolved, and to reach a settled view with my negotiating team on how to proceed.\nArafat seemed to accept the idea of a pause for reflection and planning. But he held\nfirm in his opposition to any further delay in the Wye redeployments. More\nworryingly for the longer-term prospects of an agreement, he ignored altogether\nmy suggestion that we move ahead toward the permanent-status talks.\n\nSpeaking to reporters, I was careful to accentuate the positive. I said the reason\nI’d come to see Arafat so soon was because of the importance I attached to his role\nin “shaping peace in the Middle East.” I said I would not waver in continuing on\nthe path which Rabin and he and begun. And while the security of Israel would be\nmy paramount concern in negotiations, “I also want each Palestinian to feel\nsecure.” Both sides, I said, had suffered enough. The open question, however, was\nwhether / had done enough to persuade Arafat that his exclusive focus on\n\n323\nHOUSE_OVERSIGHT_011794",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011794.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2813,
    "word_count": 490,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.996057",
    "prefix": "IMAGES-001"
  }
}