{
  "document_id": "HOUSE_OVERSIGHT_011817",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011817.txt",
  "text": "/ BARAK / 60\n\nwould agree to make them part of a Palestinian state. The second principle was that\n“Jerusalem will remain united.” It would not be cut into Jewish and Arab halves as\nhad happened between 1948 and 1967. That, I knew, might prove tougher to carry\nthrough on. But even if I had to concede a degree of Palestinian control in parts of\neast Jerusalem, I expected to be able to retain Israeli sovereignty over the city. The\nthird principle was that there would be “no foreign army west of the Jordan River.”\nIn other words, if we did hand back at least the major part of the West Bank, it\nwould be demilitarized and we would have security control over the Jordan Valley.\nFinally, we would not “‘accept responsibility for the birth of the refugee problem\nand its solution.” Though there could be a “right of return” into a new Palestinian\nstate, we would not agree to rewrite the history of the 1948 war by sanctioning the\nresettlement of hundreds of thousands of Palestinians inside the State of Israel.\n\nI think it was the very fact we were talking about a comprehensive peace\nagreement that made it so hard for my Orthodox and right-of-center coalition\npartners. They didn’t see the attraction of coming to final terms of peace. They\nknew it would mean concessions. There would be a Palestinian state. We would\ngive up the great majority of Biblical Judaea and Samaria. While most of the\nsettlers would remain, since they lived in the major blocs, those in more isolated\nsettlements around the West Bank would have to be moved. They saw the prospect\nof a final peace only in terms of what we were giving up. They didn’t see what we\nwould gain: not just peace, and international recognition and endorsement for it.\nBut normalcy: the central aim of Zionism. Jews living in a state like any other.\nEver since 1967, we had been in control of the daily lives of hundreds of thousands\nof Palestinians on the West Bank and in Gaza. That was bad for them. But it had\nbeen bad for us too. Fifty-two years after the birth of our state, we still didn’t have\na permanent, internationally recognized border. Rather than dealing with our\neconomic and social issues like other states, we were beset by internal divisions\nthat were in no small part a result of our unresolved conflict with the Palestinians.\n\nShas, the National Religious Party and Sharansky’s Yisrael ba’Aliyah were all\nthreatening to pull out of the government because of the summit. Nothing I said\ncould change their minds. Sharansky was the first to declare he was leaving. A few\nhours later, Shas and the NRP followed suit. If the Likud mustered the required 61\nvotes for the no-confidence motion it was introducing before I got on the plane to\nthe US, the government would fall. If the parties that had left the coalition, with a\ntotal of 28 seats, went along with Arik Sharon, it wouldn’t be close. As if that\n\n346\nHOUSE_OVERSIGHT_011817",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011817.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2904,
    "word_count": 514,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.909597",
    "prefix": "IMAGES-001"
  }
}