{
  "document_id": "HOUSE_OVERSIGHT_017174",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017174.txt",
  "text": "4.2.12\nWC: 191694\n\ndeclaration protecting the right of free speech from abridgment by any government. For example:\n“the freedom of speech shall not be abridged by Congress or by the states.” Indeed, many\nscholars and judges believe that this was accomplished three quarters of a century later when the\n14\" Amendment was ratified. It provides in relevant part:\n\n“nor shall any State deprive any person of life, liberty, or property, without due process of\nlaw; nor deny to any person within its jurisdiction the equal protection of the laws.”\n\nThe current judicial view is that the words in the 14 Amendment “incorporated” the First\nAmendment (along with most but not all of the others) and applied it to the states. According to\nthis view, the First Amendment now reads, in effect, as follows:\n\n“Congress and the state legislatures shall make no law abridging the freedom of speech.”\n\nActually, it now reads even more broadly, since the courts have not limited the prohibitions of the\nFirst Amendment to the legislative branches, but have extended them to the executive and judicial\nbranches—to any governmental action—as well. So the First Amendment now reads, in effect, as\nfollows:\n\n“Congress and the state legislatures, as well as the executive and judicial branches of the\nfederal and state governments, shall make no law and shall take no executive or judicial\naction abridging the freedom of speech.”\n\nThus the first major change—from “Congress” to “government’”—has considerably expanded the\nmeaning of the First Amendment and broadened the right to free speech. The second change has\nnarrowed the right, at least as literally written, by excising the word “no” as in “no law.” The\nwords “no law’”—an absolute prohibition on all legislation abridging any speech—are somewhat\nunderstandable if limited to Congress. A democracy can survive if the national legislature has\nabsolutely no power to abridge speech of any kind, no matter how dangerous or harmful, so long\nas the state legislatures can pick up the slack and enact what all reasonable people would agree\nare essential limitations on some forms of expression, such as disclosing the names of spies, the\nlocations or warships, the plans for battle, the nature of secret weapons and other matters that\nmust be kept from enemies.*’ But the words “no law” make little sense when applied both to the\nfederal and state legislatures, indeed to all governmental bodies, because there really is no rational\ncase to be made for a total and absolute prohibition by any and all governmental institutions on\nany and all abridgment of any and all possible utterances.\n\nEven those, such as Justice Hugo Black, who purport to be absolutist for the protection of all\nspeech, have figured out ways to finesse the problem. Consider the case of Cohen v. the United\nStates in which an opponent of the Viet Nam War wore to court a jacket displaying the words\n“Fuck the draft.” Justice Black joined a dissenting opinion that would have affirmed Cohen’s\n\n°7 Interestingly, it is the National Congress, rather than the states, that should have the power to protect the\nnational security interests of our nation, but many of the exceptions to an absolute right of speech, that were\nrecognized at the time the First Amendment was ratified, were matters of state concern, such as defamation laws,\nobscenity laws and blasphemy laws.\n\n87\n\nHOUSE_OVERSIGHT_017174",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3396,
    "word_count": 556,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.963501",
    "prefix": "IMAGES-004"
  }
}