{
  "document_id": "HOUSE_OVERSIGHT_012775",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012775.txt",
  "text": "who fail to care for their young, cads who have extramarital affairs, and trigger-happy murderers who\ntake the lives of innocent people. What changes in the brain enabled us, but no other species, to engage in\npromiscuous thinking?\n\nTo understand what changed in the brain, it is useful to paint a few broad-stroke comparisons, and\nthen narrow in on the details. We know, for example, that brain size changed dramatically over the\ncourse of our evolutionary history, ultimately reaching three times the size of a chimpanzee’s brain with\nthe appearance of the first modern humans some 100-200,000 years ago. From the archaeological\nevidence, we can infer that some aspect of the internal workings of the brain — not simply size — must\nhave changed at about the same time in order to explain the appearance of a new material culture of tools\nwith multiple parts and functions, musical instruments, symbolically decorated burial grounds, and cave\npaintings. Before this period, the material culture of our ancestors was rather uncreative, with simple tools\nand no symbolism. The new material culture was heralded by a mind unlike any other animal. No other\nanimal spontaneously creates symbols, though chimpanzees and bonobos can be trained to acquire those\nwe invent and attempt to pass on. No other animal creates musical instruments or even uses their own\nvoice for pure pleasure. No other animal buries its dead, no less memorializes them with decorations; ants\ndrag dead members out of their colony area and deposit them in a heap, though this is driven by hygiene\nas opposed to ceremonial remembrance and respect. Only a species with the capacity to combine and\nrecombine different evolved specializations of the brain could create these archaeological remains. This\nperiod in our evolutionary history marks the birth of our promiscuous brain. The brain sciences have\nhelped us see the fine details of this new species of mind.\n\nThe comparative anatomists Ralph Holloway, James Rilling, and Kristina Aldridge have\nanalyzed brain scans and skull casts of humans and all of the apes: chimpanzees, bonobos, gorillas,\norangutans, and gibbons. This sample represents approximately 15 million years of evolution, and\nincludes considerable diversity in mating systems, dietary preferences, use of tools, group size, life span,\nlocomotion style, communication system, aggressiveness, and capacity for cooperation. Thus, gibbons are\nmonogamously pair bonded, live in small family groups in the upper canopies, swinging and singing to\ndefend their territories, never use or create tools, are omnivorous, restrict cooperation to within the\nfamily group, and show little aggression. Gorillas are folivores or leaf eaters, live in harem societies,\nknuckle walk on the ground, rarely use or make tools in the wild, show aggression primarily between\nharems, communicate with a diversity of sounds, and show limited cooperation even under captive\nconditions. Chimpanzees are promiscuous, omnivores who hunt for meat on the ground and in the tree\ntops, create a diversity of tools that are culturally distinctive between regions, communicate with a\ndiversity of sounds, are lethal killers when they confront individuals from a neighboring community, and\n\nare cooperative especially in competitive situations. Despite this diversity, nonhuman ape brains are much\n\nHauser Chapter 1. Nature’s secrets 29\n\nHOUSE_OVERSIGHT_012775",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012775.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3410,
    "word_count": 527,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.344170",
    "prefix": "IMAGES-002"
  }
}