{
  "document_id": "HOUSE_OVERSIGHT_014546",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014546.txt",
  "text": "Exhibit 11: Pillars of the Investment Strategy Group’s Investment Philosophy\n\nHistory is a Appropriate Value Appropriate }\nUseful Guide Diversification Orientation Horizon sistency\nANALYTICAL RIGOR\n\nASSET ALLOCATION PROCESS IS CLIENT-TAILORED AND INDEPENDENT OF IMPLEMENTATION VEHICLES\n\nseries, movies). Combined with some smaller\nimprovements, these changes added $560 billion to\nthe level of 2012 GDP, a 3.6% increase relative to\nthe prior estimate.\n\nThe more immediate—and important—\nquestion is whether we have entered a new phase\nin productivity growth trends that will keep\nproductivity growth at the low levels seen since\n2004. We believe that the answer is unknowable\nwith any degree of certainty; historically,\nproductivity forecasts have been notoriously\nwrong. In The Age of Diminished Expectations,”\nfirst published in 1990, Paul Krugman, Nobel\nlaureate in economics and professor at City\nUniversity of New York, wrote that the lower pace\nof productivity growth experienced since the early\n1970s would most likely persist in the future. In\n1995, however, productivity growth rates increased\nand were more than double the rate of the prior\n12-year period.\n\nSimilarly, in 1997, the Congressional Budget\nOffice estimated that the long-run average annual\ngrowth rate of labor productivity would be 1.1%.\nBetween 1995 and 2004, the actual average annual\ngrowth rate of labor productivity was 3.2%.’\n\nAs many of our clients know, one of the pillars\nof our investment philosophy is that history\nis a useful guide (see Exhibit 11). And history\ntells us that labor productivity has moved in\ncycles, with periods of low productivity growth\nfollowed by periods of high productivity growth.\nIn a forthcoming and comprehensive paper\ntitled “Seven Reasons to Be Optimistic About\nProductivity,”?* Professors Lee Branstetter of\nCarnegie Mellon University and Daniel Sichel\nof Wellesley College show that periods of low\nproductivity growth have been followed by periods\nof high productivity growth since 1889, as seen\nin Exhibit 12. There is no reason to believe that\n“this time is different”; as many of you also know,\nwe believe that those words are among the most\ndangerous and misused words in our industry.\n\nOlivier Blanchard, senior fellow at the Peterson\nInstitute for International Economics and former\nchief economist at the IMF, has also shown that\nthe current period of low productivity growth does\nnot tell us much about future productivity trends.\nHe states that the correlation of “successive pairs\nof five-year averages of total factor productivity\ngrowth is only 0.20” since the mid-1970s.”\n\nOutlook | Investment Strategy Group 13\n\nHOUSE_OVERSIGHT_014546",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014546.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2665,
    "word_count": 406,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:46.634008",
    "prefix": "IMAGES-003"
  }
}