{
  "document_id": "HOUSE_OVERSIGHT_013929",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013929.txt",
  "text": "Ou. you reach Phase III and have some cash flow, it’s time to re-evaluate your customers and thin\nthe herd. There are good and bad versions of all things: good food, bad food; good movies, bad movies;\ngood sex, bad sex; and, yes, good customers and bad customers.\n\nDecide now to do business with the former and avoid the latter. I recommend looking at the customer\nas an equal trading partner and not as an infallible blessing of a human being to be pleased at all costs. If\nyou offer an excellent product at an acceptable price, it is an equal trade and not a begging session\nbetween subordinate (you) and superior (customer). Be professional but never kowtow to unreasonable\npeople.\n\nInstead of dealing with problem customers, I recommend you prevent them from ordering in the first\nplace.\n\nI know dozens of NR who don’t accept Western Union or checks as payment. Some would respond to\nthis with, “You’re giving up 10-15% of your sales!” The NR, in turn, would say, “I am, but I’m also\navoiding the 10-15% of the customers who create 40% of the expenses and eat 40% of my time.” It’s\nclassic 80/20.\n\nThose who spend the least and ask for the most before ordering will do the same after the sale. Cutting\nthem out is both a good lifestyle decision and a good financial decision. Low-profit and high-\nmaintenance customers like to call operators and spend up to 30 minutes on the phone asking questions\nthat are unimportant or answered online, costing—in my case—$24.90 (30 x $0.83) per 30-minute\nincident, eliminating the minuscule profit they contribute in the first place.\n\nThose who spend the most complain the least. In addition to our premium $50—200 pricing, here are a\nfew additional policies that attract the high-profit and low-maintenance customers we want:\n\nDo not accept payment via Western Union, checks, or money order.\n\n2. Raise wholesale minimums to 12-100 units and require a tax ID number to qualify resellers who\nare real businesspeople and not time-intensive novices. Don’t run a personal business school.\n\n3. Refer all potential resellers to an online order form that must be printed, filled out, and faxed in.\nNever negotiate pricing or approve lower pricing for higher-volume orders. Cite “company policy”\ndue to having had problems in the past.\n\n4. Offer low-priced products (a la MRI’s NO2 book) instead of free products to capture contact\ninformation for follow-up sales. Offering something for free is the best way to attract time-eaters\nand spend money on those unwilling to return the favor.\n\n5. Offer a lose-win guarantee (see boxed text) instead of free trials.\n\nDo not accept orders from common mail fraud countries such as Nigeria.\n\nMake your customer base an exclusive club, and treat the members well once they’ve been accepted.\n\nThe Lose- Win Guarantee — How to Sell Anything to Anyone\n\nIf you want a guarantee, buy a toaster.\n— CLINT EASTWOOD\n\nTre 30-day money-back guarantee is dead. It just doesn’t have the pizzazz it once did. If a product\n\ndoesn’t work, I’ve been lied to and will have to spend an afternoon at the post office to return it. This\n\nHOUSE_OVERSIGHT_013929",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3112,
    "word_count": 529,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.093542",
    "prefix": "IMAGES-002"
  }
}