{
  "document_id": "HOUSE_OVERSIGHT_012355",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012355.txt",
  "text": "Nom\n\nGo Oop Ww\n\nwo ~~\n\naowmip Wwe\n\na\nDo OoVan\n\n2\n\nree\nwow ©.\n\n16\nLl?\n13\n19\n20\n21\n\n99°\nee\n\n23\n24\n\n25\n\nQ Uh-huh. : 9\nA But-- i 2\nQ That was Suaday night. So she was around just . 3\nlast might. i 4\nA She was around last night but. like I said. J :\ndon't -- she might be still here. she might be upin Orlando ; 6\nnow. i 7\nBY DETECTIVE RECAREY- : 8\nQ Okay What aboufiP 3\nA Oh. E don't like her. 7 don't like her. What i 10\nabout her? She never worked for. she never worked for | 11\nJeffrey bul she's been te his house before. She knows about : 12\nit. Knows about everything that went on. She was the one ; 13\nthai was with (inaudible). ; 14\nQ Okay. Docs know Do they i15\nknow cach other? 16\nA | dou't Know. ii?\nBY UNIDENTIFIED MALE SPEAKER: :18\nQ Then phonetic) tives like a couple blacks ,19\naway from you, yeah? 2\nA Yeah.\n\nBY DETECTIVE RECAREY: :\nQ Okay. Bives (inandibic.)\n\nA (Inaudible.)\n\nQ Okay. Why are vou afraid of Gnaudible)?\n\nPage 7:\n\nA Oh, ne. Fri not afraid you know whut it comes 1\ndewn to? Ht comes down to this. Cin not afraid of any of 2\nthese girls but when [ almost rough I crits to 3\nBS nova; brought mn to our group whieh was stupid 4\nand instead of being mature about what happened three vears 5\nago. vas hke I'm going to kick vour ass. da da di. i: 6\nand Twas like you know what? You taik a good pame. Leave | 7\nme wone prelly much. It get ridiculous se | bad lo change : 8\nmy number and | saw her at (inaudible) one night. She : o\nJumped me bora behind. | go vou didn't sav anything tome 10\nall mghl and when she jumped me trom behind she jumped me | 71\nso whatever. Garls are stupid. :12\n\nBY UNIDENTIFIED MALE SPEAKER: 13\n42) Alright. Whe else was on that list vou got i\nthere?\nBY DETECTIVE RECAREY:\nQ Do you know a girl named IP\nil\n(Celular telephone discussion as follows:)\nDEVECTIVE RECAREY: Hello? Yes. Hey,\nDablia. Okay. Right. Okay. Right. right.\nnight riyht, nght, right, right. Well, that’s\nthe casc, that's the situation. Right. Okay.\nAllright. Right. We're gonna meet with her\ntonight. (Inaudible.) Okay? All ripht. Bye.\n\nMS ROBSON: So what 1} not heme?\nBY DISTECTIVE RECAREY:\nQQ Ohav. Wellwwe'll trove an.\nBY UNEDLNEERIED MALE SPEAKER:\n\nQQ ‘That's our -- right now we want you to help us\nwith an order of who in your mind (inaudible) vou're\nconfident was 16 or maybe 37 when they went there, who\nprebably no longer bas anv connections with Jeff (inaudible)\nwho ut least maybe a day might keep their mouth shut.\n\nA Okay. Well with I don't know how ald she\nis because she hed about her age. She hed lo me when |\nfirst met ber When | was 18 she lold me she was 18.\n(mnaudible.) Well she Jer her purse at my heuse and she\nluld me to make sure that | didn't took in her purse. When\nTwent through her purse | found her state license that said\nshe was 16. So she hed to me about her age. | don't care\nabout working for Jeffrey but --\n\nQ We're looking for pirls that went upstairs with\nJeff.\n\nA Yeah.\n\nQ Those three or four girls, whatever vou can, yout\n\nknow, help us out with here, that is our goal in the next\nlet's sav 24 hours.\nA Okay.\nQQ lstorea\n\ny OUE\n\nPage $f\nmight be as simple as we give vou a call on your cell\nphone --\n\nA And you call them.\n\nQ And you suy hey, we need you to call this girl and\ntel] Inere we are out front because that’s one thing we want\ntu do is figure out where these girls live tonight su that\nwe can reach out te them and sav bev we're oulin\nfront of so amd so's hottse, cam you pive her a call and let\nber know that there's 2 couple of detectives outside and na,\nvuu're not Kidding. they reully are there and heads up. You\nKoow what] nea?\n\nA Yeah.\n\nQQ That's what we'd like to -- we've got a hal! hour\nthere if we can make some details on thal so we're all on\nlhe same page. that’s what we're goimeg to do.\n\nSo how many girls was on the sl that we started\nwith?\n\nA You asked me if | knew on\n\nQ We dont know -- what we're going lo need is the\nJius| names of these girls as well. So if you've got some\nlast names.\n\nA don'tknew. | mean --\n\nQ That's okay T mean -- what abun\n\nA P I've heard of a gir] named\n\nbut |\n\n25 don't know (inaudible), vou know? ‘To my knowledge I don't\n\n3 (Paces 6 to 9)\n\n02507\n\nHOUSE_OVERSIGHT_012355",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012355.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4178,
    "word_count": 861,
    "line_count": 168,
    "import_date": "2025-11-19T21:47:44.527770",
    "prefix": "IMAGES-001"
  }
}