{
  "document_id": "HOUSE_OVERSIGHT_010790",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010790.txt",
  "text": "wo oan nub wn pe\n\nNNN NNN FP BE BB Be Be Be oe oe oR\n“ob WN HE OO ON AUP WKH OO\n\nwo ON AU SP WN BH\n\nNNNNN NB BB BP Be BP BR Be BoB\nOb wWwNH OHO MANA MN FP wWNH O\n\n205\n\nthe source of that honest belief was? Identify any\nsource that attributed to Virginia Roberts the\nstatement that Bill Clinton was with her at an orgy\non Jeffrey's island.\n\nA. We can provide you about, | think, 20\nnewspaper articles and blogs which certainly raise\nthe implication that Bill Clinton had improperly\nparticipated in sexual activities on the island\neither as an observer or as a participant. The\nissue was raised on Sean Hannity's program. The\nheadlines in various British media had suggested\nthat.\n\nIt's my belief that Virginia Roberts\nintended to convey that impression when she was\ntrying to sell her story to various media, which she\nsuccessfully sold her story to in Britain, that she\nwanted to keep that open as a possibility.\n\nAnd then when I firmly declared, based on\nmy research, that Bill Clinton had almost certainly\nnever been on that island, she then made a firm\nstatement that she -- which was a -- which was a\nperjurious statement, a firm perjurious statement\nsaying that although Bill Clinton had been with her\non the island and had had dinner with her, the\nperjurious statement was that Bill Clinton had been\n\n—|\n\noOo Ona HM WN\n\nNN NNN DN BP BE BBB Bp Be Be Be\nWM PwWwNF OwU MAAN AM BWNH OO\n\nClinton on orgy island, things of that kind. I\nwould be happy to provide them for you. I don't\nhave them on the top of my head.\n\nQ. There's a big difference between saying\nthat Bill Clinton was on Jeffrey's island and saying\nthat Bill Clinton was at an orgy on Jeffrey's\nisland, isn't there?\n\nMR. SCOTT: Objection --\nBY MR. SCAROLA:\n\nQ. Do you recognize a distinction between\nthose statements?\n\nMR. SCOTT: Form.\n\nA. I don't think that distinction was clearly\ndrawn by the media.\n\nBY MR. SCAROLA:\n\nQ. I'm asking whether you recognize the\ndistinction?\n\nA. Oh, I-- I certainly recognize a\ndistinction.\n\nQ. Oh, so --\n\nA. Let me finish. I certainly recognize a\ndistinction between Bill Clinton being on the\nisland, which I believe she perjuriously put in her\naffidavit, and Bill Clinton participating actively\nin an orgy. [also think it's a continuum.\n\n206\n\non the istand with her.\n\nThe lie was that she described in great\ndetail a dinner with Bill Clinton and two underaged\nRussian women who were offered to Bill Clinton for\nsex but that Bill Clinton tumed down.\n\nSo she then put in her affidavit that\nalthough -- perjuriously, although she had seen Bill\nClinton on that island, she then stated that she had\nnot had sex with Bill Clinton. To my knowledge,\nthat was -- to my knowledge at least, that was the\nfirst time she stated that -- that she not had sex\nwith Bill Clinton, She had certainly implied, or at\nleast some of the media had inferred from her\nstatements that she may very well have observed Bill\nClinton in a sexually compromising position.\n\nSo, when | made that statement to Don\nLemon, I had a firm belief, based on reading\nnewspaper accounts and blogs, that it was true.\n\nQ. Can you identify a single newspaper that\nattributed to Virginia Roberts the statement that\nBill Clinton was with her at an orgy on Jeffrey's\nisland?\n\nA. I think there -- I don't have them in my\nhead right now. But I do recall reading headlines\nthat talked about things like, sex slave places\n\nwan nu bs ww\n\nNNNNN NFP BB BP Be Be Be eB\nWob WN OO MIAN WN FO\n\nAnd there is the possibility, which I\ndon't personally believe to be true, that he was on\nthe island. There was the possibility, which I\ndon't believe to be true, that he was on the island\nwhen orgies were taking place. There was the\npossibility that he was on the island and observed\nan orgy, and there was the possibility that he was\non the island and participated in an orgy.\n\nNewspapers picked up those stories. I'l\ngive you an example of a newspaper that actually\nsaid that that she had placed or that ] was on the\nisland and -- that I participated in an orgy along\nwith Stephen Hawkings [sic.], the famous physicist\nfrom Cambridge University, that was a newspaper\npublished in the Virgin Islands, which falsely\nclaimed that I was at an orgy with Stephen Hawkings.\n\nSo, many newspapers were suggesting,\nimplying, and I inferred from reading those\nnewspapers that that's what she had said to the\nmedia.\n\nIf I was wrong about that based on\nsubsequent information, | apologize. But 1\ncertainly, at the time I said it, believed it and\nmade the statement in good faith in the belief that\nit was an honest statement.\n\n8 (Pages 205 to 208)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010790",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010790.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4633,
    "word_count": 847,
    "line_count": 157,
    "import_date": "2025-11-19T21:47:44.970309",
    "prefix": "IMAGES-001"
  }
}