{
  "document_id": "HOUSE_OVERSIGHT_024099",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024099.txt",
  "text": "XII. ADDITIONAL INFORMATION\n\nLegal Counsel\n\nProskauer Rose LLP (“Proskauer Rose”) acts as counsel to the Fund, the General Partner and\nthe Management Company in connection with the organization of the Fund and the offering of\nLimited Partner Interests therein. Proskauer Rose also acts as counsel to the Fund, the General\nPartner, the Management Company and their affiliates in connection with investments and\nongoing operations of the Fund and other matters. In connection with the offering of Limited\nPartner Interests and subsequent advice to the Fund, the General Partner, the Management\nCompany and their affiliates, Proskauer Rose will not be representing the Limited Partners of\nthe Fund. No independent counsel has been retained to represent the Limited Partners of the\nFund. Investors are advised to seek their own counsel in connection with a prospective\ninvestment in the Fund.\n\nAccounting and Reporting\nKPMG LLP, independent certified public accountants, will report upon the financial statements\nof the Fund for each fiscal year.\n\nAvailability of Principal Agreements\n\nPrior to the consummation of the offering, the Fund will provide to each prospective investor\nand such investors’ representatives and advisers, the opportunity to ask questions regarding the\nterms and conditions of this offering and to obtain any additional information required. Any\nquestions or requests for information should be directed to Ron Hunt, New Leaf Venture\nPartners, L.L.C., Times Square Tower, 7 Times Square, Suite 3502, New York, New York 10036\n(T: 646-871-6400).\n\nNo other persons have been authorized to give information or to make any representations\nconcerning this offering, and if given or made, such other information or representations must\nnot be relied upon as having been authorized by the Fund.\n\nCopies of the Partnership Agreement and Subscription Agreement for the purchase of Limited\nPartner Interests will be made available upon request.\n\nProspective investors are urged to request any additional information they may consider\nnecessary in making an informed investment decision. During the course of the transaction and\nprior to sale, each purchaser of a Limited Partner Interest is invited to ask questions of the Fund\nManagers concerning the terms and conditions of the offering and to obtain any additional\ninformation necessary or to verify the accuracy of the information furnished in the\nMemorandum.\n\n88 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024099",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024099.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2483,
    "word_count": 375,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.698768",
    "prefix": "IMAGES-007"
  }
}