{
  "document_id": "HOUSE_OVERSIGHT_015511",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015511.txt",
  "text": "Morality Games 299\n\nWhy don’t we consider it murder to let someone die that we could have easily\nsaved? For example, we sometimes treat ourselves to a nice meal at a fancy restau-\nrant rather than donating the cost of that meal to a charity that fights deadly diseases.\nThis extreme example illustrates a general phenomenon: that people have a ten-\ndency to assess harmful commissions (actions such as killing someone) as worse, or\nmore morally reprehensible, than equally harmful omissions (inactions such as let-\nting someone die). Examples of this distinction abound, in ethics (we assess with-\nholding the truth as less wrong than lying (Spranca, Minsk, & Baron, 1991)), in law\n(it is legal to turn off a patient’s life support and let the patient die, as long as one\nhas the consent of the patient’s family; however, it is illegal to assist the patient in\ncommitting suicide even with the family’s consent), and in international relations.\nFor example, consider the Struma, a boat carrying Jewish refugees fleeing Nazi\npersecution in 1942. En route to Palestine, the ship’s engine failed, and it was towed\nto a nearby port in Turkey. At the behest of the British authorities then in control of\nPalestine, passengers were denied permission to disembark and find their way to\nPalestine by land. For weeks, the ship sat at port. Passengers were brought only\nminimal supplies, and their requests for safe haven were repeatedly denied by the\nBritish and others. Finally, the ship was towed to known hostile waters in the Black\nSea, where it was torpedoed by a Russian submarine almost immediately, killing\n791 of 792 passengers. Crucially, though, the British did not torpedo the ship them-\nselves or otherwise execute passengers—an act of commission that they and their\nsuperiors would undoubtedly have found morally reprehensible.\n\nWhy do we distinguish between transgressions of omission and commission? To\naddress this question, we present a simple game theory model based on the insight\nby DeScioli, Bruening, and Kurzban (2011). The intuition can be summarized in\nfour steps:\n\n1. We note that moral condemnation motivates us to punish transgressors. Such\npunishment is potentially costly, e.g., due to the risk of retaliation. We expect\npeople to learn or evolve to morally condemn only when such costs are worth\npaying.\n\n2. Moral condemnation can be less costly when others also condemn, perhaps\nbecause the risk of retaliation is diffused, because some sanctions do not work\nunless universally enforced or, worse, because others may sanction individuals\nthey believe wrongly sanctioned. This can be modeled using any game with\nmultiple Nash equilibria, including the Repeated Prisoner’s Dilemma and the\nSide-Taking Game. The Coordination Game is the simplest game with multiple\nequilibria, so we present this game to convey the basic intuition. In the\nCoordination Game, there are two players who each simultaneously choose\nbetween two actions, say punish and don’t punish. The key assumption is that\neach player prefers to do what she expects the other to do, which can be captured\nby assuming each receives a if they both punish, d if neither punish, b<d if one\npunishes and the other does not, and c<a if one does not punish while the other\ndoes (Fig. 4).\n\n3. Transgressions of omission that are intended are difficult to distinguish from\nunintended transgression, as is the case when perpetrators are simply not paying\n\nHOUSE_OVERSIGHT_015511",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3454,
    "word_count": 561,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.854575",
    "prefix": "IMAGES-003"
  }
}