{
  "document_id": "HOUSE_OVERSIGHT_012833",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012833.txt",
  "text": "Earthquakes, viruses, chimpanzees, and some children often cause excessive harm to innocent\nothers, at least if the focus is on numbers and the way in which death arises. The earthquake that reached\na magnitude of 7.0 on the Richter scale and demolished the capital of Haiti in 2010 took the lives of\napproximately 200,000 people, all innocent and undeserving of this natural disaster. This is excess\nbeyond what any psychopath has ever achieved. The Spanish Flu found its way into the bodies of\ninnocent people from the Arctic to the Pacific Islands from 1918 to 1920, and killed over 50 million\npeople — a death toll that is at least four times higher than what Hitler caused during his reign, and\ncomparable to that achieved by Mao Ze-Dong during his. As noted in chapter 1, chimpanzees kill at a\nrate that approximates many hunter-gatherer groups. When they kill, the frenzied attacks are over the top,\ninvolving gruesome dismemberment of their victims by biting into the face, ripping off testicles and\ndislocating limbs. By the age of 15 years, Willie James Bosket Jr had committed some 200 armed\nrobberies, stabbed 25 innocent victims, kicked a boy off of a roof to his death, and killed two men\nfollowing a failed robbery, all “for the experience.” At the level of outcomes, these are all horrific cases\nof lives lost, with some excessive in terms of numbers and others in terms of means.\n\nWe can eliminate earthquakes and other natural disasters from the list of evildoers by noting that\nthey don’t have, as their goal or as a foreseen consequence, the elimination of lives, innocent or not. They\ndon’t have goals at all. This also eliminates them from the class of victims, assuming the day comes when\nscientists can kill off earthquakes, cyclones, hurricanes, blizzards and so on before they pick up enough\nsteam to cause great harm. One might think that viruses, and their virulent partners the parasites, lack\ngoals because they lack brains. This intuition is correct anatomically, but incorrect conceptually. As the\nAmerican philosopher Daniel Dennett has noted, the beauty of Darwin’s theory of natural selection is that\nit provided a way of giving nature competence without comprehension. Thus, viruses and parasites have\ngoals without understanding at all. To survive and reproduce, they have evolved exquisite chemical and\nelectrical machines that harvest all of their host’s resources. And if making a living requires killing the\nhost, so be it. They do so without shedding a tear. No guilt, no remorse. Chimpanzees, on the other hand,\nhave goals and brains that represent them. When chimpanzees kill, their goal is not food. Their brutal\nattacks are motivated by a desire to outcompete their rivals and absorb additional resources; no one\nknows if they feel guilt or remorse. Willie Bosket’s goal was to rob two men, but when he failed, he\nturned to gratuitous violence, for the experience. Bosket certainly could, as a human, feel guilt and\nremorse, but all reports indicate he didn’t.\n\nWe can eliminate parasites and viruses from the list of evildoers and evilreceivers by noting that\nthey lack an understanding of right and wrong, and are incapable of suffering. Chimpanzees are a harder\ncase. They live in societies with norms and respond aggressively to norm transgressions, as occurs when a\n\nhigh ranking male beats a lower ranking male for trying to steal food or a mating opportunity.\n\nHauser Chapter 3. Ravages of denial 87\n\nHOUSE_OVERSIGHT_012833",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012833.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3476,
    "word_count": 576,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.516229",
    "prefix": "IMAGES-002"
  }
}