{
  "document_id": "HOUSE_OVERSIGHT_017388",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017388.txt",
  "text": "4.2.12\nWC: 191694\n\nI also knew that our Constitution said some things about religion. In our Yeshiva we learned\nmostly about the First Amendment’s protection of freedom of religion. But I started to read a\nlittle more about the Constitution and quickly learned that there were three references to religion\nin that great document of liberty. The first, in the body of the original Constitution, declared that\n“no religious test shall ever be required” for holding office under the United States. Wow, is this\nreally true? I wondered, then why hasn’t there been a Jewish president? And why is there only\none “Jewish seat” on the Supreme Court? It sure sounded to me like religious tests were being\napplied in fact, although it was unconstitutional to do so. This got me to thinking about the\ndifference between the law as written and practiced.\n\nI also discovered that the First Amendment, in addition to guaranteeing freedom of religion, had\nan awkwardly phrased guarantee which I did not understand: “Congress shall make no law\nrespecting an establishment of religion.” There were two words I didn’t understand. What does\n“respecting” mean? I had always used it to suggest a positive attitude—respect—toward others.\nClearly it had a different meaning in the First Amendment, something like “regarding.” Second,\nwhat did the word “establishment” mean? I simply had no idea and so I began to do some\nresearch. The answer was anything but simple and the meaning of the term is still not completely\nclear to me after 60 years of thinking, writing and teaching about it.\n\nSo there was some upside for me in the words “under God” being added to our pledge. It not\nonly got me thinking, it got me arguing with my friends and even with some of my teachers. It’s\nan ongoing argument...\n\nThe downside, which was evident to me even back then, was that whatever the words prohibiting\nan establishment of religion meant, they seemed incomparable with compelling every school boy\nto declare his belief in a God inserted into the pledge by Congress. So, although I believed in\nGod (or more likely never thought about any alternative), I decided never to say the words. I\ncontinued to recite the old pledge, confident that it was I, and not those who amended the pledge,\nwho were being patriotic and faithful to the meaning of our Constitution. I guess I was an early\nOriginalist in that regard, since my reading suggested to me that Jefferson and Madison would not\nhave approved of making young kids declare a belief in God.”\n\nFlashing forward a generation, my oldest son Elon, had a similar epiphany in 1970, when my\nfamily moved to California for a year so that I could take up residency in The Center For\nAdvanced Study of Behavioral Sciences at Stanford. We enrolled our kids in a Palo Alto Public\nSchool and my 8 year old son Elon got into trouble for refusing to recite the words “under God”\nin the pledge. When he came home from school, I asked him how come he had just noticed the\nwords under God, since his elementary school in Cambridge also required periodic recitations of\nthe pledge. He told me that we were at war in Vietnam and he thought the words—pronounced\nwith a Boston accent—were “under guard.” It was only a California teacher writing the words on\nthe blackboard that revealed to him that he was being required to take a pledge that included\nGod. By this time I knew that the Supreme Court had ruled that a religious objector could not be\nrequired to recite the pledge, because, as the justices put it:\n\n°° Nor would the composer of the original pledge who was an early socialist.\n\n301\n\nHOUSE_OVERSIGHT_017388",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017388.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3616,
    "word_count": 627,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.241326",
    "prefix": "IMAGES-004"
  }
}