{
  "document_id": "HOUSE_OVERSIGHT_017397",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017397.txt",
  "text": "4.2.12\nWC: 191694\n\nJustice O’Connor was not, of course, the first (or the last) public office to use Christianity in the\nof partisan politics. The issue got so bad during the 1984 presidential race that Walter Mondale\nfound it necessary to remind Ronald Reagan that in the United States the president, unlike the\nqueen of England, is “not the defender of the faith” but rather the “defender of the Constitution.”\n\nIn 2012, A Republican candidate for President, Rick Santorum, said that the concept of an\nabsolute separation of church and state, as articulated by John Kennedy when he was running for\npresident, “makes me want to throw up.” Other candidates, though expressly themselves less\ngraphically, have also railed against the separation of church and state. “Faith” has become\nsynonymous with “values” in the minds of many although there is absolutely no correlation.\nIndeed, the “values” espoused by people who would impose their faith on others are highly\nquestionable. They include denying gays the equal protection of the law, denying women (and\nyoung girls) the right to choose abortion, and sometimes contraception, even in compelling cases;\nand, often, other conservative political “values” that have nothing to do with religion, such as low\ntaxes, the right to bear arms, the death penalty and widespread censorship. The debates over\nthese issues, especially gay rights and the right to choose abortion, have become wedge\ncontroversies that are unduly influenced by the churches in violation of the spirit, if not the letter,\nof our Constitution.\n\nThe rights of gays to absolute equality\n\nWhen I was growing up, it was impermissible to use any words that were demeaning to African\nAmericans (who we called Negroes or colored), to other religions or ethnic minorities (except for\nthe Germans and Japanese during World War IJ) or to women. But insulting gay boys (we had no\nidea there even were lesbians) was perfectly acceptable. Indeed, we commonly used “the F word”\nto insult non-athletic classmates or effeminate-looking boys. We never actually met a real live\nhomosexual (at least to our knowledge) but we knew there was “something wrong” with anybody\nwho was sexually attracted to people of the same gender.\n\nOur bigotry was not religiously based, though we knew that the Bible prohibited sex between men\n(perhaps the Bible’s authors, like us, had no idea there were lesbians). We just didn’t like\n“homos.” It was as simple as that. You really do have to be taught to hate (as said the words of\na song from a show popular back in the day.) And we were taught to treat all people, except\n\ngays, equally.\n\nIt’s very different among today’s youth, at least in parts of the world that I frequent. Most young\npeople I encounter can’t even understand why anyone would discriminate against someone based\non his or her sexual orientation or preference.\n\nToday, the discrimination does seem religiously based, at least to a significant degree. The Bible\nis frequently cited as the authoritative source for condemning homosexuality, and the sanctity (a\n\nreligious term) of marriage between a man and a woman serves as the primary basis for\nopposition to gay marriage.\n\n310\n\nHOUSE_OVERSIGHT_017397",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017397.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3205,
    "word_count": 525,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.302404",
    "prefix": "IMAGES-004"
  }
}