{
  "document_id": "HOUSE_OVERSIGHT_024722",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024722.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\never, that the DEA recognized and responded to the demand for expanded registration is a significant\ndevelopment on its own, and one that we believe may signal an important redirection of DEA policy.\n\nIn October 2017, the FDA accepted GW Pharmaceuticals’ New Drug Application (NDA) for the\ncannabis-derived drug Epidiolex. The steps required to file an NDA for any drug involve extensive\ncoordination and data sharing between the FDA and the applicant; submission of the Epidiolex NDA\nis an important milestone toward FDA approval. Many observers expect that Epidiolex will be the first\ncannabis-derived drug approved by the FDA.\n\nAdditionally, the FDA published industry guidance on botanical drug development in December\n2016, several months after the DEA announced its new registration policy. The FDA guidance dis-\ncusses challenges inherent to botanical drugs, including challenges related to ensuring therapeutic con-\nsistency, and suggests certain steps to address those challenges. The FDA guidance updates and replaces\nsimilar guidance last issued in June 2004, and we believe that the timing of this update may relate to\nother cannabis-related developments at the FDA and the DEA.\n\nFederal Legalization: Predicted Developments\n\nWe predict six developments on the path to federal legalization: (1) the FDA will begin approving indi-\nvidual pharmaceutical-grade drugs derived from cannabis; (2) more states will adopt medical cannabis\nlaws; (3) more states will adopt recreational laws; (4) the FDA will adopt routine approval procedures\nfor drugs with extracts of low-THC/high-CBD cannabis varieties; (5) the FDA will adopt routine\napproval procedures for drugs with extracts of high-THC cannabis varieties; and (6) cannabis parts\nand derivatives will be removed from the CSA schedules (either incrementally, starting with CBD, or\nall at once) and will be fully legal for medical and\n\nPath to Federal Legalization\n\nrecreational purposes.\n\n. The U.S. Food and Drug Administration will We do not predict that these developments\nbegin approving individual pharmaceutical-\n\nnecessarily will occur in the order presented. We\ngrade drugs derived from cannabis.\n\ndo expect some of them to develop in parallel, and\n. More states will adopt medical cannabis\n\nnone of them depends fundamentally on any other.\nlaws.\n\nThe manner in which federal cannabis legalization\n3. More states will adopt recreational laws. actually proceeds, and the timing of any related\n. The FDA will adopt routine approval developments, are not known to us or anyone else.\n\nprocedures for drugs with extracts of Almost certainly, our predictions will prove inaccu-\n\nUST TE i es eed fe pat SHE rate in some respects. States may reverse their legal-\n\n- The FDA will adopt routine approval ization efforts. The medical efficacy of cannabis\nprocedures for drugs with extracts of\n\nmay not be proved to be significant. Cannabis may\nhigh-THC cannabis varieties.\n\nnever be legalized federally. However, we believe\n. Cannabis parts and derivatives will be\n\nremoved from the CSA schedules and will\nbe fully legal for medical and recreational\npurposes.\n\nthese developments will likely be among others\nthat lead to the federal legalization of cannabis. We\nexpand on each of these developments in the fol-\nlowing discussion.\n\n86 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024722",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024722.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3421,
    "word_count": 524,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:47.162209",
    "prefix": "IMAGES-008"
  }
}