{
  "document_id": "HOUSE_OVERSIGHT_014053",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014053.txt",
  "text": "74 CASSELL ET AL. [Vol. 104\n\napplicability to other situations), the government should have fashioned a reasonable\nway to inform the victims of the likelihood of criminal charges and to ascertain the\nvictims’ views on the possible details of a plea bargain.\n\nThe Fifth Circuit then remanded the matter to the district court to determine\nthe appropriate remedy for the violation of the victims’ rights.°\n\nThe Fifth Circuit’s decision in Dean has been cited favorably in four\nrecent district court decisions, which provides further support for the\nconclusion that the CVRA applies before charges have been filed. In\nUnited States v. Rubin,” victims of a federal securities fraud argued that\nthey had CVRA rights even before prosecutors filed a superseding\nindictment covering the specific crimes affecting the victims. Citing Dean,\nthe District Court for the Eastern District of New York agreed that the\nrights were expansive and could apply before charges were filed but were\nsubject to the outer limit that the Government has at least “contemplated”\ncharges.”\n\nSimilarly, in United States v. Oakum,” the District Court for the\nEaster District of Virginia considered a claim that CVRA nghts did not\napply until after a defendant had been convicted. In rejecting that\nargument, the court agreed with the Dean court that victims acquire rights\neven before a prosecution begins.”\n\nThe District Court for the Northern District of Indiana held to the same\neffect in In re Petersen. There, the court held that a victim’s right to be\ntreated with fairness and with respect for [his or her] dignity and privacy\n“may apply before any prosecution is underway and isn’t necessarily tied to\na ‘court proceeding’ or ‘case.””’? The court, however, found that the\n“conclusory allegations” in the victims’ petition did not “create a plausible\nclaim for relief under the CVRA.”’”°\n\n8 In re Dean, 527 F.3d at 394 (intemal citations omitted).\n\n6 Td. at 396. On remand, the district court held additional hearings in which the victims\nparticipated, satisfying their CVRA rights. See United States v. BP Prods. N. Am. Inc., 610\nF. Supp. 2d 655, 660 (S.D. Tex. 2009).\n\n70 558 F. Supp. 2d 411 (E.D.N.Y. 2008).\n\nTl Td. at 419 (internal citation omitted). Rubin’s suggestion about limitations that apply\nto pre-indictment assertions of rights is discussed at notes 184-187 and 193 infra and\naccompanying text.\n\n7 No. 3:08cr132, 2009 WL 790042 (E.D. Va. Mar. 24, 2009).\n\n8 Id, \"2,\n\n™ No. 2:10-CV-298 RM, 2010 WL 5108692 (N.D. Ind. Dec. 8, 2010).\n\n™ Td. at *2 (citing In re Dean, 527 F.3d 391, 394 (5th Cir. 2008); United States v. BP\nProds. N. Am. Inc., H-07-434, 2008 WL 501321 (S.D. Tex. Feb. 21, 2008)).\n\n7° Id. Petersen also held that one specific CVRA right—the right to confer—only\napplies after charges have been filed. Jd. But the authorities Petersen cites for that\nproposition prove no such thing. Confusingly, Petersen cited the Fifth Circuit’s ruling in\n\nHOUSE_OVERSIGHT_014053",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014053.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2962,
    "word_count": 486,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.581581",
    "prefix": "IMAGES-002"
  }
}