{
  "document_id": "HOUSE_OVERSIGHT_011822",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011822.txt",
  "text": "/ BARAK / 65\n\nunreasonable guess, since both of us were grinning throughout. Others concluded\nthat because each of us was trying to nudge the other to go in first, it was a sign of\nunderlying conflict: neither of us wanted to allow the other the privilege of\nappearing to be polite. Still others, bizarrely, said that it was an ornate Middle\nEastern power play, with the aim of demonstrating that / was ultimately in control\nof proceedings. In fact, it would turn out to be a singularly apt image of what\nhappened in the days that followed: a reluctant Arafat, an engaged and expectant\nPrime Minister of Israel, a smiling and hopeful Clinton.\n\nWe did begin on a note of optimism. In my opening statement, I said: ““Now is\nthe time for us to make a peace of the brave, to find a way to live together side by\nside with mutual respect, and to create a better future for our children.” Arafat said\nhe hoped that the peace Begin and Sadat had made at Camp David would prove an\nauspicious example. “With the help of President Clinton, we could reach a deal\nthat is good for both sides.”\n\nBut it was going to take more than noble words. The details of a peace treaty, or\neven a framework agreement, were going to require negotiation. Both Arafat and I\narrived fully aware of the shape of the “hard decisions” I’d referred to months\nearlier when we met in Oslo. On his side, it would come down to whether he was\nprepared for a comprehensive, final peace. A true “end of conflict,” with no get-out\nclauses, no strings left untied, no further claims on either side. In concrete terms,\nthis would mean abandoning his claim for a notional hundreds of thousands of\nPalestinian refugees to resettle inside the pre-1967 borders of the State of Israel.\nAnd what were Israel’s difficult decisions? In return for the end of conflict, I\nwould have to deal away the maximum possible part of the West Bank, certainly\nwell above the 80 percent I’d quoted Shimon Peres as suggesting when I’d first\nmet with President Clinton. I would have to accept the idea of land swaps, if\nnecessary, in order to bring the overall percentage as near as possible to the\nequivalent of the whole of the West Bank. I would have to be flexible on the\narrangements to ensure Israeli security oversight over the Jordan Valley. And if a\ntrue peace was really on the table, both Arafat and I would have to consider some\nform of compromise on the most emotionally and symbolically difficult issue of\nall: the future governance of Jerusalem.\n\nOn the first evening, we met as an Israeli delegation to discuss our position for\nthe days ahead. Gili Sher and Danny Yatom helped me keep a clear overall picture\nof proceedings throughout the summit. Our secure landline was operated by a Shin\n\n351\nHOUSE_OVERSIGHT_011822",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011822.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2766,
    "word_count": 494,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.502959",
    "prefix": "IMAGES-001"
  }
}