{
  "document_id": "HOUSE_OVERSIGHT_030775",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030775.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 1/18/2018 2:12:02 PM\nTo: Michael Wo! ft a\nSubject: Re:\n\nImportance: — High\n\nwe discussed what color shirt he should wear at the hearing. :)/. as you recognize there is the one major\ninflection point. . congress has begun the long process of trying to get answers from him. . invitation.\nsubpoena. future contempt. wh responding . executirve privlege. . special counsel rules different but either\nvery short or very long.\n\nOn Thu, Jan 18, 2018 at 9:08 AM, Michael Wolff [i wrote:\n\nBannon's \"nationalist-populist” platform is coherent, rational, and, apparently appealing to a great many\npeople. I can't see why at this point he wouldn't want to use his world-stage stature to make an argument for it\nand to claim leadership of it. What does he have to lose? What else is there, except to suck up to Trump, and\nget the chance to be manhandled by him again?\n\nOn Thu, Jan 18, 2018 at 8:54 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nGreat.\nIm thrilled for you. At the moment he’s coming tomorrow night\n\nOn Thu, Jan 18, 2018 at 8:42 AM Michael Wolff ( wrote:\n\nAll good. I am everybody's darling. Have to keep reminding people that I am actually quite unpopular.\nApparently thing of the past--for now (excepting among a small circle of journalists). Ira Rosen, a 60\nMinutes producer and a friend of Bannon's, came with a message from SB: \"You own me a few million.”\nRosen also says he believes SB now weighing the strategy of making a formal and public break with Trump.\nI can't get together today because I have to leave for DC at 11AM to speak to 800 book buyers (not to\nmention pre-signing 800 books). Then tomorrow AM to LA to do Bill Maher show. Making money is hard\nwork,\n\nOn Thu, Jan 18, 2018 at 7:38 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nhow was it.? why dont you stop by today so we can script tomorrow. - assuming no change. . prefer no\ndetails on email\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_030775",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030775.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2538,
    "word_count": 429,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.895029",
    "prefix": "IMAGES-011"
  }
}