{
  "document_id": "HOUSE_OVERSIGHT_012086",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012086.txt",
  "text": "CHART 2: THE LI KEQIANG INDEX VERSUS CHINESE REAL GDP GROWTH\n\n30%\n\n16%\n15%\n9\n25% 1aBe\n20% 13%\n12%\n15% 11%\n10%\n10% 9%\n8%\n0,\n5% ai\n0% ov\n\n2006 2007 2008 2009 2010\n\nML) Kegiang Index (Left Hand Side)\n\nFurthermore, CHART 3 shows that, directionally, the Li Keqiang\nIndex maps pretty well to the ebb and flow of Chinese property\nprices, confirming the thesis that property prices have much\nimpact on the Chinese economy.\n\nA close examination of CHART 2 raises an interesting observation:\nLately, the Li Keqiang Index has accelerated much more than the\nreported GDP growth. One could surmise that China’s actual\nGDP growth (measured on a year-over-year basis rather than on\nan annualized sequential change) may have been greater than\nthe reported 6.9% in the first quarter of 2017. This could be\nrationalized by the conjecture that the actual growth in early\n2016 may have been lower than the reported 6.7%.\n\nOne indicator of China’s strong growth is the year-over-year\nchanges in its imports as shown in CHART 4. Imports surged\n24% year-over-year in U.S. dollar terms, and 31% in renminbi\nterms during the first quarter of 2017. To be fair, part of the\nsurge was due to the rebound in commodity prices. However,\nChina’s $58 billion import from Germany and Japan, two non-\ncommodity countries, was still up an impressive 17% year-on-\nyear. In the first quarter of 2016, China’s imports from those two\ncountries had declined 10%.\n\n2011\n\nMlle Chinese Real GDP Year-over-Year (Right Hand Side)\n\n2012 2013 2014 2015 2016 2017\n\nSource: Bloomberg\n\nWe believe China’ strong reflation, thanks to the infrastructure\nbuildout and the unprecedented property price increases in\nmajor cities, may have been the most impactful yet under-\nappreciated catalyst that fueled the synchronized global\neconomic recovery since the summer of 2016. The good news\nis that China’s growth is likely to remain healthy for the\nremainder of 2017, as stability is paramount ahead of the\nquinquennial power transition this autumn. However, the\nuncertainty starts to rise as we look beyond 2017.\n\nShadow Boxing\n\nOver the past few years, China watchers have been urging\nChinese policymakers to introduce bold reforms and market\nforces to tackle the country’s rapidly growing leverage, over\ncapacity, and housing bubble. However, with stability being of\nutmost importance, policymakers could not afford to take a\nchance with the market's invisible hand. Tough reforms in the\ncontext of slowing economic growth also ran the risk of\njeopardizing social stability. Now, however, with the economy\nona much stronger footing, Chinese policymakers have started\nto push through some needed reforms.\n\nCHART 3: LI KEQIANG INDEX VERSUS YEAR-OVER-YEAR PRICE CHANGE IN CHINESE PROPERTIES\n\n30%\n25%\n20%\n15%\n10%\n\n5%\n\n0%\n-5%\n-10%\n\n2005 2006 2007 2008 2009 2010\n\nMumm || Kegiang Index\n\nGLOBAL FORESIGHT THIRD QUAPTER 2017\n\n2011\n\nMls «Year-over-Year Price Change in Chinese Properties\n\n2012 2013 2014 2015 2016 2017\n\nSource: Bloomberg\n\nHOUSE_OVERSIGHT_012086",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2998,
    "word_count": 485,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:46.040341",
    "prefix": "IMAGES-001"
  }
}