{
  "document_id": "HOUSE_OVERSIGHT_013533",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013533.txt",
  "text": "matter. Their eyes darted back and forth across my face, not stopping at my eyes,\nas though checking for danger. It felt like a strange mix of physical clinging and\ninterpersonal distantiation. Many articles in the International University Press’s\nPsychoanalytic Studies of the Child book series, described these prematurely\nformed child personality types: the paranoid scouts, the detached as /f children\npretending to feel, the desperate to please obsessionals, the charismatically\nseductive hysterics and the unconscionable psychopaths.\n\nExperiments simulating trauma and neglect in young animals also\ndemonstrate acceleration in biobehavioral development. Possibilities, the number of\navailable states, ©, brain entropies as S = log Q, become casualties of traumatic\nand neglected early life. Like one trick ponies, these abused and abandoned\nchildren take up singular patterns of behavior that seem to work and stick to them.\nOne doesn’t anticipate seeing such narrowly fixated personality patterns until late\nadolescence or adulthood. They appear at ages too young to qualify for the\ncharacter pathology coding of the Diagnostic and Statistical Manual IV. Yet the\nlabels of adult personality disorder seem inescapable when one sees a four-year-\nold child trapped in a compulsive hand washing ritual or a panty flashing five-year-\nold girl with a seductive gait.\n\nFour-year-old Alicia rubbed the lumps in my right hip pocket containing\ncaramel candies. Her blue eyes twinkled. Her long blonde hair was in bangs and\nher lips in a pout. She kept a hand on her hip and tilted her pelvis as she spoke.\nListening to children’s stories, she straddled the reader's thigh and rocked. Alicia\nhad a history of sexual abuse in a home that was a hang out for drug dealers. There\nwere rumors that she talked to strange men late at night on the phone. On\nadmission to the Center, she was found to have genital herpes. Both of her parents\nhad been in and out of prison for drug-related crimes. The Center’s staff spoke of\nAlicia’s seductive smiles, incessant demands, irritable complaints and tantrums.\nWith the back of her hand held against her forehead, she said that it was too hot to\npick up the toys she had scattered around the fenced yard. Ordered to comply,\nAlicia took three steps into Florida’s summer heat and fainted. Each morning, she\n\nspent the better part of an hour in front of the mirror, trying on all four of her dresses\n\n33\n\nHOUSE_OVERSIGHT_013533",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2457,
    "word_count": 398,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.499802",
    "prefix": "IMAGES-002"
  }
}