{
  "document_id": "HOUSE_OVERSIGHT_025031",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025031.txt",
  "text": "As these narratives (“Our courts will never allow that,” “As a superpower we will always be able to win any\nfight we put our minds to,” “Assimilation will ensure Muslims are westernized” ...) gain consent from\nothers they tend to guide us deeply and become infused on our policies. Ultimately, what emerges is a\nrelationship we take with our Islamic Enemy that parallels that between an addict and an enabler.\nEmblematic of this relationship is the “transfer of responsibility” in which we assume responsibility for the\nenemy’s behavior who is addicted to transferring it away from itself. The Control Factor actively maintains\nthis relationship and makes changing that relationship as difficult a chore as any addict finds in breaking his\naddiction. And just as an addict needs to devote serious effort and con sciousness to his addiction, so must\nwe devote great energy to unders tanding how the Control Factor ultimately sabotages us.\n\nFP: Describe the threat we face in our Islamic enemy. And you talk about the three levels of jihad against\nus. What are they?\n\nSiegel: Simply stated, our Islamic Enemy seeks the totalitarian domination of Islam throughout the world —\nIslamic supremacy. It seeks to have the West submit to Islam. Obviously, this does not mean that everybody\nbecomes a Muslim. Islam, in all its varied expressions, permits dhimmis- those Christians, Jews, and some\nothers who are permitted to remain as protected non-Muslims as long as they submit to an inferior status.\nWhat is critical is that Shariah (Islamic Law) ultimately rules the world.\n\nJihad, loosely, is the effort/struggle to see this vision through. The most obvious method of Jihad is through\nviolence; it is the one most familiar to most Westerners and almost all of the Koranic references to Jihad are\nbased in violence. The Violent Jihad includes al-Qaeda and its offshoots as well as other groups that\nformed around the globe independent of al-Qaeda. It also obviously includes the violence from Islamic\nnations such as the Islamic Republic of Iran whose constitution specifies such vision. It also includes,\nhowever, various militant groups and training camps here in the US as well as ad hoc efforts of individuals.\n\nSince 9/11, there have been something in excess of 15,000 Violent Jihadic attacks across the globe.\nHowever, as terrible as this is, we have a tendency in the West to think that the only dimension of threat we\nface comes from violence. While the Bush administration helped initiate this thinking, the Obama\nadministration has actively abused it by limiting any discussion of the threat we face to al-Qaeda and some\nother terrorist groups abroad. As frightening as these groups are, we can get some ease from thinking they\nare a band of “extremists limited in number, weaponry, sophisticati on, and means. Stunningly, Hillary\nClinton recently estimated that there are only about 50,000 “homicidal” violent extremists around the world\nwho simply have been able to project power much greater than their number should allow. Here the Control\nFactor makes the threat appear more easily manageable.\n\nJihad, however, is pursued in other often even more effective ways which I have grouped into three\n“levels.” A second more insidious level of threat is what the Muslim Brotherhood itself called the\n“Civilization Jihad.” It is the effort to infiltrate all aspects of our society, peacefully according to our laws,\nin order to later be in position to sabotage and destroy it from the inside. The Civilization Jihadists have\nlearned the culture and rules of the territories they seek to command and use those rules to maneuver—\nspecifically using our freedoms to destroy our freedoms. They use “lawfare” to seek changes in our laws so\nas to push Shariah into our society. Your readers should read Daniel Pipes and Brooke Goldstein’s Lawfare\nProject material and others to fully appreciate how cancerous this activity has become. This includes\nintimidating in a variety of ways anyone who speaks out against them or Islam and seeking to squelch our\ntreasured broad right to free speech so as to ultimately prevent any criticisms of Islam. Once criticism of\nIslam is prohibited, little can stop it from cascading throughout the culture.\n\nThe Civilization Jihad includes situating such Jihadists in critical positions in the society, in the\ngovernment, in the legal system, the military, and elsewhere. It includes the control over university\nprograms that distribute propaganda about Islam and Islamic history which then filters down throughout\ntextbooks for even younger students. It includes control over most of the nation’s mosques and local Imams\nguiding the mess ages engaged Muslims are receiving. Most troublesome are the Muslim g roups (CAIR,\nISNA, MSA and others associated and/or joint venture partners with the Muslim Brotherhood) supposedly\ninterested in “outreach” which know how to appear Westernized and interested in the goals of Western\nCivilization. They have fooled a large part of our authorities and media due in part to their patience and\n\nHOUSE_OVERSIGHT_025031",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5083,
    "word_count": 820,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.726486",
    "prefix": "IMAGES-008"
  }
}