{
  "document_id": "HOUSE_OVERSIGHT_024546",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024546.txt",
  "text": "k12 Summary Historical and Projected Financial Information\n\nFiscal Year Ended June 30,\n\n($ in millions) 2002 2003 2004 2005 2006P 2007P\n\nRevenue $6.7 $30.9 $71.4 $85.3 $1160 $132.2\nGrowth 362.1% 131.0% 19.5% 36.0% 14.0%\n\nOperating Income ($30.4) ($28.0) ($6.9) ($3.3) $2.0 $6.4\nOperating Income (454.3)% (90.4)% (9.7)% (3.8)% 1.7% 4.8%\nMargin\n\nEBITDA ($28.6) ($25.1) ($2.0) $2.2 $5.7 $12.3\nEBITDA Margin (427.9)% (87.1)% (2.8) % 2.6% 4.9% 9.3%\n\nNet Income ($30.4) ($28.4) ($7.4) ($3.5) $1.3 $5.2\nNet Margin (454.5) % (91.7)% (10.4)% (4.1)% 1.1% 3.9%\n\nHistorically, the majority of k12’s revenue has been from virtual schools and district-managed virtual\nprograms. Traditionally, k12’s revenue growth has been driven by three major factors; (i) the addition of\ngrades, (ii) the addition of states and (iii) same-store growth in existing states.\n\nIn 2002 k12 began operations in two states (Colorado and Pennsylvania). In 2003 revenue grew to $30.9\nmillion from $6.7 million during the 2002 fiscal year end. Growth was due to the addition of four new\nstates (Ohio, Idaho, California and Arkansas), three new grades and same store sales growth of\napproximately 40%. During 2004 revenue increased by 131.0% to $71.4 million. Revenue growth during\nthe 2004 fiscal year was due to the addition of five new states (Minnesota, Arizona, Florida, Wisconsin\nand the District of Columbia) and two new grades. During the 2005 fiscal year k12 began to concentrate\non leveraging its scale to achieve profitability by slowing down curriculum production and not aggressively\npursuing new states. Revenue grew at a slower rate, but profitability increased as the growth in the\nexisting states continued. Existing state growth is more profitable than new state growth because each\nnew state requires a significant amount of fixed overhead to be added.\n\nThe projections of financial results presented above are based on the development and expansion of\nk12’s operations in existing states and grades. Key growth drivers in the near term are expected to\ninclude high same-store growth rates and k12's ability to leverage its existing infrastructure for margin\nimprovement. Future drivers of growth at k12 which are not included in the projections are expected to\ninclude the addition of new states. In 2006, k12 opened in Texas, Wyoming and Washington. More\nrecently, the Chicago school board approved a virtual public school for the city of Chicago that will be\nmanaged by k12. k12 also received a charter in the Sacramento area of California that will allow it to\nserve a large area in California that it cannot currently serve. 12 is currently continuing to pursue\nopportunities in several other states.\n\nUnder k12’s current revenue recognition policy, revenues are principally earned from contractual\nagreements to provide on-line curriculum, books, materials, computers and to manage and operate virtual\ncharter schools. In most contracts, k12 is responsible to the charter schools for all aspects of the\nmanagement of schools, including but not limited to the monitoring of the academic achievement of the\nstudents, training, and compensation of school personnel; and procurement of curriculum and equipment\nnecessary for operations of the schools. The schools receive funding on a per student basis from the\nstate in which the charter school or school district is located. Where k12 has determined that they are the\nprimary obligor for substantially all expenses under these contracts, k12 records the associated per\nstudent revenue received by the school from its state funding school district up to the expenses incurred\nin accordance with Emerging Issues Task Force (EITF) 99-19, Reporting Revenue Gross as a Principal\nVersus Net as an Agent. k12 has generally agreed to fund any operating losses of the schools in a given\nschool year; however, k12 is not entitled to any revenue in excess of expenses incurred on its contracts,\n\n113\n\nHOUSE_OVERSIGHT_024546",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024546.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3946,
    "word_count": 619,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.976294",
    "prefix": "IMAGES-008"
  }
}