{
  "document_id": "HOUSE_OVERSIGHT_029333",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029333.txt",
  "text": "RAFANELLI\n\nBilly Evers\nBiography\n\nIn the eyes of Billy Evers, inspiration is everywhere. Art, theater, fashion and music are\nall fair game; they’re the moving parts of what makes an event come together as a\nwhole. As creative director at Rafanelli Events, Billy takes each occasion that he plans\nand carefully balances the details. Whether he’s dreaming up a wedding in Maine or a\nmulti-million dollar hospital fundraiser, his role is to create, to imagine and to edit, from\nthe very first client interaction until the final guest goes home. “The events we create are\nalways evolving,” Billy says. “The tweaking, the adding, the making sure everything’s\nprecise—it’s something | pride our company on. We're always perfecting what we do.”\n\nBilly first teamed up with Bryan Rafanelli 10 years ago, only a few years after the\ncompany’s inception in 1996. “I was living in New York, but would come to Boston\nsocially,” Billy says. “Bryan asked me to help out and things literally went from zero to\n100 in six weeks. Before | knew it, | was living here, an extremely active member of\nBryan’s growing team.”\n\nBilly’s background lends itself well to his role at Rafanelli. Prior to joining Bryan’s team,\nhe worked for a number of years in New York, running a high-end fashion boutique on\nMadison Avenue. This experience allowed him to travel the world, exposing him to an\nendless range of arts and culture. “All of it, together, has become the perfect resume for\nwhat | do now,” Billy says. “When | see a room, | see it in a theatrical way. | draw from\nmy love of film, my reservoir of experience in art and fashion, my passion for music.”\n\nAll of these influences play an invaluable role in Billy’s creative process. “I get involved\nwith film, photography, fabric, accessories, lighting, the smell of a place—the entire\nsensory experience,” he says. But beyond the individual details, Billy is responsible for\ndreaming up a concept. “Rafanelli is unique in terms of how broad our range is and what\nwe’re capable of doing,” he says. “We’re so not about ‘just a party’. What we're doing is\na whole new style of event. Concepting and branding meet smart design, value and\nintegrity. | love the challenge of it all.”\n\nHOUSE_OVERSIGHT_029333",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029333.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2230,
    "word_count": 382,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.207114",
    "prefix": "IMAGES-010"
  }
}