{
  "document_id": "HOUSE_OVERSIGHT_018519",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018519.txt",
  "text": "But this whole \"clean\" and \"dirty\" thing, it doesn't make any sense outside my own body,\nmy own head. It's hard to explain it. It helps that the BDSM community tends to frame\npain in terms of techniques and less-subjective adjectives, using words like \"sharp\" or\n\"sting\" or \"thud.\" (A lot of people think of \"sharp\" and \"sting\" as the same sensation. I\nusually separate them a bit more, but I'm not sure how many other people separate them.)\n\nThe BDSM and polyamory writer Franklin Veaux defines \"thud\" as \"sensation of heavy,\ndull impact” and defines \"sting\" as \"sensation of quick, sharp pain.\" These words are\nmost often applied to floggers (implements for hitting people, e.g.: \"this is a thuddy\nflogger\"), but sometimes the words are used for other things too. I've found that I\ngenerally prefer thuddy-type pain, for example, but it took me a long time to figure that\nout, because there are so many specific sharp sensations that I love.\n\nOkay. Now for emotions. This is the really hard part.\n\nA while back I got an anonymous comment on my coming-out story that I absolutely\nlove. Here's a quotation from the comment:\n\nWhen it came to it, very little about the reality [of BDSM] matched my fantasies. Oh,\nsometimes what we did matched the way a real-life even can match a fantasy. There were\nmoments that were... Transcendental.\n\nBut there were many more moments that... were deeply, deeply conflicted. NEVER\nexpected to feel that much... anger... toward someone dominating me and inflicting pain.\nI expected it to be a relief. I didn't expect to wrestle with hatred.\n\nHe liked to slap my face. Everytime he did it I would feel this burst of pure hatred. At one\npoint he asked if I liked it. I said, \"No. I hate it. But I don't want you to stop doing it.”\n\nI can't remember right now if any other \"coming out\" story I've ever read included such a\nvisceral description of anger. Of course, I think the last time I read one I hadn't\nexperienced it myself. Maybe I never noticed it before, but noticed it this time because it\nresonated with me. But mostly I remember those stories mentioning fear, shame, worry,\nand embarrassment.\n\nThe events in my coming-out story took place years ago, and my feelings about BDSM\nare really different now. I remember that I was conflicted, furious, resentful. But at the\nsame time, I have often thought that much of my anger and resentment was due to the\nfact that Richard -- my first intense BDSM partner -- was not emotionally available. I\nneeded support that he didn't give me. (To some extent because neither he nor I\nrecognized how much support I needed.) And, of course, much of that anger was due to\nthe fact that I couldn't deal with BDSM. I was fighting back against my sexuality, and felt\nunable to take ownership of it.\n\nAs I settled my feelings and reconciled myself to my sexual identity, my emotional\nreactions became a whole different ball game. (It helped that I dated a string of men who\nwere more emotionally available and assisted me with emotional processing, too.) It\nturned out that the rage that I had suspected was inextricable from BDSM was, in fact,\nentirely possible to separate. I entered a stage where I learned how to avoid that anger. To\nwork around it. I learned to sink myself into fear and desperation, which I love, and\n\nHOUSE_OVERSIGHT_018519",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3316,
    "word_count": 585,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.066008",
    "prefix": "IMAGES-005"
  }
}