{
  "document_id": "HOUSE_OVERSIGHT_013049",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013049.txt",
  "text": "7.2 A Simple Formal Agents Model (SRAM) 133\n\nOne additional aspect of CogPrime’s knowledge representation that is important to PLN is\nthe attachment of nonnegative weights n; corresponding to elementary observations o;. These\nweights denote the amount of evidence contained in the observation. For instance, in the context\nof a robotic agent, one could use these values to encode the assumption that an elementary visual\nobservation has more evidential value than an elementary olfactory observation.\n\nWe now have a model of an agent with long-term memory comprising procedural, declarative\nand episodic aspects, an internal cognitive workspace, and the capability to use procedures to\ndrive actions based on items in memory and the workspace, and to move items between long-\nterm memory and the workspace.\n\n7.2.2.1 Modeling CogPrime\n\nOf course, this formal model may be realized differently in various real-world AGI systems. In\nCogPrime we have\n\ne a weighted, labeled hypergraph structure called the AtomSpace used to store declarative\nknowledge (this is the representation used by PLN)\n\ne acollection of programs in a LISP-like language called Combo, stored in a ProcedureRepos-\nitory data structure, used to store procedural knowledge\n\ne a collection of partial “movies” of the system’s experience, played back using an internal\nsimulation engine, used to store episodic knowledge\n\ne AttentionValue objects, minimally containing ShortTermImportance (STI) and LongTer-\nmImportance (LTT) values used to store attentional knowledge\n\ne Goal Atoms for intentional knowledge, stored in the same format as declarative knowledge\nbut whose dynamics involve a special form of artificial currency that is used to govern action\nselection\n\nThe AtomSpace is the central repository and procedures and episodes are linked to Atoms\nin the AtomSpace which serve as their symbolic representatives. The “workspace” in CogPrime\nexists only virtually: each item in the AtomSpace has a “short term importance” (STT) level, and\nthe workspace consists of those items in the AtomSpace with highest STI, and those procedures\nand episodes whose symbolic representatives in the AtomSpace have highest STI.\n\nOn the other hand, as we saw above, the LIDA architecture uses separate representations for\nprocedural, declarative and episodic memory, but also has an explicit workspace component,\nwhere the most currently contextually relevant items from all different types of memory are\ngathered and used together in the course of actions. However, compared to CogPrime, it lacks\ncomparably fine-grained methods for integrating the different types of memory.\n\nSystematically mapping various existing cognitive architectures, or human brain structure,\ninto this formal agents model would be a substantial though quite plausible exercise; but we\nwill not undertake this here.\n\n7.2.3 The Cognitive Schematic\n\nNext we introduce an additional specialization into SRAM: the cognitive schematic, written\ninformally as\n\nHOUSE_OVERSIGHT_013049",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013049.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3004,
    "word_count": 442,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.480954",
    "prefix": "IMAGES-002"
  }
}