{
  "document_id": "HOUSE_OVERSIGHT_014333",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014333.txt",
  "text": "Chart 29: What is the single biggest factor that would prevent you from buying or increasing\nexposure to FHB?\n\n45%\n40%\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\nFHB's premium valuation Exposure to the auto sector —_ Liquidity overhang tied to a\nsingle large shareholder (BNP\nowns 82% of shares o/s)\n\nSource: BofA Merrill Lynch Global Research\n\nChart 30: What would you like management to prioritize in 2017?\n\n40% 38%\n35%\n30%\n25%\n20%\n15%\n10%\n\n5%\n\n0%\n\nManaging core Increase its dividend Initiate a stock buyback Pursue M&A\nexpense growth to —_ payout to over 50% of program opportunities\nunder 2.5% earnings\n\nSource: BofA Merrill Lynch Global Research\n\nGreat Western Bancorp (GWB), B-1-7, Buy\nGWB sees three potential benefits following the US presidential election\nresults. Chief Financial Officer Peter Chapman sounded optimistic that clarity\naround the corporate tax policy could act as a much needed impetus to spur lending\nactivity. Secondly, current prospects for Head of Ag under the new administration\nare viewed as a net positive for the industry. Lastly, while GWB has already begun\nto see regulatory costs increase now that they’ve exceeded $10bn in assets,\nmanagement could see a potential for compliance costs to rationalize should the\nnew administration reform the regulatory framework.\n\n= _Management’s revised growth rate outlook was meant to level set\nexpectations. During its 3Q16 earnings call, management tempered loan growth\nexpectations slightly to “mid-single” digits for FY16 vs. “mid-to-high” single digits.\nInterestingly, this was the number one reason among investors polled as to why\nthey were hesitant to increase their exposure to GWB. That said, management\nsounded optimistic about the growth opportunities within its AZ and CO markets.\nWhile growth in C&I should see continued momentum, management noted\nincreased competition around pricing as banks tapped out of the CRE markets look\nto make C&I loans. On CRE, GWB sees itself as a potential beneficiary from pullback\nby some of its competitors. While management was generally constructive of the\n\nBankof America isa\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 19\n\nHOUSE_OVERSIGHT_014333",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014333.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2186,
    "word_count": 343,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.013980",
    "prefix": "IMAGES-002"
  }
}