{
  "document_id": "HOUSE_OVERSIGHT_010838",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010838.txt",
  "text": "113\n\no22017 1 Jeffrey Epstein where -- where this seemed to be going\n22019 2 onand was very close to Epstein, staying at the mansion\n022022 3 frequently.\n\n022023 4 And so she would, obviously, be -- I guess if\n022023 § you have Epstein at the -- the top of the -- you know,\no22027 § the kingpin of the operation, Maxwell would be, you\n022030 7 know, a close second or certainly at, you know, the\n022032 § higher echelon.\n\n22033 9 So, obviously, someone who would have, you\n22035 10 know, very significant information about, you know, the\n022033 14 sex trafficking, who were the other people that the --\n022041 12 the girls were being trafficked to, what kind of abuse\n02:20:43 13 was going on, you know, what kinds of sex toys were\n022046 14 being used to abuse them, because I think it was in her\n022048 15 room or -- or adjacent to her room that many of these --\no22082 16 these devices were located, and so she would have had\n022055 17 very significant information to provide.\n\n02.2057 18 And so in connection with the civil cases\n\n022100 19 that some of the girls had filed against Mr. Epstein,\n022102 20 her deposition was set, in fact, by my co-counsel,\n\no22105 21 Mr. Edwards, and then there was some haggling over a\no22i10 22 confidentiality agreement, you know, what are we\n\no2212 23 gonna -- and that had all been worked out, and then she\no22i14 24 was set for a deposition and finally agreed, you know,\no22116 25 to a deposition.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n114\n\nzai 1 And just shortly, you know, I think a couple\neza1e 2 of days before that deposition, she canceled. And well,\n022123 3 she didn't cancel. Her -- her attorney called to cancel\n022123 4 the deposition and represented that Miss Maxwell was\no2z2120 5 outside the United States of America and had no plans to\no22133 § return back to the United States.\n\no22i35 | 7 And $0, at that point, the deposition was --\no22140 8 was not able to go forward. But it turned out that she\no22143 9 had not left the United States for an extended period of\no22146 10 time. She was spotted later at a wedding of a prominent\no22140 11 person in New York.\n\nozaiso 12 And so that was Maxwell fitting into this\n\n02:21:52 13 pattern of, you know, Epstein was being told -- you\n\n02:21:56 14 know, the Palm Beach Police Department being told by\n022157 15 Dershowitz that Epstein will answer your questions, and\no22200 16 then, you know, not -- not getting information, Maxwell\n022203 17 evading the deposition.\n\n022206 18 Jean Luc Brunel was another person who seemed\no22200 19 to be very much involved in -- in trafficking the girls,\no2z2210 20 and it was the same situation. A deposition was set to\n022213 21 ‘try to get answers, you know, who is involved, which\n022216 22 girls are involved, what are their names, what's -~\n\n022217 23 what's going on?\n\no2:22:18 24 And so Brunel's deposition is set and then\n022223 25 he -~ he finagles out of it too. I don't recall exactly\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n29 of 38 sheets\n\n02:22:28\n\n02:22:31\n\n02:22:33\n\n02:22:35\n\n02:22:39\n\n02:22:38\n\n02:22:42\n\nON OO hw NH a\n\n02:22:44\n\n©\n\n02:22:46\n10\n\n02:22:52 1 1\n\n02:22:49\n\no222s7 12\no2zese 13\no22a01 14\noz2303 15\n\no2a30s 16\n22011 17\n22313 18\n022317 19\n022318 20\noz2a1e 24\no22a2 22\n022326 23\noz2a28 24\noz2a34 25\n\n02:23:38\n02:23:43\n02:23:47\n02:23:52\n02:23:54\n02:23:57\n\n02:24:00\n\nOn Oa h WH =\n\n02:24:01\n\no\n\n02:24:03\n10\noz2ao7 14\nor2a1 12\ne22ate 13\ne227 14\n15\n16\n17\no22427 18\n022431 19\noz2aa7 20\noz2aas 21\nor2aa7 22\noz2aag 23\nerase 24\noz2ase 25\n\n02:24:05\n\n02:24:19\n\n02:24:21\n\n02:24:24\n\nPage 113 to 116 of 151\n\n115\n\nwhat his excuse was, but, you know, evaded the\ndeposition and, in fact, later information came to light\nhe was hiding out in, you know, in the mansion of\nEpstein while he's claiming he's unavailable for -- for\ndeposition.\n\nSo -- so this pattern of Mr. Dershowitz, you\nknow, where there were three attempts to obtain\ninformation from him, if that's all I had, I guess that\n\nwould have been one thing. But what I had was a pattern\n\nof people who were implicated in this sex trafficking\n\nring evading questions, you know, quite in violation of\n\ncourt orders and depositions and things -- I shouldn't\n\nsay court order -- in violation of the deposition\n\nnotices that were being sent and agreements being made,\n\nyou know, through counsel.\nAnd then in addition to that, I had this, so\n\nwhy -- why would you think that, you know, there's this\n\nsex trafficking, you know, ring going on? It sounds\nkind of farfetched.\nWell -- well, one of the things that I had\n\navailable to me on December 30th was a photograph that\n\nwas widely available on the Internet, and that\n\nphotograph depicted three people.\n\nIt depicted Glenn Maxwell, Prince Andrew, and\nVirginia Roberts, and the -- at the time that it looked\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n116\nlike Virginia Roberts was an underage girl. She was not\ndressed in formal attire. And Prince Andrew had his arm\naround her, I think if memory serves, and right next --\nsmiling in the background is Miss Maxwell, and it\nappeared that that was a private residence, presumably\nin London, close to Buckingham Palace where ~~ where\nPrince Andrew lived.\n\nAnd so here was Prince Andrew with this\nunderage girl with Glenn Maxwell, the -- the right-hand\ngirl, if that's the right expression -- I probably\nshould say -- strike that -- right-hand woman of --\nof -- of Mr. Epstein -- that were there and somebody had\ntaken the photograph.\n\nGiven the surrounding circumstances, I\nthought perhaps Mr. Epstein had taken the photograph.\nSo that would have shown Virginia Roberts's sexual abuse\nwas not confined just to Florida, not confined to the\nNew York mansion; it would have -- it would have\npresumably continued into London where one of, you know,\nthe highest, most powerful persons in the governmental\nstructure that -- that exists in England was now\ninvolved in -- in sexual abuse.\n\nAnd so that created grave concern about, how\nfar did this sex trafficking ring reach; what were their\nconnections; what were their abilities to influence, you\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n10/20/2015 01:07:28 PM\n\nHOUSE_OVERSIGHT_010838",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010838.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6146,
    "word_count": 1095,
    "line_count": 243,
    "import_date": "2025-11-19T21:47:44.157008",
    "prefix": "IMAGES-001"
  }
}