{
  "document_id": "HOUSE_OVERSIGHT_029931",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029931.txt",
  "text": "livered to the government by members of\nthe Black Panther Party,” he told me.\nEven that didn’t work. The Chinese de-\nnied the request, and Kaptchuk spent\nmuch of the next decade studying in\nMacau.\n\nToday, it is hard to imagine Ted\nKaptchuk as a radical, let alone a fugitive.\nHe is an observant Jew who wears a yar-\nmulke on top of a shaggy bowl haircut\nthat looks as if he'd copied the Beatles,\ncirca 1964, then let it grow. As a devotee\nof Eastern thought, he bars shoes from\nhis house and speaks in a hushed, mea-\nsured voice. David Carradine would have\nplayed him beautifully.\n\nKaptchuk is the first prominent pro-\nfessor at Harvard Medical School since\nErik Erikson with neither a medical de-\ngree nor a doctorate, and it would be easy\nto dismiss him as a signature representa-\ntive of the unsubstantiated-alternative-\nhealth-care movement. But he has pub-\nlished scores of books, articles in highly\nregarded peer-reviewed journals, letters,\nand review notes—on subjects ranging\nfrom placebo research to exorcism, from\ncancer treatment to shaman rituals among\nNavajo Indians. He has just finished a\nstudy designed to answer a central ques-\ntion in placebo research: Do the genes of\npeople who respond to placebos differ in\nsignificant ways from those of people\nwho don't? (The data, compelling but so\nfar preliminary, suggest that the answer\nis yes.)\n\n“Ted Kaptchuk is the most knowl-\nedgeable person in the world on all mat-\nters placebo,” Franklin Miller told me.\nMiller is a senior faculty member in the\nDepartment of Bioethics at the National\nInstitutes of Health. “He has done the\nresearch, the scholarship, and the most\ninteresting and clinically relevant stud-\nies.” One day, I asked Kaptchuk how a\nman who practiced acupuncture and dis-\npensed herbs, rather than earning a\nPh.D. in biology or statistics, had learned\nto design complicated trials. He told me\nthat he spent years seeking the advice of\nthe most highly respected and rigorous\nmedical statisticians. “I basically appren-\nticed myself,” he said, “and they were\nhappy to help a quack who wanted to\ndeal with data.”\n\nKaptchuk is proud of being what he\ncalls “a card-carrying member of the\nHarvard establishment.” It is a dis-\ntinction that did not come easily, even\n\n36 THE NEW YORKER, DECEMBER 12, 2011\n\nthough he has received millions of dol-\nlars in funding for his projects from the\nNational Institutes of Health. “The goal\nis to understand placebos so that they\nmay be used intelligently,” he said one\nday. “But this is the area where I veer\nfrom some of my colleagues. Because\nwhat do I really want? Anything that\ngets people away from the conveyor belts\nthat move from the pharmaceutical\nhouses to doctors and on to patients is\nworth considering. Anything. We need\nto stop pretending it’s all about molecu-\nlar biology. Serious illnesses are affected\nby aesthetics, by art, and by the moral\nquestions that are negotiated between\npractitioners and patients. Chiropractors\nnever say that your pain is all in your\nhead. But orthopedists do it all the time.\nWhat a fucking way to try and help\nsomebody heal. Do you know how evil\nthat is?”\n\nThat kind of deeply held conviction\ntouches on the fundamental questions\nthat challenge American medicine.\nKaptchuk wants to broaden the defi-\nnition of healing, which is exactly what\nenrages many scientists. In one recent\nstudy of a major asthma drug, he and his\ncolleagues reported that, although place-\nbos had no impact on the chemical\nmarkers that indicate whether a patient\nis responding to therapy, patients none-\ntheless reported feeling better. Kaptchuk\nconcluded that objective data should not\nbe the only criterion for doctors to con-\nsider. “Even though objective physiolog-\nical measures are important,” he wrote in\nthe study, published earlier this year in\nThe New England Journal of Medicine,\n“other outcomes such as emergency\nroom visits and quality-of-life metrics\nmay be more clinically relevant to pa-\ntients and physicians.”\n\n“My jaw dropped when I read this,”\nDavid Gorski, a professor of medicine at\nWayne State University School of Med-\nicine, wrote on the science blog Re-\nspectful Insolence. “ ‘Other outcomes’\nbesides objective measures of disease se-\nverity may be ‘more clinically relevant?”\nThat kind of assertion clashes with the\nbasic truths of the scientific method.\nKaptchuk counters that we are losing\nsight of our goal—which is to make\npeople feel better. “This study demon-\nstrated that, without a change in objec-\ntive data, you still get incredible subjec-\ntive improvement,” he said. “So is a\n\ndoctor really supposed to say, Gee, the\npatient is feeling good but I better ig-\nnore that and go by the numbers?”\n\nIt was late in the afternoon, and we\nwere sitting in Kaptchuk’s garden in\nCambridge. He looked at me and threw\nhis hands into the air. “Is my approach\njust hocus-pocus?” he said softly. “Isn’t\nthat what you are really asking? You want\nto know the relationship between ratio-\nnality and feeling and between science,\ncritical thinking, and the art of medicine.\nAnd that boils down to one question: Do\nyou think this entire field is based on a\nfoundation of magical thinking, or do\nyou not?”\n\nhree years ago, a week before\n\nThanksgiving, while I was sitting in\nmy office, my chest began to throb. It\nwas a diffuse pain, but pain nonetheless.\nI am a middle-aged man with the usual\namount of stress (too much) and I han-\ndle it in the usual way (denial). My cho-\nlesterol and blood pressure are normal,\nand I exercise regularly and try to eat sen-\nsibly. Still, I have read many obituaries of\n“healthy” men my age who ignored chest\npain. So, somewhat sheepishly, I called\nmy doctor and explained the situation,\nand he told me to come right over.\n\nHe conducted a thorough examina-\ntion, and then we talked. He told me I\nwas fine, that Thanksgiving is often a\ntense time, and that I should relax. My\npain suddenly disappeared. I have writ-\nten frequently of my belief that magic\nis for fairy tales and science is for hu-\nmans. But something about that process\nsoothed me. Of course, it was a relief to\nknow that I wasn’t sick. But could words\nreally banish a pain I had struggled with\nfor hours?\n\nAfter I got home, I realized that I had\nbeen given a placebo. Not purposefully,\nperhaps, but it had the same effect. My\ndoctor told me that I was fine, and that\nmade my pain go away. It also eased my\nanxiety at least as effectively as if I had\nswallowed a pill. My doctor takes an ex-\ntremely science-based approach to his\nwork. That’s what makes him so good at\nhis job. But that afternoon we engaged in\nexactly the type of ritual that, according\nto Kaptchuk, will have to play a critical\nrole in the future of American health\ncare. And, at least in this instance, it\nwould have been hard to argue that it\ndidn’t work. ¢\n\nHOUSE_OVERSIGHT_029931",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6798,
    "word_count": 1177,
    "line_count": 193,
    "import_date": "2025-11-19T21:47:44.247847",
    "prefix": "IMAGES-010"
  }
}