{
  "document_id": "HOUSE_OVERSIGHT_026601",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026601.txt",
  "text": "From: \nSent: \nTo: \nCC: \nSubject: \nSkip Rimer \n4/25/2013 4:20:39 PM \nJeffrey Epstein [jeeyacation@gmail.com] \nA message to Global Conference 2013 Attendees \nImportance: High \nDear Global Conference Registrant: \nWe look forward to seeing you in a few days at the 16th annual Milken Institute Global Conference. It's a full and \nexciting program with a record 620 speakers on 140+ sessions addressing the major economic and policy issues \nof the day. In addition, we have many other events in store that we hope will make your time with us that much \nmore valuable and enjoyable, including a first-time Tuesday night wine tasting and shopping event in the heart of \nBeverly Hills. \nWe've made a number of other changes to this year's program, including the addition of three late-afternoon \nplenary sessions — featuring Congressman and Majority Leader Eric Cantor together with Sen. Harry Reid, \nMajority Leader (Monday); former Vice President Al Gore (Tuesday); and a special session focused on \nAfrica's brightening future (Wednesday), described below. \nWe have also added a larger stage in the Global Conference Pavilion, allowing for a variety of more innovative \nsessions and audience involvement. \nPlease note two important program/speaker updates: \n• We've saved one of the best for last. The Global Conference closes on Wednesday with \"Investing in \nAfrican Prosperity,\" featuring Rwandan President Paul Kagame, former British Prime Minister Tony Blair, \nphilanthropist Bill Gates, and Rhonda Zygocki of Chevron, moderated by Institute Chairman Mike Milken. \n• Wednesday's lunch program brings together some of America's most important health leaders, including \nNancy Brown, CEO of the American Heart Association; Francis Collins, Director of the National Institutes \nof Health; Thomas Frieden, Director of the Centers for Disease Control and Prevention; and Andrew von \nEschenbach, former Commissioner of the Food and Drug Administration, to talk about the scientific \nrevolution that promises to change lives and society. \nWe may have moved some panels since you set your schedule, so I encourage you to visit \nwww.qlobalconference.org for the latest speakers and program. \nWithin the next 24 hours, you will be receiving your Global Conference confirmation email. Be sure to \nbring the confirmation email and a photo ID with you to registration. \nWe look forward to seeing you. I hope you take advantage of everything the Global Conference has to offer. Most \nimportant, have a great time. \nSincerely, \nSkip Rimer \nExecutive Director of Programs and Communications \nMilken Institute \nHOUSE OVERSIGHT 026601 \nHOUSE OVERSIGHT 026602",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026601.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2639,
    "word_count": 397,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.888170",
    "prefix": "TEXT-001"
  }
}