{
  "document_id": "HOUSE_OVERSIGHT_013086",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013086.txt",
  "text": "170 9 General Intelligence in the Everyday Human World\n\nreal-world naive physics need to be? This is a question to which we have no scientific answer at\npresent. Our own working hypothesis is that the analogy does not need to be extremely close,\nand with this in mind in Chapter 16 we propose a virtual environment BlocksNBeads World\nthat encompasses all the basic conceptual phenomena of real-world naive physics, but does not\nattempt to emulate their details.\n\nFramed in terms of human psychology rather than environment design, the question be-\ncomes: At what level of detail must one model the physical world to understand the ways in\nwhich human intelligence has adapted to the physical world?. Our suspicion, which underlies\nour BlocksNBeadsWorld design, is that it’s approximately enough to have\n\ne Newtonian physics, or some close approximation\n\ne Matter in multiple phases and forms vaguely similar to the ones we see in the real world:\nsolid, liquid, gas, paste, goo, etc.\n\ne Ability to transform some instances of matter from one form to another\n\ne Ability to flexibly manipulate matter in various forms with various solid tools\n\ne Ability to combine instances of matter into new ones in a fairly rich way: e.g. glue or tie\nsolids togethermix liquids together, etc.\n\ne Ability to position instances of matter with respect to each other in a rich way: e.g. put\nliquid in a solid cavity, cover something with a lid or a piece of fabric, etc.\n\nIt seems to us that if the above are present in an environment, then an AGI seeking to\nachieve appropriate goals in that environment will be likely to form an appropriate “human-\nlike physical-world intuition.\" We doubt that the specifics of the naive physics of different\nforms of matter are critical to human-like intelligence. But, we suspect that a great amount\nof unconscious human metaphorical thinking is conditioned on the fact that humans evolved\naround matter that takes a variety of forms, can be changed from one form to another, and can\nbe fairly easily arranged and composited to form new instances from prior ones. Without many\ndiverse instances of matter transformation, arrangement and composition in its experience, an\nAGI is unlikely to form an internal “metaphor-base” even vaguely similar to the human one —\nso that, even if it’s highly intelligent, its thinking will be radically non-human-like in character.\n\nNaturally this is all somewhat speculative and must be explored via experimentation. Maybe\nan elaborate blocks-world with only solid objects will be sufficient to create human-level, roughly\nhuman-like AGI with rich spatiotemporal and manipulative intuition. Or maybe human intel-\nligence is more closely adapted to the specifics of our physical world — with water and dirt and\nplants and hair and so forth — than we currently realize. One thing that és very clear is that, as\nwe proceed with embodying, situating and educating our AGI systems, we need to pay careful\nattention to the way their intelligence is conditioned by their environment.\n\n9.5 Folk Psychology\nRelated to naive physics is the notion of “naive psychology” or “folk psychology” [Rav04], which\nincludes for instance the following aspects:\n\n1. Mental simulation of other agents\n2. Mental theory regarding other agents\n3. Attribution of beliefs, desires and intentions (BDI) to other agents via theory or simulation\n\nHOUSE_OVERSIGHT_013086",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3390,
    "word_count": 550,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.778857",
    "prefix": "IMAGES-002"
  }
}