{
  "document_id": "HOUSE_OVERSIGHT_019982",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019982.txt",
  "text": "“Enough debate,” the guard said. “This is private property and CPAC wants you off the\nproperty.”\nRelieved of his credentials, Spencer was ushered to the CPAC perimeter of the hotel,\n\nwhere, his pride not all that wounded, he turned, in the comfort of the atrium lounge area,\nto social media and to texting and emailing reporters on his contact list.\n\nThe point Spencer was making was that his presence here was not really so disruptive\nor ironic as Bannon’s, or, for that matter, Trump’s. He might be ejected, but in a larger\nhistorical sense it was the conservatives who were now being ejected from their own\nmovement by the new cadre—which included Trump and Bannon—of what Spencer\ncalled the identitarians, proponents of “white interests, values, customs, and culture.”\n\nSpencer was, he believed, the true Trumper and the rest of CPAC now the outliers.\n\nOOK Ok\n\nIn the green room, after Bannon, Priebus, and their retinues had arrived, Bannon—in dark\nshirt, dark jacket, and white pants—stood off to the side talking to his aide, Alexandra\nPreate. Priebus sat in the makeup chair, patiently receiving a layer of foundation, powder,\nand lip gloss.\n\n“Steve—’ said Priebus, gesturing to the chair as he got up.\n\n“That’s okay,” said Bannon. He put up his hand, making another of the continual small\ngestures meant, pointedly, to define himself as something other than every phony baloney\nin swampland politics—and something other than Reince Priebus, with his heavy powder\nfoundation.\n\nThe significance of Bannon’s first appearance in public—after days of apparent West\nWing turmoil, a 7Zime magazine cover story about him, nearly endless speculation about\nhis power and true intentions, and his elevation at least in the media mind to the essential\nmystery of the Trump White House—could hardly be underestimated. For Bannon himself\nthis was, in his own mind, a carefully choreographed moment. It was his victory walk. He\nhad, he thought, prevailed in the West Wing. He had, again in his own mind, projected his\nsuperiority over both Priebus and the idiot son-in-law. And he would now dominate\nCPAC. But for the moment he attempted a shucks-nothing-to-it lack of self-consciousness\neven as, at the same time, he was unquestionably the preening man of the hour. Demurring\nabout accepting makeup was not just a way to belittle Priebus, but also a way to say that,\never the commando, he went into battle fully exposed.\n\n“You know what he thinks even when you don’t know what he thinks,” explained\nAlexandra Preate. “He’s a bit like a good boy who everybody knows is a bad boy.”\n\nWhen the two men emerged onto the stage and appeared on the big-screen monitors,\nthe contrast between them could hardly have been greater. The powder made Priebus look\nmannequin-like, and his suit with lapel pin, little-boyish. Bannon, the supposedly\n\nHOUSE_OVERSIGHT_019982",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019982.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2850,
    "word_count": 468,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.906088",
    "prefix": "IMAGES-005"
  }
}