{
  "document_id": "HOUSE_OVERSIGHT_024155",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024155.txt",
  "text": "Asian equities (ex-Japan)\n\nMSCI Asia ex-Japan (27 June): 469 (last month: 466)\nUBS View MSCI Asia ex-Japan (6-month target): 515\n¢ The region continued to show high volatility last month, with its P/BV temporarily close to 2008 lows.\n¢ Hong Kong and Singapore markets’ domestic fundamentals remain solid. Hong Kong should benefit\nfrom China's gradual recovery in 2H 2012, while Singapore's economy is rebounding and corporate\nbalance sheets and earnings remain solid. After the rate cut early June, we expect China to have more\npolicies to support growth in 2H 2012. China is our most preferred market, while Indonesia is least\npreferred in the region. We are more concerned about Indonesia's fiscal deficit, since the fuel price hike\ndid not happen. Domestic problems for Indonesia include current account deficits, potential capital\noutflows, bottomed-out inflation and hiccups in economic and market reforms, in our view.\n¢ We expect 10% earnings-per-share growth over 12 months for the MSCI Asia ex-Japan, which trades on\n11.6x 12-month trailing earnings. We expect this multiple to expand slightly in the next six months, as the\ncurrent earnings downgrade cycle is approaching its end. Nevertheless, MSCI Asia ex-Japan is likely to see\nfurther volatility in the near term due to global macro risk factors.\n\n@ Positive scenario MSCI Asia ex-Japan (6-month target): 610\n\n¢ More supportive monetary and fiscal policy, stable inflation, sustained domestic demand growth, and an\nimproved global growth outlook should lead to a better earnings outlook. We would expect earnings\ngrowth of 15% and a P/E based on realized earnings of 14x.\n\n4 Negative scenario MSCI APAC ex-Japan (6-month target): 380\ne Ahard landing in China with a global recession leads to negative earnings revisions for 2012. In this\n\nscenario, earnings could fall 20% over 12 months and the P/E could fall to about 10.5x.\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\n\nGrowth Both HK and Singapore's GDP growth disappointed, raising concerns about the\ngrowth momentum in the region. Investors should focus on whether growth\nwill re-accelerate in the near term. Key dates: 3 July, HK retail sales; 13\n\nJuly, SG retail sales; 17 July, SG exports\n\nPolicy responses Some other countries in the region have structural issues due to fuel subsidies\n(e.g. Indonesia) and fiscal deficits (e.g. India). Policy responses often come on an\n\nad hoc base.\n\n36 UBS\n\nFor further information please contact CIO asset class specialist Patrick Ho, patrick-ww.ho@ubs.com\n\nPreference: overweight\n\nRecommendations\n\nTactical (6 months)\n\ne We prefer Hong Kong banks, Singapore\nhigh-dividend stocks and Chinese\ninsurance and consumer plays.\n\ne We are concerned about India's inflation\npressure, but we see opportunities in the\npower and banking sectors.\n\nStrategic (1 to 2 years)\n\ne Rising consumption is the long-term trend\nin Asia ex-Japan that we expect will\ncontinue to play out.\n\ne In China, sectors that contribute to\nimproved labor productivity or deliver\ngoods and services for the elderly should\nbenefit from demographic changes\n(ageing population and decelerating\npopulation growth).\n\nAsia ex-Japan country preferences\nCurrent most Current least\npreferred markets preferred markets\nChina Indonesia\n\nWe currently have a neutral view on the\nremaining emerging equity markets in the\nMSCI Asia ex-Japan index.\n\n20\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024155",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3518,
    "word_count": 544,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:45.650010",
    "prefix": "IMAGES-007"
  }
}