{
  "document_id": "HOUSE_OVERSIGHT_016183",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016183.txt",
  "text": "Utility sector: sharing the capex burden and\nachieving cost reflective tariffs\n\nAli Dhaloomal\nMLI (UK)\nali.dhaloomal@baml.com\n\nEight strategic objectives aimed at being self-funding\n\nThe electricity sector is mentioned in eight strategic objectives of the NTP 2020. The\ntwo most important measures in our view are the one related to subsidies cuts and the\none on the liberalisation of the sector which should free out financial resources to fund\nthe future capex burden as well as the other targets under the NTP. This is even more\nrelevant as the NTP doesn’t provide any additional funding for the sector.\n\nUnanswered questions as to impact on electricity sector\n\nWhile we think these initiatives should be welcomed as they would reduce the financial\nburden on Saudi Electricity Company (SEC) from its ambitious capacity expansion plan\n(SAR240bn / USS64bn to be spent over the 2016-21, mostly in generation), some\nquestions remain unanswered, especially in regards to SEC’s capital structure and\nfinancial sustainability on a standalone basis. It remains unclear if the proceeds from the\ndisposals of the minority stakes in the GenCos will be used to fund future capex plans or\nto alleviate SEC’s commercial debt (US$16.3bn as of FYE15) and government and\ngovernment-related debt and payables (c.US$46bn as of FYE16). Also, it remains unclear\nif on the back of the NTP, SEC would start paying its current payables (fuel sourced\nfrom Aramco, electricity sourced from SWCC and fees owed to municipalities) instead of\naccruing these amounts as it does now.\n\n1. Saving SAR200bn annually by cutting the water and electricity subsidies: The\ncurrent print of the NTP doesn’t give any detail about how this target will be split\nbetween water and electricity subsidies, but we note that the plan aims to reach full\ncost reflective water tariffs by 2020 (from 30% cost coverage at the moment).\nRecall that starting from January 1st, electricity prices have been increased by a\nweighted average of close to 20%, with residential prices (half of the consumption)\nnow ranging SAR 0.05-0.30 / KWh vs SAR 0.05-0.26 previously. The highest\nincreases are for the commercial sector, the governmental entities and the\nagricultural sector. SEC’s management recently indicated to us that they expect a\nneutral impact over the long term from this decision as it mirrors an increase in\nfeedstock price charged by Aramco. However, over the short to medium term, SEC\ncash flows are expected to benefit from the tariff decision given that the company\nbooks all its fuel costs in payables without disbursing any amount to Aramco.\n\n2. Increasing the percentage of power generation through strategic partners to\n100% from 27% now: We believe that the aim here is to bring industrial or\nfinancial partners in all SEC’s and Saline Water Conversion Corporation (SWCC)\ngeneration units, in line with the electricity sector reform which expected to be\nimplemented by late 2016 / early 2017. According to SEC’s management, the most\nlikely scenario involves SEC’s generation assets to be split into four separate\nregional GenCos where minority stakes would be sold to major global utilities or\nsold in the public market.\n\n3. Increasing the efficient use of “fuel” in power generation to 40% from 33%\nnow: We think that this objective entails increasing the share of efficient combined\ncycle gas turbines (CCGT) plants. Given that SEC currently represents 73% of the\ncountry’s installed capacity and that 19% of its electricity is generated via efficient\ncombined cycle gas turbines (CCGT), this means that 71% of the remaining tier\nparty capacity is “efficient”. We note that another 39% of SEC’s installed\ngeneration capacity is made of less efficient open cycle gas turbines (OCGT).\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 73\n\nHOUSE_OVERSIGHT_016183",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016183.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3824,
    "word_count": 613,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.396832",
    "prefix": "IMAGES-003"
  }
}