{
  "document_id": "HOUSE_OVERSIGHT_019254",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019254.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nThe CCP has also asserted control over news outlets\nin Hong Kong, Taiwan, and Chinese diaspora commu-\nnities around the world.’® Beijing has used pressure\ntactics and exerted influence through intermediaries\nto change editors or owners of critical outlets in\n\nHong Kong.’? Wealthy progovernment forces from the\nmainland have begun to buy up media outlets in Hong\nKong and elsewhere. And there have been instances\nin which businessmen with economic interests in\nChina have attempted to expand their media holdings\nin Taiwan.**\n\nPerhaps more disturbing is China's effort to purchase\ninfluence in global culture through its state-affiliated\nand nominally private companies. For example, Visual\nChina Group, a mainland company, has purchased\nthe image and licensing division of Corbis, a company\nthat controls a huge archive of historically important\nphotographs. The trove includes iconic photographs\nof the 1989 Tiananmen Square demonstrations,\nwhich CCP censors have worked hard to keep out of\nthe Chinese media. Those involved in the sale offered\nassurances that the new owners would not hinder the\nglobal circulation of politically sensitive images, but\nthere is little to prevent them from casting aside such\npledges at some future date.°?\n\nAnother Chinese company, Dalian Wanda Group,\n\nhas raised concerns with its rapid incursions into the\nU.S. film industry. Already the world’s largest owner\nof cinemas, including the second-largest U.S. theater\nchain, Wanda purchased Legendary Entertainment, a\nproduction company, in 2016 and is said to be inter-\nested in gaining control of a major Hollywood studio.\nAmerican lawmakers were sufficiently disturbed by\nWanda’ initiatives to request a Justice Department in-\nvestigation. There is concern that China's companies,\nwith state encouragement, are pursuing influence in\n\nHollywood to ensure a favorable depiction of China\nand its CCP regime in major films.°° Even with studios\nunder U.S. ownership, the international media have\nrepeatedly uncovered cases in which U.S. filmmakers\naltered elements of their work to address or anticipate\nthe objections of Chinese censors, who serve as gate-\nkeepers to the country's lucrative domestic market.\n\nExploiting democratic culture for authoritarian ends\nIronically, some products of democratic culture have\nfacilitated the work of modern authoritarian propa-\ngandists. The notion that there is no such thing as\nobjective truth and that history is nothing more than a\ncontest of competing narratives owes its popularity to\nradical theorists who have gained a strong foothold in\nacademia and even among some who call themselves\njournalists, such as Glenn Greenwald.\n\nWhile accusations that the press is biased or publish-\nes lies are common in American political campaigns,\nthe hysterical charges hurled by Donald Trump against\nthe media during the 2016 presidential campaign\nserved to reinforce the Kremlin's model of a world in\nwhich the truth is determined by power rather than\nimpartial investigation.\n\nMoscow especially makes shrewd use of an unfortu-\nnate journalistic habit in which evenhandedness—a\nworthy goal when presenting two sides in a genuine\ndebate—is improperly applied, so that patently false\nassertions are treated as symmetrical with legitimate\nviews or facts.\n\nMany outside Russia would not disagree with Kise-\nlyov's dismissive views on the concept of impartial\nreporting. In meeting the challenge of authoritarian\npropaganda, a good place to start would be a reaffir-\nmation of the central role occupied by high-quality,\ntraditional journalism in democratic societies.\n\n1. See for example “Russia,” in Freedom of the Press 2004 (New York: Freedom House, 2004), https://freedomhouse.org/report/free-\n\ndom-press/2004/russia.\n\n2. Christopher Walker and Robert Orttung, “Russias Media Autarky Strengthens Its Grip,” Real Clear World, November 30, 2014, http://\nwww.realclearworld.com/articles/2014/11/30/russias_media_autarky 110826.html.\n\n3. “Russia,” in Freedom on the Net 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-net/2016/rus-\n\nsia.\n\n4. Peter Pomerantsev and Michael Weiss, The Menace of Unreality: How the Kremlin Weaponizes Information, Culture and Money\n(New York: Institute of Modern Russia, 2014), http://www.interpretermag.com/wp-content/uploads/2014/11/The Menace _of_Un-\n\nreality Final.pdf.\n5. Ibid.\n\n6. “From Burning Hearts to Civil Unions: The Unlikely Evolution of Dmitry Kiselyov,” Radio Free Europe/ Radio Liberty, June 30, 2015,\nhttp://www.rferl.org/a/dmitry-kiselyov-civil-unions-lgbt-unlikely-evolution/27102541.html; Joshua Yaffa, “Dmitry Kiselev Is Redefin-\n\ning the Art of Russian Propaganda,” New Republic, July 1, 2014, https://newrepublic.com/article/118438/dmitry-kiselev-putins-fa-\n\nvorite-tv-host-russias-top-propogandist.\n\n20\n\nHOUSE_OVERSIGHT_019254",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019254.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4906,
    "word_count": 678,
    "line_count": 110,
    "import_date": "2025-11-19T21:47:44.284842",
    "prefix": "IMAGES-005"
  }
}