{
  "document_id": "HOUSE_OVERSIGHT_011823",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011823.txt",
  "text": "/ BARAK / 66\n\nBet technician. I assumed that, one way or another, the Americans could listen in,\nbut was fairly confident we were beyond the electronic earshot of the Palestinians.\nI kept myself fully informed of, but at a distance from, the specific work of our\nfive negotiating teams. Though I could not have stayed engaged with all of them at\nthe same time, I also hoped the arrangement would give them an opportunity to\nexplore any realistic opportunity for a breakthrough and any sign of flexibility on\nArafat’s side — without committing me until there was such flexibility.\n\nYet for the first couple of days of the summit, there was not only no sign of\nflexibility. There was little meaningful engagement. Dennis Ross and his team\ndrew up a paper setting out the main issues. For those on which we differed, our\npositions were marked with “I” and “P”. It wasn’t until around midnight on day-\ntwo that the we got a first look at the American draft. The main, unhappy, surprise\nwas Jerusalem. This crucial issue was not marked with “T” or “P”. It said outright\nthat there could be two capitals, one Israeli and one Palestinian, within the city of\nJerusalem. I was not opposed to the Palestinians calling Jerusalem the capital of\ntheir state. But even in follow-up talks after Oslo, when Yossi Beilin and Abu\nMazen had explored avenues toward a possible resolution of the Jerusalem\nquestion, the maximum understanding was that Israel might expand the existing\ncity limits to accommodate the “two capital” solution. The Palestinians’ capital\nwould be in Abu Dis, one of the villages Arafat had asked me to hand back in May.\nThe way the American document was worded suggested dividing Jerusalem as it\nnow was: something ruled out by all Israeli politicians, of all parties, ever since\n1967.\n\nWhen I phoned President Clinton, he asked me to come talk. We sat on the back\nterrace of his cabin, looking out incongruously on a beautifully tended golf hole\ninstalled by Dwight Eisenhower. I told the President that after all the hours we had\nspent together, I’d felt blindsided by the inclusion of a proposal on Jerusalem that\nwent beyond anything we’d talked about. “It was my mistake,” he replied,\nobviously already aware through his negotiators of the error. He said that he’d put\npressure on his negotiators to get the document finished, and that Dennis hadn’t\nhad time to read it through. But it was already being fixed: the word “expanded”\nwould be added to the Jerusalem section. I was grateful for that, but told Clinton I\nwas concerned that even this “I and P” paper might have the unintended effect of\ndelaying any real progress. “Since it’s an American document, it gives the\nPalestinians no incentive to compromise,” I said, suggesting that it might be better\n\n352\nHOUSE_OVERSIGHT_011823",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011823.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2795,
    "word_count": 479,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.171763",
    "prefix": "IMAGES-001"
  }
}