{
  "document_id": "HOUSE_OVERSIGHT_020528",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020528.txt",
  "text": "69\n\na junior researcher was told not to list the think tank as her place of employment\n\non her visa application or it might be rejected. (To avoid this scenario, the senior\nresearcher reached out to a Chinese official to pave the way and the visa was issued.)\nIn another instance, a visa expediter was banned from doing business with the\nChinese embassy after it informed a think tank that it had landed on a list making\nit difficult to get visas.\n\nA senior Chinese official told one think-tank analyst that responsibility for reviewing\nvisa requests has shifted from the Ministry of Foreign Affairs to the Ministry of\nPublic Security, thus creating many delays and difficulties. One US think-tank scholar\nreported that he has not only been advised on a number of occasions not to even\napply for a visa but also has had a planned invitation to a conference hosted by an\nAmerican company revoked because the Foreign Ministry told the company not to\ninvite him. Others have been granted visas only for “personal” trips, with the proviso\nthat they do no public speaking nor meet with anyone outside of family members or\ncultural figures.\n\nThink-tank scholars report that on several occasions, when one member of a\ndelegation has been in danger of not receiving a visa (or not receiving it in time),\nreaching out to the Chinese Embassy or consular officials (in one case threatening to\ncancel the delegation) has resulted in a favorable disposition. Two think tanks now\nroutinely reach out to Chinese officials before submitting applications in order to pave\nthe way. Nonetheless, a few think-tank analysts are concerned about being beholden\nto the embassy or the consulate and the shadow such dependency casts on their ability\nto continue their work. One analyst indicated that although he is asked to help other\nmembers of the think tank with their visa issues, he does not want to be in debt to the\nembassy and therefore does not offer to help proactively.\n\nChinese Media and Think Tanks\n\nThe Chinese media offer both opportunities and pitfalls to American think-tank\nanalysts. A significant part of a think-tank analyst’s job is to influence official and\npublic opinion—and the media, whether Chinese or Western, is an essential part of\nthat process. Think-tank analysts are under no illusion, however, that the Chinese\nmedia can be trusted to present their ideas as they are delivered. As one interviewee\nunderscored, “The desire of Chinese media is to make Americans see things the\nChinese way—in a positive and beneficial light—and to present positive American\nviews to the Chinese public. You have to be prepared that the Chinese media will have\nleading questions and know that they will not include critical things.” One senior\nUS scholar has had multiple experiences of censorship, and one case of fabricated\nquotations, by Chinese newspapers. It is also apparent that Chinese journalists\n\nSection5\n\nHOUSE_OVERSIGHT_020528",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020528.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2928,
    "word_count": 483,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.194079",
    "prefix": "IMAGES-006"
  }
}