{
  "document_id": "HOUSE_OVERSIGHT_017651",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017651.txt",
  "text": "Page 16 of 78\n2007 Utah L. Rev. 861, *883\n\nrepresentative. To eliminate any doubt about the ability of corporate entities to assert their interests, the Rules should be\namended to clearly state that a victim's representative can enforce victims' rights. '73\n\nRule 2 - Fairness to Victims The Proposals:\nI proposed amending Rule 2 to require fairness to victims in construing the Rules as follows:\n\nThese rules are to be interpreted to provide for the just determination of every criminal proceeding, to secure simplicity in\nprocedure and fairness in administration to the government, defendants, and victims, and to eliminate unjustifiable expense and\ndelay. 134\n\nThe Advisory Committee did not propose amending Rule 2. !*°\nDiscussion:\n\nTo assure that crime victims are treated fairly throughout the process, it makes sense to add language incorporating crime\nvictims in Rule 2 - the one rule that specifically mentions fairness. As discussed in the previous Part of this Article, the\nAdvisory Committee does not agree that the Rules should be amended to protect a victim's right to fairness and for this reason,\npresumably, declined to amend Rule 2. The qualifier \"presumably\" is needed here because the CVRA Subcommittee did not\ngive an explanation for declining to follow my recommendation here. 146\n\nThe fairness issues appears to be the fundamental difference between my approach and the Advisory Committee's approach -\nthe Rules are either going to treat crime victims fairly or not. As discussed in the previous Part of this Article, they should.\n\nBut even those who share my view on fairness might nonetheless argue that Rule 2 need not be amended because it is an\ninterpretive rule with no substantive effect. After all, it could be argued, the rule simply calls for a \"just determination\" of\ncriminal cases, arguably a symbolic command. And, in any event, that command might be flexible enough to encompass crime\nvictims.\n\n[*884] The debate about how Rule 2 ought to read is, however, about more than symbols. In 1946, the initial chairman of the\n\nAdvisory Committee called Rule 2 \"the most important rule of the whole set.\" !37 Rule 2 has been cited by a number of courts,\n\n138 including the Supreme Court. !39 Rule 2 has consequences. Not only does it \"set[] forth a principle of interpretation\" for\n\njudge could not require the wrongdoers to pay restitution ... .\"); United States v. Kirkland, 853 F.2d 1243, 1246 (5th Cir. 1988) (\"Non-human\nentities ... can be \"victims! entitled to restitution ... .\"); see also United States v. Lincoln, 277 F.3d 1112, 1113-14 (9th Cir. 2002) (discussing\n18 U.S.C. § 3664, which specifically recognizes the United States as a possible victim for restitution purposes).\n\n133 The National Association of Criminal Defense Lawyers has proposed adding a “factfinding\" hearing for determining who qualifies as a\nvictim under the CVRA. This novel and cumbersome proposal is discussed below. See infra notes 546-547 and accompanying text\n(discussing Proposed Rule 60(b)).\n\n34 Cassell, Proposed Amendments, supra note 4, at 858.\n\n35 Proposed Amendments, supra note 71.\n\n36 See CVRA Subcommittee Report, supra note 66, at 17-20 (listing Cassell proposals not adopted; Rule 2 proposal not listed).\n\n37 Vanderbilt, N.Y.U Institute of Federal Rules of Civil Procedure, at 120 (1946), quoted in 1 Charles Alan Wright, Federal Practice and\nProcedure: Criminal § 32, at 30 n.1 (3d ed. 1999).\n\n38 See, e.g., United States v. Gupta, 363 F.3d 11691174 (11th Cir. 2004); United States v. Navarro, 169 F.3d 228, 237 (5th Cir. 1999);\nUnited States v. Price, 13 F.3d 711, 723 (3d Cir. 1994); United States v. Giovannetti, 928 F.2d 225, 226 (7th Cir. 1991); United States v.\nCampbell, 845 F.2d 1374, 1378 (6th Cir. 1988); United States v. Green, 847 F.2d 622, 625 (10th Cir. 1988); United States v. Hillard, 701]\nF.2d 1052, 1061 2d Cir. 1983), cert. denied 461 U.S. 958 (1983); United States v. Broadus, 664 F. Supp. 592, 596-98 (D.D.C. Cir. 1987);\nUnited States v. Pers. Fin. Co. of N.Y., 13 F.R.D. 306, 311 (S.D.N.Y. 1952).\n\n139 See Carlisle v. United States, 517 U.S. 416, 424, 431 (1996).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017651",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017651.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4155,
    "word_count": 681,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.502560",
    "prefix": "IMAGES-004"
  }
}