{
  "document_id": "HOUSE_OVERSIGHT_018011",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018011.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 13 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\n1989 deposition he said that he put in only $300,000 of his own money. Where did the rest come\nfrom? Hoffenberg has said it came from him, in a loan that Nederlander and Toboroff didn’t\nknow about.\n\nTwo things happened that alarmed Nederlander and Toboroff. After the group signaled a\npossible takeover, the Pennwalt management threatened to sue the would-be raiders. Epstein was\nreluctant initially to give a deposition about his share of the money, telling Toboroff there were\n“reasons” he didn’t want to. Then, after the opportunity for new investors was closed, co-\ninvestors recall Epstein announcing that he’d found one at last: Dick Snyder, then C.E.O. of the\npublisher Simon & Schuster, who wanted to put up approximately $500,000. (Neither Epstein\nnor Snyder can now recall the investment. Yet in the 1989 deposition Epstein said that he had\nrecruited Snyder, whom he had met socially, into the deal.)\n\nAccording to a source, Toboroff and Nederlander told Epstein that Snyder was too late, but,\nwithout their realizing it, Hoffenberg has claimed, Snyder wrote a check to Hoffenberg and\nbought out some of his investment. But then Snyder wanted out.\n\n“Nederlander started to get these irate calls from [Snyder,] who wasn’t part of the deal, saying he\nwas owed all this money,” says someone close to the deal. Toboroff and Nederlander were\nbaffled.\n\nEventually, a source close to Hoffenberg says, Hoffenberg paid Snyder off.\n\nJust as Nederlander and Toboroff were growing wary of Epstein, he became increasingly\ninvolved with Leslie Wexner, whom he had met through insurance executive Robert Meister and\nhis late wife. Epstein has told people that he met Wexner in 1986 in Palm Beach, and that he\nwon his confidence by persuading him not to invest in the stock market, just as the 1987 crash\nwas approaching. His story has subsequently changed. When asked if Wexner knew about his\nconnection to Hoffenberg, Epstein said that he began working for Wexner in 1989, and that “it\nwas certainly not the same time.”\n\nWherever and whenever it was that Epstein and Wexner actually met, there was an immediate\nand strong personal chemistry. Wexner says he thinks Epstein is “very smart with a combination\nof excellent judgment and unusually high standards. Also, he is always a most loyal friend.”\n\nSources say Epstein proved that he could be useful to Wexner as well, with “fresh” ideas about\ninvestments. “Wexner had a couple of bad investments, and Jeffrey cleaned those up right\naway,” says a former associate of Epstein’s.\n\nBefore he signed on with Wexner, Epstein had several meetings with Harold Levin, then head of\nWexner Investments, in which he enunciated ideas about currencies that Levin found\nincomprehensible. “In fact,” says someone who used to work very closely with Wexner, “almost\neveryone at the Limited wondered who Epstein was; he literally came out of nowhere.”\n\n“Everyone was mystified as to what his appeal was,” says Robert Morosky, a former vice-\nchairman of the Limited.\n\nHOUSE_OVERSIGHT_018011",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018011.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3143,
    "word_count": 504,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.768883",
    "prefix": "IMAGES-004"
  }
}