{
  "document_id": "HOUSE_OVERSIGHT_020036",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020036.txt",
  "text": "shamelessness of her television appearances, extended this into a larger critique of\nConway’s vulgarity. When referring to her, they were particularly partial to using the\nshorthand “nails,” a reference to her Cruella de Vil-length manicure treatments.\n\nBy mid-February she was already the subject of leaks—many coming from Jared and\nIvanka—about how she had been sidelined. She vociferously defended herself, producing\na list of television appearances still on her schedule, albeit lesser ones. But she also had a\nteary scene with Trump in the Oval Office, offering to resign if the president had lost faith\nin her. Almost invariably, when confronted with self-abnegation, Trump offered copious\nreassurances. “You will always have a place in my administration,” he told her. “You will\nbe here for eight years.”\n\nBut she had indeed been sidelined, reduced to second-rate media, to being a designated\nemissary to right-wing groups, and left out of any meaningful decision making. This she\nblamed on the media, a scourge that further united her in self-pity with Donald Trump. In\nfact, her relationship with the president deepened as they bonded over their media wounds.\n\n7 OK Ok\n\nHope Hicks, then age twenty-six, was the campaign’s first hire. She knew the president\nvastly better than Conway did, and she understood that her most important media function\nwas not to be in the media.\n\nHicks grew up in Greenwich, Connecticut. Her father was a PR executive who now\nworked for the Glover Park Group, the Democratic-leaning communications and political\nconsulting firm; her mother was a former staffer for a democratic congressman. An\nindifferent student, Hicks went to Southern Methodist University and then did some\nmodeling before getting a PR job. She first went to work for Matthew Hiltzik, who ran a\nsmall New York-based PR firm and was noted for his ability to work with high-\nmaintenance clients, including the movie producer Harvey Weinstein (later pilloried for\nyears of sexual harassment and abuse—accusations that Hiltzik and his staff had long\nhelped protect him from) and the television personality Katie Couric. Hiltzik, an active\nDemocrat who had worked for Hillary Clinton, also represented Ivanka Trump’s fashion\nline; Hicks started to do some work for the account and then joined Ivanka’s company full\ntime. In 2015, Ivanka seconded her to her father’s campaign; as the campaign progressed,\nmoving from novelty project to political factor to juggernaut, Hicks’s family increasingly,\nand incredulously, viewed her as rather having been taken captive. (Following the Trump\nvictory and her move into the White House, her friends and intimates talked with great\nconcern about what kind of therapies and recuperation she would need after her tenure\nwas finally over.)\n\nOver the eighteen months of the campaign, the traveling group usually consisted of the\ncandidate, Hicks, and the campaign manager, Corey Lewandowski. In time, she became—\nin addition to an inadvertent participant in history, about which she was quite as\n\nHOUSE_OVERSIGHT_020036",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020036.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3056,
    "word_count": 480,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.778630",
    "prefix": "IMAGES-005"
  }
}