{
  "document_id": "HOUSE_OVERSIGHT_023764",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023764.txt",
  "text": "18 Teaching Minds\n\ndeliberation and the gaining of knowledge that will enhance our abil-\nity to reason. But suppose this conception we have of ourselves and\nour ability to reason logically is simply wrong?\n\nOur entire education system depends on this debate. Actually the\nword debate is really not right here as there is no debate. The other\nside, the side that says we need to teach our unconscious because our\nconscious isn’t capable of listening, has not really been expressed di-\nrectly very often. It is, however, indirectly referred to often enough.\n\nPlato comments:\n\nThe most important part of education is right training in the\nnursery. The soul of the child in his play should be guided to\nthe love of that sort of excellence in which when he grows up to\nmanhood he will have to be perfected.\n\nWhy should this be the case? Why should it be in the nursery where\nreal training takes place? And, what kind of training could the nurs-\nery provide—the kind of the football coach or the kind of the history\nteacher? And, what can we learn about education by considering seri-\nously what Plato said?\n\nThe principles of learning in childhood are rather simple really.\nThe first and most important part of an analysis of early childhood\nlearning is an understanding of where the motivation comes from.\nIf learning starts with a goal, as we have said, one question is, What\ngoals do children have and how do they happen to have them?\n\nWhen people mention motivation, the word reward often is added\ninto the discussion. What kinds of rewards do children receive and to\nwhat extent are these involved in learning? Bear in mind that there\nare three kinds of rewards: intrinsic, extrinsic, and systemic. If it makes\nme happy, I don’t need you to tell me I did well. If the activity doesn’t\nreally matter to me (an algebra test, for example), I will need some\noutside reward to even try. When do kids learn because of the use of\nexternal rewards? If I do well on an algebra test, it might be that it\ngives me intrinsic happiness to know I did well at algebra. As a math-\noriented kid, I did get that kind of reward. It also makes you happy\nwhen your parents are proud of you. And it makes you happy when\nyour grades win you admission into Yale or get you something else\nyou might want. Which types of rewards figure into early childhood\nlearning and what can we learn from this about learning? And, what\nwill this tell us about teaching?\n\nHOUSE_OVERSIGHT_023764",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023764.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2455,
    "word_count": 439,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.493790",
    "prefix": "IMAGES-007"
  }
}