{
  "document_id": "HOUSE_OVERSIGHT_016495",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016495.txt",
  "text": "https://www.sun-sentinel.com/news/politics/fl-ne-jeffrey-epstein-alex-acosta-investigation-\n20181204-story.html.\n\nThe Post has also persisted with its own investigation into whether the Manhattan District\nAttorney’s Office was unduly lenient when it advocated in favor of registering Epstein as a level\none sex offender. On December 1, 2018, the Post published an article entitled “Manhattan DA\nsided with pedophile billionaire after botching investigation.” Jd. Ex. C. Following up on its\nprior reporting, the Post reported Justice Pickholz’s denial of ADA Gaffney’s efforts to register\nEpstein as a level one offender and then asked the District Attorney’s Office to account for the\n“mishandling of the Epstein hearing.” Jd. In response to questions from the Post, the District\nAttorney’s Office insisted that ADA Gaffney simply “made a mistake.” Jd. A spokesman also\nclaimed that Manhattan District Attorney Cyrus Vance “‘was not aware’ of the hearing until\nyears later and had nothing to do with it.” Jd. But, as the Post also reported, “[s]ome law\nenforcement sources don’t believe Vance had no clue that his office had a sex-offender case\ninvolving a Manhattan mogul with close ties to Democrats.” Jd.\n\nUnsealing of the First Department appeal briefs in this case is crucial so that the public\nand the press may more fully understand why Epstein was initially offered level one offender\nstatus despite the overwhelming evidence that he was a serial sexual abuser of children.\n\nD. The Post’s Efforts to Obtain the Appellate Briefing Filed with the First Department\n\nOn December 4, 2018, Post reporter Sue Edelman contacted the Director of\nCommunications for District Attorney Cyrus Vance, Jr. and requested a copy of the appellate\nbrief filed by the District Attorney’s Office. Jd. {9 6-8. In making this request, Edelman\nspecifically stated that the District Attorney’s Office could redact the names of any victims of\nsexual abuse before forwarding the brief. Jd. Edelman’s request was denied, however, because\nthe District Attorney’s Office has taken the position that the brief was filed under seal in its\n\n8\n4811-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016495",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016495.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2173,
    "word_count": 327,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.842608",
    "prefix": "IMAGES-004"
  }
}