{
  "document_id": "HOUSE_OVERSIGHT_024821",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024821.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nGlobal Landscape (Azer)\n\n2\n\nWhile the global regulatory landscape varies, the CBD category outside of the U.S. has\n\nbeen evolving rapidly, with more change likely to come with the WHO's current evaluation\nof CBD, as well as its recent addition to the EU's Novel Food Catalogue. In Europe, CBD\nproducts are now widely available in markets like the U.K., Italy and Switzerland, though\nregulations vary with Italy allowing for “cannabis light\" products, with allowable THC of as\nmuch as 0.6%, while in Switzerland CBD products can have as much as 1% THC, and are\nclassified as a tobacco substitute. In Latin America, hemp has been in production since the\n1500s is also rapidly expanding their regulatory frameworks around marijuana and hemp.\nCanadian licensed producers have been actively entering the market in Latin America to\ncapitalize on this evolving opportunity, including Canopy Growth, Tilray, Aurora and Cronos.\n\nRegulatory Outlook (Eric Assaraf - Cowen Washington Research Group)\n\nThe 2018 Farm Bill declassifies industrial hemp as a Schedule | substance, shifts regulatory\nauthority from the DEA to the Department of Agriculture, and provides autonomy for\nstates to regulate the industry. However, the new law does not change the FDA's oversight\nauthority over CBD products and FDA Commissioner Scott Gottlieb has made it clear that\nhis agency will continue to step in when certain health claims are made. Additionally, FDA\nhas stated that CBD cannot be added to food products sold across state lines or marketed\nas a dietary supplement, regardless of whether it is hemp-derived. The FDA will explore\nnew pathways for CBD to be sold legally; however, it seems clear that there will be a period\nof regulatory uncertainty over CBD products at the state and federal level.\n\nCOWEN.COM 5\n\nHOUSE_OVERSIGHT_024821",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024821.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1863,
    "word_count": 295,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.087361",
    "prefix": "IMAGES-008"
  }
}