{
  "document_id": "HOUSE_OVERSIGHT_018387",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018387.txt",
  "text": "against Sparta. The Melians - like poor Lin Zexu or Lobengula of the Matabele -\nyearned only to be left alone. “You would not agree to our being neutral, friends\ninstead of enemies, but allies of neither side?” they asked??8. No, the Athenians\nreplied, and then a line that has resonated through the problems of nations ever\nsince: “It is the nature of power that he who has it takes; he who does not must\nsubmit.” The Melians voted stubbornly against surrender and for hope. Perhaps the\nSpartans would mount a relief raid? The Athenians might change their minds?\nNeither happened. The Melian men were betrayed and then massacred. Their wives\nand children were sold as slaves.\n\nWhat do networks do when they touch the balance of war and peace? How might we\nuse what we know, what we sense, about a connected age to manage the dangers\nahead? If an insane Cult of the Offensive flavored the end of the 19 Century, our\nown age vibrates, as we've seen, to a Cult of the Disruptive. The great tale of our\ntimes is the diffusion of a new, promising and disorienting network order. We've\nbeen told that all this interconnection makes war an impossibility. Everyone would\nbe a loser in such a war. But the way in which that earlier age was so horribly wrong\nabout the result of machines x weapons, should unnerve us. We don’t yet really know\nwhat networks x weapons means - to say nothing of networks x networks x weapons.\nOr, to sum up what we've seen so far in this book, very fast networks x artificial\nintelligence x black boxes x a New Caste x compression of time x everyday objects x\nweapons. Would you look at that weird formula and say conclusively: “Hey, we'll all\nget along.” Me neither. We should worry about the day we might face a Melian\nchoice of our own, when some general or infomanagerial despot - or some clicking\ncomputer - shows up, unwelcome, and says to us: It should be obvious you are\nmerely a node, and I control the network.\n\nWhen leaders label the rise of China or cyberweapons or terrorism or the decline of\nthe US as the “main problem” of our age - and all of these have been designated as\nsuch by famous foreign policy figures -they are missing the revolutionary, uniting\nforce that animates them all. Networks. Whether we are trying to slice apart the\nroots of the Islamic State or slow Russian territorial dreams or understand narco-\neconomics or hedge-fund finance - connectivity touches and defines each problem.\nNew and essential platforms for finance and biological data and artificial intelligence\nare emerging now, blossomed out of network connection. These ecosystems must be\ndesign, built, protected. All while the world we know kicks back around us,\nsometimes crumbling, sometimes fighting for its dear life. ] promised earlier that\nwe'd apply the Seventh Sense to some practical problem, and the deadly test of war\nand peace is the one I'd like to consider now. The sharpest challenge of truth for any\nview of the world is, after all, the design of a grand strategy. Get it right and you can\nsecure your Safety. The energy of the age can be your tool. Get it wrong and you reap\nthe Somme, Melos, Canton, the Shangani. Recall General Liu Yazhou’s line: “A major\n\n228 The Melians: Thucydides, The Peloponnesian War, Steven Lattimore trans.,\n(Indianapolis: Hackett Publishing, 1998) Chap 5.; See also the excellent BBC\nperformance of certain elements of Thucydides in “The War That Never Ends”\navailable on YouTube\n\n155\n\nHOUSE_OVERSIGHT_018387",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018387.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3474,
    "word_count": 606,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.643796",
    "prefix": "IMAGES-004"
  }
}