{
  "document_id": "HOUSE_OVERSIGHT_019494",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019494.txt",
  "text": "6 | HOW AMERICA LOST ITS SECRETS\n\nno known appointments there. Even so, Snowden carried to Hong\nKong digital copies he had made of the top secret NSA documents.\nAs General Michael Hayden, who served as the head of both the\nNSA and the CIA, told me, “It’s very mysterious why Snowden\nchose Hong Kong.” We can assume he had a compelling enough rea-\nson for him to take the risk that he would be arrested there by Hong\nKong police after U.S. authorities invoked the detention provision\nof its extradition treaty. It was of course possible that Snowden had\ntraveled there to see someone he believed could protect him.\n\nI arrived in Hong Kong on May 20, 2014—exactly one year after\nSnowden had arrived there aboard a Japan Airlines flight. I checked\nin to the Mira hotel in the Tsim Sha Tsui shopping district of Kow-\nloon, a ten-minute ferry ride away from Hong Kong Island, where\nmost of the foreign consulates are located.\n\nI chose the Mira because it was the five-star hotel in which\nSnowden had stayed and where he had made the celebrated video\n\n© admitting his role in taking the NSA documents. I asked at the front ©\ndesk for room 1014, the same one that Snowden had occupied in\n2013, because I wanted easy access to the hotel’s service and secu-\nrity personnel responsible for the room who might have had contact\nwith Snowden a year earlier, Unfortunately, that room was occupied,\nbut I was given a nearby room that served my purpose.\n\nSnowden had told Glenn Greenwald and Laura Poitras, the\nGuardian reporters he met in Hong Kong, that he had hidden out\nat the Mira hotel since his arrival in Hong Kong because he feared\nthat the CIA might capture him. My first surprise was that Snowden\nhad not arrived at the Mira until eleven days after he arrived in\nHong Kong. As I learned from the hotel staff, Snowden had regis-\ntered there under his real name and used his own passport and credit\ncard to secure the room, an odd choice if he was hiding out. He had\nchecked in to the hotel not on May 20, as he had told the reporters,\nbut on June 1, 2013. He checked out on June 10.\n\nWherever Snowden stayed from May 20 to June 1, he apparently\nconsidered it a safe enough place from which to send Greenwald a\n“welcome package,” as he called it, of twenty top secret NSA docu-\n\n| | Epst_9780451494566_2p_all_rt.zindd 6 ® 929N6 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019494",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019494.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2356,
    "word_count": 430,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.684931",
    "prefix": "IMAGES-005"
  }
}