{
  "document_id": "HOUSE_OVERSIGHT_031957",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031957.txt",
  "text": "17\n\nImmigration/borders: Obama insists that enacting comprehensive\nimmigration reform, which would likely include a path to citizenship\nfor at least some illegal immigrants already in the United States, is\nstill a \"top priority,\" but with little congressional enthusiasm for such\na measure, it has been pushed to the back burner for now.\nMeanwhile, deportations of illegal immigrants are continuing at a\nrecord pace, though the administration touts the fact that a higher\npercentage of those deported have criminal records.\n\nObama has substantially increased the number of agents patrolling\nthe U.S.-Mexico border, but has also mocked the fence-building\nenthusiasm of Republicans, saying they won't be happy until there's a\n\"moat with alligators.\"\n\nIsrael/Palestine: Obama's engagement in the Israeli-Palestinian\npeace process has probably been the most frustrating foreign-policy\ninitiative of his presidency and the one on which he is most often\ncriticized by his Republican opponents. Obama continues to support\nnegotiations on a two-state settlement of the conflict, but his best-\nremembered statement on the topic is controversial: his suggestion\nthat Israel's pre-1967 war borders be taken as a starting point for\nnegotiations, a position fiercely opposed by Israel. More recently, the\nadministration has confirmed that it will veto Palestine's statehood\nbid in the U.N. Security Council.\n\nObama's relationship with Prime Minister Benjamin Netanyahu has\nseemed very strained at times. In a recently overheard conversation\nhe told French President Nicolas Sarkozy, \"You're fed up with him? I\nhave to deal with him every day.\"\n\nChina: Obama has repeatedly criticized China -- most recently at the\nAPEC summit in Honolulu -- for currency policies that he says have\n\nHOUSE_OVERSIGHT_031957",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031957.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1791,
    "word_count": 266,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.266928",
    "prefix": "IMAGES-011"
  }
}