{
  "document_id": "HOUSE_OVERSIGHT_026044",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026044.txt",
  "text": "B. What do they do with their money? They support right wing Republican candidates for all\norganizations -- attorneys general, Senate, House and state political figures. This is where it gets\ninteresting. Freedom Partners is thought of as the \"Koch bank\". Guess who ran this? Marc Short. It\ncontrols about $250 mn in funds for political activity. Guess who employed Marc Short as chief of\nstaff? Indiana Governor Mike Pence. Guess who then employed him as chief of staff? President-elect\nTrump. Matt Lloyd is in charge of communications and strategy for VP-elect Pence -- he came from\nKoch Industries. Governor Pence was a frequent attendee of the secretive semi-annual meetings of\nthe Koch Brothers. Guess who raised more than $100 million for Freedom Partners? Don McGahn.\nGuess who is the new White House Counsel for President-elect Trump? Don McGahn. (McGahn was\nembroiled in the Tom Delay scandal in the 2000s). Guess who had two companies which had Koch\nBrothers as investors and whose chief of staff (Chenowith) came from the Koch world? The new CIA-\ndesignate chief Mike Pompeo. (Pompeo's Kansas campaign received a $900,000 donation from Koch).\nGuess who gave $1 mn to Americans for Prosperity? Education secretary designate Betsy Devos.\nGuess who has written the strategy paper for the Department of Energy transition? Tom Pyle -- He is\naffiliated with the Koch Industries Office of federal Affairs and the Institute for Energy Research.\nGuess who was caught up in a Koch Industries scandal for a petrochemical port project (with a Koch\naffiliated Messr. Henneberry)? Governor Nikki Haley who is UN Ambassador designate.\n\nC. Advisors are ALL Koch-related. Here is where it gets fun. Former campaign advisor Corey\nLewandowski came from KochLand. Rebekah Mercer is part of Koch and and gave $2.5 mn to\nFreedom Partners. Kellyanne Conway has connections to Pence from way back and is connected to\nSteve Bannon through the Center for National Policy. Trump deputy campaign manager David Bossie\ncame from Citizens United. The Director of Coalitions for Trump is named Alan Cobb -- he came from\nAmericans for Prosperity. Daren Selnick is a transition advisor and he came from Concerned\nVeterans. Others on the Trump team who came from Kochland include Stuart Jolly, Eli Miller, Scott\nHagerstrom and Matt Ciepielowski.\n\n=e,\n\n3. BUY the hell out of Russia -- Exxon Rex is a cabinet trifecta for Koch Brothers.\n\nA. And there's Exxon Rex. Any contribution from Exxon received money from Koch -- and vice versa.\nRex Tillerson is worth $151 million and is leaving Exxon next year. He seems to have accepted\nsecretary of state position. He inked a deal worth $300 billion in oil and gas exploration in 2012. (For\nthat, he received the highest civilian honour bestowed by Russia). This will be a boom for Koch\nIndustries as the sanctions against Russia are lifted. (Thank you Uncle Vlad for interfering in the\nelections). This will be a boom for Russia -- for equities, FX and bonds. It is clear that sanctions\nagainst Russia will be lifted regardless of whether Russia interfered in the elections. (Clinton made\nthis a campaign issue and still lost!).\n\nB. Anyone who thinks this will be reversed by Greenpeace or other green organization is kidding\nthemselves. The Senate and House is Republican. Majority parties control all committees so they\ncontrol the agenda. The agenda is set. These guys are geniuses with the news cycle. And the vast\narray of think tanks controlled by the Koch Brothers (most of them) allows them to control the news\ncycle as well as the opinion pages of newspapers. The web on control on public opinion from the\n\nHOUSE_OVERSIGHT_026044",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026044.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3658,
    "word_count": 606,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.359972",
    "prefix": "IMAGES-008"
  }
}