{
  "document_id": "HOUSE_OVERSIGHT_021787",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021787.txt",
  "text": "To prosecutors, Mr. Epstein is just another sex offender. He did what he did because he\ncould, and because he never dreamed he would get caught, they say. Mr. Epstein’s\ndefenders counter that he has been unjustly persecuted because of his wealth and lofty\nconnections.\n\nSitting on his patio on “Little St. Jeff’s” in the Virgin Islands several months ago, as his\nlegal troubles deepened, Mr. Epstein gazed at the azure sea and the lush hills of St.\nThomas in the distance, poked at a lunch of crab and rare steak prepared by his personal\nchef, and tried explain how his life had taken such a turn. He likened himself to Gulliver\nshipwrecked among the diminutive denizens of Lilliput.\n\n“Gulliver’s playfulness had unintended consequences,” Mr. Epstein said. ““That is what\nhappens with wealth. There are unexpected burdens as well as benefits.”\n\nThose benefits are on full display on his island where, despite his time in jail, Mr. Epstein\nhas commissioned a new estate. The villa will occupy the island’s promontory, which\noffers views of the Atlantic on one side and the Caribbean on the other. It will have a\nseparate library to house Mr. Epstein’s 90,000 volumes, a Japanese bathhouse and what\nhe calls a “Ziegfeld” movie theater.\n\nFor now, however, those visions of a private paradise have been replaced by the cold\nreality of a jail cell.\n\nThe legal drama began in 2005, when a young woman who gave Mr. Epstein massages at\nhis Palm Beach mansion told the local police about the encounter. She was 14 at the time,\nand was paid $200.\n\nThe police submitted the results of their investigation to the state attorney, asking that\nMr. Epstein be charged with sexual relations with minors. His lawyers say Mr. Epstein\nnever knew the young women were under age, and point to depositions in which the\nmasseuses — several of whom have filed civil suits — admitted to lying about their age.\n\nIn July 2005, a Florida grand jury charged Mr. Epstein with a lesser offense, soliciting\nprostitution. Mr. Epstein’s legal team, which would eventually include the former\nprosecutor Kenneth W. Starr and the Harvard law professor Alan M. Dershowitz, was\nelated: Mr. Epstein would avoid prison.\n\nBut then the United States attorney’s office in Miami became involved. Last summer, Mr.\nEpstein got an ultimatum: plead guilty to a charge that would require him to register as a\nsex offender, or the government would charge him with sexual tourism, according to\npeople who were briefed on the discussions.\n\nDavid Weinstein, an attorney in the government’s Miami office, declined to discuss the\nspecifics of the case. But he did address the subject of Mr. Epstein’s means and\nprominent legal team, and dismissed a proposal by Mr. Epstein’s lawyers — who\nopposed the application of federal statutes in the case — that he be confined to his house\nin Palm Beach for a probationary period.\n\nHOUSE_OVERSIGHT_021787",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021787.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2887,
    "word_count": 486,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.383447",
    "prefix": "IMAGES-006"
  }
}