{
  "document_id": "HOUSE_OVERSIGHT_027868",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027868.txt",
  "text": "to the grand old Black Sea port of Constanta, and by ship through the\nBosphorus, past Istanbul, and on to Haifa on the Palestinian coast, from where\nthey were taken by truck to their bunk-bed rooms in one of a dozen prefab\nstructures on the recently established kibbutz. Though the water came from a\nwell, and it lacked even the basic creature comforts of the cramped Godin\napartment in Warsaw, that, to my mother, was just part of the challenge, and the\ndream, she’d embraced and had come to define her. I know that she felt, on\narriving in the kibbutz, that only now was her life truly beginning.\n\nIt was a feeling that never left her. Yet it was always clouded by the memory\nof the family she left behind. When the Second World War began in September\n1939, the Germans, and then the Soviets, invaded, overran and divided Poland.\nTwo of my mother’s three sisters fled to Moscow. Her teenage brother Avraham\nwent underground, joining the anti-Nazi partisans. All three would survive the\nwar. Yet in the autumn of 1940, the rest of her family found themselves inside\nthe Warsaw Ghetto with the city’s other 400,000 Jews. My mother’s parents\ndied there, along with her 13-year-old brother Itzik and her little sister Henya,\nwho was only 11.\n\nWhen my mother arrived in the kibbutz, her Gordonia friends assumed she\nwould marry a young man named Ya’akov Margalit, the leader of their group\nback in Warsaw. But the budding romance fell victim to the Zionist cause. As\nshe was embarking on her new life, he was frequently back in Poland training\nand arranging papers for further groups of pioneers. He continued to write her\nlong, heartfelt letters. But the letters had to be brought from the central post\noffice in Tel Aviv, and the kibbutznik who fetched the mail was a quiet,\ndimunitive 25-year-old named Yisrael Mendel Brog — my father. Known as\nSrulik, his Yiddish nickname, he had come to Palestine five years earlier. He\nwas an ordinary kibbutz worker. He drove a tractor.\n\nMy father’s initial impulse in coming to Palestine was more personal than\npolitical. He was born, in 1910, in the Jewish shtet/ of Pushelat in Lithuania,\nnear the larger Jewish town of Ponovezh, a major seat of rabbinic learning and\nteaching. His own father, though the only member of the Pushelat community\nwith rabbinical training, made his living as the village pharmacist. Many of the\nroughly 10,000 Jews who lived there had left for America in the great exodus\nfrom Russian and Polish lands at the end of the 19\" century. By the time my\nfather was born, the community had shrunk to only about 1,000. When he was\ntwo years old, a fire broke out, destroying dozens of homes, as well as the\nshtetl’s only synagogue. Donations soon arrived from the US, and my paternal\n\n20\nHOUSE_OVERSIGHT_027868",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027868.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2772,
    "word_count": 484,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.529470",
    "prefix": "IMAGES-009"
  }
}