{
  "document_id": "HOUSE_OVERSIGHT_011701",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011701.txt",
  "text": "nearly a thousand miles away from us, he tried to divert attention from US-led\ninternational condemnation of his invasion by threatening Israel. He said “all\nissues of occupation” were on the table — the West Bank and Gaza, the Golan\nHeights, and Lebanon — and vowed to “let our fire eat half of Israel” in a future\nwar. And we could not assume this was mere rhetoric. Iraq had an arsenal of\nSoviet-made ballistic missiles. Called Scuds, they were not always accurate at\nlong range. But they could reach Israeli towns and cities, and could carry not\njust conventional explosives but chemical warheads. Moreover, Saddam had\nused chemical weapons: during the Iran-Iraq war, and to kill thousands of his\nown restive Kurdish population in the town of Halabja in the spring of 1988.\n\nEven the prospect of American military action seemed not to faze him.\nHours into the invasion, he moved an armored force toward Kuwait’s border\nwith Saudi Arabia, a key US regional ally, immediately prompting the President\nGeorge Bush’s administration to go beyond mere verbal condemnation. With\nSaudi agreement, Washington dispatched a squadron of F-15s to the kingdom —\nthe first step in what would become a huge American land, sea and air force to\nface down Saddam and force him out of Kuwait.\n\nGiven the credible threat of Scud missile attacks on Israel, Dan immediately\nassigned me to coordinate our assessment and evaluation of what Saddam was\nlikely to do in the event of a US-led attack, and what defense arrangements or\nIsraeli military response would be necessary. We knew we’d be under strong\npressure from the Americans to stay out of any war. Israeli involvement would\nbe a political gift to Saddam, allowing him to convert a conflict over his\naggression against an Arab neighbor into a “defense” against “Israeli\noccupation.” But we had a primary responsibility to protect our citizens.\n\nI was now working with a new Israeli government. After Shimon Peres tried\nand failed to topple the unity coalition in the spring of 1990, Shamir had formed\na Likud-led government shorn of both Peres and Rabin. Misha Arens was again\nMinister of Defense. I began preparing regular, fortnightly reports for him, Dan\nand Prime Minister Shamir. Within days of the invasion, I produced my initial\nassessment. The bottom line was that we had to assume there would be a war. It\nwas impossible to imagine the Americans would commit hundreds of thousands\nof troops and simply bring them home again, unless Saddam succumbed and\nretreated. I was equally certain Saddam would use his Scuds against us. He’d\nfigure the benefits of trying to bring Israel into the conflict far outweighed the\nrisk of retaliation. But I was “nearly 100 per-cent sure” he wouldn’t use\nchemical warheads, since that would almost guarantee an Israeli military\n\n230\nHOUSE_OVERSIGHT_011701",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011701.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2832,
    "word_count": 472,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.372143",
    "prefix": "IMAGES-001"
  }
}