{
  "document_id": "HOUSE_OVERSIGHT_018388",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018388.txt",
  "text": "state can lose many battles, but the only loss that is always fatal is to be defeated in\nstrategy.”\n\nThe leaders of our major global powers may be as blind to the dangers and\npossibility of our world as Europe’s heads of states were to the nature of their era\n100 years ago. You know what the Seventh Sense is now. Who among them has it?\nWe should wonder if we’ve merely now done Hiram Maxim one better: Have we\ndeveloped something with our age of connection that will reach its fullest potential\nin allowing us to slit each other’s throats more efficiently? I don’t think so, but\nunderstanding why means we need consider the networks, to feel them out with our\nnew sense.\n\nThe essential problem of politics is not difficult to state. It was true for Seneca in the\nRoman Forum as it was for Lobengula on the Shangani riverbank or is now for\ncongressmen in Washington or cadres is Beijing: Who has power? Why? By power |\nmean the ability to control others, to tell them what to do - or what not to do; and of\ncourse to avoid being dictated to yourself in that “Surrender or die” way. Max\nWeber, the German sociologist of the last century, had it right: Macht, the ability to\nachieve what you want despite the resistance of others.22? Don’t develop nuclear\nweapons. Or Don’t attack us. Or, Join our alliance against Sparta are all examples of\npower in action. The movement of power, from the balled-up fists of Kings and\nPopes and Emperors, to the hands of markets and voters and citizens, and now into\na fresh, connected dynamic is the story of history. This is a lurching, worrisome,\ndangerous process even if it suggests some miraculous transformations. Whole new\ntopologies of vital, life-giving control are emerging; surely contests for their mastery\nwill occur. The terrible human infection of a hunger for power and security isn't,\nmuch as we might wish, something quarantined safely to the pages of Homer or\nHitler.\n\nSo let’s pass beyond describing the new and surprising elements that make up a\nSeventh Sense and onto its use. Examine our world with this instinct, for a moment.\nPicture that constantly stretched, complex network, spitting out drones, viruses,\nfortunes and disruption as it is wont to do. Recall the seething, insidious power of\nthe Warez Dudes, the New Caste, the black boxes they all hunger to penetrate and\nmake weird. Think of the compression of time, of twisting topologies that can place\nthe distant atop us in an instant. What single feature stands out? Our world shuffles\nnow, as all these forces slip into an order defined by closed spaces, by fresh in and\nout borders. What the Seventh Sense reveals as it feels at this new arrangement is\ngates. Everywhere. Facebook, bitcoin users, doctors with privileged access to\ngenetic databases - all are gated, in-or-out worlds. Look around and see how many\ngates enclose you or your family or your company. The Internet. The FTSE 100. Your\nApple or Android operating system. In our connected age, the act of drawing lines\n\n229 Max Weber: Max Weber and Sam Whimster, The Essential Weber: A Reader.\n(London: Routledge, 2004), 355\n\n156\n\nHOUSE_OVERSIGHT_018388",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018388.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3132,
    "word_count": 543,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.938017",
    "prefix": "IMAGES-004"
  }
}