{
  "document_id": "HOUSE_OVERSIGHT_018977",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018977.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT\n\nTime: 9:27:55 Incident Report ' Program: CMS301L\n\nCase No. . . . : 1-05-000368 (Continued)\nproperty number 05-294 with the blank tape.\n\nKEKKEKEERERRREREREREREREEREKEK NARRATIVE # BR RRR EKERKEEKERKRERERKREERREEE\n\nNA Reported By: RECAREY, JOSEPH 9/26/05\n\nEntered By.: ALTOMARO, NICKIE A. 9/28/05\n\nCopies of the tapes that were submitted into evidence were requested.\nAdditionally, trash pulls were started on September 21, 2005. Sgt. b6\nSzarszewski made telephone contact with Tony Higgins, Supervisor of b7c\n\nthe Sanitation Department, and requested that trash be collected at\nthe Epstein House located at 358 El Brillo in Palm Beach. Sgt\nSzarszewski met with Sanitation worker, Jeff Williams and observed him\nenter the property at 358 El Brillo. Shortly thereafter, Williams\nexited the property and placed the three white trash bags in the empty\nwell in the rear of the truck. Williams then drove away where he met\nwith Sgt. Szarszewski who removed the bags from the well and placed\nthem into one large black trash bag. The bag was returned to the\nPolice Station where I was waiting for him. Upon his arrival, we\ninspected the bags where several notes and papers were found. These\n\nnotes contained names of girls with times. Additionally, there was a\n\nnote Sean Jeffrey Epstein on a notepad, which\n\nstated,\"For a good time aT Also,\nthere was another telephone number on the note Also found\nwas a written note, which stated, can not come at 7 p.m.\ntomorrow because of soccer. These items were written on notepads that\ncontain Jeffrey Epstein on the bottom of the notes. These items were\nplaced into evidence for future follow up. I requested subpoenas for\nsubscriber information on the telephone numbers listed above on the\nnote from The cellular telephones[_jand\n\nare both assigned to Cingular Cellular Service. Other notes\n\nwere found within the trash on Jeffrey Epstein pad, papers that.\ncontained telephone numbers. One note had Po with\n\n‘written on it. This cellular number_is assigned to Cingular Cellular\nService. Another sheet had written[> | which is assigned to Bell\nSouth Telecommunications. The subpoenas were picked up and submitted\nto Cingular and Bell South Telecommunication for subscriber\ninformation.\n\nOn September 22, 2005, I was informed by Sgt. Szarszewski that there\nwould be no trash pick up as it was recycle pick up day. A request\nfor copies of the micro and standard size cassettes were requested\nfrom crime scene to familiarize myself with the interviews conducted.\n\nOn September 23, 2005, the tapes were received and I began to become\nfamiliar with the interviews that were conducted. Det. Krauel had met\nwith Town of Palm Beach Sanitation worker, Jeff Williams and observed\nhim enter the property of 358 El Brillo. Shortly thereafter, Williams\nexited the property and placed the three white trash bags in the empty\nwell in the rear of the truck. Williams then drove away where he met\nwith Det. Krauel who removed the bags from the well and placed them\ninto.one large black trash bag. The bag was returned to the Police\nStation where I was waiting for him. Upon his arrival, we inspected\n\nHOUSE_OVERSIGHT_018977",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018977.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3183,
    "word_count": 517,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:48.562795",
    "prefix": "IMAGES-005"
  }
}