{
  "document_id": "HOUSE_OVERSIGHT_011015",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011015.txt",
  "text": "investment. A policy to increase investment would thus lead not only to higher\ncapital intensity, which might not matter much, but also a faster transfer of new\ntechnology into actual production, which would. Steady-state growth would not be\n\naffected, but intermediate-run transitions would, and those should be observable.\n\nThat idea seemed to correspond to common sense, and it still does. By 1958 I was\nable to produce a model that allowed for the embodiment effect. ... If common sense\nwas right, the embodiment model should have fit the facts better than the earlier\none. But it did not. Dension (1985) , whose judgment I respect, came to the\nconclusion that there was no explanatory value in the embodiment idea. I do not\n\nknow if that find should be described as a paradox, but it was at least a puzzle.\n\nEdward Denison was another leading growth economist Solow consulted.\nRemember that Solow had defined disembodied growth to mean better use of\nexisting assets, as when ships carrying coal to Newcastle are inspired to reverse the\nbusiness plan. It is easy to see how disembodied growth could come more or less for\nfree. But Solow puzzled how embodied growth, which needs “new and different\n\ncapital equipment,” could arrive without “ a policy to increase investment.”\n\nIt can for the same reason that Achilles can overtake the tortoise. Solow’s problem, |\nthink, may have been that new and different capital equipment stands to embodied\nnovelty as a new and different chicken laying a new and different egg. We can see\nhow the different capital might come first through saving from consumption\ndeferment. And it seems clear that the embodied novelty could not. But one of the\nbeauties of calculus is that it allows chicken and egg to evolve simultaneously.\n\nNeither novelty precedes the other at the instant of first embodiment.\nThis time it is Newton and Leibnitz to the rescue, along with the trusty Gunnar\nMyrdal, if 1 guess right about Solow’s misgivings. Since he understands calculus and\n\nMyrdal far better than I do, I may guess wrong. So let me try another way. It seems\n\nto me that embodied growth is still disembodied growth at a finer and more basic\n\nChapter 4 Mill’s Idea 1/11/16 24\n\nHOUSE_OVERSIGHT_011015",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011015.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2229,
    "word_count": 375,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.965712",
    "prefix": "IMAGES-001"
  }
}