{
  "document_id": "HOUSE_OVERSIGHT_017707",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017707.txt",
  "text": "Page 72 of 78\n2007 Utah L. Rev. 861, *962\n\nIt is important to emphasize one argument the Advisory Committee does not appear to make: that the CVRA applies only to\ncharged crimes. Any such argument would not only fly squarely in the face of the CVRA's venue and coverage provisions\napplying victims' rights against investigating agencies, but also of the CVRA's clear legislative history. Discussing the CVRA's\ndefinition of a crime victim, *°? Senator Kyl said the statute used an \"intentionally broad definition because all victims of\ncrime deserve to have their rights protected, whether or not they are the victim of the count charged.\" *°°\n\nAt least one federal magistrate judge has suggested, in dicta, that - in spite of Senator Kyl's plain statement - the CVRA might\nnot apply until charges have been filed. *°! His primary reason for doing so, however, was that the Supreme Court's decision in\nHughey v. United States, ©? suggested this result. To be sure, the victims statute at issue in Hughey (the Victim Witness\nProtection Act) did employ a similar definition of \"victim\" as that found in the CVRA. But Hughey turned on the fact that other\nlanguage in the restitution statute provided that \"\"a defendant convicted of an offense’ may be ordered to \"make restitution to\nany victim of such offense. > Such a straightforward holding says little about a statute - such as the \"fairness\" provision in\nthe CVRA - that contains no such limiting language regarding persons \"convicted ... of [an] offense.\" Moreover, the magistrate\njudge did not discuss the CVRA's coverage and venue provisions, which plainly dictate that the CVRA applies to crimes not yet\ncharged. For all these reasons, the [*963] Advisory Committee should apply the CVRA as written and include a venue\nprovision both for prosecuted and not-yet-prosecuted crimes.\n\nFifth, and most important, in proposed Rule 60(b)(2), the Advisory Committee gives victims the power to assert rights \"under\nthese rules.\" As has been noted throughout this Article, the Rules as they would be amended by the Advisory Committee leave\nout many of the victims' rights under the CVRA. For example, the victims right to a speedy trial has not been included in the\nproposed rule changes. >°* By giving victims the power to only assert the limited number of rights listed \"under these rules,\"\nthe Advisory Committee ignores many victims’ rights under the CVRA. At the very least, the language should be changed to\nmake clear that victims to assert all rights that they have under the CVRA.\n\nOne change that the Advisory Committee should not make is worth brief mention: The Advisory Committee should not add a\nprovision for a fact-finding hearing to determine whether someone is a \"victim\" of crime. In its comment on the pending\nproposed amendments, the National Association of Criminal Defense Lawyers (\"NACDL\") has proposed such a procedure.\nThe rationale it gives is that \"the conferring of \"rights' on the \"victim’ comes, in general, at the expense of the defendant. Thus,\ndue process requires that a provision be added to these Rules for a factfinding hearing, to be held whenever the proper labeling\nof a person as \"victim,’ is in dispute ... .\" °°\n\nThe NACDL's rationale is patently defective. The rights in the CVRA do not interfere with any rights of the defendant, as\npointed out throughout this Article. *©° For instance, for victims to be notified of court hearings, to attend those hearings, and\n\n559 See supra notes 117-133 and accompanying text (discussing amendments to Rule 1).\n\n560 150 Cong. Rec. $10912 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl); ef. United States v. Heaton, 458 F. Supp. 2d 1271, 1272 (D. Utah\n2006) (\"Although some of the other rights in the Crime Victims' Rights Act (such as the right to be heard and the right to not be excluded) are\nlimited to \"public proceedings,' the right to fairness is not so restricted.\").\n\n61 United States v. Turner, 367 F. Supp. 2d 319, 326-27 (E.D.N.Y. 2005).\n\n562 495 U.S. 411 (1990).\n\n563 Id. at 415-16 (emphases added) (quoting 18 U.S.C. § 3579(a)(1) (1982 ed. Supp. IV)).\n564 See supra notes 483-493 and accompanying text.\n\n*65 Peter Goldberger, Statement on Behalf of the Nat'l Assoc. of Crim. Defense Lawyers Before the Advisory Comm. on Criminal Rules 4\n(Jan. 26, 2007).\n\n566 While the CVRA extends to uncharged crimes, it is also obvious that \"the CVRA does not grant victims any rights against individuals who\nhave not been convicted of a crime.\" Jn re W.R. Huff Asset Mgmt. Co., 409 F.3d 555, 564 (2d Cir. 2005) (emphasis added); accord Searcy v.\nSkinner, No. 6:06-1418-GRA-WMC, 2006 WL 1677177, at 2 (D.S.C. June 16, 2006). Like the constitutional amendment it was patterned on,\nthe CVRA extends rights against the government - that is, rights \"not to be victimized again through the process by which government\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017707",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017707.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4882,
    "word_count": 817,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.022063",
    "prefix": "IMAGES-004"
  }
}