{
  "document_id": "HOUSE_OVERSIGHT_013975",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013975.txt",
  "text": "» Craigslist ( www.craigslist.org )\n\nBesides local weekly magazines with housing listings, such as Bild or Zitty (no joke) in Berlin, I have\nfound Craigslist to be the single best starting point for long-term overseas furnished apartments. As of\nthis writing, there are more than 50 countries represented. That said, prices will be 30-70% less in the\nlocal magazines—if you have a tight budget, get a hostel employee or other local to help you make a few\ncalls and strike a deal. Ask the local helper not to mention you’re a foreigner until pricing is agreed\nupon.\n\n» Interhome International ( www.interhome.com )\n\nBased in Zurich, more than 20,000 homes for rent in Europe.\n\n> Rentvillas.com ( www.rentvillas.com )\n\nProvides unique renting experiences—from cottages and farmhouses to castles—throughout Europe,\nincluding France, Italy, Greece, Spain, and Portugal.\n\nComputer Remote Access and Backup Tools\n\n= GoToMyPC ( www.gotomypc.com\n\nThis software facilitates quick and easy remote access to your computer’s files, programs, e-mail, and\nnetwork. It can be used from any web browser or wireless device and works in real time. I have used\nGoToMyPC religiously for more than five years to access my U.S.-based computers from countries and\nislands worldwide. This gives me the freedom to leave all computers at home.\n\n=> WebExPCNow ( http://pcnow.webex.com )\n\nWebEx, the leader in corporate remote access, now offers software that does most of what GoToMyPC\noffers, including cut and paste between remote computers, local printing from remote computers, file\ntransfers, and more.\n\n» DropBox (www.getdropbox.com) and SugarSyne\n\n(www.sugarsync.com); then JungleDisk (www.jungledisk.com) and Mozy (www.mozy.com) Both\nDropBox and SugarSync perform backups and synching of files between multiple computers (home and\n\ntravel computers, for example). JungleDisk and Mozy—lI use the latter—have fewer features and are\nmore specifically designed for automatic backups to their online storage.\n\nFree and Low-Cost Internet (IP) Telephones\n\nHOUSE_OVERSIGHT_013975",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2052,
    "word_count": 305,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.163635",
    "prefix": "IMAGES-002"
  }
}