{
  "document_id": "HOUSE_OVERSIGHT_017027",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017027.txt",
  "text": "handful of years after the year X itself. The lag between a year and its peak is partly due to the length of\nthe authorship and publication process. For instance, a book about the events of 1950 may be written\nover the period from 1950-1952 and only published in 1953.\n\nFor each year, we estimated the slope of the exponential decay shortly past its peak. The exponent was\nestimated using the slope of the curve on a logarithmic plot of frequency between the year Y+5 and the\nyear Y+25. This estimate is robust to the specific values of the interval, as long as the first value (here,\nY+5) is past the peak of Y, and the second value is in the fifty years that follow Y. The Inset in Figure 4A\nwas generated using 5 and 25. The half-life could thus be derived.\n\nHalf-life can also be estimated directly by asking how many years past the peak elapse before frequency\ndrops below half its peak value. These values are noisier, but exhibit the same trend as in Figure 4A,\nInset (not shown).\n\nTrends similar to those described here may capture more general events, such as those shown in Figure\n89.\n\nIlI.7. The Pursuit of Fame\n\nWe study the fame of individuals appearing in the biographical sections of Encyclopedia Britannica and\nWikipedia. Given the encyclopedic objective of these sources, we argue these represent comprehensive\nlists of notable individuals. Thus, from Encyclopedia Britannica and Wikipedia, we produce databases of\nall individuals born between 1800-1980, recording their full name and year of birth. We develop a method\nto identify the most common, relevant names used to refer to all individuals in our databases. This\nmethod enables us to deal with potentially complicated full names, sometimes including multiple titles and\nmiddle names. On the basis of the amount of biographical information regarding each individual, we\nresolve the ambiguity arising when multiple individuals share some part, or all, their name. Finally, using\nthe time series of the word frequency of people’s name, we compare the fame of individuals born in the\nsame year or having the same occupation.\n\nIII.7A) Complete procedure\n\n7.A.1 - Extraction of individuals appearing in Wikipedia.\n\nWikipedia is a large encyclopedic information source, with an important number of articles referring to\npeople. We identify biographical Wikipedia articles through the DBPedia engine (Ref $9), a relational\ndatabase created by extensively parsing Wikipedia. For our purposes, the most relevant component of\nDBPedia is the “Categories” relational database.\n\nWikipedia categories are structural entities which unite articles related to a specific topic. The DBPedia\n“Categories” database includes, for all articles within Wikipedia, a complete listing of the categories of\nwhich this article is a member. As an example, the article for Albert Einstein\n(http://en.wikipedia.org/wiki/Albert_Einstein) is a member of 73 categories, including “German physicists”,\n“American physicists”, “Violonists”, “People from Ulm” and “1879_births”. Likewise, the article for Joseph\nHeller (http://en.wikipedia.org/wiki/Joseph Heller) is a member of 23 categories, including “Russian-\n\nAmerican Jews”, “American novelists”, “Catch-22” and “1923 _births’.\n\nWe recognize articles referring to non-fictional people by their membership in a “year_births” category.\nThe category “1879 births” includes Albert Einstein, Wallace Stevens and Leon Trotsky likewise\n“1923 births” includes Henry Kissinger, Maria Callas and Joseph Heller while “1931_births” includes\nMichael Gorbachev, Raul Castro and Rupert Murdoch. If only the approximate birth year of a person is\n\nHOUSE_OVERSIGHT_017027",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017027.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3644,
    "word_count": 557,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.702049",
    "prefix": "IMAGES-004"
  }
}