{
  "document_id": "HOUSE_OVERSIGHT_024205",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024205.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\n=\" Leverage to higher power prices can be substantial. For example, in the US every\n$1/mmbtu improvement in natural gas prices increases Exelon’s long-term earnings by\nmore than 20%, whereas for pure generators such as NRG the leverage exceeds 30%.\n\n= In Europe, where power is generated at close to cash production cost in many markets,\neven a modest (e.g. 10%) combination of changes in coal, carbon and Euro prices can\nhave a 25-50% earnings impact on several European utilities.\n\no Global utility capex (ex-US) is rebounding after a recession-driven slowdown:\n\n=\" System-enhancing transmission capex is accelerating in Europe and Asia and is firm in\nthe US.\n\n=» US, European and Asian utilities are building much of the infrastructure needed to\ncapitalize on the global shale gas boom underway.\n\n= In emerging markets, infrastructure spending is occurring across the entire value chain.\n\ne Substantial alpha opportunities follow periods of underperformance (Section 5).\n\no Current MSC! World Utility Index underperformance against the MSCI World Index is the deepest\n(-67%) and longest (4 years) of the modern utility era, caused by a perfect storm of factors (see\npage 15).\n\no Despite the strong rally in equity markets since the depths of the financial crisis, the global utility\nsector is still down -11% in absolute terms and has underperformed the second-worst sector\n(telecom) over the same period by -23%. Previous periods of underperformance have set the\nstage for substantial alpha opportunities driven by fundamental investors re-entering the sector.\n\no The global utility sector does not need to outperform for Electron to generate solid performance;\n80% of our 7-year return (10.3% per annum) is from alpha (Jensen’s alpha calculation).\n\ne Investing in the global utility sector does not mean taking undue interest rate risk (Section 6).\n\no The interest rate sensitivity of the sector has declined steadily since the modern utility era began\nin the early 1990s. US utilities remain the most interest rate-sensitive companies regionally.\n\no We track interest rate risk for all positions in our risk model, and the portfolio’s net interest rate\nrisk is kept within acceptable limits as we select stocks. In addition, Electron’s return correlation\nto interest rates historically is slightly lower than the HFRI Equity Hedge Index’s return\ncorrelation to interest rates.\n\n© This process has worked well for us as Electron has posted strong returns and alpha generation in\nboth increasing and declining interest rate environments.\n\ne Investors should always have an allocation to the global utility sector.\n\no This is a large-cap, dividend-generating sector that is vitally important to national economies, and\nwhich is subject to undercurrents of deregulation and competition. This has produced ample\nlong/short opportunities in the past and will continue to do so for the foreseeable future.\n\no Moreover, an allocation to global utilities provides a diversification benefit to investor\nportfolios. The risks affecting a global utility sector fund are very different from those affecting\nother long/short funds and diversification enables higher returns per unit of risk. Electron’s 7-\nyear track record correlation to the S&P 500 and HFRI Equity Hedge indices is .41 and .68,\nrespectively (.18 and .55, respectively, in down markets).\n\n4 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024205",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024205.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3446,
    "word_count": 532,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.843121",
    "prefix": "IMAGES-007"
  }
}