{
  "document_id": "HOUSE_OVERSIGHT_012350",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012350.txt",
  "text": "c™\n\nPage la: Fage 16\n\n1 A Probably like around 45 minutes. - DETECTIVE RECAREY: Okay. Can you think of }\n2 Q Forty-five minutes? Okay. og anything else?\n3 You said he wanied to see you again. Did the 3. BY DEFECTIVE DAWSON:\n4 blond hair lady try to take your information or -- 4 Q Was he im good shape? Was he a blob?\n5 A We said oh, well, | think eave my 5 A He was old but he wasn't as muscular or anything\n& secretary your name and number and smffandT'dliketosee ~ 6  Jike thal. He was like a regular old guy.\n7 you again and -- “ BY DETECTIVE RECARFY:\n& Q Did anybody from the house ever call you again? . 8 Q Did he have any accents or anything or --\n9 A Hub-huh. a A Huh-huh. Ne.\n10 QQ Nobody ever called you? 18 Q Did he ever introduce himself to you?\nLah A No. “ha A No, That's why E don't know who you're talking\n1a Q Okay. So you only went there that one time? '2 about. | guess | heard that name in front of\n3 A Yeah. (Inaudible) took notes on his name er anything.\n14 Q Okay. Is there anything else you'd ke to add? Q I know this is difficult for you and } know it was\n15 A Yes. There was another girl that tike I -- difficult from talking to vou the other day and il’s\n16 there were other mumors ike they were partners in doing “16 difficult talking to you now.\nLv that. a A Uh-huh.\n14 Q Who was that? Dlg Q But I've talked to a lot of people and f really\n1 A. This i fm not. I'm not quite sure. iS appreciate you talking to me ahout this.\n2G My brother would probably know because she's older than us | 20 A Ub-huh.\n\n22. becanse she met her at Publix afterwards anc vent\n2 and gave her some money. | think they had to shure the $100 |\n23 that they did. (Inaudible} a hundred bucks. And then I A No.\n\n1 heard another thing at my school that there was fike a numer DETECTIVE RECAREY: No? [nr going to go\n25 about this other girl it happened to. | just didn't sav eee ahead and conclude this statcment. ‘The ime by my\n\nQ Is there anything else you'd like to add to this\nstatement?\n\nBy tm\n\nanythurg because | didn't want anyone te know about me. 1 walch 1s 3:25 pun.\n2 Q Do you know who the other girl was? z (Thereupon, the interview ended.)\n3 A Ycould ask. is se\n4 Q > No. Don't worry about it. 4\n3 A Okay. i)\n5 Q Did he know you went oI 6\n3 A i don't think he knew anything about me. 6\n2 Q Like the questcons that he asked vou in trying to 2 2\n20) get to know you, what kind cf question I mean other than (he LG\n3.1 sexual questions? lL\nWes A He didn't really ask me -- oh, wait. he asked me Jif\n£3) what school Pwent to. He was just asking ine like how | is\nié felt because you're good at massaving. Ginaudible) how Twot - 14\n23 om the business. | thought yeah. that'd be coel. And he LS\n1& ined to ask me se do vou have a boyfriend, what do you do; 1.4\n1? for fan. Pretty much like it was kind of weird how often “4?\nL8  Gnaudible). How do you like to have sex. Oh. do you like + 18\n193 i} when peopie bke touch your boobs. Tsaid no, I don't 19\n“20° really bke when people touch my body because nishy und 28\nfinaudible) dot let anyone touch my boobs anyway. He did 2 1\nit, a\nQO Ohay. 73\nA But he kept asking me like abeut his nipples. 24\n25 He's like ch, that feels so goad like -- aS\n\nJ. Consor & Associates Reporting & Transcription\n561.682.0905\n\n98aeb4ea-fabf-461a-b5d2-be85289cc56a\n\n01914\n\nHOUSE_OVERSIGHT_012350",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012350.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3331,
    "word_count": 695,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:44.906155",
    "prefix": "IMAGES-001"
  }
}