{
  "document_id": "HOUSE_OVERSIGHT_023437",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023437.txt",
  "text": "The distribution phase will rely heavily on our media and educational partners. Distribution\nemanates from PPE, which attracts thousands of educators every year to its programs on\nHarvard’s campus, and enrolls thousands of others in its highly successful WIDE World\ncourses. Previous offerings of Poetry in America courses on edX have attracted over 25,000\nlearners worldwide.\nOther partners include:\ne The Poetry Foundation\nWGBH\nThe Atlantic\nThe Aspen Institute\nThe Nantucket Project\nGenius\nNautilus\nThe Big Think\nThe Emily Dickinson Museum\n\nNew corporate partners include:\ne Digital Partners Incorporated\ne Adobe\ne Netsuite\n\nC: OUTPUTS AND OUTCOMES\n\nThis project will eventuate in for-credit professional development materials, developed by the\nHarvard Graduate School of Education to support relevant educational standards, including\nbut not limited to the Common Core. With funds sufficient to the task, we expect to release\ntwo full-credit courses for teachers by Spring 2016. HGSE has a business plan to produce\nthese courses, which they expect will fill a market niche.\n\nD: FUNDING OPTIONS\n\nFunds to support Poetry in America for Middle and High School Teachers may be directed to\nthe Harvard Graduate School of Education. There is an HGSE account dedicated to Poetry in\nAmerica that is ready to receive donations.\n\nAlternatively, funds can be donated to Filmmaker’s Collaborative, a 501c3 dedicated to\nsupporting independent film and media initiatives such as the Poetry in America project.\nFilmmaker’s Collaborative provides low-cost fiscal sponsorship for over 200 media projects\nacross the country, and also offers professional support and public programming. Filmmakers\nCollaborative allows maximum autonomy and flexibility in the use of resources to support the\nobjectives of the Poetry in America project.\n\nHOUSE_OVERSIGHT_023437",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023437.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1843,
    "word_count": 273,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.664301",
    "prefix": "IMAGES-007"
  }
}