{
  "document_id": "HOUSE_OVERSIGHT_024628",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024628.txt",
  "text": "hip and laid-back kindness. But, hey, I was proud to be in a mag that published pieces by Pynchon,\nManny Farber and you.\n\nBy the time I'd gotten incrementally better as a cartoonist in the first half of the 1970s I was regularly\ndoing illustrations for soft-core fiction stories in Cavalier’s low-rent _ sister\nmags, Dude, Gent and Nugget (even wrote a story or two there and got several of my San Francisco\ncomix cronies (Spain Rodriguez, Bill Griffith and Justin Greene) illustration gigs with Alan for those\n\nmags as well.\n\nI was first invited into the mag to do two full-color comix pages in 1969 (when being printed in\ncolor was a Very Big Deal for me as was Getting Paid more than 25 bucks for a drawing), somehow\nin proximity to a big article on underground comix. They were running some Crumb “Fritz the Cat”\npages. All thanx to their hip, laid back and kind editor LeMond. I also did some gag cartoons, short\nstrips and occasional illustrations for Cavalier (one especially bad drawing for a story by Bruce Jay\n\nFriedman).\n\nMy work in 1969, as an apprentice underground cartoonist taking too many drugs was really, really\nawful so I'm grateful for the editor's hip and laid-back kindness. By the time I'd gotten incrementally\nbetter as a cartoonist in the first half of the 1970s I was regularly doing illustrations for soft-core\nfiction stories, even wrote a story or two there and got several of my S.F. comix cronies (Spain\n\nRodriguez, Bill Griffith and Justin Greene) illustration gigs with Alan for those mags as well.\n\n[Note in Wikipedia: Maus is a graphic novel by American cartoonist Art Spiegelman,\nserialized from 1980 to 1991. It depicts Spiegelman interviewing his father about his experiences\nas a Polish Jew and Holocaust survivor. The work employs postmodernist techniques and\n\nrepresents Jews as mice, Germans as cats, and Poles as pigs. In 1992, Maus won a Pulitzer Prize. |\n\nCOMiING AND GOING\n\nHOUSE_OVERSIGHT_024628",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024628.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1943,
    "word_count": 330,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.408188",
    "prefix": "IMAGES-008"
  }
}