{
  "document_id": "HOUSE_OVERSIGHT_029021",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029021.txt",
  "text": "From: Alain Forget nn\n\nSent: 11/18/2016 11:12:27 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: interesting\n\nImportance: — High\n\nDonald Trump’s newly named chief strategist and senior counselor, Steve Bannon, laid\nout his global nationalist vision in unusually in-depth remarks delivered by Skype to a\nconference held inside the Vatican in the summer of 2014.\n\nWell before victories for Brexit and Trump seemed possible, Bannon declared there was\na “global tea party movement” and praised European far-right parties like Great\nBritain’s UKIP and France’s National Front. Bannon also suggested that a racist element\nin far-right parties “all gets kind of washed out,” that the West was facing a “crisis of\ncapitalism” after losing its “Judeo-Christian foundation,” and he blasted “crony\ncapitalists” in Washington for failing to prosecute bank executives over the financial\ncrisis.\n\nThe remarks — beamed into a small conference room in a 15th-century marble palace in\na secluded corner of the Vatican — were part of a 50-minute Q&A during a conference\nfocused on poverty hosted by the Human Dignity Institute, which BuzzFeed News\nattended as part of its coverage of the rise of Europe’s religious right. The group was\nfounded by Benjamin Harnwell, a longtime aide to Conservative member of the\nEuropean Parliament Nirj Deva to promote a “Christian voice” in European politics. The\ngroup has ties to some of the most conservative factions inside the Catholic\n\nChurch; Cardinal Raymond Burke, one of the most vocal critics of Pope Francis who was\nousted from a senior Vatican position in 2014, is chair of the group’s advisory board.\nBuzzFeed News originally posted a transcript beginning 90 seconds into the then-\nBreitbart News chairman’s remarks because microphone placement made the opening\nmostly unintelligible, but we have completed the transcript from a video of the talk on\nYouTube. You can hear the whole recording at the bottom of the post.\n\nHere ts what he said, unedited:\n\nSteve Bannon: Thank you very much Benjamin, and I appreciate you guys including us\n\nin this. We’re speaking from Los Angeles today, right across the street from our\n\nHOUSE_OVERSIGHT_029021",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029021.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2175,
    "word_count": 343,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.182334",
    "prefix": "IMAGES-010"
  }
}