{
  "document_id": "HOUSE_OVERSIGHT_013162",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013162.txt",
  "text": "246 13 Local, Global and Glocal Knowledge Representation\n\n. Then we turn to distributed, neural-net-like knowledge representation, reviewing a host of\ngeneral issues related to knowledge representation in attractor neural networks, turning finally\nto “glocal” knowledge representation mechanisms, in which ANNs combine localist and globalist\nrepresentation, and explaining the relationship of the latter to CogPrime. The glocal aspect of\nCogPrime knowledge representation will become prominent in later chapters such as:\n\ne in Chapter 23 of Part 2, where Economic Attention Networks (ECAN) are introduced and\nseen to have dynamics quite similar to those of the attractor neural nets considered here,\nbut with a mathematics roughly modeling money flow in a specially constructed artificial\neconomy rather than electrochemical dynamics of neurons.\n\ne in Chapter 42 of Part 2, where “map formation” algorithms for creating localist knowledge\nfrom globalist knowledge are described\n\n13.2 Localized Knowledge Representation using Weighted, Labeled\nHypergraphs\n\nThere are many different mechanisms for representing knowledge in AI systems in an explicit,\nlocalized way, most of them descending from various variants of formal logic. Here we briefly\ndescribe how it is done in CogPrime, which on the surface is not that different from a number of\nprior approaches. (The particularities of CogPrime’s explicit knowledge representation, however,\nare carefully tuned to match CogPrime’s cognitive processes, which are more distinctive in\nnature than the corresponding representational mechanisms.)\n\n13.2.1 Weighted, Labeled Hypergraphs\n\nOne useful way to think about CogPrime’s explicit, localized knowledge representation is in\nterms of hypergraphs. A hypergraph is an abstract mathematical structure [Bol98], which con-\nsists of objects called Nodes and objects called Links which connect the Nodes. In computer\nscience, a graph traditionally means a bunch of dots connected with lines (i.e. Nodes connected\nby Links). A hypergraph, on the other hand, can have Links that connect more than two Nodes.\n\nIn these pages we will often consider “generalized hypergraphs” that extend ordinary hyper-\ngraphs by containing two additional features:\n\ne Links that point to Links instead of Nodes\ne Nodes that, when you zoom in on them, contain embedded hypergraphs.\n\nProperly, such “hypergraphs” should always be referred to as generalized hypergraphs, but\nthis is cumbersome, so we will persist in calling them merely hypergraphs. In a hypergraph\nof this sort, Links and Nodes are not as distinct as they are within an ordinary mathematical\ngraph (for instance, they can both have Links connecting them), and so it is useful to have a\ngeneric term encompassing both Links and Nodes; for this purpose, we use the term Atom.\n\nA weighted, labeled hypergraph is a hypergraph whose Links and Nodes come along with\nlabels, and with one or more numbers that are generically called weights. A label associated\nwith a Link or Node may sometimes be interpreted as telling you what type of entity it is, or\n\nHOUSE_OVERSIGHT_013162",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013162.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3102,
    "word_count": 468,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.942902",
    "prefix": "IMAGES-002"
  }
}