{
  "document_id": "HOUSE_OVERSIGHT_024990",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024990.txt",
  "text": "33\n\nherself shies away from the Cineplex imagery in favor of the notion\nof “smart power.”\n\n“Smart power’ is the use of American power in ways that would help\nprevent and resolve conflict—not just send our military in,” she says.\n“Smart power’ is closer cooperation between our development\nexperts, our diplomats, our military leaders.” Hillary offers an\nexample: in Afghanistan, the Pentagon has a fund that allows a young\nAmerican officer to take $100,000 in discretionary funds and rebuild\na school on his own authority. By contrast, a diplomat or\ndevelopment expert trying to rebuild a school would spend months\nfilling out forms, Hillary says, and probably still wouldn’t get the\nmoney out of Congress. “We need a more agile civilian power,” she\nconcludes.\n\nHillary draws a distinction between focusing on relations with\ngovernments (the locus of diplomacy for hundreds of years) and\nstimulating change in societies, where the results are less controllable\nbut ultimately more profound. She clearly wants to try both at once,\nbut that intention can break down under the stress of a crisis. In the\ndebate over the bombing of Libya, the “society” policymakers were\nthe hawks. Their argument was caricatured by critics as purely\nhumanitarian but was in fact strategic. The thinking here was that the\nU.S. must “get on the right side of history” and connect to the\naspirations of young people in the region. By contrast, the Old Guard\nfocused on nervous allies like Saudi Arabia, Turkey, and Jordan.\nSeeing the upheaval through the lens of stability, they were doves on\nthe question of bombing Libya, which they thought might detract\nfrom the larger aim of containing Iran. Their mantra was “Beware\nunintended consequences.”\n\nWhile the Pentagon was clearly opposed beforehand, the other power\ncenters in the government were more conflicted. It wasn’t State\nversus White House, much less women versus men or old versus\n\nHOUSE_OVERSIGHT_024990",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024990.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1941,
    "word_count": 313,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.510823",
    "prefix": "IMAGES-008"
  }
}