{
  "document_id": "HOUSE_OVERSIGHT_016438",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016438.txt",
  "text": "“I was surprised at how quickly it snowballed. I thought at some point there\nwould be a last interview, but the next victim would supply me with three or four\nmore names and the next one had three or four names and it just kept getting\nbigger and bigger,” Recarey said.\n\nBy then, word had gotten back to Epstein from some of the girls that they had\nbeen questioned by police. Epstein hired famed lawyer Alan Dershowitz.\n\n“Alan Dershowitz flew down and met privately with Krischer,”’ Recarey said. “And\nthe shenanigans that happened, I don’t think I’ve ever seen or heard of before.”\n\nPolice reports show that Epstein’s private investigators attempted to conduct\ninterviews while posing as cops; that they picked through Reiter’s trash in search\nof dirt to discredit him; and that the private investigators were accused of\nfollowing the girls and their families. In one case, the father of one girl claimed\nhe had been run off the road by a private investigator, police and court reports\nshow.\n\nSupport investigative journalism\n\nThe Miami Herald obtained thousands of FBI and court records, lawsuits, and witness depositions, and went to\nfederal court in New York to access sealed documents in the reporting of \"Perversion of Justice.\" The Herald\nalso tracked down more than 60 women who said they were victims, some of whom had never spoken of the\nabuse before.\n\nYour digital subscription, starting at $0.99 for the first month, supports investigative journalism like this.\n\nCLICK TO SUBSCRIBE\n\nSeveral of the girls said they felt intimidated and frightened by Epstein and Sarah\nKellen, the millionaire’s assistant and alleged scheduler of massages, who warned\nthem not to talk to police, according to the police report.\n\nDershowitz, in an interview with the Herald, said he had nothing to do with\ngathering background on the girls — or in directing anyone to follow the police, or\nthe girls and their families.\n\nHOUSE_OVERSIGHT_016438",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016438.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1935,
    "word_count": 319,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.928771",
    "prefix": "IMAGES-003"
  }
}