{
  "document_id": "HOUSE_OVERSIGHT_014857",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_014857.txt",
  "text": "From: Richard Kahn_______________________________ \nSent: 4/4/2017 5:28:21 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Fwd: White House exploring VAT (Washington Post) \nAttachments: image002jpg01D2AD4706F2BBAO.jpg; image001jpg01D2AD460BC6CE60.jpg \nImportance: High \nRichard Kahn \nHBRK Associates Inc. \n575 Lexington Avenue 4th Floor \nNew York, NY 10022 \ntel \nfax \ncell \nBegin forwarded message: \nFrom: \"Ens, Amanda\" < \nSubject: White House exploring VAT (Washington Post) \nDate: April 4, 2017 at 1:26:22 PM EDT \nTo: \"Rich Kahn\"<> \nReply-To: \"Ens, Amanda\" <IMM> \nDavid Woo just sent this — please let me know if you'd like an update on his Washington/market views \nMore sign that VAT is making its way into the discussion.... \nAs you all know, I have been arguing that VAT make tremendous economic sense \nA VAT has all the virtues of a BAT without any of its drawbacks \nThe fact that this is being discussed makes me think that we are getting to a more serious stage of the negotiation over \ntax reform \nThis news is bullish for Trump trades, at least for the medium-term \nWhite House explores two new tax ideas — a value-added tax and carbon tax — as leading proposal to raise revenue \nfalters \nWashington Post \nApril 4 \nBy Damian Paletta and Max Ehrenfreund \nPresident Trump's administration is exploring the creation of two controversial new taxes — a value-added tax and a \ncarbon tax — as part of a broad overhaul of the tax code, according to an administration official and one other person \nbriefed on the process. \nHOUSE OVERSIGHT 014857 \nThe value-added tax, which is popular in many other countries, would serve as a kind of national sales tax, one that \nconsumers would pay when they make purchases and that businesses would pay for supplies, services and raw \nmaterials. A carbon tax would target the emissions of carbon dioxide and other greenhouses gases in the burning of \ngasoline, coal and other fossil fuels. \nThe study of the new options — which would represent major changes to American economic policy — comes as the \nadministration looks to tax reform as its next major battleground for implementing its agenda. Trump wants to cut \ntaxes sharply, but his advisers are looking for ways to raise revenue so as not to create a giant hole in the deficit. \nAdministration officials stressed that no final decision has been made and they are reviewing different alternatives. \nTwo officials and a third person confirmed the consideration of the value-added tax, while one official and the third \nperson confirmed the consideration of the carbon tax. \nThe search for new options reflects a recognition of the political challenges facing a proposal known as a border-\nadjustment tax that the White House and some Republicans had begun to rally around. The proposal, effectively a tax \non imports, would not only raise needed revenue but also serve to fulfill Trump's pledge to protect American \ncompanies from unfair export competition. \nThe tax would create incentives for companies to manufacture and produce goods domestically. But the proposal is \nunpopular with many other Republicans, who have said it would raise costs for consumers on things such as \nautomobiles, electronics and clothing. \nA value-added tax and a carbon tax have long been favored tools among economists, including some on the right, to \nraise revenue in a way that supports economic growth. But the prospect of any new taxes has long drawn skepticism \nfrom Republicans. \nAmanda Ens \nDirector \nBank of America Merrill Lynch \nMerrill Lynch, Pierce, Fenner & Smith Incorporated \nOne Bryant Park, 5th Floor, New York, NY 10036 \nHOUSE OVERSIGHT 014858 \n<!--[if !vmI]--> \nBank of America \nMerrill Lynch \nAwards Equity denvatives \nhouse of the year \n<![endif]--> \nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is privileged, confidential and/or \nproprietary and subject to important terms and conditions available at http://www.bankofamerica.com/emaildisclaimer. If you are not the \nintended recipient, please delete this message. \nlask \nAwards \n2017 \nWinner \nBank of America \nMerrill Lynch \nEquity derivatives \nhouse of the year \nRisk \nAwards \nWinner \nBank of AMOnal \nMerrill Lynch \nEquity derivatives \nhouse of the year \nHOUSE OVERSIGHT 014859",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_014857.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4293,
    "word_count": 668,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:45.895637",
    "prefix": "TEXT-001"
  }
}