{
  "document_id": "HOUSE_OVERSIGHT_017632",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017632.txt",
  "text": "Page 29 of 31\n104 J. Crim. L. & Criminology 59, *100\n\n[#101] crimes or crimes against children.\" 74! In Indiana, the plain language of its statute leaves open the possibility of a\nconferral right before formal charges to the extent that the statute includes two separate time frames: \"after a crime ... has been\ncharged\" or \"before any disposition of a criminal case involving the victim.\" 747\nTo be sure, not all states have afforded victims a voice throughout the entirety of the criminal justice process. 743 In some\nstates, the statutes are ambiguous. 74 In a handful of states, there is clear language limiting rights until after the filing of\ncharges. For example, Louisiana constrains the conferral right to criminal matters \"In which formal charges have been filed by\nthe district attorney's office.\" 745 Yet, unlike the federal CVRA, this statute specifically excludes pre-charging situations. And,\nin any event, despite Louisiana's limitation on a particular right within the statute, the legislature in this state still often saw fit\nto provide the victim with notification rights, even in the absence of the formal filing of charges. 74°\nVery few state courts have ever considered the precise issue of whether conferral rights may attach prior to the formal filing of\ncharges. This is likely caused by the fact that, unlike the federal statute, many state statutes fail to provide the victim with a\nprocedural mechanism for challenging the conduct of prosecutors or law enforcement agencies. 74” However, in rare cases,\nstate courts have implicitly recognized that a meaningful interpretation of victims' rights should include some rights prior to\nfiling.\n\nFor example, a Connecticut court concluded that a company injured by the delinquent act of a minor was entitled to\ninformation about the case [*102] contained in a police file in a civil proceeding, even though it appears that there was little\nindication that criminal charges had been filed. 74% Similarly, the South Carolina Supreme Court, while limiting the ability of\nthe victim to challenge the conduct of a prosecutor, concluded that the same rights under the state constitution must attach prior\nto the formal filing of an indictment. 74° Other courts have even permitted a victim to recover compensation or reparations for\nunindicted or acquitted conduct. 7>°\n\n238 See Office of Victim-Witness Advocacy, supra note 237, at 4 (including pre-grand jury remand, administrative dismissal, grand jury\nremand, grand jury dismissal, and indictment returned).\n\n239 Td. at 26 (describing victim involvement at grand jury and arraignment stages of the proceeding).\n\n240 See Mass. Ann. Laws ch. 258B, § 2 (LexisNexis 2004).\n\n41 Idaho Code Ann. § 19-5306(1)(f) (2004). As in the case of most of the state statutes, the Idaho statute is not without ambiguity. A\ndifferent provision within the statute makes the notification right contingent \"upon the filing of a criminal complaint or juvenile petition ... .\"\nId. § 19-5306(2).\n\n242 Ind. Code Ann. § 35-40-5-3(b) (West 2012); id. § 35-40-1-1 (failing to define \"case\").\n\n43 See, e.g., Md. Const. art. 47(b) (\"In a case originating by indictment or information filed in a circuit court, a victim of crime shall have the\nright to be informed ... .\").\n\n44 In Delaware, for example, the statute contains an additional limitation in the conferral provision that is noticeably absent from the duty\nimposed on law enforcement to provide information about the victim's rights to that victim. Compare De/. Code Ann. tit. 11, § 9405 (2007),\nand Del. Code Ann. tit. 1], § 9411 (2007) (imposing additional requirements after the Attorney General commences the prosecution), with\nDel. Code Ann. tit. 1], § 9410 (2007). Query whether the limitations imposed in one section should be inferred in the other under the doctrine\nof expressio unius est exclusio alterius.\n\n245 La, Rev. Stat. Ann. § 1844(D)(1) (2010).\n246 See id. § 1844.\n\n47 See generally Douglas E. Beloof, The Third Wave of Crime Victims' Rights: Standing, Remedy, and Review, 2005 BYU L. Rev. 255, 300-\n23 (discussing problems with remedies in victims' rights statutes).\n\n248 See In re James B., Jr.. 714 A.2d 735 (Conn. Super. Ct. 1998).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017632",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017632.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4240,
    "word_count": 686,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.240162",
    "prefix": "IMAGES-004"
  }
}