{
  "document_id": "HOUSE_OVERSIGHT_017936",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017936.txt",
  "text": "Case 1:19-cv-03377 Document 1 Filed 04/16/19 Page 2 of 28\n\nPlaintiff, VIRGINIA L. GIUFFRE, formerly known as Virginia Roberts (“Roberts”), for\nher Complaint against Defendant, Alan Dershowitz (“Dershowitz”) avers upon personal\nknowledge as to her own acts and status and upon information and belief and to all other matters:\n\nNATURE OF THE ACTION\n\n1. This suit arises out of Defendant’s defamatory statements of and concerning\nPlaintiff.\n\n2. During 2000-2002, beginning when Plaintiff was 16, Plaintiff was the victim of\nsex trafficking and abuse by convicted sex offender Jeffrey Epstein.\n\n3. Epstein’s trafficking scheme involved recruiting young girls, often by claiming\nthey would be paid $200 for simply providing a massage to a wealthy billionaire. The young girl\nwould then be brought up to Epstein’s bedroom where Epstein would be on a massage table;\nEpstein would then sexually abuse the girl. This same pattern was repeated numerous times with\nnumerous children.\n\n4. “From between 1999 — 2007, Jeffrey Epstein sexually abused more than 30 minor\ngirls...in his mansion in Palm Beach Florida, and elsewhere in the United States and overseas...\nIn addition to his own sexual abuse of the victims, Epstein directed other persons to abuse the\ngirls sexually. Epstein used paid employees to find and bring minor girls to him. Epstein\nworked in concert with others to obtain minors not only for his sexual gratification, but also for\nthe sexual gratification of others.” United States District Court Judge Marra February 21, 2016\nSummary Judgement Order at 2, Case No.: 9:08-cv-80786 (internal citations omitted). One of\nthe persons with whom Epstein acted in concert was Dershowitz.\n\n5. Like other minor children who came before and after her, Plaintiff was initially\n\nrecruited to provide massages, and thereafter to engage in a variety of sexual acts, for Epstein.\n\nHOUSE_OVERSIGHT_017936",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017936.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1894,
    "word_count": 296,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.648902",
    "prefix": "IMAGES-004"
  }
}