{
  "document_id": "HOUSE_OVERSIGHT_015733",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015733.txt",
  "text": "Mind over Computer 43\n\nBritish readers — and you roll it once around the wheel of your car. The\nsmall sweet will turn many times. Now put a pencil through the hole\nin the sweet, jack up your car so the wheel is off the ground, hold the\nsweet next to the wheel of your car and press the accelerator. The sweet\nwill spin round very fast and probably disintegrate in a shower of minty\nsugar. This is the principle of gearing. A small circle has to do a lot of\nwork to keep up with a big circle. It’s very predictable. The sweet will turn\na set number of times for each rotation of the car wheel, equal to the ratio\nof the circumferences of the two circles.\n\nGears usually have teeth to lock the wheels together, but this is really\njust to make sure they can’t slip against one another when they transfer\nhuge forces, such as in racing cars. Some passenger cars have been built\nwith smooth gears; a friend of mine had one at university. If he put his\nfoot down too hard, the gears would slip, heat up and you would get a\nterrific smell of burning rubber. If you were lucky you could leave the car\nfor a few hours and all would be well. But, if not, you had to replace the\nrubber belt, which was very expensive. Toothed gears generally win out.\n\nToothed gears also have the enormous benefit of being digital. This\nis quite important if you want to keep things accurate. Gears can’t move\na fraction of a tooth so if a toothed gear has ‘slipped’ forward a small\namount, it will be kicked back into position when it meshes with another\ngear.\n\nIn a modern mechanical clock, a balance wheel swings back and\nforth on a spring and moves the main gear one notch forward each time\nit passes its central position. Gears divide this down to move the hour and\nminute hands. If I put the hands of a clock at midday and let the clock\ntick 86,400 times, the clock hands will come back to the same place. Once\nyou understand how a clock works you can play a trick. If you tell me the\nnumber of ticks the clock has tocked, I can tell you the exact position the\nhands will be in. To a small child this might be dressed up as a magicians\ntrick — but, of course, it is simply a matter of dividing the number of ticks\nby 60 and then 60 again to calculate the amount of time elapsed. This\ntype of precisely predictable behavior is called deterministic behavior.\nSomething is deterministic if you can set it up in a particular way and\nknow the exact state later or, conversely, examine something and trace it\nback into the past.\n\nModern computers scale up clockwork and make it much more\nefficient; gears are translated into electronic logic gates and a quartz\ncrystal vibrates at 1000 million ticks per second to give us the clock tick.\nOn each tick, the computer can do a mathematical operation, store and\nretrieve information, or branch down an avenue in its program. Using\n\nHOUSE_OVERSIGHT_015733",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015733.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2872,
    "word_count": 537,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.769175",
    "prefix": "IMAGES-003"
  }
}