{
  "document_id": "HOUSE_OVERSIGHT_022159",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022159.txt",
  "text": "James PATTERSON\nFri\n\npaying a large sum of money. And that I was named as an | the evening news, and th\neffort to try to show the billionaire what could happen to 4 communication with ABC\nsomebody if they were accused of sexual misconduct. And they would be putting fal\nthat would encourage him to settle a lawsuit or pay money in | allowed Virginia Roberts t\nexchange for his name not being mentioned or revealed. | F E to corroborate that. I then\nhad no idea about this. And I didn’t—I didn't ask about this. : E had never mentioned me\nShe just stated this. And I then corroborated the fact that she : television and publicly sta\nwas absolutely correct in everything she had said to me. i me in any of her descriptio\nQ: You corroborated the fact that she was absolutely correct in ; i contact with. So I was then\neverything that she had said to you? a: was telling me the complete\nA: That's right. : q was an extortion plot direct\nQ: How? re nal extortion plot directed\n\nA: Okay. Let me answer that question. I was very—I wasn't sure, your clients were involved i\n50 I called Leslie Wexner. I got his wife on the phone, Abigail\n\nWexner. Obviously I knew that the only billionaire in Colum-\n\nbus, Ohio, who owned Limited Too and who owned Victoria's 3 © 1130a.m.\n\nSecret was Leslie Wexner. I had met Leslie Wexner on two E. 4\n\noccasions, I think, and his wife. I called Abigail on the phone i 3 Q: Let’s see if we can make su\nand I said, “I think you ought to know that there is an extor ¥ 4 another, sir. Do you recos\ntion plot being directed against your husband by unscrupu- 4 4 between Virginia Roberts ha\nlous lawyers in—in Florida” And she said, “Oh, we're aware a : ally abused by you on multi\nof that; they’ve already been in contact with us,” which sur- j : name you as opposed to Vil\nprised me. But [her statement] was confirmation of that. 1 . 4 you and never having been\nthen also—I can’t give you the chronology of that. I then was ~ 3 those two things different in\nin touch with ABC and found out she was absolutely correct 4 _ A: Not in the context of this cas\nabout her efforts to try to get interviewed on ABC television. — q that she was going to seek j\nIn fact, I learned that your client, Brad Edwards, had sent 4 3 __ abused her. And if she didn’\ncommunication to people in the area urging them to watch q ' inference is inescapable that\nher interview that was scheduled to be on three television” ' that she had had any sexual\n\ntainly the inference I drew...\n\nprograms. If I'm not mistaken, it was [the] Good Day Show,\n\n262\n\nHOUSE_OVERSIGHT_022159",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2570,
    "word_count": 495,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.018241",
    "prefix": "IMAGES-006"
  }
}