{
  "document_id": "HOUSE_OVERSIGHT_026433",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026433.txt",
  "text": "hard cap) to invest into both transportation and social infrastructure projects in Europe. TIIC 2 will also seek\nto invest, ona very selective basis, into greenfield social infrastructure projects in New Frontier Markets,\nwithin close proximity to the European Union. Given its powerful network of relationships across Europe\nand the operational skills of its team, TIIC Group will continue to target superior investment returns for TIIC\n2’s portfolio of assets. These returns should be in line with the anticipated returns from the First Fund\nportfolio which is forecast to deliver a gross IRR of up to 14% and a multiple of approximately 2x on\ninvested capital.\n\nTIIC announced the first close of TIIC 2 on December 30\" 2016, with aggregate commitments of €135m\nfrom a group of high quality and well-diversified limited partners. First close investors in TIIC 2 include the\nEuropean Investment Bank and Edmond de Rothschild, both with significant commitments, as well as the\nTIIC team. TIIC 2 is also supported by a number of existing investors, together with several European\ninsurance companies, pension funds and family offices. A second close is planned in the coming months\nand the final close will occur before the end of 2017. We have received significant interest from a number\nof European institutional investors, many of which are in the process of completing detailed due diligence\non TIIC 2. We are firmly on track to achieve a final close of TIIC 2 before the end of the year.\n\nFurthermore, TIIC has announced the first exit from Fund 1, with outstanding returns. Three other\ninvestments are in sales processes and should close during the next few months.\n\nBRIDGE\n\nBRIDGE is an infrastructure debt platform initiated by Edmond de Rothschild Asset Management (EdRAM) to\nenable institutional investors to access infrastructure assets with secured and stable revenue streams.\nBRIDGE is a London based second generation debt fund sourcing and structuring transactions directly from\nsponsors when feasible and one of the few independent debt teams only investing on behalf of clients. The\nBRIDGE team has the ability to execute and deliver transactions as efficiently as traditional lenders as well as\nnegotiate terms and conditions bringing optimised yield and security to investors.\n\nThe BRIDGE platform was set up as a new leg of EDR’s Infrastructure, Real Assets & Structured Finance Team\nstriving to take advantage of the expertise of the infrastructure sector acquired when the team became a\nglobal leader in PPP & Transport infrastructure financial advisory in 2011 and 2012.\n\nThe BRIDGE platform raised € 400m of new monies in 2016 and has successfully reached the €1bn mark of\nAssets under Management at the end of 2016. The platform comprises three investment vehicles (French\nFCT and Lux SIF) and is currently fundraising for additional pockets of liquidity:\n\no BRIDGE | reached final closing in December 2014 with approximately €600m of aggregate commitments from a club\n\nof institutional investors.\n\nHOUSE_OVERSIGHT_026433",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026433.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3045,
    "word_count": 483,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.395597",
    "prefix": "IMAGES-008"
  }
}