{
  "document_id": "HOUSE_OVERSIGHT_017060",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_017060.txt",
  "text": "﻿World Economic Forum Annual Meeting 2011\nList of Participants (For planning purposes only and not for publication)\nAs of 18 January 2011\nDavos-Klosters, Switzerland, 26-30 January\nMichael J. Abbott Chief Investment Officer Cornell University USA\nZein Abdalla Chief Executive Officer PepsiCo Europe Switzerland\nMustafa Abdel-Wadood Managing Director and Chief\nAbraaj Capital Limited United Arab Emirates\nExecutive Officer, Abraaj Investment\nManagement\nAbdul Rahman Mohd Chairman\nPeremba Group of\nMalaysia\nRazali\nCompanies\nKhalid Abdulla-Janahi Honorary Chairman Vision 3 United Arab Emirates\nHafsat Abiola-Costello Founder and Chief Executive Officer China-Africa Bridge Nigeria\nMagid Abraham\nPresident, Chief Executive Officer comScore Inc.\nUSA\nand Co-Founder\nReuben Abraham\nExecutive Director, Centre for Indian School of Business India\nEmerging Markets Solutions\nPhillip Abrary President and Chief Executive Officer Ostara Nutrient Recovery Canada\nTechnologies Inc.\nIssa Abdul Salam Abu Chairman and Chief Executive Officer Salam International\nQatar\nIssa\nInvestment Ltd\nMikhail A. Abyzov Chairman RU-COM Russian Federation\nAclan Acar Chairman Dogus Otomotiv AS Turkey\nPaul Achleitner Member of the Board of Management Allianz SE Germany\nJosef Ackermann\nChairman of the Management Board Deutsche Bank AG\nGermany\nand the Group Executive Committee\nMohamed Adam\nCorporate Counsel and Senior Eskom Holdings Limited South Africa\nGeneral Manager, Regulation and\nGovernance\nCarol Adelman President Movers & Shakespeares USA\nKen Adelman Vice-President Movers & Shakespeares USA\nTrip Adler\nCo-Founder and Chief Executive Scribd Inc.\nUSA\nOfficer\nPatrick Aebischer President Ecole Polytechnique\nSwitzerland\nFédérale de Lausanne\n(EPFL)\nDaniel S. Aegerter Chairman Armada Investment Group Switzerland\nAG\nOlusegun Aganga\nMinister of Finance of Nigeria\nShai Agassi Founder and Chief Executive Officer Better Place Israel\nMarcus Agius Group Chairman Barclays PLC United Kingdom\nBP Agrawal Executive Director Sustainable Innovations Inc. USA\nAntonio De Aguiar Patriota Minister of External Relations of\nBrazil\nDavid Agus\nProfessor of Medicine and Director, University of Southern USA\nUSC Center for Applied Molecular\nMedicine\nCalifornia (USC)\nKaren Agustiawan President and Chief Executive Officer PT Pertamina (Persero) Indonesia\nPierre Ahlborn Chief Executive Officer Banque de Luxembourg SA Luxembourg\nMontek Singh Ahluwalia Deputy Chairman, Planning\nCommission, India\nAhmad Radhi Nungsari Executive Director Khazanah Nasional Berhad Malaysia\nKamal Ahmed Business Editor The Sunday Telegraph United Kingdom\nMasood Ahmed\nDirector, Middle East and Central International Monetary Fund USA\nAsia Department\n(IMF)\nShawn Ahmed Founder The Uncultured Project Canada\nSanjiv Ahuja Chairman and Chief Executive Officer LightSquared USA\nMarkus Akermann Chief Executive Officer Holcim Ltd Switzerland\nHüsnü Akhan Chief Executive Officer Dogus Group Turkey\nJamal Akl\nGroup Vice-President, Sales,\nProposals and Support\nWorld Economic Forum Annual Meeting 2011\nConsolidated Contractors\nCompany (CCC)\nGreece\nSamir Al Rifai\nPrime Minister of the Hashemite\nKingdom of Jordan\nH.R.H. Prince Turki Al Prince of Saudi Royal Family\nFaisal Al Saud\nMatti Alahuhta President and Chief Executive Officer Kone Corporation Finland\nAnass Alami Director-General Caisse de Dépôt et de Morocco\nGestion (CDG)\nJosé Maria Alapont President and Chief Executive Officer Federal-Mogul Corporation USA\nPierre Alary\nChief Financial Officer and Senior Bombardier Inc.\nCanada\nVice-President\nTom Albanese Chief Executive Rio Tinto Plc United Kingdom\nJim Albaugh President and Chief Executive Officer Boeing Commercial\nUSA\nAirplanes\nLiz Alderman Chief Business Correspondent International Herald Tribune France\nPhilip Aldrick Economics Editor The Daily Telegraph United Kingdom\nFelipe Aldunate Editor-in-Chief AméricaEconomía Chile\nHans van Alebeek\nCorporate Vice-President, Global Nike Inc.\nUSA\nOperations and Technology\nVagit Yu Alekperov President and Chief Executive Officer OAO LUKOIL Russian Federation\nNerio Alessandri Founder and Chairman Technogym SPA Italy\nHelen Alexander President Confederation of British United Kingdom\nIndustry (CBI)\nMohammed F. M. Th. Vice-Chairman\nFouad Alghanim & Sons Kuwait\nAlghanim\nGroup of Companies\nOmar K. Alghanim Chief Executive Officer Alghanim Industries Kuwait\nMarwan Al Ali\nSenior Vice-President Operations, Jumeirah Group\nUnited Arab Emirates\nMiddle East, Africa, India and South\nAsia\nYusuff Ali Managing Director Emke Group L.L.C. United Arab Emirates\nKurt Alig Chairman Arcadia Treuhand AG Switzerland\nKhalid A. Alireza Executive Director Xenel Group Saudi Arabia\nIlham Aliyev\nPresident of Azerbaijan\nHamza B. Alkholi Chairman and Chief Executive Officer Hamza Alkholi Group Saudi Arabia\nYvan Allaire Chair of the Board of Directors Institute for Governance of Canada\nPublic and Private\nOrganizations (IGOPP)\nGraham Allan Chief Executive Officer Yum! Restaurants\nUSA\nInternational\nNatalia Allen Founder and Chief Executive Officer Design Futurist SM USA\nSharon Allen Chairman Deloitte USA\nJoaquín Almunia\nVice-President and Commissioner,\nCompetition, European Commission,\nBrussels\nHoward Alper Chair and President Science, Technology and Canada\nInnovation Council\nEdmond Alphandéry Chairman CNP Assurances SA France\nMohammed Alshaya Executive Chairman Alshaya Group Kuwait\nJosé María Álvarez Pallete Chairman and Chief Executive Officer Telefónica Latinoamérica Spain\nAly Aziz Chairman The Dashwood Group United Kingdom\nYahya Alyahya Chief Executive Officer Gulf International Bank BSC Bahrain\n(GIB)\nYukiya Amano\nDirector-General, International Atomic\nEnergy Agency (IAEA), Vienna\nLuis Conceicao do Amaral President Eurocash SA Poland\nMukesh D. Ambani Chairman and Managing Director Reliance Industries Ltd India\nMohammed Ahmed Al President\nCentral Informatics\nBahrain\nAmer\nOrganization\nMaurice A. Amon Executive Co-Chairman SICPA Holding SA Switzerland\nPhilippe Amon Executive Co-Chairman SICPA Holding SA Switzerland\nBaroness Amos\nUndersecretary-General for\nHumanitarian Affairs and Emergency\nRelief Coordinator, UN Office for the\nCoordination of Humanitarian Affairs\n(OCHA), New York\nPiyasvasti Amranand President Thai Airways International Thailand\nM. S. Ananth Director Indian Institute of\nIndia\nTechnology Madras\nNils Smedegaard\nGroup Chief Executive Officer A.P. Møller-Maersk AS Denmark\nAndersen\nCarl A. Anderson\nChief Executive Officer and Chairman\nof the Board, Knights of Columbus,\nUSA\nRichard H. Anderson Chief Executive Officer Delta Air Lines Inc. USA\nLászló Andor\nCommissioner, Employment, Social\nAffairs and Inclusion, European\nCommission, Brussels\nWorld Economic Forum Annual Meeting 2011\nJohan H. Andresen Jr Owner and Chief Executive Officer Ferd Norway\nJason Andrew\nVice-President, Worldwide Marketing BMC Software Inc.\nUSA\nand Channels\nKirill Androsov\nManaging Partner, Altera Capital,\nRussian Federation\nChristian Angermayer Chief Executive Officer Angermayer, Brumm & Germany\nLange Merchant Banking\nGroup\nHusodo Angkosubroto Chairman PT Gunung Sewu Kencana Indonesia\nKofi Annan\nSecretary-General, United Nations\n(1997-2006); Member of the\nFoundation Board of the World\nEconomic Forum\nAlan Annex\nChair, New York Corporate and Greenberg Traurig LLP USA\nSecurites Group\nPaola Antonelli\nSenior Curator, Department of Museum of Modern Art USA\nArchitecture and Design\nPlaton Antoniou\nPhotographer, USA\nLeo Apotheker President and Chief Executive Officer Hewlett-Packard Company USA\nFrank Appel Chief Executive Officer Deutsche Post DHL Germany\nDavid Appia\nAmbassador of France for\nInternational Investment; Chairman\nand Chief Executive Officer, Invest in\nFrance Agency, France\nJun Arai President Showa Shell Sekiyu K.K. Japan\nMarta Arango Nimnicht Founder and General Director International Center for Colombia\nEducation and Human\nDevelopment (CINDE)\nLouise Arbour President and Chief Executive Officer International Crisis Group Belgium\n(ICG)\nDan Ariely\nProfessor of Psychology and\nDuke University\nUSA\nBehavioral Economics\nAnita Arjundas Managing Director Mahindra Lifespace\nIndia\nDevelopers Limited\nDavid Arkless\nPresident, Corporate and\nManpower Inc.\nUnited Kingdom\nGovernment Affairs\nPeter Armstrong Director OneWorld UK United Kingdom\nTim Armstrong Chairman and Chief Executive Officer AOL USA\nNikesh Arora\nSenior Vice-President and Chief Google Inc.\nUSA\nBusiness Officer\nW. Brian Arthur Professor Santa Fe Institute USA\nAyman Asfari Group Chief Executive Petrofac Ltd United Kingdom\nTewodros Ashenafi Chairman and Chief Executive Officer SouthWest Energy (HK) Ltd Ethiopia\nSamir Assaf\nChief Executive, Global Banking and HSBC Bank Plc\nUnited Kingdom\nMarkets\nPeter Athanas Member of the Board of Directors Schindler Holding Ltd Switzerland\nAbdul Rahman Attar President Attar Group Syria\nKhalid bin Mohammed Al\nAttiyah\nMinister of State for International\nCooperation of Qatar\nLera Auerbach\nComposer, Poet and Concert Pianist\nHelmut Aurenz Member of the Supervisory Board AUDI AG Germany\nBruce E. Aust Jr\nExecutive Vice-President, Global The NASDAQ OMX Group USA\nCorporate Client Group\nStefano Aversa President and Member of the Board AlixPartners LLP USA\nRonit Avni Founder and Executive Director Just Vision USA\nEytan Avriel Managing Editor Ha'aretz Daily Newspaper Israel\nBassem I. Awadallah Chief Executive Officer Tomoh Advisory Jordan\nOrlando Ayala\nCorporate Vice-President, Chairman Microsoft Corporation USA\nof Emerging Markets and Chief\nAdviser to the Chief Operating Officer\nJosé Sergio Gabrielli de President and Chief Executive Officer Petroleo Brasileiro SA Brazil\nAzevedo\nPetrobras\nAzman Mokhtar Managing Director Khazanah Nasional Berhad Malaysia\nMichelle Bachelet\nUndersecretary-General, United\nNations Women (UN Women), New\nYork\nLouis Bacon Chief Executive Officer and Chairman Moore Capital Management, USA\nAbdalla Salem El Badri Secretary-General, Organization of\nthe Petroleum Exporting Countries\n(OPEC), Vienna\nRaymond J. Baer Chairman of the Board Bank Julius Baer & Co. Ltd Switzerland\nSebastián Bagó President Laboratorios Bagó SA Argentina\nShaikha Al Bahar Chief Executive Officer National Bank of Kuwait Kuwait\nAlejandro Baillères Chief Executive Officer Grupo Nacional Provincial\nSAB\nMexico\nWorld Economic Forum Annual Meeting 2011\nLP\nMadhur Bajaj Vice-Chairman Bajaj Auto Ltd India\nNiraj Bajaj Chairman and Managing Director Mukand Limited India\nRahul Bajaj Chairman Bajaj Auto Ltd India\nDouglas M. Baker Jr Chairman, President and Chief Ecolab Inc.\nUSA\nExecutive Officer\nGerard Baker Deputy Editor-in-Chief The Wall Street Journal USA\nPeter Bakker Chief Executive Officer TNT Netherlands\nJon Fredrik Baksaas President and Chief Executive Officer Telenor ASA Norway\nJorge E. Ballesteros Chief Executive Officer\nGrupo Mexicano de\nMexico\nZavala\nDesarrollo SAB\nJim Balsillie\nChairman and Co-Chief Executive Research in Motion Limited Canada\nOfficer\nRolando Balsinde Director McKinsey & Company Spain\nBeat Balzli Editor-in-Chief HandelsZeitung und\nSwitzerland\nFinanzrundschau AG\nBan Ki-moon\nSecretary-General, United Nations,\nNew York\nStéphane Bancel Chief Executive Officer bioMérieux SA USA\nOriana Bandiera Professor of Economics London School of\nUnited Kingdom\nEconomics and Political\nScience\nChandrajit Banerjee Director-General Confederation of Indian India\nIndustry (CII)\nShumeet Banerji Chief Executive Officer Booz & Company United Kingdom\nManvinder S. Banga Operating Partner Clayton, Dubilier & Rice LLP United Kingdom\nBritt D. Banks Adjunct Professor, School of Law University of Colorado USA\nAlmir Guilherme Barbassa Chief Financial Officer Petroleo Brasileiro SA Brazil\nPetrobras\nLionel Barber Editor The Financial Times United Kingdom\nRoger Barnett Chairman and Chief Executive Officer Shaklee Corporation USA\nNicholas Barr Professor of Public Economics London School of\nUnited Kingdom\nEconomics and Political\nScience\nNicolas Barré Deputy Managing Editor Les Echos France\nMaria Bartiromo\nAnchor, CNBC's Closing Bell; Host CNBC\nUSA\nand Managing Editor, Wall Street\nJournal Report\nDominic Barton Worldwide Managing Director McKinsey & Company United Kingdom\nPius Baschera Chairman of the Board of Directors Hilti Aktiengesellschaft Liechtenstein\nLluis Bassets Op-Ed Editor El País Spain\nSonja Bata Chairman Bata Shoe Foundation Canada\nOlivier Baube Editor-in-Chief, Economy Agence France Presse France\n(AFP)\nRaymond J. Baxter Senior Vice-President, Community Kaiser Foundation Health USA\nBenefit, Research and Health Policy Plan Inc.\nEben Bayer Founder and Chief Executive Officer Ecovative Design LLC USA\nAlexander Bazarov Vice-President Sberbank Russian Federation\nAbdullah Bazid\nExecutive Vice-President, Strategy Saudi Basic Industries Saudi Arabia\nPlanning\nCorporation (SABIC)\nTimothy Beardson Chairman Crosby Holdings Ltd Hong Kong SAR\nRobert E. Beauchamp Chairman, President and Chief BMC Software Inc.\nUSA\nExecutive Officer\nLaurent Beaudoin Chairman of the Board Bombardier Inc. Canada\nPierre Beaudoin President and Chief Executive Officer Bombardier Inc. Canada\nBernhard Beck Chief Personnel Officer EnBW Energie Baden- Germany\nWürttemberg AG\nChristophe Beck Executive Vice-President, Institutional Ecolab Inc. USA\nJohn M. Beck Chairman and Chief Executive Officer Aecon Group Inc. Canada\nCarol Becker Dean, School of the Arts Columbia University USA\nCharlie Beckett Director, POLIS London School of\nUnited Kingdom\nEconomics and Political\nScience\nTanya Beckett Presenter BBC World News United Kingdom\nBernd Beetz Chief Executive Officer Coty Inc. USA\nBrian Behlendorf\nChief Technology Officer, World\nEconomic Forum\nNariman Behravesh Chief Economist IHS USA\nMartha Bejar\nPresident, Global Sales and\nWipro Technologies\nUSA\nOperations\nKoos Bekker Chief Executive Officer Naspers Ltd South Africa\nErik Belfrage Senior Advisor to the Chairman Investor AB Sweden\nMarc R. Benioff Chairman and Chief Executive Officer Salesforce.com USA\nSuzan G. Benmayor Columnist Hürriyet Gazetesi Turkey\nKatrin Bennhold Paris Correspondent International Herald Tribune France\nStéphane Benoit-Godet Editor-in-Chief Bilan Switzerland\nWorld Economic Forum Annual Meeting 2011\nBruno Bensasson\nVice-President, Economics, Prices GDF SUEZ\nFrance\nand Markets\nRobert Berendes Head of Business Development Syngenta International AG Switzerland\nAxel Berg\nAmbassador of Germany to\nSwitzerland\nRoland Berger Honorary Chairman Roland Berger Strategy Germany\nConsultants Holding GmbH\nDouglas G. Bergeron Chairman and Chief Executive Officer VeriFone Systems Inc. USA\nNicolas Berggruen President and Chairman Nicolas Berggruen Institute USA\nStanley M. Bergman Chairman of the Board and Chief Henry Schein Inc.\nUSA\nExecutive Officer\nC. Fred Bergsten Director The Peterson Institute for USA\nInternational Economics\nAlfred R. Berkeley Chairman Pipeline Financial Group Inc. USA\nWilliam H. Berkman Managing Partner Liberty Associated Partners USA\nLP\nThomas L. Bernardin Chairman and Chief Executive Officer Leo Burnett Worldwide USA\nThomas Bernt Henriksen Economics Editor Dagbladet Børsen A/S Denmark\nGiuliano Berretta Chairman of the Board Eutelsat SA France\nMike Berry President Hillwood Development USA\nCorporation\nErnesto Bertarelli Chairman Kedge Capital Partners Switzerland\nLimited\nMark T. Bertolini Chief Executive Officer and President Aetna Inc. USA\nBaron Luc Bertrand Chairman of the Executive Committee Ackermans & Van Haaren Belgium\nand Chief Executive Officer\nNV\nAkil Beshir Chairman Telecom Egypt Egypt\nErik Bettermann Director-General Deutsche Welle TV Germany\nUlrich L. Bettermann President and Chairman of the Board OBO Bettermann Group Germany\nJeffrey L. Bewkes Chairman and Chief Executive Officer Time Warner Inc. USA\nDonald S. Beyer Jr US Ambassador US Embassy Switzerland\nHomi K. Bhabha\nAnne F. Rothenberg Professor of the Harvard University\nUSA\nHumanities, Department of English\nand American Literature\nNeeraj Bharadwaj Managing Director Accel India Growth\nIndia\nManagement Company Pvt.\nLtd\nHari S. Bhartia\nCo-Chairman and Managing Director; Jubilant Bhartia Group India\nPresident, Confederation of Indian\nIndustry (CII)\nShobhana Bhartia\nMember of Parliament; Chairperson HT Media Limited\nIndia\nand Editorial Director\nShyam Sunder Bhartia Chairman and Managing Director Jubilant Bhartia Group India\nPramod Bhasin President and Chief Executive Officer Genpact Ltd India\nKaran Bhatia\nVice-President and Senior Counsel, General Electric Company USA\nInternational Law and Policy\nOm Prakash Bhatt Chairman State Bank of India India\nCarl Bildt\nMinister of Foreign Affairs of Sweden\nJeroo Billimoria Executive Director Aflatoun, Child Social and Netherlands\nFinancial Education\nNicholas E. Billotti President and Chief Executive Officer Turner International LLC USA\nNabeel Bin Salamah Chief Executive Officer Zain Kuwait\nSally Grover Bingham Reverend Interfaith Power & Light USA\nKumar M. Birla Group Chairman The Aditya Birla Group India\nLeonhard Birnbaum Chief Strategy Officer and Member of RWE AG\nGermany\nthe Executive Board\nFatih Birol Chief Economist International Energy Agency France\nSilas Birtwistle\nArtist, A Table from the Sea's Edge\nProject, United Kingdom\nMatthew Bishop New York Bureau Chief The Economist USA\nRune Bjerke President and Chief Executive Officer DnB NOR ASA Norway\nKurt Bjorklund Co-Managing Partner Permira Advisers LLP United Kingdom\nJerry Black\nVice-President, Chief Executive Aeon Co. Ltd\nJapan\nOfficer ASEAN Business\nBrent Blair\nAssociate Professor of Theatre University of Southern USA\nPractice, School of Theatre\nCalifornia (USC)\nTony Blair\nUN Middle East Quartet\nRepresentative\nFranck Blais Vice-President Lynx Energy Partners Switzerland\nMario I. Blejer\nAdjunct Professor of Finance, School Universidad Torcuato di Argentina\nof Business\nTella\nMartin Blessing\nChairman of the Board of Managing Commerzbank AG\nGermany\nDirectors\nRichard Blewitt Chief Executive HelpAge International United Kingdom\nHenry Blodget\nChief Executive Officer and Editor-in-\nChief\nBusiness Insider, Inc. USA\nWorld Economic Forum Annual Meeting 2011\nDavid E. Bloom\nClarence James Gamble Professor of Harvard School of Public USA\nEconomics and Demography\nHealth\nKathy Bloomgarden Chief Executive Officer Ruder Finn Inc. USA\nSally Blount Dean Kellogg School of\nUSA\nManagement\nRebecca Blumenstein Deputy Managing Editor The Wall Street Journal USA\nAdam Bly Founder and Chief Executive Officer Seed USA\nKurt Bock\nMember of the Board, Chief Financial BASF SE\nGermany\nOfficer and Chairman-Elect, Board of\nExecutive Directors\nMichael C. Bodson Executive Managing Director The Depository Trust & USA\nClearing Corporation\n(DTCC)\nAlan Boeckmann Chairman and Chief Executive Officer Fluor Corporation USA\nDeborah Boedicker Principal Strategic Investment Group USA\nYurii Boiko\nMinister of Energy and Coal Industry\nof Ukraine\nIrina Gueorguieva Bokova Director-General, United Nations\nEducational, Scientific and Cultural\nOrganization (UNESCO), Paris\nMarc Bolland Chief Executive Marks & Spencer Plc United Kingdom\nRoberto Bolle Etoile La Scala Theatre Italy\nLee C. Bollinger President Columbia University USA\nNikolaus von Bomhard Chairman of the Board of\nMunich Re\nGermany\nManagement\nBono\nLead singer of U2 and Co-Founder, ONE\nUnited Kingdom\nONE campaign and (RED)\nMarwan M. Boodai Chief Executive Officer Boodai Corporation Kuwait\nClaire Boonstra Co-Founder Layar Netherlands\nAnders Borg\nMinister of Finance of Sweden\nAndrei F. Borodin Chief Executive Officer Bank of Moscow Russian Federation\nClemens Börsig Chairman of the Supervisory Board Deutsche Bank AG Germany\nSir Leszek Borysiewicz Vice-Chancellor University of Cambridge United Kingdom\nMicheline Bossaert Director of International Department GDF SUEZ France\nAna P. Botín Member of the Board Banco Santander SA Spain\nJohn C. Botts Chairman United Business Media Plc United Kingdom\nMartha Boudreau President and Senior Partner Fleishman-Hillard USA\nCharles-Edouard Bouée\nYoussef Boutros-Ghali\nMember of the Global Executive\nCommittee and President of Roland\nBerger Asia\nMinister of Finance of Egypt; Chair of\nthe International Monetary and\nFinancial Committee, International\nMonetary Fund (IMF), Washington\nDC\nWorld Economic Forum Annual Meeting 2011\nRoland Berger Strategy\nConsultants\nPeople's Republic of\nChina\nRoberta B. Bowman Senior Vice-President and Chief Duke Energy Corporation USA\nSustainability Officer\nJean-François van Chairman of the Executive Board and Heineken International Netherlands\nBoxmeer\nChief Executive Officer\nPeter Brabeck-Letmathe Chairman of the Board Nestlé SA Switzerland\nAnu Bradford Member of the Board SITRA (Finnish National\nFund for Research and\nDevelopment)\nUSA\nSvein Richard Brandtzaeg President and Chief Executive Officer Hydro Norway\nSusan Brate Executive Manager, Manufacturing SABIC Innovative Plastics USA\nLLC\nMarcus W. Brauchli Executive Editor The Washington Post USA\nCompany\nSigve Brekke\nExecutive Vice-President, Telenor Telenor Asia (ROH) Ltd Thailand\nGroup and Head of Asia Region\nIan Bremmer President Eurasia Group USA\nBørge Brende Secretary-General Norwegian Red Cross Norway\nMarcus Brennecke Senior Partner EQT Partners\nGermany\nBeteiligungsberatung GmbH\nErik A. Brenninkmeijer Chairman of the Supervisory Board COFRA Holding AG Switzerland\nMaurice Brenninkmeijer Director C&A Netherlands\nJim Breyer Partner Accel Partners USA\nSamir Brikho Chief Executive Officer AMEC Plc United Kingdom\nSergey Brilev Anchor and Deputy Director Russia TV Russian Federation\nSergey Brin\nCo-Founder and President,\nGoogle Inc.\nUSA\nTechnology\nWilliam A. Brindley Chief Executive Offcer Nethope Inc. USA\nScott Brison\nMember of Parliament and Member of\nthe Liberal Official Opposition\nShadow Cabinet, House of\nCommons, Canada\n\nHannes Britschgi Publisher Ringier AG Switzerland\nRomero Britto Artist and President Britto Central USA\nJeffrey D. Brody Founding Partner Redpoint Ventures USA\nBeth A. Brooke\nGlobal Vice-Chair, Public Policy, Ernst & Young\nUSA\nSustainability and Stakeholder\nEngagement\nDavid Brooks Op-Ed Columnist The New York Times USA\nRebekah Brooks Chief Executive Officer News International Plc United Kingdom\nStuart Brooks Special Adviser Chevron Corporation United Kingdom\nRichard D. Broome Senior Vice-President, Corporate Hertz Global Holding Inc. USA\nAffairs and Communications\nFrank Brosens Co-Founder Taconic Capital Advisors LP USA\nWilliam F. Browder Chief Executive Officer Hermitage Capital\nUnited Kingdom\nManagement Ltd\nJ. Frank Brown Dean INSEAD France\nMike Brown Chief Executive Officer Nedbank Group South Africa\nTim Brown Chief Executive Officer IDEO LLC USA\nTina Brown Founder and Editor-in-Chief The Daily Beast USA\nNeil Alexander Bruce Chief Operating Officer Amec Plc - Natural\nUnited Kingdom\nResources\nRainer Brüderle\nFederal Minister of Economics and\nTechnology of Germany\nPeter C. Brun Senior Vice-President Vestas Wind Systems A/S Denmark\nFred M. Brune\nPresident, Group Chief Executive, CH2M HILL\nUSA\nInternational\nBernd Brunke\nMember of the Global Executive Roland Berger Strategy Germany\nCommittee\nConsultants\nFrank Bruno President Cerberus Global Investment USA\nAdvisors LLC\nJohn G. Bruno Executive Vice-President NCR Corporation USA\nDaniel J. Brutto President, UPS International UPS Belgium\nEddy Bruyninckx Chief Executive Officer Port Authority Antwerp Belgium\nCharles Brymer President and Chief Executive Officer DDB Worldwide USA\nThomas Buberl\nChief Executive Officer, Zurich Zurich Financial Services Switzerland\nSwitzerland\nRolf Buch Chief Executive Officer arvato AG Germany\nMick Buckley\nPresident and Chief Executive Officer CNBC\nUnited Kingdom\nEMEA\nJerry Buhlmann Chief Executive Officer Aegis Group Plc United Kingdom\nPaul Bulcke Chief Executive Officer Nestlé SA Switzerland\nMarcos Bulgheroni Executive Vice-Chairman Energy Developments and Italy\nInvestments Corporation\n(EDIC)\nPrasert Bunsumpun President and Chief Executive Officer PTT Public Company Ltd Thailand\nHubert Burda Chairman Burda Media Germany\nRichard Burdett Director, LSE Cities and Urban Age London School of\nUnited Kingdom\nEconomics Cities\nProgramme\nTed Burke Managing Partner Freshfields Bruckhaus United Kingdom\nDeringer\nHans-Paul Bürkner Global Chief Executive Officer and The Boston Consulting Germany\nPresident\nGroup\nM. Michele Burns Chairman and Chief Executive Officer Mercer Inc. (M&MC) USA\nSharan Burrow General Secretary International Trade Union Belgium\nConfederation (ITUC)\nMichael Buscher Chief Executive Officer OC Oerlikon Management Switzerland\nAG\nCaspar Busse Business Editor Süddeutsche Zeitung GmbH Germany\nJean-Luc Butel\nExecutive Vice-President and Group Medtronic Inc.\nJapan\nPresident, International\nLuigi Buttiglione Partner, Head of Global Strategy Brevan Howard Investment Switzerland\nProducts Ltd\nBaron Paul Buysse Chairman of the Board of Directors Bekaert NV/SA Belgium\nFelipe Calderón\nPresident of Mexico\nMicheline Calmy-Rey President of the Swiss Confederation\nand Federal Councillor of Foreign\nAffairs of the Swiss Confederation\nJorge Calvet Chairman and Chief Executive Officer Gamesa Corporación Spain\nTecnológica SA\nDavid Cameron\nPrime Minister of the United Kingdom\nJames Cameron Founder and Vice-Chairman Climate Change Capital United Kingdom\nPhilip Campbell Editor-in-Chief Nature United Kingdom\nRachel Campbell\nGlobal Head, People, Performance KPMG\nUnited Kingdom\nand Culture\nLázaro Campos Chief Executive Officer SWIFT SCRL Belgium\nWorld Economic Forum Annual Meeting 2011\nEric I. Cantor\nMajority Leader and Congressman\nfrom Virginia (Republican), 7th\nDistrict, USA\nCao Duc Phat\nMinister of Agriculture and Rural\nDevelopment of Vietnam\nSusan Capps Morris Senior Vice-President and Chief of Merck & Co. Inc.\nUSA\nStaff to Office of Chief Executive\nOfficer\nSteve Cardell Chief Executive Officer HCL Axon United Kingdom\nGunilla Carlsson\nMinister of International Development\nCooperation of Sweden\nMark J. Carney\nGovernor of the Bank of Canada\nRoger M. Carr Chairman Centrica Plc United Kingdom\nJosé Carreras Opera Singer José Carreras International Spain\nLeukaemia Foundation\nCynthia Carroll Chief Executive Anglo American Plc United Kingdom\nStephen A. Carter\nChief Marketing, Strategy and Alcatel-Lucent\nFrance\nCommunication Officer and Executive\nVice-President\nJaime Caruana\nGeneral Manager, Bank for\nInternational Settlements (BIS), Basel\nJohn Casey\nVice-President International News CNBC\nUnited Kingdom\nand Programming\nPete Cashmore Chief Executive Officer and Founder Mashable USA\nAlessandro Castellano Chief Executive Officer Sace SpA Italy\nGiovanni Castellucci Chief Executive Officer Atlantia SpA Italy\nJuan Luis Cebrian Echarri Chief Executive Officer and Chairman Grupo Prisa\nSpain\nof the Executive Committee\nDominique Cerutti\nPresident and Deputy Chief Executive NYSE Euronext\nFrance\nOfficer\nLaura Cha\nDeputy Chairman, The Hong Kong HSBC Asia Pacific\nHong Kong SAR\nand Shanghai Banking Corporation\n(Asia Pacific)\nSanjeev Chadha\nPresident, Middle East and Africa PepsiCo India Holdings Pvt. India\nRegion\nLtd\nJohn T. Chambers Chairman and Chief Executive Officer Cisco USA\nWalid Chammah Chairman and Chief Executive Officer Morgan Stanley International United Kingdom\nLimited\nFrançois-Philippe\nStrategic Development Director; AMEC Plc\nUnited Kingdom\nChampagne\nMember of Management Committee\nMargaret Chan\nDirector-General, World Health\nOrganization (WHO), Geneva\nSanjay Chandra Managing Director Unitech Limited India\nVikram Chandra Presenter and Editor New Delhi Television India\n(NDTV)\nNatarajan\nChief Executive Officer and Managing Tata Consultancy Services India\nChandrasekaran\nDirector\nLtd\nAnjali Chandrashekar Global Changemaker British Council India\nRajesh Chandy Professor of Marketing London Business School United Kingdom\nChang Dae-Whan Chairman and Publisher Maeil Business Newspaper Republic of Korea\nand TV\nJean-Paul Chapel Editor France 2 France\nNigel Chapman Chief Executive Officer Plan International United Kingdom\nErik Charas Founder and Managing Director Charas LDA Mozambique\nJean Charest\nPremier of Quebec, Canada\nBernard Charlès President and Chief Executive Officer Dassault Systèmes SA France\nRichard Chartres Bishop The Diocese of London United Kingdom\nChen Deming\nMinister of Commerce of the People's\nRepublic of China\nChen Feng Chairman HNA Group Co. Ltd People's Republic of\nChina\nChen Wenchi President and Chief Executive Officer VIA Technologies Inc. Taiwan, China\nIan Cheshire Group Chief Executive Kingfisher Plc United Kingdom\nChey Chang-won\nVice-Chairman and Chief Executive SK Engineering and\nRepublic of Korea\nOfficer\nConstruction\nChey Jae-won\nVice-Chairman and Chief Executive SK Holdings\nRepublic of Korea\nOfficer\nChey Tae-won Chairman and Chief Executive Officer SK Holdings Republic of Korea\nHamed El Chiaty Chairman and Chief Executive Officer Travco Group International Egypt\nHolding S.A.E\nWellington Chibebe Secretary-General Zimbabwe Congress of Zimbabwe\nTrade Unions (ZCTU)\nPalaniappan\nMinister of Home Affairs of India\nChidambaram\nDavid Childs Managing Partner Clifford Chance LLP United Kingdom\nWorld Economic Forum Annual Meeting 2011\nCalvin Chin Chief Executive Officer Qifang Inc. People's Republic of\nChina\nJohn Chipman Director-General and Chief Executive International Institute for United Kingdom\nStrategic Studies (IISS)\nCho Dong-Sung Professor Seoul National University Republic of Korea\nH. S. Cho Senior Vice-President Hyosung Group Republic of Korea\nKen Choi Deputy Executive Editor Chosun Ilbo Republic of Korea\nAshwin C. Choksi Chairman Asian Paints Limited India\nEric Chol\nEditor-in-Chief Economics, Politics, La Tribune\nFrance\nInternational\nTejpreet Singh Chopra President and Chief Executive Officer Bharat Light and Power India\nNiels B. Christiansen President and Chief Executive Officer Danfoss A/S Denmark\nVictor L. L. Chu Chairman and Chief Executive Officer First Eastern Investment Hong Kong SAR\nGroup\nAmy Chua John M. Duff Jr Professor of Law Yale Law School USA\nAnatoly B. Chubais Chief Executive Officer Russian Corporation of Russian Federation\nNanotechnologies\n(RUSNANO)\nGanhuyag Chuluun Hutagt Vice-Minister of Finance of Mongolia\nEuisun Chung Vice-Chairman Hyundai Motor Company Republic of Korea\nSureyya Ciliv Chief Executive Officer Turkcell Iletisim Hizmetleri Turkey\nAS\nJean-François Cirelli Vice-Chairman and President GDF SUEZ France\nLiz Claman Anchor Fox Business Network USA\nAlan Clark Managing Director SABMiller Europe Switzerland\nHelen E. Clark\nAdministrator, United Nations\nDevelopment Programme (UNDP),\nNew York\nRichard T. Clark Chairman Merck & Co. Inc. USA\nSusan M. Clark Director, Corporate Affairs SABMiller plc United Kingdom\nWendy Clark\nSenior Vice-President, Integrated The Coca-Cola Company USA\nMarketing Communications and\nCapabilities\nJeff Clarke President and Chief Executive Officer Travelport USA\nMichael Clarke\nExecutive Vice-President, Kraft Foods Kraft Foods Europe GmbH Switzerland\nInc. and President, Kraft Foods\nEurope\nTracy Clarke\nGroup Head, Human Resources and Standard Chartered\nUnited Kingdom\nCommunications\nR. Marcelo Claure Chairman of the Board, Chief\nBrightstar Corp.\nUSA\nExecutive Officer and President\nNick Clegg\nDeputy Prime Minister of the United\nKingdom\nReinhard Clemens Member of the Board of Management Deutsche Telekom AG Germany\nand Chief Executive Officer, T-\nSystems\nTony Clement\nMinister of Industry of Canada\nSanford Climan President Entertainment Media USA\nVentures\nWilliam J. Clinton Founder William J. Clinton\nUSA\nFoundation\nJohn H. Clippinger Co-Director, The Law Lab, The Harvard University\nUSA\nBerkman Center for Internet &\nSociety\nPaulo Coelho Author Sant Jordi Asociados Spain\nAndrew L. Cohen Managing Director JPMorgan Private Bank Hong Kong SAR\nMichael Cohen Chief Executive Officer Och-Ziff Management United Kingdom\nEurope Limited\nSteven A. Cohen Chairman and Chief Executive Officer S.A.C. Capital Advisors LP USA\nZehavit Cohen\nManaging Partner, Head of Israel Apax Partners Israel Ltd Israel\nOffice\nGary D. Cohn President and Chief Operating Officer The Goldman Sachs Group USA\nInc.\nJared Cohon President Carnegie Mellon University USA\nVittorio Colao Chief Executive Officer Vodafone Group Plc United Kingdom\nAndrea Coleman Chief Executive Officer and Founder Riders for Health United Kingdom\nXavier M. Colin\nPresenter, Geopolitis News\nSwiss Television RTS Switzerland\nProgramme\nBoris Collardi Chief Executive Officer Bank Julius Baer & Co. Ltd Switzerland\nStephen van Coller Chief Executive Absa Capital South Africa\nPaul Collier\nProfessor of Economics, Department University of Oxford\nUnited Kingdom\nof Economics\nFrancis S. Collins Director National Institutes of Health USA\nJames Collins Jr President, DuPont Crop Protection DuPont USA\nVeronica Colondam Chief Executive Officer YCAB (Yayasan Cinta Anak\nBangsa) Foundation\nIndonesia\nWorld Economic Forum Annual Meeting 2011\nGeorge F. Colony\nChairman of the Board and Chief Forrester Research Inc. USA\nExecutive Officer\nMichel Combes Chief Executive, Europe Vodafone Group Services United Kingdom\nLtd\nPatrick Combes Chairman Compagnie Financière Switzerland\nTradition\nKevin E. Comolli Partner Accel Partners United Kingdom\nJohn C. Compton\nChief Executive Officer, PepsiCo PepsiCo Inc.\nUSA\nAmericas Foods\nBeth Comstock\nSenior Vice-President and Chief General Electric Company USA\nMarketing Officer\nCristóbal Conde President and Chief Executive Officer SunGard USA\nArturo Condo President INCAE Business School Costa Rica\nPeggy Conlon President and Chief Executive Officer Advertising Council USA\nIain Conn\nChief Executive, Refining and BP Plc\nUnited Kingdom\nMarketing\nJohn P. Connolly\nChief Executive Officer, United Deloitte\nUnited Kingdom\nKingdom, and Chairman of the Global\nBoard\nJohn Conroy Jr Head, Global Strategic Initiatives Baker & McKenzie USA\nJérome Contamine Executive Vice-President and Chief Sanofi-Aventis\nFrance\nFinancial Officer\nScott D. Cook Chairman of the Executive Committee Intuit Inc. USA\nChristopher Cooper-Hohn Founder The Children's Investment United Kingdom\nFund Management (UK) LLP\nJean-François Copé Secretary-General, Union for a\nPopular Movement (UMP), France\nAgustín Coppel Luken Chief Executive Officer Coppel SA de CV Mexico\nErnesto Cordero Arroyo Secretary of Finance of Mexico\nEckhard Cordes Chief Executive Officer METRO GROUP Germany\nTracy Corrigan Editor-in-Chief The Wall Street Journal United Kingdom\nEurope\nPeter L. Corsell Chairman GridPoint Inc. USA\nLuc Cortebeeck President Confederation of Christian Belgium\nTrade Unions of Belgium\nDelos M. (Toby) Cosgrove Chairman and Chief Executive Officer Cleveland Clinic USA\nCyrille Costes President and Chief Executive Officer Lynx Energy Partners Switzerland\nRobert Court Global Head of External Affairs Rio Tinto Plc United Kingdom\nJean-Philippe Courtois President Microsoft International France\nLuciano Coutinho President Banco Nacional do\nBrazil\nDesenvolvimento Econômico\ne Social (BNDES)\nHoward Cox Advisory Partner Greylock USA\nPamela J. Craig Chief Financial Officer Accenture USA\nAron Cramer President and Chief Executive Officer Business for Social\nUSA\nResponsibility (BSR)\nGerhard Cromme Chairman of the Supervisory Board ThyssenKrupp AG Germany\nAudrey Kurth Cronin Professor of Strategy U.S. National War College USA\nPatrick M. Cronin\nSenior Adviser and Senior Director, The Center for a New USA\nAsia Programme\nAmerican Security (CNAS)\nDaniel Cruise\nVice-President, Public and\nAlcoa Inc.\nUSA\nGovernment Affairs\nYolanda Cuba Non-Executive Director Reunert Ltd South Africa\nDaniel Joshua Cullum Global Changemaker British Council New Zealand\nH. Lawrence Culp Jr President and Chief Executive Officer Danaher Corporation USA\nSir Jonathan Stephen\nCunliffe\nHead of International Economic\nAffairs, Europe and G8 Sherpa,\nPrime Minister's Office, United\nKingdom\nNelson W. Cunningham Managing Partner McLarty Associates USA\nJean-Pierre Cuoni Chairman EFG International Switzerland\nFrederico Fleury Curado President and Chief Executive Officer EMBRAER S.A. Brazil\nNeill A. Currie Chief Executive Officer RenaissanceRe Holdings Bermuda\nLtd\nNicholas A. Curtis Executive Chairman Lynas Corporation Limited Australia\nScott Cutler Executive Vice-President NYSE Euronext USA\nGeoff Cutmore Anchor CNBC United Kingdom\nStephanie Czerny Managing Director Burda Media Germany\nFrancisco D'Souza Chief Executive Officer Cognizant Technology USA\nSolutions\nVittorio Da Rold\nSenior Correspondent, Foreign Il Sole 24 Ore\nItaly\nAffairs\nAmr A. Al Dabbagh Governor, Saudi Arabian General\nInvestment Authority (SAGIA), Saudi\nArabia\nIbrahim S. Dabdoub Group Chief Executive Officer National Bank of Kuwait Kuwait\nWorld Economic Forum Annual Meeting 2011\nJuan Jose Daboub Founding Chief Executive Officer Global Adaptation Institute USA\nHerman Daems Chairman of the Board Gimv NV Belgium\nMartin Dahinden Director-General Swiss Agency for\nSwitzerland\nDevelopment and\nCooperation (SDC)\nWeili Dai\nCo-Founder, Vice-President and Marvell Technology Group USA\nGeneral Manager, Communications\nand Computing Business\nLtd\nOmotayo Dairo Founder and Chief Executive Officer Quintas Renewable Energy Nigeria\nSolutions Ltd\nHenk van Dalen Chief Financial Officer VimpelCom Ltd Netherlands\nElizabeth Daley Dean, School of Cinematic Arts University of Southern USA\nCalifornia (USC)\nCharles H. Dallara Managing Director Institute of International USA\nFinance (IIF)\nJames Dallas\nSenior Vice-President, Quality and Medtronic Inc.\nUSA\nOperations\nJohn Dalli\nCommissioner, Health and Consumer\nPolicy, European Commission,\nBrussels\nLuke J. Daly Founder and Chief Executive Officer Ferrate Treatment\nUSA\nTechnologies\nWinston Damarillo Chief Executive Officer Morphlabs Inc. USA\nKommer Damen Chairman Damen Shipyards Group Netherlands\nBrian A. Dames Chief Executive Officer Eskom Holdings Limited South Africa\nDang Thanh Tam Chairman Saigon Investment\nVietnam\nCorporation\nAliko Dangote President and Chief Executive Officer Dangote Group Nigeria\nJohn Eric Daniels Group Chief Executive Lloyds Banking Group Plc United Kingdom\nRonald J. Daniels President Johns Hopkins University USA\nJohn Daniszewski\nVice-President and Senior Managing The Associated Press (AP) USA\nEditor\nRichard Danziger Chief of Mission for Sri Lanka International Organization for Sri Lanka\nMigration (IOM)\nJacques Daoust President and Chief Executive Officer Investissement Québec Canada\nMazen S. Darwazeh Chairman, MENA Hikma Pharmaceuticals Jordan\nLord Darzi\nProfessor of Surgery, Imperial\nCollege London and Chair, Institute of\nGlobal Health Innovation\nWorld Economic Forum Annual Meeting 2011\nLimited\nSt Mary's Hospital\nHoward Davies Director London School of\nEconomics and Political\nScience\nUnited Kingdom\nUnited Kingdom\nJohn Davies\nVice-President, Sales and Marketing Intel Corporation\nUSA\nand General Manager, World Ahead\nMartyn Davies Chief Executive Officer Frontier Advisory Pty Ltd South Africa\nPat Davies Chief Executive Sasol Limited South Africa\nRob Davies\nMinister of Trade and Industry of\nSouth Africa\nSimon Davies Firmwide Managing Partner Linklaters LLP United Kingdom\nGeoff Davis Chief Executive Officer White Hat Ventures USA\nGeorge S. Davis\nExecutive Vice-President and Chief Applied Materials Inc. USA\nFinancial Officer\nRobert Matthews Davis Vice-President, Public Affairs The Dow Chemical\nUSA\nCompany\nSally Davis\nChief Executive Officer, BT\nBT Group Plc\nUnited Kingdom\nWholesale\nHussain Dawood Chairman The Dawood Group Pakistan\nRobert De Niro Co-Founder Tribeca Enterprises LLC USA\nRaymond Debbane President and Chief Executive Officer The Invus Group LLC USA\nJean-Charles Decaux Chairman and Co-Chief Executive JCDecaux SA\nFrance\nOfficer\nChris Dedicoat President, European Markets Cisco United Kingdom\nJames Gregory Dees Professor, Practice of Social\nEntrepreneurship, Fuqua School of\nBusiness\nDuke University\nUSA\nJohn K. Defterios\nAnchor, CNN Marketplace Middle CNN International\nUnited Kingdom\nEast\nJohn J. DeGioia President Georgetown University USA\nWolfgang J. Dehen Member of the Managing Board and\nChief Executive Officer, Siemens\nEnergy\nSiemens AG\nGermany\nMarijn E. Dekkers\nChairman of the Board of\nManagement\nBayer AG\nMichael S. Dell Chairman and Chief Executive Officer Dell Inc. USA\nChristopher Delong Partner Taconic Capital Advisors LP USA\nGermany\nJean-Marc Delpon de President, Consumer Products Olayan Financing Company Saudi Arabia\nVaux\nDivision\nMichel Demaré\nChief Financial Officer and President ABB Ltd\nSwitzerland\nof Global Markets\nJean-François Demole Managing Partner Pictet & Cie Private Bankers Switzerland\nDavid Denison President and Chief Executive Officer Canada Pension Plan Canada\nInvestment Board\nOzlem Denizmen\nExecutive Vice-President, Dogus Dogus Group\nTurkey\nStrategy\nCharlie Denson President, Nike Brand Nike Inc. USA\nRaghida Dergham\nSenior Diplomatic Correspondent and Al Hayat\nUSA\nColumnist\nOlga K. Dergunova Member of the Board JSC VTB Bank Russian Federation\nOleg V. Deripaska Chief Executive Officer Basic Element Russian Federation\nJean Desazars de\nGroup Executive Vice-President, Lafarge\nFrance\nMontgailhard\nStrategy, Development and Public\nAffairs\nPascale-Marie\nDeputy Editor-in-Chief Enjeux Les Echos France\nDeschamps\nOdile Desforges\nExecutive Vice-President,\nRenault SAS\nFrance\nEngineering and Quality\nYogesh C. Deveshwar Chairman ITC Limited India\nSubhash Dhar\nGlobal Head, Communications, Infosys Technologies Ltd India\nMedia and Entertainment Business\nArjun Dhawan President, Infrastructure Business Hindustan Construction India\nWorld Economic Forum Annual Meeting 2011\nCompany Ltd\nDho Young-Shim\nChairperson of the Board of\nDirectors, UNWTO ST-EP\nFoundation; Member of UN MDG\nAdvocacy Group, Seoul\nPradeep K. Dhoot President and Vice-Chairman Videocon Industries Ltd and India\nother Group Companies\nRobert E. Diamond Jr Chief Executive Barclays PLC United Kingdom\nMario Diaz-Balart\nCongressman from Florida\n(Republican), 21st District, USA\nSergio Díaz-Granados Minister of Trade, Industry and\nTourism of Colombia\nChristoph Dichand Editor-in-Chief Kronen Zeitung Austria\nKai Diekmann Editor-in-Chief Bild Germany\nFrits van Dijk\nExecutive Vice-President and Zone Nestlé SA\nSwitzerland\nDirector, Asia, Oceania, Africa and\nMiddle East\nRobert L. Dilenschneider President and Chief Executive Officer The Dilenschneider Group USA\nInc.\nTheo Dilissen Chairman of the Board Belgacom NV Belgium\nPhillip Dilley Chairman Arup Group Ltd United Kingdom\nJames Dimon Chairman and Chief Executive Officer JPMorgan Chase & Co. USA\nDetlef Dinsel Managing Partner IK Investment Partners Germany\nGmbH\nJacques Diouf\nDirector-General, Food and\nAgriculture Organization of the United\nNations (FAO), Rome\nLaurie L. Dippenaar Chairman FirstRand Ltd South Africa\nElizabeth Dipuo Peters Minister of Energy of South Africa\nHugo Dixon Editor Thomson Reuters, Reuters United Kingdom\nBreakingviews\nDian Triansyah Djani Ambassador and Permanent\nRepresentative of Indonesia to the\nUnited Nations, Geneva\nKirill Dmitriev President Icon Private Equity Russian Federation\nVladimir A. Dmitriev Chairman State Corporation Bank for Russian Federation\nDevelopment and Foreign\nEconomic Affairs\n(Vnesheconombank)\nSteve Dobbs Senior Group President Fluor Corporation USA\nEvgeny Dod Chief Executive Officer JSC RusHydro Russian Federation\nColin Dodge\nExecutive Vice-President and Chief Nissan Motor Co. Limited Japan\nRecovery Officer\nVolkert Doeksen\nChief Executive Officer and Managing AlpInvest Partners NV Netherlands\nPartner\nVuslat Dogan Sabanci Chairwoman Hurriyet Publishing & Turkey\nPrinting Co.\nAndrew Doman President and Chief Executive Officer Russell Investments USA\nDonald F. Donahue Chairman and Chief Executive Officer The Depository Trust &\nClearing Corporation\n(DTCC)\nUSA\nThomas Donaldson Professor of Legal Studies The Wharton School, USA\nUniversity of Pennsylvania\nThomas J. Donohue President and Chief Executive Officer US Chamber of Commerce USA\nMathias Döpfner Chief Executive Officer Axel Springer AG Germany\nChristian Dorer Editor-in-Chief Aargauer Zeitung Switzerland\nRolf Dörig Chairman, Adecco Group Adecco Management and Switzerland\nConsulting SA\nAbdulla Falah Abdulla Al\nDosari\nAmbassador and Permanent\nRepresentative of the State of Qatar\nto the United Nations, Geneva\nBharat Doshi\nExecutive Director and Chief\nMahindra & Mahindra Ltd India\nFinancial Officer\nBrady W. Dougan Chief Executive Officer Credit Suisse AG Switzerland\nTrevor Richard Dougherty Global Changemaker British Council USA\nNigel Doughty Executive Co-Chairman Doughty Hanson & Co. United Kingdom\nArif Dowla Managing Director Advanced Chemical\nBangladesh\nIndustries Ltd\nWilliam Downe President and Chief Executive Officer BMO Financial Group Canada\nJohn Doyle\nGeneral Manager, Transformational Ascension Health\nUSA\nDevelopment and Chief Strategy\nOfficer\nMario Draghi\nGovernor of the Bank of Italy and\nChairman, Financial Stability Board,\nItaly\nMargo Drakos\nCo-Founder and Chief Operating InstantEncore.com\nUSA\nOfficer\nJeffrey M. Drazen Editor-in-Chief The New England Journal of USA\nMedicine\nDavid C. Drummond Senior Vice-President, Corporate Google Inc.\nUSA\nDevelopment and Chief Legal Officer\nJamie C. Drummond Executive Director ONE United Kingdom\nNadine Drutman\nChief of Staff to the Chief Executive Absa Group Ltd\nSouth Africa\nOfficer\nJohn P. Drzik President and Chief Executive Officer Oliver Wyman Group USA\n((M&MC)\nJeffrey Dubin Head of News and Events European Broadcasting Switzerland\nUnion (EBU)\nPierre Duhaime Chief Executive Officer SNC-Lavalin Group Inc. Canada\nWillem van Duin Chairman and Chief Executive Officer Eureko BV Netherlands\nMike Duke President and Chief Executive Officer Wal-Mart Stores Inc. USA\nH.R.H. Duke of York UK Special Representative for\nSerge Dumont\nInternational Trade and Investment\nSenior Vice-President, President,\nAsia Pacific, India, Middle East and\nAfrica, and Chairman, Asia Pacific\nWorld Economic Forum Annual Meeting 2011\nOmnicom Group Inc.\nPeople's Republic of\nChina\nMarco Dunand Co-Founder and Chairman Mercuria Energy Group Ltd Switzerland\nJürgen Dunsch Senior Economics Editor Frankfurter Allgemeine Switzerland\nZeitung\nBrian Duperreault President and Chief Executive Officer Marsh & McLennan\nUSA\nCompanies Inc. (M&MC)\nTurgay Durak Chief Executive Officer Koç Holding AS Turkey\nNicandro Durante Chief Executive, Designate British American Tobacco United Kingdom\nPlc\nKelvin Dushnisky\nExecutive Vice-President, Corporate Barrick Gold Corporation Canada\nAffairs\nGary Dushnitsky\nAssociate Professor of Strategic and\nInternational Management and\nEntrepreneurship\nLondon Business School United Kingdom\nBarkha Dutt Group Editor, English News New Delhi Television India\n(NDTV)\nSoumitra Dutta\nThe Roland Berger Chaired Professor\nin Business and Technology\nINSEAD\nArkady Dvorkovich Aide to the President, G8 Affairs,\nOffice of the President, Russian\nFederation\nColin Dyer President and Chief Executive Officer Jones Lang LaSalle Inc. USA\nFrance\nAlexander V. Dyukov Chairman and Chief Executive Officer JSC Gazprom Neft Russian Federation\nVictor J. Dzau President and Chief Executive Officer Duke University Medical USA\nCenter and Health System\nMarcelo Luis Ebrard Mayor of Mexico City\nCasaubón\nPaul N. Eckley Senior Vice-President, Investments State Farm Insurance USA\nCompanies\nElizabeth C. Economy C. V. Starr Senior Fellow and\nCouncil on Foreign Relations USA\nDirector, Asia Studies\nRichard W. Edelman President and Chief Executive Officer Edelman USA\nBrigitte Ederer\nMember of the Managing Board and Siemens AG\nGermany\nHead, Corporate Human Resources\nAgustin E. Edwards President of the Board Empresa Periodistica El Chile\nMercurio SAP\nBruce Edwards\nChief Executive Officer, DHL Supply Deutsche Post DHL\nGermany\nChain\nJohn Ehara Partner and Representative Director Unison Capital Inc. Japan\nJack Ehnes Chief Executive Officer California State Teachers' USA\nRetirement System\n(CalSTRS)\nRalph Eichler President ETH Zurich Switzerland\nEspen Barth Eide\nDeputy Minister of Foreign Affairs of\nNorway\nJörg Eigendorf\nChief Reporter, Member of the Die Welt\nGermany\nEditorial Board\nMaria Eitel\nPresident and Chief Executive Nike Inc.\nUSA\nOfficer, Nike Foundation\nStuart E. Eizenstat Partner and Head, International Covington & Burling LLP USA\nTrade and Finance\nDaniel Ek Chief Executive Officer Spotify Ltd United Kingdom\nKlas Eklund Adjunct Professor of Economics University of Lund Sweden\nHisham El-Khazindar Managing Director and Co-Founder Citadel Capital S.A.E. Egypt\nChristopher J. Elias President and Chief Executive Officer PATH (Programme for USA\nAppropriate Technology in\nHealth)\nJohan Eliasch Chairman and Chief Executive Officer Head NV United Kingdom\nOlafur Eliasson Artist Studio Olafur Eliasson Denmark\nGerri Elliott\nExecutive Vice-President, Strategic Juniper Networks Inc. USA\nAlliances\nLawrence Elliott Economics Editor The Guardian United Kingdom\nMichael J. Elliott\nEditor, Time International, and Time Magazine\nUSA\nDeputy Managing Editor\nStephen Ellis Worldwide Managing Director Bain & Company Inc. USA\nSir Vernon J. Ellis Chair British Council United Kingdom\nDavid T. Ellwood Dean Harvard Kennedy School USA\nEduardo S. Elsztain Chairman IRSA Inversiones y\nArgentina\nRepresentaciones SA\nCraig Emerson\nMinister of Trade of Australia\nThomas Enders Chief Executive Officer Airbus SAS France\nDitlev Engel President and Chief Executive Officer Vestas Wind Systems A/S Denmark\nKlaus Engel Chief Executive Officer Evonik Industries AG Germany\nRichard P. Eno Chief Executive Officer Metabolix USA\nDavid R. Epstein Head, Pharma Division Novartis AG Switzerland\nMary Callahan Erdoes Chief Executive Officer, Asset JPMorgan Chase & Co. USA\nManagement\nCharles W. Ergen\nChairman, President and Chief DISH Network\nUSA\nExecutive Officer\nPaula Escobar Editor-in-Chief, Magazines Empresa Periodistica El Chile\nMercurio SAP\nPatricia Espinosa\nSecretary of Foreign Affairs of Mexico\nCantellano\nShelly Esque Vice-President, Corporate Affairs Intel Corporation USA\nDan Esty Professor Yale University USA\nJohn Evans General Secretary Trade Union Advisory France\nCommittee to the OECD\nStuart Evans Chief Executive Officer Novacem United Kingdom\nBob Every Chairman Wesfarmers Limited Australia\nVladimir Evtushenkov Chairman of the Board of Directors Sistema JSFC Russian Federation\nAnna Ewing\nExecutive Vice-President and Chief The NASDAQ OMX Group USA\nInformation Officer\nJack Ewing European Economics Correspondent International Herald Tribune Germany\nAugie K. Fabela II Co-Founder and Chairman Emeritus VimpelCom Ltd Netherlands\nDavid Faber Anchor CNBC USA\nJoachim Faber Chief Executive Officer Allianz Global Investors AG Germany\nCarlos Jose Fadigas Chief Executive Officer Braskem SA Brazil\nJeffrey Fager Executive Producer, 60 Minutes CBS News USA\nImad Fakhoury\nMinister of State for Mega Projects of\nthe Hashemite Kingdom of Jordan\nNolitha V. Fakude Executive Director Sasol Limited South Africa\nKhalid A. Al Falih President and Chief Executive Officer Saudi Aramco Saudi Arabia\nAnnika Falkengren President and Chief Executive Officer Skandinaviska Enskilda Sweden\nBanken (SEB)\nFan Shenggen Director-General International Food Policy USA\nResearch Institute (IFPRI)\nWerner Faymann\nFederal Chancellor of Austria\nWorld Economic Forum Annual Meeting 2011\nSalam Fayyad\nPrime Minister of the Palestinian\nNational Authority\nDavid J. Fear President ZBI Europe LLC United Kingdom\nPavel Federov\nFirst Vice-President, Strategy and Rosneft Oil Company Russian Federation\nFinance\nYury Fedotov\nExecutive Director, United Nations\nOffice on Drugs and Crime (UNODC),\nVienna\nDaniel Feffer Vice-President Suzano Holding SA Brazil\nFranz Fehrenbach Chief Executive Officer Robert Bosch GmbH Germany\nStephen Feinberg Chief Executive Officer Cerberus Capital\nManagement LP\nUSA\nPeter Fellman Editor-in-Chief Dagens Industri Sweden\nFeng Jun Chief Executive Officer Aigo Digital Technology Co.\nLtd\nNiall Ferguson Professor of History Harvard University USA\nJosé Antonio Fernández Chairman and Chief Executive Officer FEMSA Mexico\nCarbajal\nLeonel Fernández\nPresident of the Dominican Republic\nBruno Ferrari\nSecretary of the Economy of Mexico\nJohn F. Ferraro Global Chief Operating Officer Ernst & Young United Kingdom\nJose Ferreira Founder and Chief Executive Officer Knewton Inc. USA\nCarola Ferstl Editor and Presenter N-TV Germany\nMichael Fertik Founder and Chief Executive Officer ReputationDefender Inc. USA\nStephen Fidler Brussels Editor The Wall Street Journal Belgium\nChristiana Figueres Executive Secretary, United Nations\nFramework Convention on Climate\nChange (UNFCCC), Bonn\nJoshua Fink Chief Executive Officer Enso Capital Management\nWorld Economic Forum Annual Meeting 2011\nPeople's Republic of\nChina\nLLC\nDaniel Finkelstein Executive Editor The Times United Kingdom\nAnne M. Finucane Global Strategy and Marketing Officer Bank of America USA\nMarco Fiorese Co-Founder The Monaco-Asia Society Monaco\nPeter A. Fischer\nEconomics Editor and Head,\nNeue Zürcher Zeitung Switzerland\nEconomics Department\nStanley Fischer\nGovernor of the Central Bank of\nIsrael\nPeter Fitch Head of Communications Lloyd's United Kingdom\nNiall FitzGerald Deputy Chairman Thomson Reuters United Kingdom\nJames M. Flaherty Minister of Finance of Canada\nRob Flaherty Senior Partner and President Ketchum Inc. USA\nMichael Flammini Head, Enterprise Strategic Planning Aetna Inc. USA\nRyan Flanagan President, Protective Packaging Sealed Air Corp. USA\nStephanie Flanders Economics Editor BBC World News United Kingdom\nBruce Flatt\nSenior Managing Partner and Chief Brookfield Asset\nCanada\nExecutive Officer\nManagement Inc.\nSam Fleming Economics Editor The Times United Kingdom\nPaul Fletcher Senior Partner Actis LLP United Kingdom\nRichard Fletcher City Editor The Daily Telegraph United Kingdom\nOlivier Fleurot Chief Executive Officer MSL Group France\nDouglas Flint Group Chairman HSBC Holdings Plc United Kingdom\nJoerg Floeck\nManaging Director and Global Head,\nSales and Customer Service\nThomson Reuters\nTimothy P. Flynn Chairman KPMG International USA\nAlexandra Föderl-Schmid Editor-in-Chief Der Standard Austria\nRobert L. Forbes President ForbesLife USA\nJames A. Forese\nHead of Global Markets, Institutional Citi\nUSA\nClients Group\nVincent A. Forlenza President and Chief Operating Officer Becton, Dickinson and USA\nCompany\nEric Foss Chief Executive Officer Pepsi Beverages Company USA\nGeorge Foster\nPaul L. and Phyllis Wattis Professor\nin Business and Dhirubhai Ambani\nFellow in Entrepreneurship\nStanford Graduate School of\nBusiness\nUSA\nMark Foster\nJane E. Fountain\nGroup Chief Executive, Global\nMarkets and Management Consulting\nProfessor of Political Science and\nPublic Policy and Director, National\nCenter for Digital Government\nAccenture\nUniversity of Massachusetts\nUSA\nUnited Kingdom\nUnited Kingdom\nJustin Fox Editorial Director Harvard Business Review USA\nGroup\nAlain Frachon Editorial Director Le Monde France\nReto Francioni Chief Executive Officer Deutsche Börse AG Germany\nBarney Frank\nCongressman from Massachusetts\n(Democrat), 4th District, USA\nChristoph Franz Chairman and Chief Executive Officer Deutsche Lufthansa AG Germany\nUSA\nFabrizio Freda President and Chief Executive Officer Estee Lauder Companies USA\nInc.\nAndy Freire Chairman Endeavor Argentina\nJulio Frenk Dean Harvard School of Public USA\nHealth\nJacob A. Frenkel\nChairman JPMorgan Chase\nJPMorgan Chase & Co. USA\nInternational\nRainer-Marc Frey Chairman of the Board of Directors Horizon21 AG Switzerland\nAurelia Frick\nMinister of Foreign Affairs of\nLiechtenstein\nThomas Fricke Chief Economist The Financial Times\nGermany\nDeutschland\nLinda P. Fried\nDean and DeLamar Professor of Mailman School of Public USA\nPublic Health\nHealth, Columbia University\nJames Eugene Frieda Global Strategist Moore Capital Management United Kingdom\nLLC\nPeter Friedli President Friedli Corporate Finance Switzerland\nAdena Friedman Chief Financial Officer The NASDAQ OMX Group USA\nAlan G. Friedman Executive Editor and Anchor FBC Group Ltd United Kingdom\nRobert Friedman Editor-at-Large, Finance Bloomberg News USA\nThomas L. Friedman Columnist, Foreign Affairs The New York Times USA\nMichael T. Fries President and Chief Executive Officer Liberty Global Inc. USA\nMichael Froman\nDeputy Assistant to the US President;\nDeputy National Security Adviser for\nInternational Economic Affairs, USA\nDouglas Frye\nGlobal President and Chief Executive Colliers International USA\nOfficer\nAkio Fujii Columnist, Senior Correspondent Nihon Keizai Shimbun United Kingdom\n(Nikkei)\nHidetoshi Fujisawa Executive Commentator NHK (Japan Broadcasting Japan\nCorporation)\nKumi Fujisawa Tsunoda Co-Founder Think Tank SophiaBank Japan\nJoseph B. Fuller\nCo-Founder and Chief Executive The Monitor Group\nUSA\nOfficer\nChikara Funabashi President Will Seed Co. Ltd Japan\nDame Clara Furse Non-Excutive Director Nomura International Plc United Kingdom\nZev Furst Chairman and Chief Executive Officer First International Resources USA\nLLC\nOmar A. Al Futtaim Vice-Chairman Al Futtaim Trading Group United Arab Emirates\nJ. Erik Fyrwald Chairman and Chief Executive Officer Nalco Company USA\nM. Shafik Gabr Chairman and Managing Director ARTOC Group for\nEgypt\nInvestment and\nDevelopment\nPeter B. Gabriel Founder Real World United Kingdom\nJitesh Gadhia Senior Managing Director The Blackstone Group United Kingdom\nOrit Gadiesh Chairman Bain & Company Inc. USA\nChantal Gaemperle Group Executive Vice-President, LVMH Moët Hennessy - France\nHuman Resources and Synergies Louis Vuitton\nBrian A. Gallagher President and Chief Executive Officer United Way Worldwide USA\nRobert L. Gallucci President MacArthur Foundation USA\nGila Gamliel\nDeputy Minister for Advancement of\nYoung People, Students and Women,\nOffice of the Prime Minister, Israel\nStephen Gandel Senior Writer Time Magazine USA\nVenkatesh Babu\nManaging Director Lanco Infratech Ltd India\nGangarap\nGao Jifan Chairman and Chief Executive Officer Trina Solar Ltd People's Republic of\nChina\nGao Xiqing\nPresident and Vice-Chairman, China\nInvestment Corporation (CIC),\nPeople's Republic of China\nJavier Garcia-Martinez Professor University of Alicante Spain\nKatherine Garrett-Cox Chief Executive Officer Alliance Trust Plc United Kingdom\nTimothy Garton Ash Professor of European Studies University of Oxford United Kingdom\nArmando Garza Sada Chairman and Chief Executive Officer Alfa Mexico\nMelinda French Gates Co-Chair Bill & Melinda Gates\nUSA\nFoundation\nWilliam H. Gates III Co-Chair Bill & Melinda Gates\nUSA\nFoundation\nGatot Mudiantoro\nPresident Director\nPT Bank Negara Indonesia Indonesia\nSuwondo\n(Persero) Tbk\nKatherine M. Gehl Chairman Gehl Foods USA\nHorst F. Geicke Executive Chairman VinaCapital Group Hong Kong SAR\nJürgen M. Geissinger President and Chief Executive Officer Schaeffler Group Germany\nTimothy F. Geithner US Secretary of the Treasury\nPaul Geitner Business Editor International Herald Tribune United Kingdom\nWorld Economic Forum Annual Meeting 2011\nBekele Geleta Secretary-General International Federation of Switzerland\nRed Cross and Red\nCrescent Societies (IFRC)\nRichard L. Gelfond Chief Executive Officer Imax Corporation USA\nEli Gelman Chief Executive Officer Amdocs Management Ltd USA\nPierre Gentin Managing Director, Legal and Risk Credit Suisse USA\nWilliam W. George Professor of Management Practice Harvard Business School USA\nJulie Louise Gerberding President, Merck Vaccines Merck & Co. Inc. USA\nDavid R. Gergen Director, Center for Public Leadership Harvard Kennedy School USA\nValery Gergiev Artistic and General Director Mariinsky Theatre Russian Federation\nValerie Germain\nManaging Partner, Strategy and Heidrick & Struggles\nUSA\nBusiness Development\nNataliya Germanova Managing Director, Marketing Sberbank Russian Federation\nTillman U. Gerngross Co-Founder and Chief Executive\nOfficer\nAdimab Inc.\nUSA\nOlaf Gersemann Business Editor Welt am Sonntag Germany\nMinelik Getahun\nAmbassador and Permanent\nRepresentative of Ethiopia to the\nUnited Nations, Geneva\nAart J. de Geus Chairman and Chief Executive Officer Synopsys Inc. USA\nFederico Ghizzoni Chief Executive Officer UniCredit Italy\nCarlos Ghosn Chairman and Chief Executive Officer Renault-Nissan Alliance France\nAbdul Aziz Al Ghurair Chief Executive Officer Mashreqbank PSC United Arab Emirates\nMajid S. Al Ghurair Chief Executive Officer Al-Ghurair Group of\nCompanies\nJulie Gichuru\nGroup Digital Business Manager and Royal Media Services\nTV Host\nSir John Gieve Senior Fellow Belfer Center for Science\nand International Affairs,\nHarvard University\nClément Gignac President and General Manager Société Générale de\nFinancement du Québec\n(SGF)\nWorld Economic Forum Annual Meeting 2011\nUnited Arab Emirates\nKenya\nUSA\nCanada\nMark Gilbert\nSenior Columnist, London Bureau Bloomberg BusinessWeek United Kingdom\nChief\nChris Giles Economics Editor The Financial Times United Kingdom\nMack Gill President, Global Services SunGard USA\nAmbassador Dan\nChairman Markstone Capital Group Israel\nGillerman\nSarah Gillett\nAmbassador of the United Kingdom\nto Switzerland\nTrond Giske\nMinister of Trade and Industry of\nNorway\nJane Gladstone Senior Managing Director Evercore Partners Inc. USA\nIvan Glasenberg Chief Executive Officer Glencore International AG Switzerland\nDaniel Glaser Chairman and Chief Executive Officer Marsh Inc. (M&MC) USA\nAmy Glasmeier\nProfessor of Geography and Regional MIT - Department of Urban USA\nPlanning and Head\nStudies and Planning\nRobert Glasser Secretary-General Care International Switzerland\nSusan Beth Glasser Editor-in-Chief Foreign Policy Magazine USA\nThomas H. Glocer Chief Executive Officer Thomson Reuters USA\nRichard J. Gnodde Co-Chief Executive Officer Goldman Sachs\nInternational\nJules Goddard\nResearch Fellow, Management London Business School\nInnovation Lab\nPierre Godé Senior Executive Vice-President LVMH Moët Hennessy - France\nLouis Vuitton\nSunil Godhwani Chairman and Managing Director Religare Enterprises Ltd India\nAdi B. Godrej Chairman, The Godrej Group Godrej Industries Ltd India\nJamshyd N. Godrej Chairman and Managing Director Godrej & Boyce Mfg Co. Ltd India\nDaniel Goffart Editor, Economic and Political News Handelsblatt Germany\nDonald J. Gogel President and Chief Executive Officer Clayton, Dubilier & Rice LLC USA\nUnited Kingdom\nUnited Kingdom\nRick Goings Chairman and Chief Executive Officer Tupperware Brands\nUSA\nCorporation\nAyla Göksel Chief Executive Officer ACEV/Ozyegin Foundation Turkey\nYair Goldfinger\nCo-Founder and Chief Technology Dotomi\nIsrael\nOfficer\nIan Goldin Director, Oxford Martin School University of Oxford United Kingdom\nNeal Goldman Chairman Connectivity Data Systems USA\nDaniel Goleman\nCo-Director, Consortium for Research\non Emotional Intelligence in\nOrganizations\nRutgers University\nUSA\nPeter Gomez Chairman of the Board of Directors SIX Group AG Switzerland\nFrancisco González Chairman and Chief Executive Officer Banco Bilbao Vizcaya Spain\nArgentaria SA\nJim Goodnight Chief Executive Officer SAS Institute Inc. USA\nKris Gopalakrishnan Chief Executive Officer and Managing Infosys Technologies Ltd India\nDirector\nPravin Gordhan\nMinister of Finance of South Africa\nIlene S. Gordon\nChairman, President and Chief Corn Products International USA\nExecutive Officer\nInc.\nAdrian Gore Chief Executive Officer Discovery Holdings Ltd South Africa\nSergey Gorkov Deputy Chairman of the Board Sberbank Russian Federation\nBarry M. Gosin Chief Executive Officer Newmark Knight Frank USA\nSigmund Gottlieb Editor-in-Chief ARD TV (BR) Germany\nNik Gowing Main Presenter BBC World News United Kingdom\nNaresh K. Goyal Chairman Jet Airways (India) Limited India\nRichard Goyder\nChief Executive Officer and Managing Wesfarmers Limited\nAustralia\nDirector\nIleana Grabitz Senior Economic Correspondent Die Welt Germany\nCarol Graham\nCharles Robinson Chair in Foreign The Brookings Institution USA\nPolicy Studies\nAnne Graham Lotz Founder AnGeL Ministries USA\nMichael D. Granoff Chief Executive Officer Pomona Capital USA\nHugh Grant\nChairman, President and Chief Monsanto Company\nUSA\nExecutive Officer\nPeter T. Grauer Chairman Bloomberg LP USA\nMario Greco\nMember of the Group Executive Zurich Financial Services Switzerland\nCommittee and Chief Executive\nOfficer, General Insurance\nAndy Green Chief Executive Officer Logica Plc United Kingdom\nStephen Green\nMinister of State for Trade and\nInvestment of the United Kingdom\nWilliam D. Green Chairman Accenture USA\nSanford D. Greenberg Chairman and Chief Executive Officer TEI Industries LLC USA\nJeff Greene President Florida Sunshine\nUSA\nInvestments\nMichelle Greene\nVice-President, Head, Corporate NYSE Euronext\nUSA\nResponsibility and Executive Director,\nNYSE Foundation\nRobert Greenhill\nManaging Director and Chief\nBusiness Officer, World Economic\nForum\nHerman Gref\nChairman of the Board and Chief Sberbank\nRussian Federation\nExecutive Officer\nRobert Greifeld Chief Executive Officer The NASDAQ OMX Group USA\nFrançoise Gri President, France Manpower Inc. France\nAram Grigorian Managing Director Troika Dialog Group Russian Federation\nOlafur Ragnar Grimsson President of Iceland\nDaniel Gros Director Centre for European Policy Belgium\nStudies (CEPS)\nBill Gross Co-Founder and Chairman eSolar Inc. USA\nDaniel Gross Business Columnist Newsweek USA\nJürgen R. Grossmann President and Chief Executive Officer RWE AG Germany\nSteve Grove Head, News and Politics YouTube Inc. USA\nOswald J. Grübel Group Chief Executive Officer UBS AG Switzerland\nJohn J. Grumbar Honorary Chairman Egon Zehnder International United Kingdom\nHubertus von Grünberg Chairman of the Board ABB Ltd Switzerland\nGu Binglin President Tsinghua University People's Republic of\nChina\nGu Liping\nChief Executive and Chairman,\nCommittee of Experts\nYouth Business China People's Republic of\nChina\nNizan Guanaes Chairman Grupo ABC Brazil\nKarel Gucht\nCommissioner for Trade, European\nCommission, Brussels\nJean-Marie Guéhenno Arnold Saltzman Professor of\nColumbia University\nUSA\nProfessional Practice\nFrancesco P. Guerrera US Finance and Business Editor The Financial Times USA\nRobert Guest Business Editor The Economist United Kingdom\nMomar Guèye\nDeputy Permanent Representative Permanent Mission of Switzerland\nand Chargé d'Affaires a.i.\nSenegal\nAjit Gulabchand Chairman and Managing Director Hindustan Construction India\nCompany Ltd\nMina Guli\nExecutive Director and Chief\nInvestment Officer\nPeony Capital Limited People's Republic of\nChina\nStuart T. Gulliver Group Chief Executive Officer HSBC Holdings Plc United Kingdom\nGuo Ping Board Director Huawei Technologies Co.\nLtd\nPeople's Republic of\nChina\nGuo Zhenxi Director, Business Channel China Central Television\nCCTV-2\nPeople's Republic of\nChina\nAnant Gupta President HCL Technologies Ltd India\nWorld Economic Forum Annual Meeting 2011\nRajat Kumar Gupta Chairman International Chamber of France\nCommerce (ICC)\nSanjay Gupta Chief Medical Correspondent CNN International USA\nShekhar Gupta Editor-in-Chief The Indian Express\nIndia\nNewspapers Ltd\nChander Prakash Gurnani Chief Executive Officer Mahindra Satyam India\nAngel Gurría\nSecretary-General, Organisation for\nEconomic Co-operation and\nDevelopment (OECD), Paris\nFrancis Gurry\nDirector-General, World Intellectual\nProperty Organization (WIPO),\nGeneva\nKlaus-Peter Gushurst Senior Vice-President, Director of Booz & Company\nGermany\nGlobal Board\nAntonio Guterres\nUN High Commissioner for Refugees,\nGeneva\nAmy Gutmann President University of Pennsylvania USA\nKarl-Theodor Freiherr zu\nGuttenberg\nFederal Minister of Defence of the\nFederal Republic of Germany\nLino Guzzella Professor ETH Zurich Switzerland\nBonnie W. Gwin Managing Partner, Board Practice Heidrick & Struggles USA\nH.R.H. Haakon of Norway Crown Prince of Norway\nFelix Haas\nChief Executive Officer and Head of amiando AG\nGermany\nProduct\nRichard N. Haass President Council on Foreign Relations USA\nEdgard Habib Chief Economist Chevron Corporation USA\nFrancesca von Habsburg Chairman Thyssen Bornemisza Art Austria\nContemporary\nMichael E. Haefliger Executive and Artistic Director Lucerne Festival Switzerland\nGerd Haeusler Chief Executive Officer BayernLB Germany\nAhmed Hafez Adviser National Bank of Kuwait Kuwait\nNada Abbas Haffadh Member of the Shura Council of\nBahrain\nJamil El Hage Head, Business News Al Arabiya United Arab Emirates\nStein Erik Hagen Chairman Canica AS Norway\nMikael Hagström President, EMEA and Asia Pacific SAS Institute Inc. USA\nPriya Haji\nCo-Founder and Former Chief WorldofGood.com by eBay USA\nExecutive Officer\nInc.\nJahangir Hajiyev Chairman of the Board International Bank of Azerbaijan\nAzerbaijan\nVictor Halberstadt Professor of Public Economics Leiden University Netherlands\nUeli Haldimann Owner and Founder Unlimited Communications Switzerland\nRoshi Joan Halifax Founder, Abbot, Upaya Zen Center,\nUSA\nEugene Hall Chief Executive Officer Gartner Inc. USA\nWendy Hall\nDean, Faculty of Physical and University of Southampton United Kingdom\nApplied Sciences; Trustee and\nProgramme Director, Web Science\nTrust\nHeinz Haller\nExecutive Vice-President and Chief The Dow Chemical\nUSA\nCommercial Officer\nCompany\nTarja Halonen\nPresident of Finland\nMartin C. Halusa Chief Executive Officer Apax Partners LLP United Kingdom\nO. Andreas Halvorsen Founder and Chief Executive Officer Viking Global Investors LP USA\nGeorge C. Halvorson Chairman and Chief Executive Officer Kaiser Foundation Health USA\nPlan Inc.\nJunichi Hamada President The University of Tokyo Japan\nAli Hamadé Journalist and Editorialist An-Nahar Lebanon\nJürgen Hambrecht Chairman of the Board of Executive BASF SE\nGermany\nDirectors\nAndrew Hamilton Vice-Chancellor University of Oxford United Kingdom\nMohamed Bin Dhaen Al\nHamli\nMinister of Energy of the United Arab\nEmirates\nHan Seung-Soo Chairman Global Green Growth Republic of Korea\nInstitute (GGGI)\nHarish Hande Managing Director SELCO Solar Light (P) India\nLimited\nPaul Hanratty\nChief Executive Officer, Long Term Old Mutual Life Assurance South Africa\nSavings and Chairman\nCompany Limited\nTim Hanstad President and Chief Executive Officer Landesa USA\nHao Jiming\nAcademician and Professor,\nDepartment of Environmental\nTsinghua University\nPeople's Republic of\nChina\nScience and Engineering\nDonald R. Harkleroad President The Bristol Company USA\nPoppy Harlow Anchor, CNNMoney.com CNN USA\nFredric W. Harman Managing Partner Oak Investment Partners USA\nWorld Economic Forum Annual Meeting 2011\nChristine Harper Chief Financial Correspondent Bloomberg LP USA\nMatthew J. Harrington President and Chief Executive Edelman\nUSA\nOfficer, USA\nPhillip J. Harrington Executive Vice-President, Risk and CA Technologies\nUSA\nChief Administrative Officer\nErich Harsch Chief Executive Officer dm drogerie markt GMBH + Germany\nCo. KG\nStephanie Pullings Hart Vice-President, Supply Chain and Nestle - Jenny Craig Inc. USA\nCorporate Services\nYasuchika Hasegawa President and Chief Executive Officer Takeda Pharmaceutical Japan\nCompany Ltd\nMuhadditha Al Hashimi Chief Executive Officer Mohammed Bin Rashid Al United Arab Emirates\nMaktoum Academic Medical\nCenter\nJoergen Ole Haslestad President and Chief Executive Officer Yara International ASA Norway\nAnne Hastings Managing Director Fonkoze Haiti\nTakashi Hatchoji\nRepresentative Executive Officer and Hitachi Ltd\nJapan\nExecutive Vice-President\nGary A. Haugen President and Chief Executive Officer International Justice Mission USA\n(IJM)\nCarl Hausmann\nManaging Director, Global\nBunge Limited\nUSA\nGovernment and Corporate Affairs\nRicardo Hausmann Director, Center for International Harvard Kennedy School USA\nDevelopment\nJulien Hawari\nCo-Chief Executive Officer and Trends\nUnited Arab Emirates\nEditor-in-Chief\nMichael Hay\nProfessor of Management Practice in London Business School United Kingdom\nEntrepreneurship\nYasuo Hayashi Chairman and Chief Executive Officer Japan External Trade Japan\nOrganization (JETRO)\nRichard Haythornthwaite Chairman of the Board of Directors MasterCard Worldwide United Kingdom\nHe Yafei\nAmbassador and Permanent\nPermanent Mission of the Switzerland\nRepresentative of the People's\nRepublic of China\nPeople's Republic of China\nJeffrey Hedberg Acting Chief Executive Officer Telkom Group Limited South Africa\nConnie Hedegaard Commissioner, Climate Action,\nEuropean Commission, Brussels\nHassan Heikal Chief Executive Officer EFG Hermes Holding Egypt\nStephan Heimbach Corporate Vice-President; Head, Siemens AG\nGermany\nCorporate Communications and\nGovernment Affairs\nAxel C. Heitmann\nChairman of the Board of\nLANXESS AG\nGermany\nManagement\nJochem Heizmann Member of the Board of Management Volkswagen AG Germany\nUlf Peter Hellstrøm Senior Staff Correspondent Aftenposten Norway\nGideon Henderson Co-Director, 21st Century Ocean University of Oxford\nUnited Kingdom\nInstitute, Oxford Martin School\nUlf Henriksson Chief Executive Officer Invensys Plc United Kingdom\nMary Kay Henry International President Service Employees\nUSA\nInternational Union (SEIU)\nSimon Henry Chief Financial Officer Royal Dutch Shell Plc Netherlands\nHugh S. Herman Chairman Investec Ltd South Africa\nPaul Hermelin\nVice-Chairman and Chief Executive Capgemini\nFrance\nOfficer\nAdolfo Hernandez\nPresident, Europe, Middle East and Alcatel-Lucent\nFrance\nAfrica and Executive Vice-President\nDiego Hernandez Chief Executive Officer Corporación Nacional del Chile\nCobre de Chile (CODELCO)\nKenneth A. Hersh Founder and Chief Executive Officer NGP Energy Capital\nUSA\nManagement\nShannon S. Herzfeld Vice-President, Government\nArcher Daniels Midland Co. USA\nRelations\n(ADM)\nRolf-Dieter Heuer Director-General European Organization for Switzerland\nNuclear Research (CERN)\nUwe J. Heuser Economic and Business Editor Die Zeit Germany\nRob Heyvaert Corporate Executive Vice-President Fidelity National Information USA\nServices, Inc.\nWilliam V. Hickey President and Chief Executive Officer Sealed Air Corp. USA\nHans Hickler\nChief Executive Officer, Asia Pacific Agility\nHong Kong SAR\nRegion\nHeinrich Hiesinger Chairman of the Executive Board ThyssenKrupp AG Germany\nMartin Hilb Managing Director Institute for Leadership and Switzerland\nHuman Resource\nManagement (IFPM)\nPhilipp M. Hildebrand Chairman of the Governing Board,\nSwiss National Bank, Switzerland\nWorld Economic Forum Annual Meeting 2011\nJon Hilsenrath Chief Economic Correspondent The Wall Street Journal USA\nGopichand P. Hinduja Chairman Hinduja Automotive Ltd United Kingdom\nPrakash P. Hinduja Chairman, Europe Hinduja Group of Companies Switzerland\nLeslie Hinton Chief Executive Officer Dow Jones & Company Inc. USA\nEric Hippeau Special Partner and Adviser Softbank Capital USA\nPriya Hiranandani- Founder and Co-Chairman Hirco Group India\nVandrevala\nNaomi Hirose\nManaging Director; International\nAffairs, Real Estate, Acquisition &\nManagement Dept.\nWorld Economic Forum Annual Meeting 2011\nTokyo Electric Power\nCompany (TEPCO)\nJapan\nSusan Hockfield President Massachusetts Institute of USA\nTechnology (MIT)\nMark Hoffman President, CNBC NBC Universal Inc. USA\nReid Hoffman Executive Chairman and Founder LinkedIn Corporation USA\nAndré S. Hoffmann Chairman Massellaz SA Switzerland\nKarl Hofmann President and Chief Executive Officer Population Services\nUSA\nInternational (PSI)\nJoseph M. Hogan Chief Executive Officer ABB Ltd Switzerland\nPaul R. Hogan Chairman and Founder Home Instead Inc USA\nTom Hogan\nExecutive Vice-President, Enterprise Hewlett-Packard Company USA\nSales, Marketing and Strategy\nAlec Hogg Editor-in-Chief Moneyweb Holdings South Africa\nHarry Hohmeister Chief Executive Officer Swiss International Air Lines Switzerland\nLtd\nSir John Holmes Director The Ditchley Foundation United Kingdom\nStefan von Holtzbrinck President and Chief Executive Officer Verlagsgruppe Georg von Germany\nHoltzbrinck GmbH\nJan Hommen Chief Executive Officer ING Group Netherlands\nHong Ki-Joon President and Chief Executive Officer Hanwha Chemical\nRepublic of Korea\nCorporation\nHong Shen Bureau Chief, China Dow Jones Newswires People's Republic of\nChina\nRené Hooft Graafland Member of the Executive Board and Heineken International Netherlands\nChief Financial Officer\nJohn L. Hopkins Group Executive Fluor Corporation USA\nYoshito Hori\nChairman and Chief Executive\nOfficer, Globis Group; President and\nDean, Globis University; Managing\nPartner, Globis Capital Partners\nGLOBIS Corporation Japan\nTsutomu Horiuchi\nRobert D. Hormats\nChief Financial Officer and Senior\nManaging Director\nUS Undersecretary of State for\nEconomic, Energy and Agricultural\nAffairs\nMori Building Company\nLimited\nJapan\nDouglas H. Horswill Senior Vice-President, Sustainability Teck Resources Limited Canada\nand External Affairs\nJohn Hourican\nChief Executive Officer, Global\nBanking and Markets\nRoyal Bank of Scotland\nLloyd Walter Howell Jr Executive Vice-President Booz Allen Hamilton Inc. USA\nW. Lee Howell Managing Director, Head of\nProgramming and Global Agenda\nCouncils, World Economic Forum\nRumen Hranov M. Sc. Chairman Finman AG Switzerland\nHsu Ta-Lin Chairman H&Q Asia Pacific USA\nUnited Kingdom\nGeorge Hu\nExecutive Vice-President, Marketing Salesforce.com\nUSA\nand Alliances\nKen Hu\nBoard Member and Executive Vice-\nPresident\nHuawei Technologies Co.\nLtd\nPeople's Republic of\nChina\nHu Shuli Editor-in-Chief Caixin Media People's Republic of\nChina\nPhilippe Huber Co-Chief Executive Officer Kentaro Ltd United Kingdom\nIan Hudson\nPresident, Europe, Middle East and DuPont De Nemours Switzerland\nAfrica\nInternational SA\nArianna Huffington Co-Founder and Editor-in-Chief Huffington Post USA\nPeter van Hüllen Chief Executive Officer Georgsmarienhütte Holding Germany\nGmbH\nGöran Hultin Chairman and Chief Executive Officer Caden Corporation United Kingdom\nGlenn H. Hutchins Founder and Co-Chief Executive Silver Lake USA\nWilliam N. Hutton Columnist The Guardian United Kingdom\nDavid Iakobachvili Chairman of the Board of Directors Wimm-Bill-Dann Foods\nOJSC\nHerminia Ibarra\nThe Cora Chaired Professor of INSEAD\nLeadership and Learning and\nProfessor of Organizational\nBehaviour\nRussian Federation\nFrance\nRiswinandi Idris Deputy President Director PT Bank Mandiri (Persero) Indonesia\nEnrique V. Iglesias Secretary-General, SEGIB Secretaría\nGeneral Iberoamericana, Spain\nDavid Ignatius Associate Editor and Columnist The Washington Post USA\nCompany\nEmmanuel Ikazoboh Acting Director-General The Nigerian Stock\nNigeria\nExchange Ltd\nMichael J. Inacker\nSenior Vice-President, Corporate METRO GROUP\nGermany\nCommunications and Public Affairs\nMasa Inakage\nDean and Professor, Graduate Keio University\nJapan\nSchool of Media Design\nBjarke Ingels Architect Bjarke Ingels Group (BIG) Denmark\nJosé Miguel Insulza Secretary-General, Organization of\nAmerican States (OAS), Washington\nDC\nYoko Ishikura\nProfessor, Graduate School of Hitotsubashi University Japan\nInternational Corporate Strategy (ICS)\nFaisal Islam Economics Editor Channel 4 News United Kingdom\nYoshinori Isozaki Managing Director Kirin Holdings Company Japan\nLimited\nKiyohiko Ito Managing Director Keizai Doyukai (Japan Japan\nAssociation of Corporate\nExecutives)\nKoji Iwama\nCorporate Vice-President, Corporate Toshiba of Europe Ltd United Kingdom\nRepresentative, EMEA\nDaisuke Iwase\nCo-Founder and Representative Lifenet Insurance Company Japan\nDirector\nAlexander V. Izosimov President and Chief Executive Officer VimpelCom Ltd Netherlands\nNatalia Izosimova Managing Director Foundation for Effective Ukraine\nGovernance\nMichael Izza Chief Executive Officer The Institute of Chartered United Kingdom\nAccountants in England and\nWales (ICAEW)\nSir Mohammad Jaafar Chairman and Managing Director The Kuwaiti Danish Dairy Kuwait\nCompany KCSC\nAbdul Malik Al Jaber Chief Executive Officer Zain Jordan Jordan\nVuyo Jack Co-Founder and Chairman Empowerdex South Africa\nShirley Ann Jackson President Rensselaer Polytechnic USA\nInstitute (RPI)\nPaul E. Jacobs Chairman and Chief Executive Officer Qualcomm Inc. USA\nMunizae Jahangir\nSpecial Correspondent and Associate Express TV\nPakistan\nExecutive Producer\nChristopher Jahns President and Chief Executive Officer EBS University Germany\nAnshu Jain\nMember of the Management Board Deutsche Bank AG\nUnited Kingdom\nand Head of the Corporate and\nInvestment Bank\nDipak C. Jain Dean Designate INSEAD France\nHans-Jürgen Jakobs Head of Economic and Financial Süddeutsche Zeitung GmbH Germany\nDepartment\nKate James Chief Communications Officer Bill & Melinda Gates\nUSA\nFoundation\nEsam Janahi Board Member Vision 3 United Arab Emirates\nRashad Y. Janahi Board Member Vision 3 United Arab Emirates\nAmjad Parvez Janjua Executive Director Pakistan State Oil Company Pakistan\nLimited (PSO)\nGarth C. Japhet Founder and Chief Executive Officer Heartlines South Africa\nLivia Járóka Member of the European Parliament European Parliament Belgium\nJeff Jarvis\nBlogger, Buzzmachine.com and Graduate School of\nUSA\nProfessor\nJournalism (CUNY)\nMohamed Husnee Jazeel Chief Executive Officer Dabbagh Group Holding Co. Saudi Arabia\nLtd\nAlain Jeannet Editor-in-Chief L'Hebdo Switzerland\nRichard A. Jefferson Chief Executive Officer Cambia Australia\nKevin J. Jenkins President and Chief Executive Officer World Vision International United Kingdom\nPhilip J. Jennings General Secretary UNI Global Union Switzerland\nJeong Kim President, Bell Labs Alcatel-Lucent Bell\nUSA\nLaboratories\nJean-Luc Jezouin\nSenior Vice-President and General Kudelski Group\nSwitzerland\nManager, New Markets Region\nJiang Jianqing Chairman of the Board Industrial and Commercial People's Republic of\nEmmanuel Jimenez\nDirector, Human Development, East\nAsia and Pacific Region and Editor,\nWorld Bank Research Observer\nWorld Economic Forum Annual Meeting 2011\nBank of China Limited\nThe World Bank\nChina\nUSA\nJoseph Jimenez Chief Executive Officer Novartis AG Switzerland\nNaveen Jindal\nExecutive Vice-Chairman and Jindal Steel and Power India\nManaging Director\nLimited\n\nJeffrey Joerres Chairman and Chief Executive Officer Manpower Inc. USA\nJosef Joffe Publisher-Editor Die Zeit Germany\nBjörn Johansson Chairman Dr Bjorn Johansson\nSwitzerland\nAssociates Inc.\nBoris Johnson\nMayor of London, United Kingdom\nChris Johnson Executive Vice-President Nestlé SA Switzerland\nDavid Johnson\nExecutive Vice-President and\nNalco Europe\nNetherlands\nPresident, Europe, Africa and Middle\nEast\nErica L. Johnson\nChief Officer, Customer Network Eskom Holdings Limited South Africa\nBusiness\nH. Fisk Johnson Chairman of the Board and Chief S. C. Johnson & Son Inc. USA\nExecutive Officer\nJace Johnson\nVice President, Government Affairs Adobe Systems\nUSA\nand Public Policy\nKevin Johnson Chief Executive Officer Juniper Networks Inc. USA\nMark Johnson Founder Playing for Change USA\nRay Johnson\nSenior Vice-President and Chief Lockheed Martin Corporation USA\nTechnology Officer\nRobert A. Johnson Executive Director The Institute for New USA\nEconomic Thinking (INET)\nSimon Johnson\nRonald A. Kurtz, Professor of\nMIT - Sloan School of USA\nEntrepreneurship\nManagement\nTom Johnstone President and Chief Executive Officer AB SKF Sweden\nAnthony Jones Journalist Australian Broadcasting Australia\nCorporation - ABC\nTelevision\nDavid Jones Global Chief Executive Officer Havas Worldwide USA\nHannah Jones\nVice-President, Sustainable Business Nike Inc.\nUSA\nand Innovation, Government Public\nAffairs\nAgnes Jongerius President Confederation of Dutch Netherlands\nTrade Unions\nConni Jonsson\nChief Executive Officer and Managing EQT Partners AB\nSweden\nPartner\nVyomesh Joshi\nExecutive Vice-President, Imaging Hewlett-Packard Company USA\nand Printing Group\nTarun Jotwani\nGlobal Head, Fixed Income and Chief Nomura International Plc United Kingdom\nExecutive Officer, Europe, Middle\nEast and Africa\nLuciano E. Joublanc Ambassador of Mexico Embassy of Mexico Switzerland\nLisa Jucca Chief Financial Correspondent, Italy Thomson Reuters Italy\nBernhard Jucker\nMember of the Executive Committee ABB Ltd\nSwitzerland\nand Head of Power Products\nKhaled A. Juffali\nMember of the Executive Committee E. A. Juffali and Brothers Saudi Arabia\nand Managing Partner\nPaul Kagame\nPresident of Rwanda\nBanri Kaieda\nMinister of Economic and Fiscal\nPolicy of Japan\nFritz Kaiser Executive Chairman Kaiser Ritter Partner Liechtenstein\nChandra Shekar Kakal Global Head, Enterprise Solutions, Infosys Technologies Ltd India\nInfosys\nScott E. Kalb\nChief Investment Officer, Korea\nInvestment Corporation (KIC),\nRepublic of Korea\nAnatole Kaletsky Editor-at-Large The Times United Kingdom\nSiim Kallas\nVice-President and Commissioner,\nTransport, European Commission,\nBrussels\nPaul-Bernhard Kallen Chief Executive Officer Burda Media Germany\nAjay Kalsi Managing Director Phoenix Overseas Ltd India\nBaba N. Kalyani Chairman and Managing Director Bharat Forge Ltd India\nAbdullah Saleh Kamel Executive President and Chief Dallah Al Baraka Holding Saudi Arabia\nExecutive Officer\nCo.\nTihomir D. Kamenov Founder and Chairman Commercial League\nBulgaria\nHealthcare Group\nSuzan Salman Kanoo President International Motor Trading Bahrain\nAgency WLL\nOnkar S. Kanwar Chairman Apollo Tyres Ltd India\nJohn Kao Chairman and Founder Institute for Large Scale USA\nInnovation (ILSI)\nScott B. Kapnick Managing Partner Highbridge Capital\nUSA\nManagement LLC\nAnatoly Karachinsky President and Chief Executive Officer IBS Group Russian Federation\nErdal Karamercan President and Chief Executive Officer Eczacibasi Holding Turkey\nJohan Karlström President and Chief Executive Officer Skanska AB Sweden\nWorld Economic Forum Annual Meeting 2011\nUnni Karunakara President Médecins Sans Frontières Switzerland\nInternational\nKasiviswanathan\nShanmugam\nMinister for Home Affairs and Minister\nfor Law of Singapore\nDrue Kataoka\nArtist, Japan\nPiia-Noora Kauppi Managing Director Federation of Finnish Finland\nFinancial Services\nYoriko Kawaguchi\nMember of the House of Councillors,\nJapan; Minister for Foreign Affairs of\nJapan (2002-2004)\nChris Kearney\nChairman, President and Chief SPX Corporation\nUSA\nExecutive Officer\nWilliam Keegan Senior Economics Commentator The Observer United Kingdom\nCarol Keehan\nPresident and Chief Executive\nOfficer, Catholic Health Association,\nUSA\nTom Keene Host Bloomberg Radio &\nUSA\nTelevision\nTal Keinan Chairman and Chief Executive Officer KCPS & Company Israel\nManish Kejriwal Senior Managing Director Temasek Holdings (Pte) India\nLimited\nKairat Kelimbetov Chief Executive Officer Samruk-Kazyna JSC Kazakhstan\nGeorg Kell\nExecutive Director, Global Compact\nOffice, United Nations, New York\nJakob Kellenberger President, International Committee of\nthe Red Cross (ICRC), Geneva\nEdmund F. Kelly Chairman and Chief Executive Officer Liberty Mutual Group USA\nGail Kelly\nChief Executive Officer and Managing Westpac Banking\nAustralia\nDirector\nCorporation\nJeff Kelly\nChief Executive Officer, BT Global BT Group Plc\nUnited Kingdom\nServices\nKevin Kelly Chief Executive Officer Heidrick & Struggles USA\nAngelien Kemna Chief Investment Officer APG Asset Management Netherlands\nFrederick Kempe President and Chief Executive Officer The Atlantic Council of the USA\nUnited States\nCarsten Kengeter Chief Executive Officer UBS Investment Bank United Kingdom\nDavid Kennedy\nDirector, Institute for Global Law and Harvard Law School\nUSA\nPolicy\nKathleen Kennedy Senior Vice-President The Rock Creek Group USA\nTownsend\nDavid W. Kenny President Akamai Technologies Inc. USA\nMuhtar A. Kent\nChairman of the Board and Chief The Coca-Cola Company USA\nExecutive Officer\nPhilip Kent Chairman and Chief Executive Officer Turner Broadcasting System USA\nInc.\nRonald Kent\nExecutive Vice-President, Head of NYSE Euronext\nUnited Kingdom\nInternational Listings\nNeal Keny-Guyer Chief Executive Officer MercyCorps USA\nScott Key President and Chief Operating Officer IHS USA\nSanjeev Khagram\nProfessor of Public Affairs and\nInternational Studies; Lead Steward\nUSA\nWorld Economic Forum Annual Meeting 2011\nUniversity of Washington,\niScale (Innovations for\nScaling Impact)\nMugheer Khamis Al Khaili Director-General , Abu Dhabi\nEducation Council, United Arab\nEmirates\nAmr Khaled Chairman of the Board of Trustees Right Start Foundation\nInternational\nFazlun Khalid Founder and Director Islamic Foundation for\nEcology and Environmental\nSciences\nMohamed bin Isa Al\nKhalifa\nSheikh Mohammed Bin\nEssa Al Khalifa\nH.H. Sheikh Al Khalifa\nVice-Chairman\nChief Executive\nBahrain\nTelecommunications Co.\n(BATELCO)\nBahrain Economic\nDevelopment Board\nUnited Kingdom\nUnited Kingdom\nBahrain\nBahrain\nAdviser to the Prime Minister of\nBahrain\nImran Khan\nChairman, Pakistan Tehreek-e-Insaf,\nPakistan\nMehmood Khan\nChief Executive Officer, Global PepsiCo Inc.\nUSA\nNutrition Group; Senior Vice-\nPresident and Chief Scientific Officer\nRiz Khan Anchor Al Jazeera USA\nAjay Khanna President Jubilant Bhartia Group India\nParag Khanna Director, Global Governance Initiative New America Foundation USA\nTarun Khanna Jorge Paulo Lemann Professor Harvard Business School USA\nJamal Khashoggi General Manager and Editor-in-Chief Al Waleed 24 News Channel Saudi Arabia\nAbdulaziz F. Al Khayyal Senior Vice-President, Industrial Saudi Aramco\nSaudi Arabia\nRelations\nJamil El Khazen Chief Executive Officer Jamyco Holding\nSwitzerland\nLuxembourg SA\nJihad B. Khazen Director Al Hayat United Kingdom\nNand Khemka Chairman SUN Group India\nPankaj Kanaksi Khimji Director Khimji Ramdas LLC Oman\nUmesh Khimji Chief Executive Officer Ajit Khimji Group LLC Oman\nHabil F. Khorakiwala Chairman Wockhardt Limited India\nSanjay Khosla\nExecutive Vice-President and\nKraft Foods Inc.\nUSA\nPresident, Developing Markets\nNagi F. Khouri\nDirector, Division of Breast Imaging, The Johns Hopkins Avon USA\nThe Russell H. Morgan Department of\nRadiology and Radiological Science\nFoundation Breast Center\nSamer S. Khoury Executive Vice-President, Operations Consolidated Contractors Greece\nCompany (CCC)\nEduard Khudainatov President Rosneft Oil Company Russian Federation\nCollins Khumalo President Multichoice (Pty) Ltd South Africa\nNaina Lal Kidwai Country Head, India HSBC Asia Pacific India\nWalter B. Kielholz Chairman of the Board of Directors Swiss Reinsurance\nSwitzerland\nCompany Ltd\nJakaya M. Kikwete President of Tanzania\nNancy Killefer Senior Director and Office Manager McKinsey & Company USA\nKim Dong Kwan Managing Director Hanwha Group Republic of Korea\nKim Hyun-Chung President and Chief Executive Officer Hanwha Engineering & Republic of Korea\nConstruction Corporation\nKim Jong-Hoon\nMinister for Trade of the Republic of\nKorea\nKim Sam-Whan Very Reverend Myungsung Presbyterian\nChurch\nRepublic of Korea\nKim Sang-Hyup\nSecretary to the President of the\nRepublic of Korea for Green Growth\nand Environment, Office of the\nPresident, Republic of Korea\nKim Seung Youn Chairman Hanwha Group Republic of Korea\nDavid Kim Younghoon Chairman and Chief Executive Officer Daesung Group Republic of Korea\nRobert M. Kimmitt Senior International Counsel Wilmer Hale USA\nTakeshi Kimura President Mitsubishi Chemical Europe Germany\nGMBH\nFred Kindle Partner Clayton, Dubilier & Rice LLP United Kingdom\nDavid King Executive Director Smith School of Enterprise United Kingdom\nand the Environment (SSEE)\nRaymond King Chief Executive Officer BUPA United Kingdom\nSteve King Chief Executive Officer Worldwide ZenithOptimedia United Kingdom\nWallace King Chief Executive Officer Leighton Holdings Ltd Australia\nLise Kingo\nExecutive Vice-President, Corporate Novo Nordisk A/S\nDenmark\nRelations\nRon Kirk\nUS Trade Representative\nDavid Kirkpatrick Technology Columnist The Daily Beast USA\nVictoria Kisyombe Chief Executive Officer and Founder Sero Lease and Finance Tanzania\n(Selfina)\nShinichi Kitajima\nAmbassador and Permanent\nPermanent Mission of Japan Switzerland\nRepresentative of Japan\nMari Kiviniemi\nPrime Minister of Finland\nAkira Kiyota Chairman Daiwa Securities Group Inc. Japan\nLarry Klane Chairman and Chief Executive Officer Korea Exchange Bank Republic of Korea\nBruce Klein\nSenior Vice-President, US Public Cisco\nUSA\nSector\nKlaus Kleinfeld Chairman and Chief Executive Officer Alcoa Inc. USA\nMark Kleinman City Editor Sky News - BSkyB United Kingdom\nAndrzej Klesyk Chief Executive Officer PZU SA Poland\nHans Klingenberg Ambassador of Denmark Embassy of Denmark Switzerland\nJürgen Kluge Chairman of the Managing Board Franz Haniel & Cie GmbH Germany\nSteffen Klusmann Editor-in-Chief The Financial Times\nGermany\nDeutschland\nHermann-Josef Knipper Deputy Editor-in-Chief Handelsblatt Germany\nCarsten Knop Senior Business Editor Frankfurter Allgemeine Germany\nZeitung\nSir Nigel Knowles Managing Partner DLA Piper UK LLP United Kingdom\nEizo Kobayashi\nChairman and Representative Itochu Corporation\nJapan\nDirector\nYoshimitsu Kobayashi President and Chief Executive Officer Mitsubishi Chemical\nJapan\nHoldings Corporation\nAaron Koblin\nArtist, USA\nWorld Economic Forum Annual Meeting 2011\nSilvana Koch-Mehrin Vice-President, European Parliament,\nBrussels\nCaio Koch-Weser\nVice-Chairman, Deutsche Bank Deutsche Bank AG\nUnited Kingdom\nGroup\nChanda Kochhar\nManaging Director and Chief\nICICI Bank Ltd\nIndia\nExecutive Officer\nNancy Koehn\nJames E. Robison Professor of Harvard Business School USA\nBusiness Administration\nSergey A. Kogogin Director-General Kamaz Inc. Russian Federation\nAnnie Koh\nAssociate Professor of Finance and Singapore Management Singapore\nDean, Office of Executive and\nProfessional Education\nUniversity\nManuel Kohnstamm Managing Director, Public Policy and Liberty Global Europe BV Netherlands\nCommunications\nYorihiko Kojima Chairman of the Board Mitsubishi Corporation Japan\nAli Kolaghassi Vice-President Saudi Oger Ltd Saudi Arabia\nEivind Drachmann Kolding Partner and Chief Executive Officer, A.P. Møller-Maersk AS Denmark\nContainer Business\nKathy Koll Matsui Co-Head, Asia Investment Research Goldman Sachs Japan Co. Japan\nLtd\nSteve Koltes Managing Partner CVC Capital Partners Luxembourg\n(Luxembourg) Sàrl\nBronislaw Komorowski President of Poland\nMadhu Koneru Group Executive Director Trimex International FZE United Arab Emirates\nDmitry Konov President Sibur LLC Russian Federation\nKoo Jayoung President and Chief Executive Officer SK Energy Republic of Korea\nNathalie Kosciusko-\nMorizet\nMinister of Ecology, Sustainable\nDevelopment, Transports and\nHousing of France\nMikko Kosonen President SITRA (Finnish Innovation Finland\nFund)\nJohann O. Koss President and Chief Executive Officer Right To Play International Canada\nAndrei L. Kostin Chairman and Chief Executive Officer JSC VTB Bank Russian Federation\nWojciech J. Kostrzewa President and Chief Executive Officer ITI Corporation Sp.zo.o. Poland\nUday S. Kotak\nVice-Chairman and Managing Kotak Mahindra Bank Ltd India\nDirector\nBrij Kothari Director PlanetRead India\nMargery Kraus President and Chief Executive Officer APCO Worldwide Inc. USA\nLawrence M. Krauss Professor, School of Earth and Space Arizona State University USA\nExploration\nHenry R. Kravis Founding Partner Kohlberg Kravis Roberts & USA\nCo.\nDariusz Jacek Krawiec President and Chief Executive Officer PKN ORLEN SA Poland\nJohn Krenicki Jr\nVice-Chairman, GE, and Chairman GE Energy\nUSA\nand Chief Executive Officer\nNicholas D. Kristof Columnist The New York Times USA\nNeelie Kroes\nVice-President and Commissioner for\nthe Digital Agenda, European\nCommission, Brussels\nPatrick Kron Chairman and Chief Executive Officer Alstom France\nFred Krupp President Environmental Defense USA\nFund\nAndré Kudelski\nChairman of the Board and Chief Kudelski Group\nSwitzerland\nAleksey Kudrin\nExecutive Officer\nDeputy Prime Minister and Minister of\nFinance of the Russian Federation\nMichael Kuhndt Head UNEP/Wuppertal Institute\nCollaborating Centre on\nSustainable Consumption\nand Production\nGermany\nPeter Kukielski Group Management Board Member ArcelorMittal United Kingdom\nTimur Kulibayev Deputy Chairman of the Board Samruk-Kazyna JSC Kazakhstan\nEllen Kullman\nChair of the Board and Chief\nDuPont\nUSA\nExecutive Officer\nManu Kumar\nProject Manager, Economic\nD.E. Shaw & Co. L.P. USA\nDiscretionary\nHoward Kunreuther James G. Dinan Professor; Professor\nof Decision Sciences and Public\nPolicy\nThe Wharton School,\nUniversity of Pennsylvania\nUSA\nRolf Kuntz\nVera Kurochkina\nHaruhiko Kuroda\nEditorialist and Special\nCorrespondent\nDeputy Chief Executive Officer and\nMember of the Board of Directors\nPresident, Asian Development Bank,\nManila\nO Estado de São Paulo\nRUSAL\nBrazil\nRussian Federation\nWorld Economic Forum Annual Meeting 2011\nKiyoshi Kurokawa Professor National Graduate Institute Japan\nfor Policy Studies (GRIPS)\nTapio Kuula President and Chief Executive Officer Fortum Corporation Finland\nNabil R. Kuzbari President and Chief Executive Officer Vimpex Handels GmbH Austria\nMaja Kuzmanovic President FoAM Belgium\nStanislav Kuznetsov Deputy Chairman of the Board Sberbank Russian Federation\nAndrey R. Kuzyaev President Lukoil Overseas Holding Ltd Russian Federation\nKwak Seung-Jun\nChairman, Presidential Council for\nFuture and Vision, Republic of Korea\nFawzi Kyriakos-Saad Chief Executive Officer, Europe, Credit Suisse AG\nUnited Kingdom\nMiddle East and Africa (EMEA) and\nMember of the Executive Board\nRachel Kyte Vice-President International Finance USA\nCorporation (IFC)\nCarlos Labarthe Costas Executive President Banco Compartamos S.A., Mexico\nInstitucion de Banca Multiple\nHuguette Labelle Chair Transparency International Germany\nMaría Claudia Lacouture President Proexport Colombia Colombia\nFrancine Lacqua\nAnchor 'On the Move' and Senior Bloomberg Television United Kingdom\nCorrespondent\nPeter Lacy\nManaging Director, Sustainability Accenture\nUnited Kingdom\nServices, EMEA and Latin America\nChristine Lagarde\nMinister of Economy, Finance and\nIndustry of France; Member of the\nFoundation Board of the World\nEconomic Forum\nSamir Lahoud Chairman Lahoud Engineering Lebanon\nSam Laidlaw Chief Executive Officer Centrica Plc United Kingdom\nCharles D. Lake II Chairman and Representative Aflac Japan Japan\nSiddhartha Lal\nManaging Director and Chief\nEicher Motors Limited India\nExecutive Officer\nCharlotte Lambkin Group Communications Director BAE Systems Plc United Kingdom\nChristina Lampe-Önnerud Founder and Chief Executive Officer Boston-Power Inc. USA\nPascal Lamy\nDirector-General, World Trade\nOrganization (WTO), Geneva\nRay Lane Chairman, Board of Directors Hewlett-Packard Company USA\nLaura Lang Chief Executive Officer Digitas Inc. USA\nGernot A. Langes- Chairman D. Swarovski KG Austria\nSwarovski\nGuy Louis Lansdown Executive Vice-President, Discovery Newmont Mining\nUSA\nand Development\nCorporation\nFelipe Larraín Bascuñán Minister of Finance of Chile\nThomas Larsen Editor and Political Commentator Berlingske Tidende AS Denmark\nKeith Larson\nVice-President, Intel Capital and Intel Corporation\nUSA\nManaging Director\nJuan Mario Laserna Senator, Colombia\nAdam Lashinsky Senior Editor-at-Large Fortune Magazine USA\nAlex Laskey President OPOWER USA\nVanessa Lau\nGroup Chief Financial Officer, Alcoa Alcoa Inc.\nUSA\nGlobal Rolled Products\nPaul A. Laudicina\nChairman of the Board and Managing A.T. Kearney Inc.\nUSA\nOfficer\nIlja Laurs Chief Executive Officer GetJar USA\nAnne Lauvergeon Chief Executive Officer Areva France\nSergey V. Lavrov\nMinister of Foreign Affairs of the\nRussian Federation\nGerald Lawless Executive Chairman Jumeirah Group United Arab Emirates\nRobert Z. Lawrence Albert L. Williams Professor of Trade Harvard Kennedy School USA\nand Investment\nMatthew Layton\nGlobal Head, Corporate Practice and Clifford Chance LLP\nUnited Kingdom\nPartner\nHani Lazkani Head, Investments Olayan Europe Ltd United Kingdom\nLoïc Le Meur Founder and Chief Executive Officer Seesmic USA\nSusan Lea\nCo-Director, Institute for Vaccine University of Oxford\nUnited Kingdom\nDesign, Oxford Martin School\nSir Terry Leahy Chief Executive Tesco Plc United Kingdom\nJim Leape Director-General WWF - World Wide Fund for Switzerland\nNature\nPeter Leav Senior Vice-President, Global Sales NCR Corporation USA\nEdith Lederer Chief Correspondent, United Nations The Associated Press (AP) USA\nBessie Lee Chief Executive Officer GroupM China People's Republic of\nChina\nEllana Lee Managing Editor, Asia Pacific CNN International Hong Kong SAR\nLee Eunkyung\nVice-President, Strategic Relation\nOfficer\nSK Holdings\nRepublic of Korea\nWorld Economic Forum Annual Meeting 2011\nLee Kai-Fu Chairman and Chief Executive Officer Innovation Works People's Republic of\nChina\nLee Yong-Shin Chief Risk Officer Korea Investment\nRepublic of Korea\nCorporation (KIC)\nJim Leech President and Chief Executive Officer Ontario Teachers' Pension Canada\nPlan\nFred van Leeuwen General Secretary Education International Belgium\nManfredi Lefebvre d'Ovidio Deputy Chairman, European Cruise Silversea Cruises Group Monaco\ndi Balsorano\nCouncil, and Chairman\nGottfried Leibbrandt Head of Marketing SWIFT SCRL Belgium\nJon Leibowitz\nChairman, Federal Trade\nCommission, USA\nAchankeng Leke Partner McKinsey & Company South Africa\nFrédéric Lemoine Chairman of the Executive Board Wendel France\nFrançois J. Lenglet Editorial Director La Tribune France\nSteve J. Lennon\nManaging Director, Corporate Eskom Holdings Limited South Africa\nServices Division\nSergio Leo Columnist, Senior Reporter Valor Econômico Brazil\nMark Leonard Director European Council on United Kingdom\nForeign Relations (ECFR)\nStefano Lepri International Economic Editor La Stampa Italy\nJosh Lerner\nJacob H. Schiff Professor of\nHarvard Business School USA\nInvestment Banking\nMonique F. Leroux Chair of the Board, President and Desjardins Group\nCanada\nChief Executive Officer\nAharon Leshno-Yaar Ambassador and Permanent\nRepresentative of Israel to the United\nNations, Geneva\nRich Lesser Chairman, North and South America The Boston Consulting\nGroup\nUSA\nYves Leterme\nDoris Leuthard\nPrime Minister of Belgium\nFederal Councillor of Environment,\nTransport, Energy and\nCommunications of the Swiss\nConfederation\nLord Levene Chairman Lloyd's United Kingdom\nRichard C. Levin President Yale University USA\nAlison Levine Mountaineer and President DareDevil Strategies USA\nZohar Levkovitz Chief Executive Officer Amobee USA\nMaurice Lévy Chairman and Chief Executive Officer Publicis Groupe SA France\nFreda Lewis-Hall\nExecutive Vice President, Chief\nMedical Officer\nPfizer Inc.\nUrsula von der Leyen Federal Minister of Labour and Social\nAffairs of Germany\nLi Daokui Director Center for China in the\nPeople's Republic of\nWorld Economy (CCWE) China\nPing Li Partner Accel Partners USA\nJason Li Yat-Sen Director The George Institute for Australia\nGlobal Health\nBernard Liautaud General Partner Balderton Capital United Kingdom\nZachary Lieberman Artist and Computer Programmer thesystemis USA\nMichael Liebreich Chief Executive Bloomberg New Energy United Kingdom\nFinance\nMichel M. Liès Chairman, Global Partnerships Swiss Reinsurance\nSwitzerland\nCompany Ltd\nErnst Ligteringen Chief Executive Global Reporting Initiative\n(GRI)\nNetherlands\nAndrew Likierman Dean London Business School United Kingdom\nLin Yu Chief Executive Officer NetQin Mobile Inc. People's Republic of\nChina\nJulio Linares Chief Operating Officer Telefonica SA Spain\nDonald Lindsay\nPresident and Chief Executive Officer\nUSA\nIt is the policy of the World Economic Forum to safeguard the privacy of its Members and participants by preventing any misuse of\npersonal information provided to us for the purpose of facilitating contact and dialogue in furtherance of the Forum’s mission.\n• All participants in any World Economic Forum activity agree to treat any information related to the list of participants and\nparticipant contact information as strictly confidential and to use it solely to facilitate personal communication among\nparticipants of World Economic Forum activities.\n• They agree that this information shall not be used for any other purpose, including solicitation for commercial endeavours.\nIn case of violation of this rule, the World Economic Forum reserves the right to take any action it deems appropriate and\nnecessary to protect the nature and the confidentiality of its activities.\nWorld Economic Forum Annual Meeting 2011",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_017060.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 103211,
    "word_count": 14252,
    "line_count": 2839,
    "import_date": "2025-11-19T21:47:48.475516",
    "prefix": "TEXT-001"
  }
}