{
  "document_id": "HOUSE_OVERSIGHT_018639",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018639.txt",
  "text": "bearing on jealousy than most people will admit.\n\nKOK ok\n\nRelationship Tools: Monogamy, Polyamory, Competition, and Jealousy\n\nLast year, I wrote a piece called \"In Praise of Monogamy.\" I currently practice polyamory\nin my relationships, but I spent years dating monogamously. I've noticed that when\npeople talk about monogamy, they usually either assume that it's the only way to go... or\nthey assume that it has to be thrown out the window entirely. I think that this either-or\napproach is completely wrongheaded, so the goal of \"In Praise of Monogamy” was to talk\nabout the advantages of monogamy in a more neutral, nuanced way. Different\nrelationship models are all tools in a toolbox, and some people are better with some tools\nthan others.\n\n\"In Praise of Monogamy\" was probably one of my most successful articles ever -- it was\nrepublished at a ton of websites, including high-profile venues like The Guardian.\nSimultaneously, the article got a lot of really mixed comments. Some people felt that I\nwasn't praising monogamy enough; others felt that I wasn't praising non-monogamy\nenough; there were lots of other frustrations too. My big takeaway was that these\nconversations don't happen enough, most people aren't used to having them, and it's\nreally hard to know where it start.\n\nJealousy is one obvious starting point, because people always bring it up in conversations\nabout non-monogamy. I talked a little bit about jealousy in \"In Praise of Monogamy.” If\nyou've recently read that piece, then feel free to skip to the end of the following italicized\nexcerpt:\n\nSome people experience jealousy more than, or less than, or differently from other\npeople. Plenty of people in non-monogamous relationships experience jealousy -- and\nplenty of non-monogamous people handle it just fine, through open-hearted\ncommunication.\n\nBut there are also plenty of people who appear to lack the \"jealousy chip.\"\n\nAnd then there are plenty of people who experience so much jealousy, who feel that\njealousy is such a big part of their emotional makeup, that the best way to manage it is\nsimply through monogamy.\n\nPersonally, I used to get a lot more jealous than I do now. I think I'm less likely to get\njealous these days partly because I've gotten better at finding low-drama men. Jealousy\nhas a reputation for being an irrational emotion, and sometimes it genuinely is an\nunreasonable, cruel power-grab. But I think jealousy is often quite rational, and often\narises in response to a genuine emotional threat... or deliberate manipulation.\n\nThere's another reason, though... I've also noticed that some switch in my brain has\nflipped, and I've started to eroticize jealousy. I occasionally find myself fantasizing about\nmen I care about sleeping with other women, and sometimes the fantasy is hot because I\nfeel mildly jealous. I cannot explain how this happened. It surprised me the first time it\nhappened, believe me. What's really fascinating is that I think the same part of me that\neroticizes jealousy, is the part that used to make me feel sick at the thought of my partner\n\nHOUSE_OVERSIGHT_018639",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018639.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3097,
    "word_count": 508,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.519766",
    "prefix": "IMAGES-005"
  }
}