{
  "document_id": "HOUSE_OVERSIGHT_032435",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_032435.txt",
  "text": "﻿•UOC \nAT&T \n7:48 AM 100% [Ml. \nSunday, January 15, 2017 \nFront Page \nChoice for ERA. a Frequent Ally \nof the Regulated \nFor Cubans, an Expulsion Long \nDelayed \nFinding His Voice on Race \nAfter Downton; Affluent \nChinese Seek Butlers \nFor Early 'Jersey Boys' Investors, \nOh, What a Run \nWomen Who Voted for Donald \nTrump, in Their Own Words \nInternational \n1jcA:7eto. pork gimes \n\"What they would like to say to their friends is, 'Look, I have a butler, an English-style \nbutler in my home,' to show how wealthy they are,\" said Neal Yeh, a Chinese-born \nBriton living in Beijing, who for over a decade has helped train and find jobs for \nbutlers. \n\"The country now with the biggest trend in butlers is China,\" said Mr. Yeh, whose \nEnglish accent would be at home on \"Downton Abbey,\" the television series about a \nblue blood family in England, which was avidly watched in China. \"I dare say I have \nplayed a part in starting this trend.\" \nButler training schools and agencies have been doing business in China for more than \na decade, but the number of recruits has grown sharply in recent years, according to \nthose in the business. Most are Chinese and many are women. The International Butler \nAcademy China opened in 2014 here in Chengdu, a haze-covered city in southwest \nChina, and offers a six-week boot camp on dinner service, managing homes and other \nminutiae of high living. \n\"The Chinese are vacationing more now \nthan ever in history, and so they're being \nexposed to the West more and more,\" said \nChristopher Noble, an American trainer at \nthe academy who previously ran bars in \nCleveland. \"But Chinese people see that, \nexperience top-class personal service \nabroad, and they want to experience it \nhere.\" \nA boom in butler service might seem \nincongruous as President Xi Jinping \nA student uses a ruler to set the cutlery on the table \nfor a formal dinner. Gilles Sabrie for The New York \nTimes \nInternational",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_032435.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1927,
    "word_count": 325,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.252721",
    "prefix": "TEXT-002"
  }
}