{
  "document_id": "HOUSE_OVERSIGHT_023725",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023725.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\nstate to publish online the names and addresses of people owing more than $20,000 in taxes.\nJudges in various states issue shaming punishments, such as sentencing pickpockets and robbers\nto carry picket signs that announce their crimes to the public. These instances of shaming might\ndeter bad behavior, but critics like Martha Nussbaum, a political philosopher at the University of\nChicago, argue that shaming by the state conflicts with the law’s obligation to protect citizens\nfrom insults to their dignity.'°\n\nWhat if government is not involved in the shaming? A neighborhood in Leicester,\nEngland, has a YouTube channel dedicated to neighborhood issues, including catching “litter\nlouts.” A collection of videos shows individuals caught in various acts of littering, and if\nsomeone recognizes the litter lout, he or she can e-mail the lout’s identity to the neighborhood\nmanagement board, which they pass on to City Council so that fines can be issued and the video\nremoved. In 2008, the Santa Fe Reporter published the names and addresses of the top ten\nwater-using households in the city (first place went to a homeowner who used twenty-one times\nthe household average). The tennis club near my apartment in Vancouver, B.C. publishes the\nnames of people who do not pay their dues. In each of these cases, the activity of the individual\ncompromises the community. In none of them is the state involved in the shaming. Is this a fair\nuse of shaming? Is it effective?\n\nLet’s deal with the latter question. Shaming might work to change behavior in these\ncases, but in a world of urgent, large-scale problems, changing individual behavior is\ninsignificant. Small changes, adopted by one individual at a time, can make a difference in a\n\nproblem only when the problem is small or there is lots of time to solve it (for instance, in\n\n‘0M. Nussbaum, Hiding from Humanity: Disgust, Shame, and the Law (Princeton. NJ: Princeton University Press,\n2004).\n\nHOUSE_OVERSIGHT_023725",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023725.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2064,
    "word_count": 334,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:48.633054",
    "prefix": "IMAGES-007"
  }
}