{
  "document_id": "HOUSE_OVERSIGHT_020251",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020251.txt",
  "text": "|\n\nMacAskill had stayed at the W Hotel when Poitras and Greenwald Poitras went to the Mira\nHotel. Poitras did not want to bring along an uninvited guest to the first meeting with Citizen\nFour. As instructed, at 10 AM on June 3™ she and Greenwald went to the Mira restaurant. They\ngave the recognition signal, twice. After a few minutes, a young man walked over to them,\nholding a Rubik cube. Greenwald noted: “The first thing I saw was the unsolved Rubik’s cube\ntwirling in the man’s left hand.” The man said “Hello” and introduced himself as \"Ed Snowden.\"\nGreenwald was particularly surprised by Snowden’s boyish looks. “The initial impression was one\nof extreme confusion,” Greenwald wrote in his book. “I was expecting to meet somebody in his\nsixties or seventies, someone very senior in the agency, because I knew almost nothing about him\nprior to our arrival in Hong Kong.” His initial confusion was understandable. Snowden, it will\nbe recalled, had falsely identified himself to them in an email as a senior member of the\nintelligence community.\n\nSnowden led Greenwald and Poitras through various corridors of the hotel to his room, 1014.\nIt was in a single room mainly occupied by a king-sized bed. Its other furniture included a sleek\nwriting desk in the corner, a modernistic chair and a tall lamp. The bathroom was behind a glass\npartition, which could be closed off by a black louver blind. There was also a small refrigerator in\nthe minibar in which Snowden asked them to stow their cell phones,\n\nSnowden had already told Poitras that he wanted her to make a documentary of the meeting.\nShe therefore wasted no time in mounting her camera on a tripod. “Minutes after meeting, I set\nup the camera.” Snowden had told her, as she later recalled, “when you are involved in an action\nwhich is likely to get you indicted, you typically don’t have a camera rolling in the room.”\nNevertheless, he allowed her to film his actions for the next eight days. One possible reason is\nthat he had no intention of standing trial. In any case, as Poitras found out, Snowden was\nanything but camera shy. Over the next week, she would shoot over 20 hours of Snowden’s\nactivities in that small room. It was essentially a one man show, a presentation of him, by himself,\nfor the appreciation of a global public. Poitras knew virtually nothing about her subject until ten\nminutes before she began filming him. She had not even googled him, since she was concerned\nthat her Internet search might alert the NSA and law enforcement authorities\n\nIn an extraordinary waiver of his own privacy, he allowed her to film him washing in the\nbathroom, preening his hair in the mirror, napping on his bed, getting dressed, and packing his\nbag. He even permitted her to film a private computer exchange between him and Mills (who was\nin Honolulu.) Mills now informed Snowden that two government investigators had come to their\nhome in Hawaii. Mills reported that they were asking her about Snowden’s whereabouts.\nEvidently when he had failed to show up for work on June 1%, it set off alarm bells at Booz Allen\nand the NSA. Snowden expressed anger to the journalists in the room at the NSA intrusion on\nthe privacy of his girlfriend (although he had left her in the lurch by telling her in the note he was\naway on a brief business trip.)\n\nHOUSE_OVERSIGHT_020251",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020251.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3337,
    "word_count": 583,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.643209",
    "prefix": "IMAGES-005"
  }
}