{
  "document_id": "HOUSE_OVERSIGHT_014875",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014875.txt",
  "text": "Adding Hess to BofAML US1 list\n\nInflection point\n\nOver the past six months Hess has proven to be one of the most volatile stocks in the\nsector, facing extraordinary headwinds from a significant increase in short interest that\nhas exaggerated volatility of what is already one of the more highly levered oil stocks in\nthe sector. From discussions with investors, the arguments against Hess begin and end\nwith a combination of declining production and expanding balance sheet — all part of the\ndeliberate portfolio choices that favored completing major projects at the expense of\nshort cycle production.\n\nThis cycle ends in 2Q17 with an expected rebound in oil and gas production starting in\n2H17 and critically, an inflection in free cash flow that by our estimates should return\nHess to free cash flow with the flexibility to re-up investment in the Bakken. We thus\nview Hess as a dangerous short for investors seeking to hedge other portfolio positions.\n\nExhibit 1: Short interest ratio (days to cover) US oils Exhibit 2: Hess short interest ratio (mm shares)\n14.0\n35\n12.0\n30\n10.0\n25\n8.0\n20\n6.0\n15\n4.0\n10\n2.0\n5\nOn ZQwWaxsgograoc exe zZosQruda uguonw\nSecoe€suorkxerosreeraxGomaatitgua 0\nae SARA Se oP oe Oo peewee Jan-10 Jan-11. Jan-12. Jan-13 Jan-14. Jan-15 Jan-16— Jan-17\nSource: Bloomberg; BofA Merrill Lynch Global Research estimates Source: Bloomberg; BofA Merrill Lynch Global Research estimates\n\nIn our view, any meaningful reduction in short interest could drive an outsize response\nto the improving operating outlook that we expect to start in 2H17 and can be\nsummarized as follows:\n\n« By our estimates, oil and gas production troughs in 2Q17 as Bakken production\nstabilizes before recovering through year-end. With start-up of the first of two\nmajor projects (NMB') and incremental production in the US GoM, we\nanticipate growth in oil and gas production of ~60,000boepd or 22% between\n2Q17 & 4Q17.\n\n« Planned increase in Bakken rig count points to an exit rate of ~105-110\nkboepd up from 90-95 kboepd in 1Q17 for an intra-year growth rate of ~16%\nunderpinned by a step up to 6 rigs from 2 at the start of the year. We expect\nBakken growth to continue in 2018 and 2019 at ~16% yoy with upside from\nlarger completions.\n\nManagement guidance suggests exit rate production in 2017 of ~335,000 boepd; start-\nup of the second of Hess’ major projects (Stampede) adds 15,000 boepd from 1H18\n(est); along with a resumption of growth by resurgent operator Aker BP at Valhall (Hess\n64%) we expect top line growth of 15% in 2018 with a FY contribution and continued\nBakken ramp contributing to ~10% growth in 2019 including first oil from Guyana.\n\n‘North Malay Basin, adding 20,000 boepd starting in Sep 2017\n\nBankof America <>\nMerrill Lynch Hess Corp. | 11 April 2017 3\n\nHOUSE_OVERSIGHT_014875",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014875.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2792,
    "word_count": 467,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.339595",
    "prefix": "IMAGES-003"
  }
}