{
  "document_id": "HOUSE_OVERSIGHT_018527",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018527.txt",
  "text": "known each other for so long, it was easier to read the situation, easier to allow\ninvestment. Much harder with Mr. ThereltIs, who came out of nowhere, who I barely\nknew but had awesome chemistry with. In the beginning steps of this game, you can\nnever let them smell your fear.\n\nSaturday morning. I'd spent the night with The Artist, was checking my email while he\nmade breakfast. (He actually likes cooking, which I have trouble comprehending.) I\nwanted to plan my week, and texted Mr. ThereltIs to ask when we'd see each other. My\nbreath hitched as he texted back: he didn't think it'd be a good idea to spend the night\ntogether again, but he wanted to have drinks and catch up. I closed my eyes, made myself\nbreathe. Remembered how many times he'd pulled back, how much anxiety he'd\nexpressed about the BDSM we engaged in. I'd tried to make it clear that he was doing\nawesomely, but dollars to donuts he was still freaking out about it. I was his first-time\nheavy BDSM partner. Why do I keep doing this to myself? Haven't I learned my lesson\n\nabout vanilla-but-questioning guys yet?\n\nAfter giving myself a moment to calm down, I texted back that I was open to getting\ndrinks, but wanted to understand his motives better before doing so. \"Feel free to email or\ntext,\" I wrote, \"I can't talk right now,\" then put down my phone and walked into an\nintense conversation in the kitchen. There'd been some uncertainty over my last month or\nso with The Artist, due to surprisingly divergent relationship priorities. We're decently\nmatched in terms of being BDSM-identified, and we have so much else in common, but\nthere were some things I wanted to do that particularly freaked him out, plus he wasn't\nfeeling 100% comfortable with polyamory. Most of all, I've been surprised by his\nemphasis on settling down.\n\nThat Saturday, it ended with him deciding it wouldn't work. \"You and I are in such\ndifferent places right now,\" he said gently. \"You're still focused on having an interesting\nlife. I'm not prioritizing that anymore. I would have been a much better match for you\nfive years ago.”\n\nYou're one of the most interesting people I've ever met, | wanted to say, how can you\ndecide this? The night before, we'd had a conversation in which he'd described how\nincredibly stable he wants his life to be. Well-designed apartment, respected job, kids, the\nlot. How much he wants to get away from past days, when he thrived among bizarre\nsubcultures, prioritized art above everything. He doesn't even want to travel! I listened,\nheart sinking. Trying to understand. \"Isn't there anything you can't walk away from?\" I\nasked.\n\n\"S&M,\" he said promptly. \"But that bothers me, because I don't know how I can make it\nfit.\"\n\nStability; making things fit. Saturday at breakfast, The Artist mentioned that a friend had\ncompared him to Alex, the main character in A Clockwork Orange: in the famous \"lost\"\n21st chapter, Alex decides that it's time to abandon ultraviolence and settle down.\nObviously, The Artist was never even close to being the psychopath that Alex is, but it's\nstill an instructive parallel. And I, with all my desire to push and stretch myself, with all\nthe boundaries I'm still seeking to subvert and hack and destroy -- I don't work with the\ndesire to settle down. I may never work with that desire.\n\nHOUSE_OVERSIGHT_018527",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018527.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3326,
    "word_count": 579,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.640076",
    "prefix": "IMAGES-005"
  }
}