{
  "document_id": "HOUSE_OVERSIGHT_024454",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024454.txt",
  "text": "Education is one of the largest sectors in the world and represents a large portion of a country's\ninvestmenis\n\n— Represents approximately 5% of global gross national income of $48 trillion. In the U.S. alone,\neducation represents a $1 trillion market with for-profit education accounting for approximately $81\nbillion or 7.8% of the overall market.\n\n— The pre-K-12 segment of the education market is approximately a $610 billion market, with for-\nprofit pre-K-12 education accounting for approximately $37.4 billion, over 6.1% of the pre-K-12\nmarket.\n\nThe for-profit education secter is growing at an attractive rate\n\n— U.S. education spending has grown at a stable compound annual growth rate (\"CAGR”) of 5.7%\nsince 1993. The for-profit component of this industry (pre-K-12, post secondary and corporate\ntraining) is projected to grow faster than the overall historical industry growth rate, at a 7.4% annual\nrate, reflecting the increasing importance of for-profit operations in the sector, to reach a market\nsize of $116 billion by 2010.’\n\n— In addition, these estimates do not refiect the growing segment of direct to consumer educational\nmaterials such as supplemental tutoring, which represented an estimated $20 billion of additional\nspending in 2004.\n\nEZ Increasing competition for human capital\n\nTo remain competitive in the global economy, countries are investing heavily in the development of their\nhuman capital, especially at young ages\n\n— According to the World Bank's Worid Education Indicators, worldwide enrollment rates in pre-\nprimary education increased by 37% from 1995 to 2003.\"\n\n— KUE believes that education companies will become significantly more valuable as countries\nbecome increasingly aware of the competitive advantages afforded by education. Of the top 100\nglobal companies by market cap, not a single education company is represented on the list.\n\nAs globalization of the economy and improving technologies flatten the playing field, demand for more\nstandardized education across regions increases\n\n— KUE believes that increasingly global education standards, enhanced workforce mobility and new\ntechnologies are catalysts of worid competition for human capital.\n\nmM Several international growth opportunities\n\n1\n\nThe Company ts starting to execute on its international development strateqy\n\n— In the near term, the Company is focusing on opportunities identified in the United Kingdom, Saudi\nArabia, the United Arab Emirates and China. Depending on the state and organization of each\ncountry’s education sector, KUE’s development will be executed through cooperation with\ngovernment authorities, outright acquisitions and/or the establishment of partnerships with key local\nplayers.\n\n” Source: Harris Nesbitt, Education and Training, September 20085.\n® Source: Education Trends in Perspective: Analysis of the World Education Indicators, 2005.\n\n21\n\nHOUSE_OVERSIGHT_024454",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024454.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2906,
    "word_count": 426,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.018046",
    "prefix": "IMAGES-007"
  }
}