{
  "document_id": "HOUSE_OVERSIGHT_022509",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022509.txt",
  "text": "The Department of State's Bureau of International\nNarcotics and Law Enforcement Affairs (INL) manages\nUS. participation in many multilateral anti-corruption\npolitical and legal initiatives at the global and regional level.\nINL also funds and coordinates significant efforts to assist\ncountries with combating corruption through legal reform,\ntraining, and other capacity-building efforts. Inquiries about\nthe US. government’s general anti-corruption efforts and\nimplementation of global and regional anti-corruption ini-\ntiatives may be directed to INL on its website, http://www.\nstate.gov/j/inl/c/crime/cort/index.htm, or by email to:\nanticorruption@state.gov. In addition, the US. Agency for\nInternational Development (USAID) has developed several\nanti-corruption programs and publications, information\nabout which can be found at http://www.usaid.gov/what-\nwe-do/democracy-human-rights-and-governance/promot-\ning-accountability-transparency. Finally, the Department of\nState’s brochure “Fighting Global Corruption: Business Risk\nManagement,” available at htep://www.oge.doc.gov/pdfs/\nFighting Global_Corruption.pdf provides guidance about\ncorporate compliance programs as well as international anti-\n\ncorruption initiatives.\n\nInternational Landscape: Global Anti-\nCorruption Efforts\n\nIn recent years, there has been a growing interna-\ntional consensus that corruption must be combated, and the\nUnited States and other countries are parties to a number\nof international anti-corruption conventions. Under these\nconventions, countries that are parties undertake commit-\nments to adopt a range of preventive and criminal law mea-\nsures to combat corruption. The conventions incorporate\nreview processes that allow the United States to monitor\nother countries to ensure that they are meeting their inter-\nnational obligations. Likewise, these processes in turn permit\nother parties to monitor the United States’ anti-corruption\nlaws and enforcement to ensure that such enforcement and\nlegal frameworks are consistent with the United States’ treaty\nobligations.” US. officials regularly address the subject of\n\ncorruption with our foreign counterparts to raise awareness\n\nof the importance of fighting corruption and urge stronger\n\nenforcement of anti-corruption laws and policies.\n\nOECD Working Group on Bribery and the Anti-\nBribery Convention\n\nThe OECD was founded in 1961 to stimulate eco-\nnomic progress and world trade. As noted, the Anti-Bribery\nConvention requires its parties to criminalize the bribery\nof foreign public officials in international business transac-\ntions.*! As of November 1, 2012, there were 39 parties to\nthe Anti-Bribery Convention: 34 OECD member coun-\ntries (including the United States) and five non-OECD\nmember countries (Argentina, Brazil, Bulgaria, the Russian\nFederation, and South Africa). All of these parties are\nalso members of the OECD Working Group on Bribery\n(Working Group).”\n\nThe Working Group is responsible for monitoring the\nimplementation of the Anti-Bribery Convention, the 2009\nRecommendation of the Council for Further Combating\nBribery of Foreign Public Officials in International\nBusiness Transactions, and related instruments. Its mem-\nbers meet quarterly to review and monitor implementation\nof the Anti-Bribery Convention by member states around\nthe world. Each party undergoes periodic peer review.”\nThis peer-review monitoring system is conducted in three\nphases. The Phase 1 review includes an in-depth assess-\nment of each country’s domestic laws implementing the\nConvention. The Phase 2 review examines the effectiveness\nof each country’s laws and anti-bribery efforts. The final\nphase is a permanent cycle of peer review (the first cycle of\nwhich is referred to as the Phase 3 review) that evaluates\na country’s enforcement actions and results, as well as the\ncountry’s efforts to address weaknesses identified during the\nPhase 2 review. All of the monitoring reports for the par-\nties to the Convention can be found on the OECD website\nand can be a useful resource about the foreign bribery laws\nof the OECD Working Group member countries.”\n\nThe United States was one of the first countries to\nundergo all three phases of review. The reports and appen-\n\ndices can be found on DOJ’s and SEC’s websites.** In its\n\nHOUSE_OVERSIGHT_022509",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4297,
    "word_count": 600,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:45.973397",
    "prefix": "IMAGES-007"
  }
}