{
  "document_id": "HOUSE_OVERSIGHT_023788",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023788.txt",
  "text": "42 Teaching Minds\n\nscience can tell something about how this process works. You can’t\nfind an experience that was indexed wrong, for example.\n\nGood indexing involves figuring out the goal that an experience\nrelates to and the conditions that allowed that goal to be achieved\nor not. We do not do this consciously. We learn by doing, that is, we\nlearn from experience, and from thinking about those experiences.\nWhen we have understood our experiences well enough, we can (un-\nconsciously) index them so that they will come up again just in time\nwhen we need them again. (This is what we call being reminded.) It\nis beyond the scope of this book to explain how that process works.?\nThe simple idea is that experiences get labeled when we think about\nthem and not otherwise.\n\nSo the real question for an integrity and compliance officer is how\nto get people to think about integrity and compliance issues. This\nthinking needs be done over time in a complex way and voluntarily.\nHow might we do that?\n\nThat is the real question.\n\nOne answer to this is stories. People really like stories. As long as\nthere have been people, there have been stories; we have moved from\nepic poems and theatre to novels and movies in recent years, but, by\nand large, the stories are the same. How to overcome obstacles to get-\nting what you want, is a theme that dominates much of literature,\nfor example. Movie makers say it as “boy meets girl, boy gets girl, boy\nloses girl, boy gets girl.” There have been many books written about\nthe basic plots that occur again and again in stories.\n\nHuman beings understand stories because stories resonate with\nthem. Characters have dilemmas that readers or viewers themselves\nhave had. Stories appeal to emotions rather than logic, and emo-\ntions are at the heart of our pre-7-year-old unconscious selves. We feel\nsomething because of a well-told story and that feeling can help us see\nsomething in a new way.\n\nWhy am I going on and on about stories? I believe that all of\nhuman intercourse is about the exchange of stories. (I wrote a book\nabout this.*) If you want to appeal to the pre-7-year-old unconscious\nthat resides in all of us, you need to hit emotion not logic. This means\nthat a good story can help someone to reconsider deep down in their\nunconscious a feeling or attitude or seemingly immutable personality\ntrait that they can feel perhaps is somewhat dysfunctional. Stories can\nchange our natural instincts.\n\nHOUSE_OVERSIGHT_023788",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023788.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2466,
    "word_count": 427,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.835635",
    "prefix": "IMAGES-007"
  }
}