{
  "document_id": "HOUSE_OVERSIGHT_010796",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010796.txt",
  "text": "BY MR. SCAROLA:\n\nQ. What's her phone number?\n\nA. Her phone number is known to Virginia\nRoberts and presumably -- and to Virginia Roberts’\nlawyers because she received phone calls from\nVirginia Roberts! lawyers. So all you have to do is\nask your colleagues and you will get that. But I\nthink there's no reason to put her phone number in\nthe public record so that she will receive massive\namounts of phone calls from the media. Seems to me\nthat any -- that a judge would try to prevent that\nfrom happening. I would hope so. And I'm -- you\ncan get the name and the phone number from my lawyer\nas long as it's --\n\nMR. SCOTT: We'll provide that.\n\nA. --+ done off the record, not so that the\nmedia can see it.\n\nBY MR. SCAROLA:\n\nQ. You just swore under oath that lawyers\ncontacted Rebecca; is that correct?\n\nA. [swore under oath that I was told by\nMichael that lawyers contacted Rebecca, yes.\n\nQ. Which lawyers?\n\nA. I don't know the answer to that.\n\nQ. Did you ask him?\n\nwo Orn nub WNP\n\nNNNNNN FPP RP PRP PPP BP PR\nWU WN FP OW OY DM e® wY NR OO\n\n231\n\nmore accomplished.\n\nMR. SCAROLA: Let's take it easy and slow.\n\nBY MR. SCAROLA:\n\nQ. How did Michael tell you he knew these\npeople he didn't speak to were lawyers?\n\nA. He told me that he received a phone call\nfrom Virginia Roberts. That then his wife received\nnumerous phone calls and texts from her all through\nthe night. And that they received phone calls as\nwell from her lawyers. One of them had a Miami\nphone number.\n\nAnd I don't know how he knew they were\nlawyers. But that's what he conveyed to me. Alll\ncan tell you is what he told me, and I'm telling you\nthat.\n\nQ. Did you ask him for the phone number?\n\nA. [did not.\n\nQ. Why not?\n\nA. | didn't think it was appropriate or\nnecessary.\n\nQ. What was inappropriate about asking for\nthe phone number to find out who was attempting to\ncontact this witness?\n\nA. | was not particularly interested in that.\n\nAll 1 was interested in was getting the truth from\n\nI did.\n\nAnd he said, I --\n. He wouldn't answer that.\n. -- refuse to tell you?\n\nA. No, he didn’t know the answer to that\neither because he didn't return the phone calls. He\nsaid --\n\nQ. How did he know they were lawyers if he\ndidn't return the phone calls?\n\nA. Because they left messages, presumably.\n\nQ. With names that identified them as\nlawyers; is that right?\n\nMR. SCOTT: You're arguing with the\nwitness --\nA. [don't know the answer to that.\n\nMR. SCAROLA: No, I'm trying to find out\nwhether there's any logical basis for the\n\nstories that the witness is telling.\n\nMR. SCOTT: And I think he's trying to\nexplain it. And I think he's trying to do it\n\nin an easy, slow format. So, you know --\nMR. SCAROLA: Okay. Well, let's take it\n\neasy --\nMR. SCOTT: -- if we all take -- if we all\ntake the tension down here, maybe we can get\n\noO OI DM F&F WN\n\nNNNNN NPP RPP RP PP PP PB\nUe WNP OW OMNIA UN FWNF OO\n\n232\n\nthe witness and trying to prevent her from having a\nmedia barrage that would interfere with their lives.\n\nQ. You told Don Lemon on CNN that the flight\nmanifests would exonerate you, prove that you were\nnot in the same place at the same time as Virginia\nRoberts, correct?\n\nA. That's right. And that's true.\n\nQ. You also told Don Lemon, quote, \"] am\nwaiving the statute of limitations or any immunity.\"\n\nA. That's right.\n\nQ. You were then subsequently asked to waive\nthe statute of limitations and refused to, correct?\n\nA. Absolutely false.\n\nI waived the statute of limitations by\nsubmitting a statement under oath. Had I not\nsubmitted that statement under oath, the statute of\nlimitations would have been long gone. But by\nstating under oath categorically that I did not have\nany sexual contact with her, I waived the statute of\nlimitations and could be prosecuted for the next\nfive or so years for perjury in what I said was\nfalse.\n\nBut what | said was true, so I have no\nfear of any statute of limitations or any criminal\nprosecution. So, yes, | did waive the statute of\n\n14 (Pages 229 to 232)\n\nwww. phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010796",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010796.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4012,
    "word_count": 759,
    "line_count": 165,
    "import_date": "2025-11-19T21:47:44.327257",
    "prefix": "IMAGES-001"
  }
}