{
  "document_id": "HOUSE_OVERSIGHT_018308",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018308.txt",
  "text": "that comes afterwards, as the crops absorb water and grow. The idea of a balance of\nyin and yang is among the oldest in Chinese philosophy. “When heaven and earth\nwere formed, they divided into yin and yang,” the Huainanzi, one of China’s greatest\npolitical texts explains. “Yang is generated from yin and yin is generated from yang.”\nHangzhou became a capital of yin. It produced perhaps some of the greatest Chinese\nphilosophy and poetry and art. Greatness emerged from that stillness - and, even\ntoday, to sit by West Lake and drink a cup of the Dragon Well tea produced on the\nnearby hillsides is to have every one of your senses flooded by tranquility.\n\nThat yin-yang balance gives us, in a sense, a way to understand that split power ona\nnetwork by seeing it is not, really, split. Network power is energetic and wild at the\nends, with all the creative energy of a world filled with devices, empowered human\ndreams, and the violent slips of old balances. Yang. But at the center it is dense, still,\neven quiet with the silently cranking algorithms of massively concentrated power.\nThe computer science pioneer Claude Shannon saw information in 1949 as wild,\nuncertain, and pulsing with the instability of an entropic system. Yang. The machine\narchitect Norbert Weiner, writing at nearly the same moment in 1948, saw the\ndigital age differently - as an expression of stability and structure. Yin.1° His vision\nfor a digital order, what he called “cybernetics,” emerged from the Greek concept of\nkibernetes - the orderly steering of a ship through sometimes chaotic waters.\n\nWe now know: the humming webs around us are both. They are ordered and\nstructured. 1°? Good and evil. Power in this connected age is concentrated and\ndistributed. Each feeds the other. The crops need the thunderstorm; the\nthunderstorm feeds from the heat radiated off the land. Or: The yang violence of the\nManchurian wars bred the conditions for the yin renaissance in Hangzhou. The\nmassive distribution of connected points creates revolutions, economic disruption,\ncrackling innovation. But it also creates a need for more centralization, more\nagreement on protocols or platforms. This idea of opposites balancing into a whole\nis not unique to Chinese civilization. You can find it too in ancient Greek or Roman\ntradition. Heraclitis, for instance, insisting, “All things are one.” Or in the view that\nthere can be no love without hate, no stillness without chaos, no beauty without the\nunbeautiful and fortunately - as we're about to see - no destruction without\ncreation.\n\n102 The computer science pioneer: See D. Bawden and L. Robinson, “Waiting for\nCarnot”: Information and Complexity. Journal of the Association for Information\nScience and Technology, 66: 2177-2186; Norbert Wiener Cybernetics, or control and\ncommunication in the animal and the machine (New York, NY: John Wiley and Sons,\n1948); Warren Weaver, “Science and complexity”, American Scientist, 36(4), 536\n\n103 They are ordered: Carlos Gershenson, Peter Csermely, Peter Erdi, Helena\nKnyazeva, and Alexander Laszlo,“The Past, Present and Future of Cybernetics and\nSystems Research”, arXiv:1308.6317v3, 23 Sept 2013\n\n76\n\nHOUSE_OVERSIGHT_018308",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018308.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3190,
    "word_count": 514,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.889554",
    "prefix": "IMAGES-004"
  }
}