{
  "document_id": "HOUSE_OVERSIGHT_017633",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017633.txt",
  "text": "Page 30 of 31\n104 J. Crim. L. & Criminology 59, *102\n\nIn other words, while few state judiciaries have addressed the precise timing of state crime victims’ rights, those that have\naddressed the question have typically found that the rights do extend to pre-charging situations.\n\nDespite the relative dearth of state court cases, it is worth noting that most state statutes unequivocally provide for notification\nrights early in the criminal process. 7>! For example, the Illinois statute imposes a limited duty on law enforcement agencies to\nkeep victims mformed of the status of an investigation until the accused is apprehended or the agency discontinues the\ninvestigation. *°? Similarly, law enforcement agencies in Iowa must keep the victim apprised of the investigation \"until the\nalleged assailant is apprehended or the investigation is closed.\" 7°? Michigan's statute requires law enforcement to provide\ninformation within a mere twenty-four hours of contact between the agency and the victim. 74\n\nIn sum, while state law on crime victims' rights before charging is not fully developed, what law exists tends to support the\nposition that crime victims deserve rights before the formal filing of charges. This law fits the long-standing trend in states\ntoward expanding protections for crime [*103] victims. *°° The decision by state legislators to extend notification or\nconferral rights to crime victims demonstrates an express recognition that crime victims' meaningful participation in the\ncriminal justice process may involve granting those victims rights before indictment.\n\nConclusion\n\nCrime victims have important rights at stake in the criminal justice process, even before prosecutors formally file criminal\ncharges. It is hardly surprising, therefore, to find that a federal law that Congress in fact designed to create \"broad and\nencompassing\" rights for victims protects victims during a criminal investigation. As this Article has explained, interpreting the\nCVRA to cover crime victims during the pre-charging phase of a case is consistent with the statute's purposes, text, legislative\nhistory, and interpretive case law. And state criminal justice systems also appear to be moving in that direction.\n\nThe Justice Department's contrary interpretation seems unlikely to prevail when challenged. The CVRA signals a paradigm\nshift in the way that crime victims are to be treated, at least within the federal criminal justice system. Before enactment of the\nlaw, federal investigators and prosecutors might have been able to keep victims at arm's length, refusing to confer with them\nabout the case and otherwise ignoring or even mistreating them during the process. But those days are over. The CVRA\npromises victims that they now have the right to confer with prosecutors and the right to be treated fairly while their cases are\ninvestigated. It is time for the Department of Justice to recognize and embrace that new reality.\n\nJournal of Criminal Law & Criminology\n\n249 See Ex parte Littlefield, 540 S.E.2d 81, 85 (S.C. 2000).\n\n250 See Kimberly J. Winbush, Annotation, Persons or Entities Entitled to Restitution as \"Victim\" Under State Criminal Restitution Statute, 92\nA.L.R. 5th 35, 35 (2001) (recounting cases in which unnamed victims were entitled to restitution).\n\n21 See, e.g., Minn. Stat. Ann. § 611A4.0315(a) (West 2009) (requiring a prosecutor to \"make every reasonable effort to notify a victim of\ndomestic assault ... or harassment that the prosecutor has decided to decline prosecution of the case\" but providing the right to participate in\nproceedings to circumstances in which the offender has been charged).\n\n252 See 725 Ill. Comp. Stat. Ann. 120/4.5 (2008).\n\n253 Towa Code Ann. § 915.13(1)(f) (West 2003).\n\n24 See Mich. Comp. Laws Ann. § 780.753 (West 2007). Michigan's conferral right is particularly ambiguous, because the notification\nrequirement imposed upon the prosecuting attorney contains a time limitation (after arraignment), but the legislature did not include an\nexpress time limitation on the conferral right. See Mich. Comp. Laws Ann. § 780.756(3) (West 2007) (requiring the victim have the\nopportunity to consult prior to “any negotiation that may result in a dismissal, plea or sentence bargain, or pretrial diversion\"); see also Afiss.\nCode Ann. § 99-43-7(1) (2007) (imposing a requirement on law enforcement officials to notify a victim within seventy-two hours).\n\n255 See Jeffrey A. Parness et al., Monetary Recoveries for State Crime Victims, 58 Clev. StL. Rev. 819, 850 (2010); Tobolowsky, supra note\n221, at 59 (describing a \"significant expansion of victim rights to be consulted by the prosecutor and heard by the court\").\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017633",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017633.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4721,
    "word_count": 728,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.005748",
    "prefix": "IMAGES-004"
  }
}