{
  "document_id": "HOUSE_OVERSIGHT_013010",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013010.txt",
  "text": "94 4 Brief Survey of Cognitive Architectures\n\nafter Danish psychologist Jens Rasmussen). The Rasmussen ladder describes the organization\nof action as a movement between the stages of skill-based behavior, rule-based behavior and\nknowledge-based behavior, as follows:\n\ne If a given task amounts to a trained routine, an automatism or skill is activated; it can\nusually be executed without conscious attention and deliberative control.\n\ne If there is no automatism available, a course of action might be derived from rules; before a\nknown set of strategies can be applied, the situation has to be analyzed and the strategies\nhave to be adapted.\n\ne In those cases where the known strategies are not applicable, a way of combining the\navailable manipulations (operators) into reaching a given goal has to be explored at first.\nThis stage usually requires a recomposition of behaviors, that is, a planning process.\n\nThe planning algorithm used in the Psi and MicroPsi implementations is a fairly simple\nhill-climbing planner. While it’s hypothesized that a more complex planner may be needed for\nadvanced intelligence, part of the Psi theory is the hypothesis that most real-life planning an\norganism needs to do is fairly simple, once the organism has the right perceptual representations\nand goals.\n\n4.5.13 Psi versus CogPrime\n\nOn a high level, the similarities between Psi and CogPrime are quite strong:\n\ne interlinked declarative, procedural and intentional knowledge structures, represented using\nneural-symbolic methods (though, the knowledge structures have somewhat different high-\nlevel structures and low-level representational mechanisms in the two systems)\n\n@ perception via prediction and perception/action integration\n\ne action selection via triplets that resemble uncertain, potentially partial production rules\n\ne similar motivation/emotion framework, since CogPrime incorporates a variant of Psi for\nthis\n\nOn the nitty-gritty level there are many differences between the systems, but on the big-\npicture level the main difference lies in the way the cognitive synergy principle is pursued in\nthe two different approaches. Psi and MicroPsi rely on very simple learning algorithms that are\nclosely tied to the “quad” neurosymbolic knowledge representation, and hence interoperate in\na fairly natural way without need for subtle methods of “synergy engineering.” CogPrime uses\nmuch more diverse and sophisticated learning algorithms which thus require more sophisticated\nmethods of interoperation in order to achieve cognitive synergy.\n\nHOUSE_OVERSIGHT_013010",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013010.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2568,
    "word_count": 377,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.224976",
    "prefix": "IMAGES-002"
  }
}