{
  "document_id": "HOUSE_OVERSIGHT_018259",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018259.txt",
  "text": "man, in response to simple or complex historical causes, profoundly changes his\ntechnical equipment.”25\n\nControl of water in those ancient ages and control of information in our own are not\nso different. We are in the midst, after all, of a change in our own “technical\nequipment.” We should read Wittfogel with one eye on our own age, particularly his\nwarnings. “Like the tiger, the engineer of power must have the physical means with\nwhich to crush his victims,” he wrote of those older orders. “The agromanagerial\ndespot,” he said of the masters of those connected water systems, “does indeed\nposses such means.” We should ask: Are we watching the emergence of an\ninfomanagerial despotism? Who controls the dataflows we rely on now? The\nprotocols?\n\nIf we want to earn an honest understanding of how power works now, we need to\nbegin by looking under the carpet in for the marbles, in a sense. We need to touch\nand follow the networks themselves, observing their construction and flow as\nWittfogel once traced the transmutation of ancient water systems into the politics of\nan earlier age. We too need to go down, inside the connected systems of our era\nbefore we can come back up and begin, confidently, to act. That journey won't\nalways be easy because it will require us, as we'll see, to consider some ideas that\nmake no sense using our current way of thinking. But, remember: The idea of a\ndemocracy sounded like a laughable joke to hereditary heads of state until the 18%\ncentury — Let the peasants vote for what they want? The implications of our new\nnetworks will set uncomfortably against many of our own habits and biases - or at\nleast what we've been told our habits and biases should be by an older generation.\nBut once we have mastered this new instinct, there will finally be a day after which\nwe will look at the world and really feel the new logic at work. We’ll be Napoleon,\nnot Brunswick-Wolfenbuttel. And from that day on, everything will honestly be\ndifferent.\n\n4,\n\nWe are still early in this age of network revolution. It was less than 50 years ago,\nafter all, that the first digital communication switches emerged. Today, devices,\nplaces, people - are all losing what we might think of as their innocence of isolation.\nThe “Internet of Things” will expand the range of connected devices - phones,\nrefrigerators, heart-lung machines - from 10 billion today to 50 billion in less than a\ndecade. And even with 50 billion connected points only 2 percent of the world’s\npeople and devices and locations will be linked?’. The analysis of this linked space is\na young discipline, younger even than the nearly newborn technologies at play. It\nwas only in the mid-1990s that the first sophisticated studies of “network science”\n\n25 “Contrary to popular belief’: Karl August Wittfogel, Oriental Despotism; a\nComparative Study of Total Power (New Haven: Yale University Press, 1957)\n\n27 “The Internet of Things”: See “The Zettabyte Era - Trends and Analysis” from\nCisco Systems (San Jose) 2015\n\n27\n\nHOUSE_OVERSIGHT_018259",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018259.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3034,
    "word_count": 518,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.289969",
    "prefix": "IMAGES-004"
  }
}