{
  "document_id": "HOUSE_OVERSIGHT_012037",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_012037.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 8/15/2016 12:09:58 PM \nTo: Kathy Ruemmler \nSubject: Re: Press: AmLaw Litigation Daily on Emirates Bank win \nDid you write this ?C) \nOn Monday, August 15, 2016, Kathy Ruemmler < \nBegin forwarded message: \nFrom: < \nDate: August 15, 2016 at 6:00:12 AM EDT \nTo: < \nSubject: FW: Press: AmLaw Litigation Daily on Emirates Bank win \nFrom: Schecter, Daniel (CC) <___________ \nDate: Monday, Aug 15, 2016, 12:57 AM \nTo: #C-M EMIRATES NBD - LW TEAM \n> wrote: \n>> \nSubject: FW: Press: AmLaw Litigation Daily on Emirates Bank win \nAmLaw Daily story just posted. See below. \nFrom: Pizzurro, Frank (LA) <1 \nDate: Sunday, Aug 14, 2016, 9:51 PM \nTo: Schecter, Daniel (CC) », \nDunlavey, Dean (OC)  >>, Mohebbi, \nNima (LA) < », Ruemmler, Kathy (DC) \n>>, Bauer, Steve (SF-BR) \n>, Cleaves, John \n<>> \nCc: #L&W BD PR (US) <111.11111.11.1111111=<mailto:# \n(NY) < \n>> \n>>, Bruno, Nicole (NY) \n>, Harris, Nicole (CH) \n>>, Greenberg, Jeffrey (LA-NY) \n>, Bauer, Steve (SF-BR) \noore, Wendy (OC) \n>>, Jennings, Alex (LA) \nI>>, Robins, Greg (LA) \n>, Brearton, Chris (CC) \n>>, Wine, Jamie \nHOUSE OVERSIGHT 012037 \n<_______________________________________________________>>, Lee, Frank (SF) \n<11.>, Fisher, Alice (DC) \n<» \nSubject: Press: AmLaw Litigation Daily on Emirates Bank win \nI'll soon send a cleaner version of this and other coverage, but wanted to share the article just posted in the \nAmLaw Litigation Daily. A personal thanks to Dan for speaking to the reporter, and Nima for feeding us case \ndocuments and insights. \nhttp://m.litigationdaily.com/#/article/1202765052511/1/A%20Master%20at%20Work:%20Dissecting%20the \n%20Closing%20Argument%20in%20Latham's%20Huge%20Win%20for%20Middle%20Eastern%20Bank  \nA Master at Work: Dissecting the Closing Argument in Latham's Huge Win for Middle Eastern Bank \nJenna Greene08/14/2016 \nFor Latham & Watkins, defending a Middle Eastern bank accused of stealing trade secrets from a plucky \nAmerican entrepreneur could have been a tough sell to a federal jury in Orange County, California. \n[http://www.law.com/image/LitDaily/DailyDicta.jpg]The stakes were high--more than half a billion dollars in \ndamages--and some of the facts were, ahem, challenging. \nHow did Latham lawyers turn a potentially unsympathetic narrative into a unanimous win for Dubai-based \nEmirates NBD Bank PJSC on Thursday? \nA look at closing arguments by Latham partner Kathryn Ruemmler, who made her first in-court appearance \nsince she stepped down as White House counsel in 2014, is revealing in a watch-the-master-at-work kind of \nway. \nAlong with Latham partners Daniel Schecter and Dean Dunlavey, she faced off against an equally formidable \nopponent: Boies, Schiller & Flexner partner William Isaacson, who wasnamed a litigator of the \nyear<http://www.americanlawyer.com/id= 1202745123270/Litigator-of-the-Year-William-Isaacson-of-Boies-\nSchiller> by The American Lawyer in 2015. \nRuemmler parachuted into the case on May 20, replacing Steven Bauer. He had another case (on behalf of \nPacific Gas & Electric<http://www.therecorder.com/id=1202764714611/Split-Verdict-in-PGE-Pipeline-Blast-\nCase?slreturn=20160712215338>) going to trial at the same time and couldn't convince U.S. District Judge \nJames Selna to push back the trial date, which had already been delayed several times. \nThis was the lay of the land: Two weeks before, the Los Angeles Times on May 8 had run a lengthy \nfeature<http://www.latimes.com/business/la-fi-infospan-lawsuit-20160508-story.html> that was distinctly \nsympathetic to the plaintiff, Farooq Bajwa. A former computer components manufacturer/ El Pollo Loco \nfranchise owner, his latest venture was a company called InfoSpan Inc. \nBajwa is portrayed as a visionary who had an idea to allow foreign workers to easily and cheaply send funds \nback to relatives in their home country via the internet or cell phone. \n\"I realized I might make a big difference in this world not only helping these underprivileged people who don't \nhave bank accounts, I will also be helping bring an economic revolution,\" Bajwa, 64, told the paper. \"I had \nvery big dreams.\" \nHOUSE OVERSIGHT 012038 \nBut after he struck a deal with Emirates NBD to roll out his product, SpanCash, he claimed the bank stole his \nproprietary technology, killed the deal and ruined his company. (Though it's hard to feel too sorry for him--\nhe's pictured in front of his house, a mansion that would put Versailles to shame. In this David-and-Goliath \nstory, he's a David from the 1 percent.) \nBajwa sought $554 million plus punitive damages on trade secret misappropriation and misrepresentation \nclaims. \nTrial began on July 26 in U.S. District Court for Central District of California. On Aug. 10, Ruemmler and \nIsaacson summed up their opposing positions in closing arguments. \nLet's take a look. \nI Isaacson, who did not respond to a request for comment, led with one of his strongest cards: USA! USA! \n\"We as a country, made up of flawed people, come together as one of the greatest countries on Earth, because \nwe are a nation of laws,\" he said, according to a transcript of the proceedings. \"This was about hard work and \nwhat happens when your work is destroyed and taken, how you're entitled to be treated under the laws of the \nUnited States.\" \nFor Ruemmler, the appeal was not emotional or jingoistic. It was rational all the way. \nHer first line: \"Mr. Bajwa has come up with an interesting story, but it's not what happened.\" \nAnd then, in the most matter-of-fact, conversational way, she annihilated his case. \n\"There are at least five fatal flaws in Mr. Bajwa's case, and any one of those alone sinks his case. Any one,\" \nshe said, according to the transcript. \nBajwa couldn't prove that SpanCash was ever fully functional and commercially ready, Ruemmler said. In \nfact, she argued, it was never even a real product. \nFurther, she said, Bajwa didn't prove that the technology or platform was comprised of any trade secrets; or \nthat Emirates Bank stole SpanCash; or that it ever used it. Finally, Bajwa didn't prove InfoSpan suffered any \ndamages, she said. \nSome of her turns of phrase are refreshingly non-lawyerly. \"Sham is going down there... It's not as if these \nguys were exactly rubes...This is some flimflam thing... One of the many, many dog-ate-my-homework \nexcuses ....This is an absolute double-down lie.\" \nThe overall effect: she simplified without being condescending. \nBut there was still a hurdle for Emirates. Or as Latham's Schecter put it in an interview, \"There are some facts \nwe wouldn't script.\" \nAfter the bank terminated its agreement with InfoSpan and demanded its investment back, Infospan's deputy \nCEO, Larry Scudder, was arrested when he tried to leave the UAE. \n\"At the Dubai Airport that day, the Dubai police arrested Mr. Scudder after he presented his passport at an \nelectronic terminal. Police told Mr. Scudder that a charge of criminal fraud had been filed against him for \n$1,465,000. Mr. Scudder was handcuffed and marched through the airport and then held in police detention \nfacilities and interrogated,\" the complaint states. \nHOUSE OVERSIGHT 012039 \nHe was handcuffed to a chair, then transferred to a cell with 30 people before being released 19 hours later, at \n1 am. And then, the police kept his passport for six months before he could finally leave the country. \nOn the stand, he cried when he spoke about the ordeal. \nIsaacson in his closing repeatedly called it extortion. \"Because when the bank held Mr. Scudder's passport--I'm \nsorry, caused his passport to held, that just didn't cause personal pain for Mr. Scudder,\" he said. \"What it did \nwas give the opportunity for the bank to control the technology, to control the situation, because now InfoSpan \ncouldn't compete in the UAE because of the fears that this type of thing would happen. And it also gave him \nthe opportunity to try and extort money and control of the technology from InfoSpan.\" \nHow do you counter that? \nRuemmler was not available for an interview, but Schecter said pretrial research showed people expect that if \nyou do business overseas, you'll comply with the laws of the foreign country. And in UAE, this is how they \nhandle fraud. \n\"Judge Selna has instructed you that filing a criminal complaint in Dubai for fraud is a common practice and \nthat if you've been cheated, that's what you're supposed to do,\" Ruemmler said. \nWhat about Scudder's emotional testimony? \nShe undercut it without coming across as callous--a fine line. \n\"Now, I have to mention the tears. And this is the only thing I'm going to say about it,\" Ruemmler said. \"He \nwas detained for less than 24 hours, nine years ago; and then, he was in his corporate apartment and had \n$300,000 to live for, like, about six months. I'm just going to say this: I will leave to you to evaluate the \nsincerity of those tears in light of all the other evidence that you have heard in this case.\" \nAnd then she immediately talked about how he \"basically, had faked a document.\" \nIt worked. After about a day of deliberation, the jury found across the board for Emirates NBD Bank. \n\"It was a binary case--either they lied or we lied,\" said Schecter. \"The plaintiff's strategy was all or nothing. \nThere were no off-ramps for the jury.\" \nThe Latham team also included counsel Andrew Fossum and associates Nima Mohebbi, Stephanie Grace, \nJonathan Sandler, Jacquelyn Levien, Elizabeth Greenman, Pushkal Mishra and Tom Rickeman. \nIn a statement to The Lit Daily, Lubna Qassim, chief group general counsel and company secretary of the \nEmirates NBD, said, \"While there was no basis for this case being tried in U.S. courts, Emirates NBD Bank is \ndeeply gratified by the jury's decision and appreciates the court's commitment to ensuring a fair trial.\" \nContact Jenna Greene at or on Twittergjgreenejenna. \nSent from my BlackBerry 10 smartphone. \nFrom: Schecter, Daniel (CC) \nSent: Saturday, August 13, 2016 1:34 PM \nTo: Pizzurro, Frank (LA); Dunlavey, Dean (OC); Mohebbi, Nima (LA); Ruemmler, Kathy (DC) \nHOUSE OVERSIGHT 012040 \nCc: #L&W BD PR (US); Wine, Jamie (NY); Bruno, Nicole (NY); Harris, Nicole (CH); Greenberg, Jeffrey \n(LA-NY); Bauer, Steve (SF-BR); Moore, Wendy (OC); Jennings, Alex (LA); Robins, Greg (LA) \nSubject: RE: Press: LA Times - Federal jury decides Middle East bank did not defraud Orange County \nentrepreneur \nOC Business Journal article with a nice shout out to Dean: \nhttp://www.ocbj .com/news/2016/aug/12/jury-decides-against-sjc-firm/ \nFrom: Pizzurro, Frank (LA) <i \nDate: Thursday, Aug 11, 2016, 7:41 PM \nTo: Dunlavey, Dean (OC) < >, \nSchecter, Daniel (CC) ________________________ ________ , Mohebbi, \nN >, Ruemmler, Kathy (DC) \n< » \nCc: #L&W BD PR (US) < <mailto:#______________________________ >, Wine, Jamie \n(NY) <>>, Bruno, Nicole (NY) \n< \n< \n< \n< \n< \n< \n< \nSubject: Press: LA Times - Federal jury decides Middle East bank did not defraud Orange County entrepreneur \n1>> \n>>, Harris, Nicole (CH) \n>>, Greenberg, Jeffrey (LA-NY) \n>, Bauer, Steve (SF-BR) \n>>, Moore, Wendy (OC) \n>, Jennings, Alex (LA) \n>, Robins, Greg (LA) \nThe LA Times appears to be the first media to report on the verdict. Latham references are highlighted: \nBUSINESS \nFederal jury decides Middle East bank did not defraud Orange County entrepreneur<http://fw.to/aXv1QHI> \n[Farooq Bajwa] \nFarooq Bajwa \nBy Andrew Khouri \nAugust 11, 2016 \nA federal jury decided Thursday that one of the Middle East's most prominent banks did not commit fraud and \nsteal technology from an Irvine firm that sued it for half a billion dollars in damages after their partnership \ncollapsed. \nOrange County company InfoSpan had alleged that Emirates NBD ended a partnership for a mobile payment \nsystem because it didn't want to share revenue and stole InfoSpan's technology to launch its own service. \nThe Dubai-based bank, in turn, denied it stole or ever used InfoSpan's technology. It argued that it cancelled \nthe partnership because InfoSpan couldn't produce a working product and misled it into thinking it was an \nestablished company, not one with little to no track record. \nAfter deliberating for a day, the jury unanimously decided that InfoSpan did not prove its case of fraud and \ntheft of trade secrets. \nInfoSpan had asked for $540 million in damages. An attorney for InfoSpan declined to comment on the \nHOUSE OVERSIGHT 012041 \npossibility of an appeal. \nThe verdict capped a two-week trial that involved dueling accusations of fraud levied by high-profile attorneys \non both sides, including the former White House counsel to President Obama. \nAt the center of the high-stakes battle was San Juan Capistrano resident and entrepreneur Farooq Bajwa and a \nmobile payment system that he said would allow migrant workers in the Middle East to send remittances back \nhome through text messages. \nBajwa contended that InfoSpan, with support from outside investors, spent $87 million developing the \nbusiness and technology. \nTo launch the system, known as SpanCash, Bajwa partnered in 2007 with Emirates Bank, which is controlled \nby the United Arab Emirates' sovereign wealth fund. \nIt seemed the ideal collaboration for the Pakistani immigrant, who earned millions operating another Irvine \ncompany that manufactured computer components in the 1980s and 1990s \nThe Gulf States rely heavily on migrants to work construction and other low-wage jobs, offering a ready-made \nmarket for SpanCash. InfoSpan aimed to allow migrants to transfer money back home far more cheaply than \nWestern Union or hawala, a traditional Middle Eastern broker-to-broker money transfer system. \nA study from McKinsey & Co., cited in court records, projected annual revenue of $3.5 billion by the deal's \nfifth year, with InfoSpan receiving more than $2.8 billion in fees. \nBut the relationship between InfoSpan and Emirates Bank soured and the bank cancelled the deal in 2009. \nA few days later, Emirates filed a criminal complaint in Dubai against Bajwa and a partner alleging that they \ndefrauded the bank and misrepresented InfoSpan as an established business with a working technology. \nTwo years later, InfoSpan sued in U.S. District Court in Santa Ana and alleged that its technology was working \nand that it delivered its source code to the bank on servers. Emirates ended the deal, InfoSpan said, to launch \nits own mobile payment system after stealing InfoSpan's technology. \nIn court, an attorney for InfoSpan argued that Emirates torpedoed the InfoSpan relationship because it abhorred \nhow much money it would have to share with the Irvine firm. \n\"They wanted SpanCash and they wanted the money,\" attorney William A. Isaacson said in his closing \narguments Wednesday. \nIsaacson — a partner with powerhouse law firm Boies Schiller & Flexner, chaired by high-profile litigator \nDavid Boies — argued that the bank resorted to \"pure extortion\" in an attempt to get its way. \nAs a result of the bank's criminal complaint, InfoSpan alleged Bajwa's partner, Larry Scudder, was detained at \nthe Dubai International Airport and taken to a cell where he was locked in with 30 other men for 19 hours until \nhe secured his release by turning over his passport. \nAccording to the lawsuit, Bajwa tried to resolve the situation but was told Scudder's passport would be \nreleased and he could leave the country only if InfoSpan gave up ownership and control of SpanCash to the \nbank. \nSix months later, the bank withdrew the fraud accusations and Scudder got his passport back, but SpanCash's \nreputation was tarnished and it collapsed, Bajwa previously told The Times. \nThe bank disputed that it acquired InfoSpan's source code or used it at any time. \nFormer White House counsel and an attorney for the bank, Kathryn Ruemmler, said that Emirates never would \nhave acquired source code in a joint-partnership deal like the one reached with InfoSpan. She said such \ntechnology would instead be held by a third-party escrow company for the length of the partnership. \nIn her closing arguments, the partner with global firm Latham & Watkins told the jury that Bajwa and \nInfoSpan sold the bank a \"bill of goods,\" arguing that despite promises to Emirates, the technology never \nworked and InfoSpan wasn't as big a company as it claimed. \nThe bank cancelled the deal and filed a criminal complaint, not as a form of extortion but simply to regain the \nbank's money after it was misled and doubts grew about the character of InfoSpan's employees, Ruemmler \ntold the jury. \n\"They concluded, definitively, that they had been defrauded,\" she said. \nLubna Qassim, group general counsel for Emirates Bank, said in a statement after the verdict that \"Emirates \nBank is gratified by today's decision and the opportunity to receive a fair trial in U.S. courts.\" \nBajwa said the trial has taken a toll on him and he doesn't know his next steps. \n\"I am just beat up,\" he said. \nHOUSE OVERSIGHT 012042 \nPhil Hirschkorn contributed to this report. \nCopyright 0 2016, Los Angeles Times<http://www.latimes.com/> \nFrank Pizzurro \nPublic Relations Senior Manager \nLATHAM & WATKINS LLP \n355 South Grand Avenue I Los Aneeles, CA 90071-1560 \nThis email may contain material that is confidential, privileged and/or attorney work product for the sole use of \nthe intended recipient. Any review, reliance or distribution by others or forwarding without express \npermission is strictly prohibited. If you are not the intended recipient, please contact the sender and delete all \ncopies. \nLatham & Watkins LLP \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 012043",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_012037.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 18111,
    "word_count": 2827,
    "line_count": 275,
    "import_date": "2025-11-19T21:47:47.538612",
    "prefix": "TEXT-001"
  }
}