{
  "document_id": "HOUSE_OVERSIGHT_027871",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027871.txt",
  "text": "together. They didn’t bother getting married until the summer of 1941. Perhaps\nbecause this was less than nine months before I was born, my mother always\nremained vague when asked their exact wedding date.\n\nMy parents were an unlikely pair. My mother — bright, lively and energetic —\nwas a doer, who believed passionately in the grand social experiment of kibbutz\nlife. Having helped her mother raise her siblings in Warsaw, and with a natural\naffinity from children, she became the main authority on issues related to\nchildbirth and early childcare. She actively partook in the kibbutz’s planning\nand politics, and reveled in its social life. My father was more detached both\npolitically and socially. He was more contemplative, less assertive, less self-\nconfident. Though he agreed broadly with the founding principles of the\nkibbutz, and wanted to play his role in making it a success, I could see, as I\ngrew older, that he was often impatient at what he saw as its intellectual\ninsularity and its ideological rigidities.\n\nThough it didn’t strike me at the time, he was not a large man. As a result of\nhis childhood illness, he never grew to more than five-foot-four. Still, he was a\npowerful presence, stocky and strong from his work on the kibbutz. He had a\ndeep, resonant voice and wise-looking, blue-gray eyes. It was only through\nUncle Meir that by the time I was born, he had moved on from driving a tractor\nto a more influential role on the kibbutz. Meir worked for the Palestine Electric\nCompany and when Mishmar Hasharon installed its own electricity system, the\nPEC was in charge of the work. Meir trained my father and put him forward as\nthe kibbutz contact for maintaining and repairing the equipment. He was well\nsuited for the work. He was a natural tinkerer, a problem-solver. He was good\nwith his hands, and his natural caution was an additional asset as the kibbutz got\nto grips with the potential, and the potential dangers, of electric power. Once the\nsystem was installed, he became responsible for managing any aspect of the\nsettlement that involved electricity: water pumps, the irrigation system, the\ncommunal laundry and our bakery.\n\nMy parents were courteous and polite with each other, but they never\nshowed any physical affection in our presence. None of the adults did. This was\npart of an unspoken kibbutz code. Not only for kibbutzniks, but for all the early\nZionists, outward displays of emotion were seen as a kind of selfishness that\nrisked undermining communal cohesion, tenacity and strength. Because I’d\nknown no other way, this did not strike me as odd. Besides, I was a quiet,\ncontemplative, bookish and self-contained child. Only in later years did I come to\nsee the lasting effect on me. It was be a long time before I became comfortable\n\n23\nHOUSE_OVERSIGHT_027871",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027871.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2808,
    "word_count": 477,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.539772",
    "prefix": "IMAGES-009"
  }
}