{
  "document_id": "HOUSE_OVERSIGHT_013291",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013291.txt",
  "text": "starring in the hit TV show “Glee.” Died July 13 of a drug\noverdose.\n\nHerbert Allison Jr., 69. He was the former president of Merrill\n\nLynch & Co., chairman and CEO of TIAA-CREF, CEO of Fannie Mae\nand led the U.S. government’s bank bailout program. Died July\n\n14.\n\nNeal McCabe, 60. He was a Boston-born former global co-head of a\nLehman Brothers Holdings Inc. unit focused on increasing trades\nwith security dealers worldwide. Died July 17, two months after\nsuffering a stroke.\n\nDonald J. Mulvihill, 56. He was a managing director at Goldman\nSachs, who started the firm’s asset-management business in Japan\nand created tax-focused funds in the U.S. during his 33-year\n\ncareer with the bank. Died July 19 of leukemia in Illinois,\n\nwhere he was born and raised.\n\nHelen Thomas, 92. The pioneering female journalist who worked as\nWhite House correspondent for United Press International, where\nshe worked for 57 years, and as a columnist for Hearst\nNewspapers. Died July 20.\n\nCarsten Schloter, 49. The German-born CEO of Swisscom AG,\nSwitzerland’s biggest telecommunications company, since 2006.\nDied July 23 of what police called an apparent suicide.\n\nEmile Griffith, 75. Former U.S. welterweight and middleweight\nboxing champion best known for his fatal knockout of Benny Paret\nin a nationally televised fight in 1962. Died July 23.\n\nDennis Dammerman, 67. He was CEO Jack Welch’s right-hand man\nat\n\nGeneral Electric Co., where at age 38 he became the company’s\nyoungest chief financial officer and then ran GE Capital. Died\n\nJuly 23.\n\nArthur Makadon, 70. The chairman of Ballard Spahr LLP, a\nPhiladelphia-based law firm, from 2002 to 2011. Died July 24 of\n\nHOUSE_OVERSIGHT_013291",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013291.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1677,
    "word_count": 272,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.540304",
    "prefix": "IMAGES-002"
  }
}