{
  "document_id": "HOUSE_OVERSIGHT_021196",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021196.txt",
  "text": "drugs for him any more, pleading with them and telling all of them he\nwas on the brink of death, reminding them of the friendship between us\nall that once existed before the drugs corrupted so many of us. Some of\nthem laughed at me telling me I was wasting my time with TJ and others\nwere nice enough to at least lie to my face politely and promise not to\nhelp him feed his addiction.\n\nI just wanted to remedy all of his pain and problems but I felt so\nhelpless fighting his battle against the streets. I bought some marijuana\nfor him to smoke hoping to subside the withdrawals he was facing over\nthe next few days but with no avail. The only thing that would help him\nwas my Xanax, a few of those pills and he would go back to sleep, only\nwaking up to get more of them. | would have to force him out of bed to\nhave a shower once a day and make sure he ate something. He was more\nlike a baby right now than he was a boyfriend, too much in need of\nsomething I couldn’t give.\n\nChapter 17\n\nWhen I went to see Jeffrey over the next course of days he picked out\nthe dilemma I wore spread across my face straight away. “Your back with\nT.J aren’t you” It was so funny that he knew me so well. “Yeah, he’s in a\nreal bad place in his life right now and needs my help.” He looked\nastonished and replied, “You’re a much better friend than I am, I know\npeople like him and trust me they never change, no use in even trying” I\nbelieved him too knowing I was stupid for even attempting to change T.J,\nbut my heart felt differently, he was still a human being and a good friend\nof mine just down at his worst. “That’s what good friends are for” I\nlaughed back at his remark, not wanting to take this conversation too\nmuch further. “I admire your loyalty at least, but take my word for it, he\nwill hurt you again.” His words were chilling but true, I had to find out\nfor myself though.\n\nAlmost seeming like an actual friend for a second he ruined his brief\nmomentary image by turning over from the unfinished massage that I was\ngiving to him and acquired his sexual longings from my worn down soul.\nNot only did he know that I didn’t want to endure any more demands\ntonight, but his energy enhanced from knowing it too. Looking up at him\nduring the foreplay, it was an easy observation from the look in my eyes\n\ni] Copyright Protected Material\nCONHIDENTIAL GIUFFRE004236\n\nthat I hated every minute of it, seething through all of my duties until he\nclimaxed.\n\nMost days I could take this kind of treatment, it was only seldom I\ncouldn’t hold in the way Jeffrey disregarded my feelings. He had me just\nwhere he wanted me, like a pawn piece on a checkers board I was his\nown personal sex slave. For the remainder of the evening I stayed quiet,\nnot sure of what to say after an episode like that. It was a vigorous\ndisplay of how calumniating he could really be. He required me to clean\nup his spilled semen off of his genitals with a wet warm washcloth before\nhe retired to his bedroom for a good night’s sleep. Only a monstrous\ncreep could sleep easy at night knowing what pain he caused others.\n\nI went downstairs and asked Juan, who was still in the kitchen to pay\nme for the evening telling him that Jeffrey had gone to sleep for the night.\nIt wasn’t an unusual request. Juan would often have to fix up “the girls”\nafter the sessions and sometimes even drive them home. He went to\nJeffrey’s desk and underneath was his duffel bag that always held\ninsurmountable bundles of crisp hundred dollar bills. He took out two for\nme and handed them over. I thanked him and said goodnight, as I was\nalways polite to Juan and his wife, Maria. His eyes were gentle and told\nme more than what he was allowed to say. ] understood well. We all\nneeded to eat and pay bills unfortunately even sometimes at our own\nmoral expense. :\n\nPutting the keys into the ignition I started up the engine and reversed out\nof Jeffrey’s driveway with promptness. | didn’t want to be there a\nmoment longer than I had to. Not much to look forward too getting back\nto my apartment either, I needed some time to filter my emotions.\nParking my truck in front of a nearby beach I took my shoes off gradually\nstepping out of the door into the fog. | walked down to the edge of the\nsand where the water licked at my toes. My life was slipping away from\nme and I was really beginning to question the difference between living\nand dying. I was so tired of everything, my whole existence revolved\naround being everything to everyone, forgetting about being something\nfor myself altogether. Pretending to be someone else became an attribute\nI was better than good at, probably much of why Jeffrey liked me in the\nfirst place. This time I held back my tears back and only let the anger\nfester into a deep pit in my stomach. My rage was aimed at the very\npeople who abandoned me to fend for myself in the first place and\naccepted this life as normal for me, my parents.\n\nWhen I got back to my apartment | was expecting to have to look after\nT.J, but to my surprise he had come around good that night. He greeted\nme at the door and asked how my evening was. “‘It was all fine” I easily\nlied. I never let anyone inside close enough to see my vulnerabilities.\nThey were mine alone to battle. In my head they were too shameful to\n\n104\n\n[i Copyright Protected Material\n\nGIULTFRE004237\n\nHOUSE_OVERSIGHT_021196",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021196.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5341,
    "word_count": 1017,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:48.032570",
    "prefix": "IMAGES-006"
  }
}