{
  "document_id": "HOUSE_OVERSIGHT_019406",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_019406.txt",
  "text": "Date: Friday, March 4 2011 07:03 PM \nSubject: Re: \nFrom: R. Couri Hay \nTo: jeevacation@gmail.com; \nGood morning Jeffery, \nThe Newsweek story is being written without your input as you read this. Lloyd Grove is not writing the story, he made a few calls but he \nwas taken off the project. This is for Newsweek, the magazine that is on the stands, not the website. It's still 1200 to 1500 words. \nAlexandra Wolfe needs to turn in a draft of the story by Monday. I've been subtly guiding Alexandra on your behalf, but would really like \nto formalize this job with your attorneys and then I would really need to give names and numbers of pro Jeffery power brokers for \nAlexandra to call. She has already called Donald Trump, Leon Black, and Les Wexner among others. I've given her Jonathans number, \nplease let me focus on this before its too late to spin this in your direction. I'm in all afternoon my office number is My cell \nis: My email i _________ \nCheers, \nCouri \nFollow me on Twitter!! RCouriHayl \n---Original Message----\nFrom: jeffrey epstein <jeevacation@gmail.com> \nTo: R. Couri Hay > \nSent: Tue, Mar 1, 2011 6:34 pm \nSubject: Re: Re: \nI was told it was lloyd grove Not true? \nSorry for all the typos .Sent from my iPhone \nOn Mar 1, 2011, at 3:16 PM, \"R. Couri Hay\" < wrote: \nHi Jeffrey \nI hope I'm not bothering you, but this is information I think you need to know. Tina Brown has assigned a 1200 to 1500 \nword story with pictures about you for Newsweek and the deadline is next Wednesday. My good friend Alexandra Wolfe \nis writing the story; she called me within an hour of getting this assignment. If you hire me I feel confident that I can \npositively affect this feature on your behalf. That does not mean I can control it completely or that they won't reference \npast problems. However, I can assure you that the story will be fair and balanced and that your side will be represented \nintelligently. The story will be about your reemergence in New York post your previous problems. The party you gave for \nPrince Andrew will be a big part of it. I suggest we arrange for interviews with figures who have seen the good things that \nyou have done in business, science, and philanthropy. I'll be home after 7:30 tonight. My home number is \n, or you can call my cell at . I will also be in tomorrow morning. I suggest you act swiftly in this matter. \nAs I told you when we first met this story wont go away and you need to take positive steps to change your image. \nCheers, \nCouri \nFollow me on Twitter!! RCouriHayl \nHOUSE OVERSIGHT 019406",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_019406.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2551,
    "word_count": 461,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.506321",
    "prefix": "TEXT-001"
  }
}