{
  "document_id": "HOUSE_OVERSIGHT_021027",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021027.txt",
  "text": "But USA Inc. Has Steadily Scaled Back Investment in Technology R&D Since\nthe 1960s...the Good News is That Private Industry Has Picked Up Lots of\n\nSlack, So Far\n\nTotal USA Technology Research & Development Spending as % of\nGDP by Funding Source, 1953 — 2008\n\n= Other (Non-Profit\n/ University /\nOther\nGovernment)\n\n= Private Industry\n\n= Federal\nGovernment\n\n1%\n\nTotal Technology R&D Spending as % of GDP\n\nQV\n\n1953 1957 1961 1965 1969 1973 1977 1981 1985 1989 1993 1997 2001 2005\n\nKI Source: National Science Foundation, Science and Engineering Indicators, 2008.\nwww.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 371\n\nFor GDP Growth & Job Creation, It’s Key for Private Industry to Remain\n\nIncentivized to Invest in R&D\n\nAs we contemplate our future, we must accept the fact that many of the assumptions under\nwhich business operated for the past 50 years no longer hold true...If we are committed to\ninvesting in ideas to improve — not just maintain — what we have and what we know, the United\nStates will do more than just recover from this recession. We will emerge, once again, as a\ncompetitive, global powerhouse...lnnovation...accrues to countries in proportion to the quality\nand rigor of their educational systems...The future of every nation will be shaped by new ideas\nand creativity. These are the engines of future prosperity.\n\n— Paul Otellini, CEO, Intel Corporation, 2/10/09\n\nGovernment targeted and ‘blue sky’ investment in technology (and defense) has led to crucial\ntechnology inventions for America — such as ARPANET / Internet (1970s) and Global\nPositioning System (1980s)..., which, on a net basis, have created jobs, wealth and related tax\nrevenue.\n\nGovernment investment in technology remains important, but, perhaps more important,\ngovernment must help incentivize private industry (via tax policies such as allowing companies\nto repatriate overseas cash at lower tax rates’ and other tools) to invest in domestic research &\ndevelopment and to create jobs...and create a stable environment in which to operate.\n\nKP Note: 1) See John Chambers and Safra Catz, “The Overseas Profits Elephant in the Room,” The Wall Street Journal, 10/20/10.\nwww.kpcb.com ne. at Might a Turnaround Expert Consider?\nB kpeb USA Inc. | What Might a T dE Consider? 372\n\nHOUSE_OVERSIGHT_021027",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021027.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2301,
    "word_count": 370,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.761773",
    "prefix": "IMAGES-006"
  }
}