{
  "document_id": "HOUSE_OVERSIGHT_019784",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019784.txt",
  "text": "296 | HOW AMERICA LOST ITS SECRETS\n\nThese precise tips for evading U.S. and British surveillance were\nnot accidentally leaked. Snowden supplied them in written answers\nto interrogatives sent to him by Poitras and Appelbaum in May\n2013 while he was still on the NSA payroll. He also carefully orches-\ntrated the exposure of the PRISM surveillance programs, precisely\nspecifying, as Greenwald writes in his book No Place to Hide, who\nwas to release the “scoops” in which newspapers. He gave Gellman a\nseventy-two-hour ultimatum for exposing PRISM, as we know. He\nfurther provided Poitras with well-organized files for publications\nrevealing, among other things, that the NSA had paid RSA, a lead-\ning computer security provider, to build flawed encryption protocols,\nwhich allowed the NSA to read encrypted messages on computers\nand online video games. In short, he used these journalists to accom-\nplish his purpose. In light of the way he micromanaged the leaks, it is\ndifficult to conclude that he did not deliberately plan to compromise\nand render useless these U.S. and British operations.\n\nWhatever he intended, he clearly succeeded in blowing the cover\noff NSA‘s operations authorized under the Foreign Intelligence Sur-\n\n© veillance Act for monitoring terrorists’ activities. After all, terrorist ©\ngroups are no different from other criminal enterprises in their need\nto keep their communications secret from the authorities pursuing\nthem. If they find out that the police are tapping their phone lines or\nintercepting other channels of communication, they can be expected\nto either stop using them or use them to divert attention away from\ntheir real plans.\n\nIn addition, Snowden suggested an alternative means to those who\nwanted to evade government surveillance. He recommended that\nthey use end-to-end encryption, which results in messages being\nencrypted before they are sent over the Internet. He told Greenwald,\nfor example, that encryption was “critically necessary” for anyone\nto evade NSA surveillance. Just as Robert Hanssen had deliberately\ncompromised the NSA’s interception of Soviet communications in\nWashington, D.C., in the 1990s, Snowden deliberately compromised\nthe NSA’s interception of concealed messages by potential terrorists\non the Internet. We cannot know whether or not any of the jihadists\ninvolved in subsequent terrorist attacks (such as those in Paris or\nSan Bernardino, California, in 2015) would have used the Internet\n\n| | Epst_9780451494566_2p_all_r1.indd 296 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019784",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019784.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2546,
    "word_count": 391,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.570504",
    "prefix": "IMAGES-005"
  }
}