{
  "document_id": "HOUSE_OVERSIGHT_033190",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033190.txt",
  "text": "There are abundant lessons to be learned from this election: that experts can be wrong; that our\ncountry is even more deeply divided than many of us had thought; and that abundant numbers of\nour fellow Americans feel a deep sense of despair and disaffection with the status quo of\ngovernment. For us here at school, we will use this as an opportunity to talk with your children in\nage-appropriate ways about demographics, the economy, social policy, our democratic system,\nand the rule of law. We will also talk about the world’s response to yesterday’s election results, our\nindividual responsibilities as citizens to continue to give voice to our beliefs, and appropriate\nchannels of political activism. On a more basic level, we will stress the importance of not being a\ngloating winner or a sore loser, and about the strength of our nation, its history of responding to\ndramatic political change, and the hopefulness of the future.\n\nAs for you, our families, I offer two resources. Last week at a NYSAIS heads-of-school conference\nthat I attended, the University of Pennsylvania educator Ali Michael spoke about advancing our\nnational dialogue about race. This morning Dr. Michael wrote a Huffington Post piece, “What Do\nWe Tell the Children?”, a moving yet direct reminder of how we, as adults, can model our\nresponses for the young people around us. Next Wednesday, November 16, from 6:30 to 8\np-m., Semeka Smith-Williams and the PA Diversity Committee are holding a “Post-\nElection Healing” evening here at Packer.\n\nPlease reach out if you have questions, suggestions, or simply would like to share your thoughts,\nand take good care.\n\nBest regards.\n\nBruce L. Dennis\nHead of School\n\nUnsubscribe from this eNotice.\n\nLandon Thomas, Jr.\nFinancial Reporter\nNew York Times\n\nhttp://topics.nytimes.com/top/reference/timestopics/people/t/landon jr thomas/index.h\ntml\n\nHOUSE_OVERSIGHT_033190",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033190.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1888,
    "word_count": 297,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.551546",
    "prefix": "IMAGES-012"
  }
}