{
  "document_id": "HOUSE_OVERSIGHT_014954",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014954.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nvision, computational physiology, global seismic monitoring and philosophical foundations.\n\nHe also works for the United Nations, developing a new global seismic monitoring system for the nuclear-test-ban treaty. His current\nconcerns include the threat of autonomous weapons and the long-term future of artificial intelligence and its relation to humanity.\n\neecs berkeley.edu/~russell\n\nJoseph Redmon\nComputer scientist\n\nJoseph Redmon works on the YOLO algorithm, which combines the simple face detection of your phone camera with a cloud-based AI --\nin real time.\n\nComputer scientist Joseph Redmon is working on the YOLO (You Only Look Once) algorithm, which has a simple goal: to deliver image\nrecognition and object detection at a speed that would seem science-fictional only a few years ago. The algorithm looks like the simple face\ndetection of a camera app but with the level complexity of systems like Google's Deep Mind Cloud Vision, using Convolutional Deep\nNeural Networks to crunch object detection in realtime. It's the kind of technology that will be embedded on all smartphones in the next\nfew years.\n\nRedmon is also internet-famous for his resume.\n\npjreddie.com @pijreddie\n\nTom Gruber\nAI developer\n\nAs co-creator of Siri, Tom Gruber helped redefine the role of machine intelligence in our lives and transformed the way we interact with\nour devices.\n\nBy connecting humans and machines with AI, designer, inventor and polymath Tom Gruber is opening up new ways to improve our lives\nand augment human intelligence.\n\nGruber led the team that revolutionized human-machine interaction with Siri, the intelligent personal assistant that can understand your\nspoken language and help you get things done. Launched in 2010, Siri is now used billions of times a week in more than 30 countries\naround the world.\n\ntomgruber.org\n\nRadhika Nagpal\nRobotics engineer\n\nTaking cues from bottom-up biological networks like those of social insects, Radhika Nagpal helped design an unprecedented “swarm” of\nant-like robots.\n\nWith a swarm of 1,024 robots inspired by the design of ant colonies, Radhika Nagpal and her colleagues at Harvard’s SSR research group\nhave redefined expectations for self-organizing robotic systems. Guided by algorithms, Nagpal’s shockingly simple robots guide\nthemselves into a variety of shapes -- an ability that, brought to scale, might lead to applications like disaster rescue, space exploration and\nbeyond.\n\nIn addition to her work with biologically inspired robots, Nagpal helped create ROOT, a simple robot to teach coding to would-be\nprogrammers through a simple user interface suitable for students of all ages.\n\nradhikanagpal.org eecs harvard.edu/ssr\n\nTuesday, April 25, 11:00AM - 12:45PM PDT\n\nSession 3: The Human Response\nHosted by Chris Anderson and Kelly Stoetzel.\n\nhttps://ted2017.ted.com/program\n\nRutger Bregman\n\nHistorian\nRutger Bregman is the author of the new \"Utopia for Realists.”\n\nRutger Bregman is one of Europe’s most prominent young thinkers. The 28-year-old historian and author has published four books on\nhistory, philosophy and economics. His History of Progress was awarded the Belgian Liberales prize for best nonfiction book of 2013. The\nDutch edition of Utopia for Realists became a national bestseller and will be translated in 16 languages this year. Bregman has twice been\nnominated for the prestigious European Press Prize for his journalism work at The Correspondent. His work has been featured in The\nWashington Post and The Guardian and on the BBC.\n\nrutgerbregman.com @rcbregman\n\nPage 4 of 21\n\nHOUSE_OVERSIGHT_014954",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014954.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3619,
    "word_count": 546,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:45.718707",
    "prefix": "IMAGES-003"
  }
}