{
  "document_id": "HOUSE_OVERSIGHT_024604",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024604.txt",
  "text": "13\n\nthe more-developed south, home of beach resorts catering to\ninternational tourists. The security vacuum may have turned Sinai\ninto a regional hot spot, but it is also an economic boon to Bedouin\nleaders, who have thrived off what is literally an underground\neconomy. Menaei said that he spent $100,000 to construct a\nsubterranean tunnel large enough to smuggle cars into nearby Gaza.\n\"As many as 200 cars a week were smuggled through,\" he said.\n\"Hamas gets $1,000 per car as tax,\" he explained. \"The buyer pays\nme the car's price and rent money for using the tunnel -- $5,000 for a\ncar and around $8,000 for a truck.\" Such a lucrative source of\nrevenue requires significant weaponry to protect it. \"This is our\noperation room,\" Menaei boasted, showing off two 14.5 mm anti-\naircraft machine guns stored in the corner of the room, covered with\nbedsheets. The smugglers showed me one of their blockade-busting\ntunnels positioned to relieve the Gazans' suffering from the Israeli\nblockade and sanctions. It was equipped with ventilation and lighting\nsystems, as well as network boosters meant to amplify the mobile-\nphone signal. Its entrance was well hidden between man-made huts\nand fences located amid an olive tree field in the desert. \"I get $50 for\nevery Palestinian I smuggle into Sinai,\" Menaei said, explaining that\nHamas supervises the smuggling operation from the Gaza side of the\nborder. Standing nearby, one of his sons demonstrated how the\nsmugglers plunge safely into the tunnel using a rope tethered above\nground. Salem Aenizan, a fugitive leader from the Tarabin tribe,\ninsisted that the Bedouins' links to Gaza are based on financial\ninterest rather than an ideological affinity with Hamas. He told me\nthat the tunnels are used to smuggle food, cars, medicine, and\nconstruction materials -- but that the weapons trade ceased after\nHamas's 2007 takeover of Gaza and that the smugglers refuse to\ntransport suicide bombers or people intent on kidnapping tourists.\nBut the Bedouins' entrepreneurial spirit has nevertheless led to some\n\nHOUSE_OVERSIGHT_024604",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024604.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2073,
    "word_count": 337,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.711639",
    "prefix": "IMAGES-008"
  }
}