{
  "document_id": "HOUSE_OVERSIGHT_024609",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024609.txt",
  "text": "Article 4.\n\nThe National Interest\n\nForeign-Policy Failure\n\nDimitri K. Simes\n\nAugust 24, 2011 -- PRESIDENT BARACK Obama is in many\nrespects the opposite of Richard Nixon and George H. W. Bush, both\nforeign-policy presidents who subordinated their domestic ambitions\nto America’s national-security requirements. Moreover, where\nObama has succeeded internationally, his successes have been largely\ntactical rather than strategic, reflecting the fact that he 1s\nfundamentally a domestic leader with a European-style socialist\nagenda but little or no foreign-policy vision. This lack of an\ninternational agenda is why the president may be called a pragmatist,\nbut not a realist.\n\nOne result of all this is that his administration’s foreign-policy\nchoices often appear substantially driven by political expediency—\nand particularly a desire to avoid domestic criticism, something\napparent in both the president’s surge in Afghanistan and his later\nplan for withdrawal. Another is that, lacking a vision, the\nadministration rarely appears to engage in long-term thinking about\nthe international environment, historical processes or the potential\nunintended consequences of its choices. In fact, its sense of history\nseems highly politicized and simplistic.\n\nShort-term political thinking about foreign policy cannot sustain\nAmerica’s international leadership, which requires clear distinctions\nbetween immediate tactical problems and longer-term strategic\nthreats. Today, most analysts agree that the greatest danger to the\nUnited States is not from Iran, which does not yet have nuclear\nweapons, or even al-Qaeda, which has been seriously damaged, but\nrather from Pakistan’s nuclear arsenal. Maintaining the Pakistani\n\nHOUSE_OVERSIGHT_024609",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024609.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1735,
    "word_count": 243,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.518574",
    "prefix": "IMAGES-008"
  }
}