{
  "document_id": "HOUSE_OVERSIGHT_025695",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025695.txt",
  "text": "Investment\nManagement\n\nImportant Information Division\n\nYou may obtain documents for ETFs or ETNs for free by 1) visiting EDGAR on the SEC website at http://(www.sec.gov/; 2) contacting your Private Wealth Management\nteam; or 3) calling toll-free at 1-866-471-2526. Unlike traditional mutual funds, ETFs can trade at a discount or premium to the net asset value and are not directly\nredeemable by the fund.\n\nYou should understand the risks associated with leveraged or inverse ETFs, ETNs or commodities futures-linked ETFs before investing. These types of securities may\nexperience greater price movements than traditional ETFs and may not be appropriate for all investors. Most leveraged and inverse ETFs or ETNs seek to deliver\nmultiples of the performance (or the inverse of the performance) of the underlying index or benchmark on a daily basis. Their performance over a longer period of time\ncan vary significantly from the stated daily performance objectives or the underlying benchmark or index due to the effects of compounding. Performance differences may\nbe magnified in a volatile market. Commodities futures-linked ETFs may perform differently than the spot price for the commodity itself, including due to the entering into\nand liquidating of futures or swap contracts on a continuous basis to maintain exposure (i.e., “rolling”) and disparities between near term future prices and long term future\nprices for the underlying commodity. You should not assume that a commodity-futures linked ETF will provide an effective hedge against other risks in your portfolio.\n\n¢ Alternative Investments. Alternative investments may involve a substantial degree of risk, including the risk of total loss of an investor's capital and the use of leverage,\nand therefore may not be appropriate for all investors. Private equity, private real estate, hedge funds and other alternative investments structured as private investment\nfunds are subject to less regulation than other types of pooled vehicles and liquidity may be limited. Investors in private investment funds should review the Offering\nMemorandum, the Subscription Agreement and any other applicable disclosures for risks and potential conflicts of interest. Terms and conditions governing private\ninvestments are contained in the applicable offering documents, which also include information regarding the liquidity of such investments, which may be limited.\n\n¢ Emerging Markets and Growth Markets. |nvesting in the securities of issuers in emerging markets and growth markets involves certain considerations, including:\npolitical and economic conditions, the potential difficulty of repatriating funds or enforcing contractual or other legal rights, and the small size of the securities markets in\nsuch countries coupled with a low volume of trading, resulting in potential lack of liquidity and in price volatility.\n\n¢ Equity Investments. Equity investments are subject to market risk, which means that the value of the securities may go up or down in respect to the prospects of\nindividual companies, particular industry sectors and/or general economic conditions. The securities of small and mid-capitalization companies involve greater risks than\nthose associated with larger, more established companies and may be subject to more abrupt or erratic price movements.\n\n¢ Fixed Income. |nvestments in fixed income securities are subject to the risks associated with debt securities generally, including credit/default, liquidity and interest rate\nrisk. Any guarantee on an investment grade bond of a given country applies only if held to maturity.\n\n* Non-US Securities. Investing in non-US securities involve the risk of loss as a result of more or less non-US government regulation, less public information, less liquidity\nand greater volatility in the countries of domicile of the issuers of the securities and/or the jurisdiction in which these securities are traded. In addition, investors in\nsecurities such as ADRs/GDRs, whose values are influenced by foreign currencies, effectively assume currency risk.\n\n¢ Real Estate. Investments in real estate involve additional risks not typically associated with other asset classes, such as sensitivities to temporary or permanent\nreductions in property values for the geographic region(s) represented. Real estate investments (both through public and private markets) are also subject to changes in\nbroader macroeconomic conditions, such as interest rates.\n\n. Structured Investments. Structured investments are complex, involve risk and are not suitable for all investors. Investors in structured investments assume the credit risk\nof the issuer or guarantor. If the issuer or guarantor defaults, you may lose your entire investment, even if you hold the product to maturity. Structured investments often\nperform differently from the asset(s) they reference. Credit ratings may pertain to the credit rating of the issuer and are not indicative of the market risk associated with the\nstructured investment or the reference asset. Each structured investment is different, and for each investment you should consider 1) the possibility that at expiration you\nmay be forced to own the reference asset at a depressed price; 2) limits on the ability to share in upside appreciation; 3) the potential for increased losses if the reference\nasset declines; and 4) potential inability to sell given the lack of a public trading market. 32\n\nHOUSE_OVERSIGHT_025695",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025695.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5462,
    "word_count": 816,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.026771",
    "prefix": "IMAGES-008"
  }
}