{
  "document_id": "HOUSE_OVERSIGHT_017935",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_017935.txt",
  "text": "﻿Case 1:19-cv-03377 Document 1 Filed 04/16/19 Page 1 of 28\nUnited States District Court\nSouthern District of New York\nVIRGINIA L. GIUFFRE,\nPlaintiff,\nCASE NO:\nv.\nALAN DERSHOWITZ,\nDefendant.\n________________________ /\nCOMPLAINT\nBoies Schiller Flexner LLP\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 2 of 28\nPlaintiff, VIRGINIA L. GIUFFRE, formerly known as Virginia Roberts (“Roberts”), for\nher Complaint against Defendant, Alan Dershowitz (“Dershowitz”) avers upon personal\nknowledge as to her own acts and status and upon information and belief and to all other matters:\nNATURE OF THE ACTION\n1. This suit arises out of Defendant’s defamatory statements of and concerning\nPlaintiff.\n2. During 2000-2002, beginning when Plaintiff was 16, Plaintiff was the victim of\nsex trafficking and abuse by convicted sex offender Jeffrey Epstein.\n3. Epstein’s trafficking scheme involved recruiting young girls, often by claiming\nthey would be paid $200 for simply providing a massage to a wealthy billionaire. The young girl\nwould then be brought up to Epstein’s bedroom where Epstein would be on a massage table;\nEpstein would then sexually abuse the girl. This same pattern was repeated numerous times with\nnumerous children.\n4. “From between 1999 – 2007, Jeffrey Epstein sexually abused more than 30 minor\ngirls…in his mansion in Palm Beach Florida, and elsewhere in the United States and overseas…\nIn addition to his own sexual abuse of the victims, Epstein directed other persons to abuse the\ngirls sexually. Epstein used paid employees to find and bring minor girls to him. Epstein\nworked in concert with others to obtain minors not only for his sexual gratification, but also for\nthe sexual gratification of others.” United States District Court Judge Marra February 21, 2016\nSummary Judgement Order at 2, Case No.: 9:08-cv-80786 (internal citations omitted). One of\nthe persons with whom Epstein acted in concert was Dershowitz.\n5. Like other minor children who came before and after her, Plaintiff was initially\nrecruited to provide massages, and thereafter to engage in a variety of sexual acts, for Epstein.\n2\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 3 of 28\nPlaintiff was required to be on call for Epstein for sexual purposes and frequently traveled with\nhim both nationally and internationally. Plaintiff was regularly abused by Epstein and was lent\nout by Epstein to others for sexual purposes.\n6. Defendant Dershowitz was Epstein’s attorney, close friend, and co-conspirator.\nDershowitz was also a participant in sex trafficking, including as one of the men to whom\nEpstein lent out Plaintiff for sex.\n7. When Epstein was arrested for sex trafficking in 2006, Dershowitz defended his\nfriend and client by falsely attacking the veracity of his accusers, including calling the children\nwhom Epstein had abused (and, in the case of Plaintiff, the Defendant himself had also abused),\nliars and prostitutes.\n8. Despite his significant criminal activity, Epstein’s criminal charges were resolved\nby a guilty plea to a single Florida state law charge and a non-prosecution agreement (a “NPA”)\nwith the U.S. Attorney for the Southern District of Florida. Unknown to the public and the\nvictims at the time, Epstein’s lawyers, including Dershowitz, were pressuring the Government to\ncommit to the NPA without informing the victims. Epstein’s multiple victims, including\nRoberts, were kept in the dark and told to be “patient” while Dershowitz participated in the\ndrafting of the NPA and worked to protect Epstein and other “potential co-conspirators”\n(including himself) from prosecution.\n9. On July 7, 2008, a challenge to the NPA was brought on behalf of two of\nEpstein’s victims (not including Plaintiff) based on the fact that, contrary to the requirements of\nthe Criminal Victims’ Rights Act (the “CVRA”), the NPA had been concealed from Epstein’s\nvictims.\n3\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 4 of 28\n10. In December 2014, Roberts, who had not initially been part of the CVRA action,\nwas asked to, and did, provide information to Plaintiffs’ counsel in the CVRA case in which she\ndiscussed her sex trafficking by Epstein. On December 31, 2014, Plaintiff’s counsel in the\nCVRA proceeding (Brad Edwards and Paul Cassell) filed a Motion Pursuant to Rule 21 for\nJoinder in the Action (“Joinder Motion”) on behalf of Roberts. Ms. Roberts’s joinder motion\ndescribed how she had been sexually trafficked by Jeffrey Epstein and was forced to have sex\nwith, among others, Alan Dershowitz.\n11. Based on Plaintiff’s December 2014 filing, Dershowitz, as he had previously done\nto Epstein’s victims, publically and viciously attacked plaintiff’s counsel in the CVRA actions,\nBrad Edwards and Paul Cassell. Dershowitz, in nationally televised news interviews, wrongfully\nclaimed that Edwards and Cassell had engaged in unethical behavior warranting disbarment for\nfiling the Joinder Motion that described Dershowitz’s involvement with Epstein and Roberts.\nEdwards, who is a prominent attorney for sexually abused women and children, and Cassell who\nis a former United States District Court judge who left the bench to advocate for criminal\nvictims, sued Dershowitz for defamation. Edwards and Cassell asserted that the factual\nallegations that Dershowitz had knowledge of and participated in Epstein’s criminal conduct\nwere entirely proper and well founded and that Dershowitz’s statements about Edwards and\nCassell were defamatory.\n12. In April 2016 Dershowitz settled the Edwards and Cassell defamation claims\nagainst him. As a condition of the settlement, Dershowitz required that the financial terms of the\nsettlement be kept confidential.\n13. In November 2018, after conducting a lengthy investigation that involved\ninterviewing over eighty (80) women, the Miami Herald published the first in a series of articles\n4\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 5 of 28\nexposing how Epstein and his lawyers had corrupted the legal system to obtain the NPA and\nreferring to Dershowitz’s sexual abuse of Roberts. Dershowitz’s response on behalf of himself\nand his client and co-conspirator Epstein has been a desperate barrage of false and increasingly\ndefamatory attacks on Roberts. The purpose and effect of these attacks has been to damage\nRobert’s reputation and credibility and to try to intimidate her into silence.\n14. Defendant’s central assertion is that Roberts has committed perjury, and that in\nDecember 2014, Roberts and her attorneys hatched a scheme to falsely accuse Dershowitz of sex\ntrafficking as part of a criminal attempt to extort a settlement from another party.\n15. As Defendant and Epstein well knew, Dershowitz’s assertion was false.\nDershowitz and Epstein knew that Dershowitz had in fact had sex with Plaintiff. Dershowitz and\nEpstein also knew that Roberts’s assertions about Dershowitz were not part of any criminal\nextortion plot. Indeed, Dershowitz and Epstein knew that Roberts had identified Dershowitz as a\nsexual predator years before December 2014.\n16. Defendant’s knowledge of the falsity of his attacks on Roberts have not, however,\nlimited the scope or scale of those attacks.\n17. Examples of Dershowitz’s knowingly false and malicious defamatory statements\nmade on behalf of himself and Epstein are:\n(a)\nNovember 28, 2018: “the story was 100% flatly categorically made up” and\n“Roberts and her attorneys fabricated the assertion in order to get money from other\npowerful, wealthy people”. (Exhibit 1, p. 8).\n(b)\nDecember 1, 2018: “I never met Roberts; I never had sex with her; she\nsimply made up the entire story for money”. (Exhibit 2).\n5\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 6 of 28\n(c)\nDecember 2, 2018: “I was ‘deliberately framed for financial reasons’”;\nRoberts made her claims about Dershowitz “in order to obtain money from a\nwealthy businessman and that Roberts had never previously included me among\nthe people with whom she claimed to have had sex”; “one of Roberts’ own lawyers\nhas acknowledged in front of witnesses that Roberts claims against me are ‘wrong’\n‘simply wrong’”; “I never met Roberts; I never had sex with her; she simply made\nup the entire story for money”. (Exhibit 3).\n(d)\nDecember 4, 2018: Plaintiff is a “certified, complete, total liar”; “I can prove\nconclusively that she made the whole thing up”. At the same time Dershowitz\nclaimed “that the FBI recognized the evidence showed he was not where she said\nhe was”. (Exhibit 4).\n(e)\nDecember 5, 2018: “Roberts made up the accusations out of whole cloth in\norder to obtain millions of dollars from Leslie Wexner” and “there is evidence that\ndirectly proves I was framed. These include emails between Roberts and a\njournalist, a book manuscript by Roberts and a legal brief that are smoking guns\nshowing that I was deliberately framed for financial reasons.” (Exhibit 5).\n(f)\nMarch 2, 2019: “My perjuring accusers are Virginia Roberts and Sarah\nRansome [who reported that Epstein lent her out to Dershowitz for sex at the same\ntime as Dershowitz was, at Epstein’s request, representing Ransome as her lawyer].\nBoth have long records of lying”. (Exhibit 6).\n18. Dershowitz and Epstein knew Dershowitz’s assertions about Roberts, including\nhis assertions referenced in paragraph 17 above, were, and would be taken by persons who read\nand heard them to be, specific statements of fact.\n6\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 7 of 28\n19. Dershowitz has repeatedly, publically claimed that he wanted to have a trial that\nwould determine the facts concerning his conduct. He said on national television that he would\nwaive the statute of limitations so that Roberts could sue him for sex abuse. However, when\nRobert’s counsel asked Dershowitz to do so, Dershowitz refused -- and continues to refuse.\n20. Similarly, when Dershowitz was faced with an actual case brought by Edwards\nand Cassell which would have determined the veracity of Roberts’ claims, Dershowitz settled to\navoid that determination.\n21. More recently, Dershowitz, perhaps believing that Roberts who is now living with\nher husband and children in Australia would not be prepared to engage in litigation, has again\ntaken to claiming publically that he demands a trial on the question of whether Roberts\ncommitted perjury and made up her statements about him for money. For example on March 2,\n2019: My “accusers are Virginia Roberts and Sarah Ransome…I hereby accuse my false\naccusers of committing the felony of perjury and challenge them to sue me for defamation.”\n(Exhibit 6).\n22. Mr. Dershowitz now has what he claims to have been looking for.\nJURISDICTION AND VENUE\n23. This is an action for damages in an amount in excess of the minimum\njurisdictional limits of this Court.\n24. This Court has jurisdiction over this dispute pursuant to 28 U.S.C. §1332\n(diversity jurisdiction) in that Roberts and Dershowitz are citizens of different states and the\namount in controversy exceeds seventy-five thousand ($75,000), exclusive of interest and costs.\n25. This Court has personal jurisdiction over Defendant. Defendant resides in New\nYork City; Defendant conducts regular business in New York City; and this action arose,\n7\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 8 of 28\ndefamatory statements were made, and abuse occurred, within the Southern District of New\nYork.\n26. Venue is proper in this Court as (a) the cause of action arose within the\njurisdiction of this Court and (b) Defendant resides within this District.\nPARTIES\n27. Plaintiff is an individual who is a citizen of the State of Florida and a resident of\nAustralia.\n28. Defendant Dershowitz is an individual who resides in the Southern District of\nNew York at 2 Tudor City Place Apt. 10EN, New York, New York 10017.\n29. Jeffrey Epstein is an individual who resides in the Southern District of New York\nat 9 East 71 st Street, New York, New York, 10021.\nFACTUAL ALLEGATIONS\nA. Epstein’s Sex Trafficking Enterprise\n30. Plaintiff became a victim of sex trafficking and repeated sexual abuse after being\nrecruited by Ghislaine Maxwell and Jeffrey Epstein when Plaintiff was under the age of\neighteen.\n31. Between 2000 and 2002, Epstein sexually abused Roberts at numerous locations\nincluding his mansions in West Palm Beach, Florida, New Mexico, the Virgin Islands, and this\nDistrict. Epstein also flew Roberts on his plane nationally and internationally numerous times\nwhen she was under the age of 18. Only portions of the flight logs of Epstein’s private planes\nare yet known, and Epstein also flew Roberts frequently on commercial airlines to meet him and\nothers. However, the chart below which shows Roberts’ flights on Epstein’s private plane from\nthe limited logs that are available illustrates the international scope of Epstein’s sex trafficking.\n8\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 9 of 28\n32. Between 1999 and 2007, with the assistance of numerous co-conspirators, Epstein\nabused more than thirty (30) minor underage girls, a fact confirmed by state and federal law\nenforcement.\n33. After years of abuse, Epstein sent Roberts to Thailand in September 2002. One of\nRoberts’ assignments from Epstein was to bring a young girl back to Epstein in the United\nStates. Fearing for her life, and not wanting to subject another young girl to the abuse she was\nforced to endure, Roberts fled from Thailand to Australia to escape from Epstein.\nB. Dershowitz’s Role with Epstein and Abuse of Plaintiff\n34. Dershowitz has been “a close friend of Mr. Epstein” for many years. (Exhibit 7).\nIn 2003, Dershowitz said “I’m on my 20 th book… The only person outside of my immediate\nfamily that I send drafts to is Jeffrey.” “The Talented Mr. Epstein.” Vanity Fair 2003. (Exhibit\n8). Dershowitz also described Epstein as his friend “I would be interested in him [Epstein] as a\nfriend if we had hamburgers on the boardwalk in Coney Island and talked about his ideas.”\n“Vanity Fair Reminds US When Jeffrey Epstein Wasn’t a Creep.” The Atlantic Wire. June 21,\n2011. Dershowitz frequently traveled with Epstein, including on Epstein’s private plane. In\n9\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 10 of 28\naddition, Epstein’s employees have confirmed that Dershowitz visited Epstein’s Palm Beach and\nNew York City mansions often, would stay overnight, and was present when the victims of\nEpstein’s sex trafficking were there. Dershowitz also visited Epstein’s other homes.\n35. In addition to their close friendship, Dershowitz represented Epstein as his\nattorney. On or about December 2, 2018, Dershowitz stated that he is still Epstein’s attorney\n(Exhibit 9).\n36. During the time period that Roberts was being trafficked by Epstein she was\nforced to have sex with Alan Dershowitz. Roberts was forced to engage in sexual acts with\nDershowitz in, among other locations, Epstein’s mansion located at 9 East 71 st Street, New York,\nNew York 10021.\nC. The Arrest and Prosecution of Epstein\n37. Epstein ultimately pled guilty to procuring a minor for prostitution, and is now a\nregistered sex offender.\n38. In September 2007, Epstein entered into a Non-Prosecution Agreement (“NPA”)\nin which the U.S. Attorney for the Southern District of Florida agreed not to prosecute Epstein\nfor numerous federal sex crimes committed in that District.\n39. In the NPA, the United States Attorney for the Southern District of Florida\nadditionally agreed that it would not institute any federal criminal charges against any potential\nco-conspirators of Epstein.\n40. Epstein flippantly referred to his sexual abuse of multiple minors, and the slap on\nthe wrist he had received for it, in a 2011 interview with the New York Post: “Billionaire pervert\nJeffrey Epstein is back in New York City – and making wisecracks about his just-ended jail stint\nfor having sex with an underage girl. ‘I am not a sexual predator, I’m an “offender,”’ the\n10\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 11 of 28\nfinancier told The Post yesterday. “‘It’s the difference between a murderer and a person who\nsteals a bagel,’ said Epstein.” February 25, 2011, New York Post “Billionaire Jeffrey Epstein:\nI’m a Sex Offender Not A Predator”.\nD. The Criminal Victims’ Rights Act Proceeding\n41. Rather than confer with the victims about the NPA, the U.S. Attorney’s Office\nand Epstein, who was represented by Dershowitz at that time, agreed to a “confidentiality”\nprovision in the Agreement barring its disclosure to anyone—including Epstein’s victims. As a\nconsequence, the victims were not told about the NPA.\n42. On July 7, 2008, a young woman identified as Jane Doe No. 1, one of Jeffrey\nEpstein’s victims (other than Roberts), filed a petition to enforce her rights under the Crime\nVictims’ Rights Act (“CVRA”), 18 U.S.C. ¶ 3771, alleging that the Government failed to\nprovide her the rights promised in the CVRA with regard to the plea arrangement with Epstein.\n43. On February 21, 2019, the Court found that the victims’ rights had been violated\nand granted summary judgment in favor of the victims finding: “It was a material omission for\nthe Government to suggest to the victims that they have patience relative to an investigation\nabout which it had already bound itself not to prosecute.” Order at 31. In its Order the Court\nacknowledged that: “Jeffrey Epstein sexually abused more than 30 minor girls”. The Court also\nfound: “Among other provisions, the NPA expanded immunity to any ‘potential coconspirator’\nof Epstein’s: ‘In consideration of Epstein’s agreement to plead guilty and to provide\ncompensation in the manner described above, if Epstein successfully fulfills all of the terms and\nconditions of this agreement, the United States also agrees that it will not institute any criminal\ncharges against any potential co-conspirators of Epstein, including but not limited to Sarah\nKellen, Adriana Ross, Lesley Groff or Nadia Marcinkova… From the time the FBI began\n11\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 12 of 28\ninvestigating Epstein until September 24, 2007 – when the NPA was concluded – the Office\nnever conferred with the victims about a NPA or told the victims that such an agreement was\nunder consideration.” Order at 2, 8.\nE. Victims Refuse Silence\n44. Ultimately, as a mother and one of Epstein’s many victims, Roberts concluded\nthat she should speak out about her sexual abuse experiences in hopes of helping others who had\nalso suffered from sexual trafficking and abuse, and of possibly protecting future potential\nvictims.\n45. On December 23, 2014, Roberts incorporated an organization called Victims\nRefuse Silence, Inc., a Florida not-for-profit corporation.\n46. Roberts intended Victims Refuse Silence to change and improve the fight against\nsexual abuse and human trafficking. The goal of her organization was, and continues to be, to\nhelp survivors surmount the shame, silence, and intimidation typically experienced by victims of\nsexual abuse, and to help others to escape becoming victims of sex trafficking.\nF. Defendant Acted Maliciously to Defame, Discredit, and Intimidate Roberts\n47. Dershowitz made his false and defamatory statements as set forth above on behalf\nof himself and on behalf of his co-conspirator and client Epstein, in the Southern District of New\nYork and elsewhere, in a deliberate effort to maliciously discredit Roberts and silence her efforts\nto expose the sexual abuse she suffered. Dershowitz and Epstein did so with the purpose and\neffect of having others repeat such false and defamatory statements and thereby further\ndamaged Roberts’s reputation. Dershowitz and Epstein knew Dershowitz’s statements were\nfalse.\n12\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 13 of 28\n48. Dershowitz made his statements to discredit Roberts in concert with Epstein and\nothers, including Ghislaine Maxwell, one of Epstein’s long-time procurers, as part of a\nconspiracy to discredit and try to silence Roberts. Epstein was particularly interested in\ndiscrediting and silencing Roberts because he feared a reopening of a federal criminal\ninvestigation of him.\n49. Dershowitz made his statements pursuant to his conspiracy with Epstein and\nMaxwell maliciously as part of an effort to conceal sex trafficking crimes committed around the\nworld by Epstein and other powerful persons.\n50. Dershowitz and Epstein intended Dershowitz’s false and defamatory statements\nset out above to be broadcast around the world and to intimidate and silence Roberts from\nmaking further efforts to expose sex crimes committed by Epstein and other powerful persons,\nincluding Dershowitz.\n51. Dershowitz and Epstein intended their false statements to be specific statements\nof fact. Dershowitz’s false statements were, as he and Epstein intended, broadcast around the\nworld and were reasonably understood by those who heard them to be specific factual claims by\nDershowitz that he had not had sex with Roberts, that Roberts was intentionally lying about\nhaving sex with Dershowitz, that Roberts committed the crime of perjury, that Roberts had\ncommitted the crime of extortion, and that Roberts had intentionally fabricated her assertions\nabout Dershowitz to extort money from others.\n52. Epstein also worked with other of his attorneys to attack Roberts’ allegations,\nincluding in a false statement they made in a letter to the editor to the New York Times asserting:\n“The number of young women involved in the investigation has been vastly exaggerated, there\n13\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 14 of 28\nwas no ‘international sex-trafficking operation’ and there was never evidence that Mr. Epstein\n‘hosted sex parties’ at his home”. (Exhibit 10).\nG. Dershowitz’s Lies\n53. From the beginning, Dershowitz and Epstein have sought to hide their crimes\nbehind a curtain of lies. In response to Roberts’ description of Dershowitz’s participation in\nEpstein’s sex trafficking, Dershowitz began a series of intentional, outright lies designed to\ndistance himself from Epstein, to cover up his own wrongdoing, and to discredit Roberts and\nintimidate her into silence.\n54. Dershowitz’s repeated lies are compelling evidence both of his lack of credibility\nand his guilt. Only a person seeking to conceal improper conduct would have engaged in the\npattern of lies which has characterized Dershowitz’s statements since his sex trafficking was\nrevealed.\n55. In attempt to conceal his relationship with Epstein, Dershowitz in January 2015\nasserted that “my relationship with him was entirely professional. It is a total bum rap to say that\nI…was ‘chummy’ with him”. (Exhibit 11). That was a lie, as Dershowitz and Epstein knew (see,\ne.g., paragraphs 34-35).\n56. Both to conceal Dershowitz’s relationship with Epstein, and to discredit Roberts,\nDershowitz has repeatedly asserted that he was only at Epstein’s residence once in Palm Beach,\nand that was with his family. However, Juan Alessi, a long time Epstein household employee,\nhas confirmed that Dershowitz visited Epstein “pretty often. I would say at least four or five\ntimes a year” and that he would “typically” stay two or three days. Similarly, Alfredo Rodriguez\nwho worked for Epstein approximately only six months confirmed that during that six months\nperiod Dershowitz visited Epstein twice.\n14\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 15 of 28\n57. Again, both to conceal his relationship with Epstein and to discredit Roberts,\nDershowitz has repeatedly asserted that he was never in Epstein’s residence in the presence of\nyoung women. As both Dershowitz and Epstein know, that assertion was also false. As Mr.\nRodriguez has confirmed, there were “also young ladies in the house at the time he [Dershowitz]\nwas there”. Mr. Rodriguez also confirmed that “Mr. Dershowitz was there” when “women came\nto Mr. Epstein’s home to give a massage”. Mr. Rodriguez also confirmed that “Alan Dershowitz\nwas at the house” with “the local Palm Beach girls” who he was “told to call masseuses”,\nalthough he did not himself know whether or not Dershowitz personally received a massage.\n58. Maria Farmer was an employee of Epstein responsible for “manning the front\ndoor at his New York mansion and keeping records of people who came to the home” (Exhibit\n12, ¶ 2).\n(a)\nMs. Farmer “witnessed a number of school age girls coming to the house,\nsome of the young girls would be wearing their school uniforms”…who “then\nwould be escorted upstairs” (Exhibit 12, ¶ 3).\n(b)\nMs. Farmer was told these young girls “were interviewing for modeling\npositions” even though “it did not seem credible to me that these young girls were\ninterviewing for modeling positions”. (Exhibit 12, ¶ 3).\n59. Ms. Farmer asserts that “Alan Dershowitz was an individual who came to visit\nEpstein at his New York mansion a number of times when I was working for Epstein.\nDershowitz was very comfortable at the home and would come in and walk upstairs. On a\nnumber of occasions I witnessed Dershowitz at the NY mansion going upstairs at the same time\nthere were young girls under the age of 18 who were present upstairs in the house” (Exhibit 12, ¶\n4).\n15\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 16 of 28\n60. Ms. Farmer, like other victims of, and witnesses to, Epstein and Dershowitz’s sex\ntrafficking and abuse has been subjected to attacks and intimidations. (Exhibit 12, ¶¶ 8-9). Her\ncourageous testimony, together with the sworn testimony of victims such as Sarah Ransome and\nwitnesses such as Mr. Alessi and Mr. Rodriguez , proves beyond any doubt that Dershowitz’s\nclaims that he was never present where Ms. Roberts was trafficked, and never in the presence of\nyoung girls, are a lie intended to cover up his culpability.\n61. Again both to conceal his relationship with Epstein and to discredit Roberts,\nDershowitz has repeatedly asserted that he has records that prove that it would have been\n“impossible” for him to be with Roberts because he was never in the same place and time as\nRoberts. As both Dershowitz and Epstein know, that too was a lie. The testimony of Epstein’s\nhousehold staff establishes that Dershowitz was repeatedly at Epstein’s residence. Even\nDershowitz’s own selected, incomplete, and apparently revised, records demonstrate that\nDershowitz was present at locations where Ms. Roberts was with Epstein.\n62. Dershowitz’s assertion that Roberts accused him of having sex with her only after\nher lawyers convinced her to do so in late 2014 is not only false, as both Dershowitz and Epstein\nknew, but thoroughly disproved by the record.\n63. Roberts had identified Dershowitz as a participant in her sexual abuse at the time\nit occurred. She did so again in 2009. In 2010 Epstein’s co-conspirators were repeatedly asked\nabout Dershowitz. For example:\n(a)\nAdriana Ross refused to answer on Fifth Amendment grounds whether\n“Alan Dershowitz stays at Jeffrey Epstein’s house…when underage minor\nfemales have been in the bedroom with Jeffrey Epstein”.\n16\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 17 of 28\n(b)\nNadia Marcinkova refused to answer on Fifth Amendment grounds:\n“Alan Dershowitz is also somebody that you also know to have been at the house\nwhen L.M. was being sexually abused in Jeffrey Epstein’s bedroom, correct?”\n64. In 2011 Counsel for Edwards wrote Dershowitz:\n(a)\nOn August 23, 2011: “We…have reason to believe that you have\npersonally observed Jeffrey Epstein in the presence of underage females”.\n(b)\nOn September 7, 2011: “Multiple individuals have placed you in the\npresence of Jeffrey Epstein on multiple occasions and in various locations when\nJeffrey Epstein was in the company of underage females subsequently identified\nas victims of Mr. Epstein’s criminal molestations.”\n65. Dershowitz lied and stated that he had never flown on Jeffrey Epstein’s plane\nwith a young woman and always flew with his wife. (Hala Gorani, CNN Live, Jan. 5, 2015).\nHowever, even the limited publically available flight logs of Jeffrey Epstein’s private plane\ndemonstrate that Dershowitz flew often on Epstein’s planes without his wife; with young\nwomen, including a Victoria’s Secret model; Epstein’s procurer Ghislaine Maxwell; and Sarah\nKellen who was identified by the Government as Epstein’s co-conspirator in his sex trafficking.\n66. Dershowitz also lied by saying that he “never” got a massage from anybody: “I\nnever got a massage from anybody. It’s made up out of whole cloth.” (NY Daily News, January\n21, 2015). However, after it was revealed that Epstein’s household staff identified Dershowitz as\none of the recipients of “massages” at Epstein’s Palm Beach mansion, Dershowitz changed his\nstory and admitted he got a massage at Epstein’s Palm Beach home but claimed: “I kept my\nunderwear on during the massage.” (Local 10, January 22, 2015).\n17\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 18 of 28\n67. Dershowitz lied and said he never saw any naked pictures of females in Epstein’s\nPalm Beach home during his many visits, yet the police footage that was obtained from the\nsearch of Epstein’s home proves that there were naked pictures of females throughout the home\nincluding in the common areas.\n68. In a desperate attempt to deflect attention from his own misconduct, Dershowitz\nfabricated an extortion plot by Roberts and her lawyers. Dershowitz falsely told the media that\nhe was being used as a pawn as part of a fanciful plan to extort money from a billionaire business\nmogul and colleague of Epstein. Dershowitz’s claim was that he was framed in order to send a\nmessage to the billionaire that this is what would happen to the billionaire if the billionaire did\nnot pay Roberts and her attorneys. As Dershowitz knew:\n(a)\n(b)\n(c)\nNo complaint was ever made against the billionaire.\nNo money was either paid or demanded by or from the billionaire.\nRoberts’ assertions about Dershowitz long predated the time of the alleged\nextortion plot.\n69. Dershowitz also falsely claimed that Roberts’ lawyer had told him that he had\nconcluded that Roberts was “wrong” and “simply wrong” in accusing Dershowitz. Dershowitz,\nin violation of the canons of ethics and in at least one case in violation of state law, had\nsurreptitiously tape recorded confidential settlement negotiations he had engaged in with Ms.\nRoberts’ lawyer. Dershowitz then played and described excerpts from those tapes out of context\nto reporters to try to make it appear that Ms. Roberts’ lawyer’s hypothetical comments, and\ncharacterizations of Dershowitz’s assertions, represented that lawyer’s conclusions. As the sworn\ntestimony (Exhibit 13) of Dershowitz’s own lawyer, and the facts set forth below, demonstrate,\nDershowitz’s assertions about what Ms. Roberts’ lawyer said are, again, false.\n18\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 19 of 28\n70. In May 2015 Dershowitz requested confidential settlement negotiations with Ms.\nRoberts’ lawyers in which Dershowitz sought to convince Ms. Roberts lawyer that Ms. Roberts\nwas mistaken, and that the person to whom Epstein had lent Ms. Roberts was Nathan Myhrvold,\nnot Dershowitz. Dershowitz claimed that he had been at Epstein’s home only once (and that he\nwas there with his family); that he had never been in the vicinity of Epstein’s island; that he had\nnot been at Epstein’s New York mansion; and that he had been at Epstein’s New Mexico ranch\nonly once for a few hours (again with his family). Dershowitz provided a summary of his\nwhereabouts that purported to prove that his assertions were true.\n71. Dershowitz was told that, based on what was shown in his summary, it would\nhave been impossible for Ms. Roberts’ assertions about him to be true, and that if his assertions\nproved out, Ms. Roberts counsel would undertake to convince her that she must have made a\nmistake.\n(a)\nDershowitz was also told, however, (i) that his assertions would have to be\nproven, (ii) that Ms. Roberts had always been very clear that she recalled having\nhad sex with Dershowitz multiple times, and (iii) that everyone was convinced\nthat Ms. Roberts was telling the truth as she recalled it.\n(b)\nDershowitz responded that he did not doubt that Ms. Roberts was telling\nthe truth as she recalled it and that she would have no difficulty passing a lie\ndetector test. He said he simply believed Ms. Roberts had made an honest mistake\nin confusing him with Nathan Myhrvold.\n72. Following Dershowitz’ presentations, Dershowitz’s representations were\ninvestigated and repeatedly proven false.\n19\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 20 of 28\n(a)\nDershowitz’s alleged backup for his travel summary proved to be\nincomplete and in some instances apparently altered.\n(b)\nDershowitz’s key claim that he had not stayed at Epstein’s house was\nproven false, including by the testimony of Epstein’s household employees Juan\nAlessi (see ¶ 56 above) and Alfredo Rodriguez (see ¶¶ 56-57 above) as well as the\ntestimony of Sarah Ransome (Exhibit 14) and Maria Farmer (Exhibit 12).\n(c)\nDershowitz’s claim that Ms. Roberts confused him with Nathan Myhrvold\nwas tested by showing Ms. Roberts pictures of both. She was, and is, clear that it\nwas Dershowitz, not Myhrvold, with whom she had sex.\n(d)\nDershowitz’s claim he had never been on Epstein’s plane without his wife\nwas proven false by plane logs.\n(e)\nDershowitz’s claim that he had never seen pictures of young females at\nEpstein’s house was proven false by Palm Beach police and FBI reports.\n(f)\nDershowitz’s claim that he had never been in the presence of young\nfemales was proven false by the testimony of Epstein’s household employer (see\n¶¶56-57) and of young women themselves (see Exhibit 14 [Ransome] and Exhibit\n12 [Farmer].)\n73. After Dershowitz’s claimed proof of exonerating evidence collapsed, and the\nevidence of his guilt grew, Roberts’ lawyer’s told Dershowitz in writing that they “had\ndiscovered evidence inconsistent with some of [your] representations”, that his travel “records\nwere incomplete”, and that he “should have settled the case when he had a chance”.\n74. Roberts’ lawyer explicitly told Dershowitz that neither Roberts nor her lawyer\nwould make any statement saying or implying that Roberts was mistaken in her charge that\n20\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 21 of 28\nDershowitz participated in her sexual trafficking and abuse. In his public statements, Dershowitz\nconspicuously omits any reference to the statements by Roberts’ lawyers after they had\ninvestigated his representations and concluded that they were false.\n75. Faced with the mounting evidence of his guilt, Dershowitz abandoned his attempt\nto get Roberts or her lawyer to concede a mistake or that Roberts had been wrong, and\ndesperately sought even a suggestion that an error was “possible”.\n76. In December 2015 Ms. Roberts’ counsel again told Mr. Dershowitz that “Virginia\nis adamant about her current recollection” and that neither Ms. Roberts nor her counsel believed\nshe was mistaken in identifying Mr. Dershowitz as one of the men to whom Epstein had lent her\nout for sex. In response, Mr. Dershowitz did not claim that Ms. Roberts lawyers had told him\nthat they did not believe her.\n77. Instead, the morning of December 9, 2015, Mr. Dershowitz pleaded: “David,\nHave we given up on a mutually acceptable statement from VR or you. Let’s keep trying. We are\nnot that far apart.” (Exhibit 15). When Ms. Roberts lawyer did not immediately respond, Mr.\nDershowitz wrote later the same day:\n“We should be aiming at a short simple statement such as: “The\nevents at issue occurred approximately 15 years ago when I was a\nteenager. Although I believed then and continued to believe that AD\nwas the person with whom I had sex, recent developments raise the\npossibility that this may be a case of mistaken identification.”\n(Exhibit 15).\nMr. Dershowitz went on to write: “It would be acceptable if the statement came from you rather\nthan her, if she prefers.” (Id.)\n21\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 22 of 28\n78. Wholly absent at this point was any assertion by Mr. Dershowitz that Ms. Roberts\nwas lying, or that she made up her charge as part of an extortion claim, or that after investigating\nhis alleged evidence Ms. Roberts’ lawyer did not believe her. On the contrary, Mr. Dershowitz\nexpressly recognized that Ms. Roberts’ belief was an honest one. All Mr. Dershowitz was\npleading for was an acknowledgement that there was a “possibility” that there “may be” a case of\nmistaken identification. Even that plea was rejected by Ms. Roberts and her lawyers as\nmisleading.\n79. Dershowitz’s present PR claim that Roberts’ lawyers disbelieved their client, and\nthat Roberts intentionally committed perjury as part of an extortion scheme, is just another\nDershowitz lie. His reliance on statements taken out of context, his failure to include the\nstatements of Roberts’ lawyer after Dershowitz’s supposed evidence had been investigated, and\nthe damning admissions of his own lawyers, reveal Dershowitz’s total lack of support for his\nallegation that Roberts and her lawyers concocted knowingly false allegation against him as part\nof a supposed extortion plot.\n80. Dershowitz also lied to attempt to deflect Sarah Ransome’s revelations about him.\nMs. Ransome revealed that during the time she was a victim of Epstein’s sex trafficking,\nEpstein’s arranged for his lawyer, Dershowitz, to also represent Ms. Ransome. Ms. Ransome\nalso described how, during the time Dershowitz was her lawyer, Epstein lent her out to\nDershowitz for sex. (Exhibit 14).\n81. Dershowitz asserted that he never had sex with Ms. Ransome, that he never\nrepresented Ms. Ransome, that he did not even know Ms. Ransome, and that Ms. Ransome’s\nstatements about him were fabricated by Ms. Roberts’ lawyer in retaliation for a bar complaint\nthat Dershowitz had filed against that lawyer (Exhibit 16). However, as Dershowitz knew:\n22\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 23 of 28\n(a)\n(b)\n(c)\nHe did have sex with Ms. Ransome.\nHe was Ms. Ransome’s lawyer.\nMs. Ransome’s statements about her involvement with Dershowitz\npreceded any contact with Roberts’ attorneys. For example, Ransome’s first\ncontact with any of Roberts’ lawyers was in November 2016, and at least as early\nas October 2016 Ransome had identified Dershowitz in writing to a reporter as\nsomeone who had had sex with one or more of the girls provided by Epstein and\nthat Epstein had arranged for Dershowitz to be Ransome’s lawyer.\n82. After settling the case against him brought by Messrs. Edwards and Cassell,\nDershowitz told the media he had been vindicated, while at the same time insisting that the term\nof the settlement remains confidential. Edwards and Cassell responded: “Following the\nannouncement of the settlement of defamation claims against Alan Dershowitz, he has been\nmaking public statements suggesting that he has prevailed in the lawsuit and that the terms of the\nsettlement exonerate him of any wrongdoing. Those statements are at best misleading. It is a\nmistake for anyone to conclude based upon Mr. Dershowitz’s statements that the case against\nhim was abandoned due to lack of factual support. It is a mistake for anyone to conclude based\nupon Dershowitz’s statements that Bradley Edwards and Paul Cassell had determined that the\nallegations against Alan Dershowitz made by Virginia Roberts Giuffre were false or unfounded.\nNeither the terms of settlement nor the agreed upon joint public statement issued as part of the\nsettlement support any such conclusion and it is false to state or suggest otherwise.” Dershowitz\nSettles Sex Case, But is He Vindicated? The American Lawyer, April 10, 2016.\n83. Dershowitz continues to this day to insist that the terms of his settlement with\nEdwards and Cassell remain confidential -- a position that can only be explained by\n23\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 24 of 28\nDershowitz’s knowledge that revealing how much he had paid to avoid a trial of the allegations\nagainst him would reveal his guilt.\n84. As described above, Dershowitz has also repeatedly asserted that he wanted to\nhave a trial to establish his innocence. By contrast, he paid to settle the case that would have\nprovided that trial. He even lied about his being willing to waive the statute of limitations so that\nRoberts could sue him for sex abuse -- a lie almost immediately exposed when he was promptly\nasked to do so and, equally promptly refused.\nCOUNT I DEFAMATION\n85. Plaintiff Roberts re-alleges paragraphs 1 – 84 as if the same were fully set forth\nherein. Dershowitz made his false and defamatory statements deliberately and maliciously with\nthe intent to intimidate, discredit and defame Roberts.\n86. In December 2018, and thereafter, Dershowitz, on behalf of himself and Epstein,\nintentionally and maliciously released to the press his false statements about Roberts in an\nattempt to destroy Roberts’ reputation and brand her as a liar and cause her to lose all credibility\nin her efforts to help victims of sex trafficking.\n87. Dershowitz and Epstein knew that Dershowitz’s assertions would dilute, discredit,\nand neutralize Roberts’s public and private messages to sexual abuse victims and ultimately\nprevent Roberts from effectively providing assistance and advocacy on behalf of other victims of\nsex trafficking, or expose her abusers.\n88. Using his role as a powerful lawyer with powerful friends, Dershowitz’s\nstatements were published internationally for the malicious purpose of further damaging a sexual\nabuse and sexual trafficking victim; to destroy Roberts’s reputation and credibility; to cause the\n24\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 25 of 28\nworld to disbelieve Roberts; and to destroy Roberts’s efforts to use her experience to help others\nsuffering as sex trafficking victims.\n89. Dershowitz, personally, intentionally, and maliciously made false and damaging\nstatements of fact concerning Roberts, as detailed above, in the Southern District of New York\nand elsewhere.\n90. The false statements that Dershowitz made, personally on behalf of himself and\nEpstein not only called Roberts’s truthfulness and integrity into question, but also exposed\nRoberts to public hatred, contempt, ridicule, and disgrace.\n91. At the time Dershowitz made his false statements, he and Epstein, knew full well\nthat they were completely false.\n92. Dershowitz’s false statements constitute libel, as he and Epstein knew that they\nwere going to be transmitted in writing, widely disseminated on the internet and in print.\nDershowitz intended his false statements to be published by newspaper and other media outlets\ninternationally, and they were, in fact, published globally, including within the Southern District\nof New York.\n93. Dershowitz’s false statements constitute libel per se, including that they accused\nher of a crime, and including that they exposed Roberts to public contempt, ridicule, aversion,\nand disgrace, and induced an evil opinion of her in the minds of right-thinking persons.\n94. Dershowitz’s false statements also constitute libel per se, inasmuch, among other\nreasons, as they tended to injure Roberts in her professional capacity as the president of a nonprofit\ncorporation designed to help victims of sex trafficking, and inasmuch as they destroyed her\ncredibility and reputation among members of the community that seeks her help and that she\nseeks to serve.\n25\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 26 of 28\n95. Dershowitz’s false statements directly stated and also implied that in speaking out\nagainst sex trafficking Roberts acted with fraud, dishonesty, and unfitness for the task.\nDershowitz’s false statements directly and indirectly assert that Roberts lied about being sexually\ntrafficked and abused by Epstein and having sex with Dershowitz, and that Roberts committed\nthe crimes of perjury and extortion. Dershowitz’s false statements were reasonably understood\nby many persons who read his statements as conveying that specific intention and meaning.\n96. Dershowitz’s false statements were reasonably understood by many persons who\nread those statements as making specific factual claims that Roberts was lying about specific\nfacts, and committed the crimes of perjury and extortion.\n97. Dershowitz specifically directed his false statements at Roberts’ true public\ndescription of factual events, and many persons who read Dershowitz’s statements reasonably\nunderstood that those statements referred directly to Roberts’ account of the abuse she suffered at\nthe hands of Epstein and Dershowitz.\n98. Dershowitz and Epstein intended Dershowitz’s false statements to be widely\npublished and disseminated on television, through newspapers, by word of mouth, and on the\ninternet. As intended by Dershowitz and Epstein, Dershowitz’s statements were published and\ndisseminated around the world.\n99. Dershowitz made his false statements on behalf of himself and Epstein in reckless\ndisregard of their truth or falsity and with malicious intent to destroy Roberts’s reputation and\ncredibility; to prevent her from further disseminating her life story; and to cause persons hearing\nor reading Roberts’s descriptions of truthful facts to disbelieve her entirely. Dershowitz made his\nfalse statements on behalf of himself and Epstein wantonly and with the specific intent to\nmaliciously damage Roberts’s good name and reputation in a way that would destroy her efforts\n26\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 27 of 28\nto administer her non-profit foundation, or share her life story, and thereby help others who have\nsuffered from sexual abuse.\n100. As a result of Dershowitz’s and Epstein’s campaign to spread false, discrediting,\nand defamatory statements about Roberts, Roberts suffered substantial damages in an amount to\nbe proven at trial.\n101. Dershowitz’s false statements have caused, and continue to cause, Roberts\neconomic damage, psychological pain and suffering, mental anguish and emotional distress, and\nother direct and consequential damages and losses.\n102. Dershowitz’s and Epstein’s campaign to spread his false statements nationally and\ninternationally was unusual and particularly egregious conduct. Dershowitz and Epstein sexually\nabused and trafficked Roberts, conspired to avoid having these crimes properly prosecuted and\ndiscovered, and wantonly and maliciously set out to falsely accuse, defame, and discredit\nRoberts to deny and conceal the scope and scale of their crimes. In so doing, Dershowitz’s\nefforts constituted a public wrong by deterring, damaging, and setting back Roberts’ efforts to\nhelp victims of sex trafficking. Accordingly, this is a case in which exemplary and punitive\ndamages are appropriate.\n103. Punitive and exemplary damages are necessary in this case to deter Dershowitz,\nEpstein and others from wantonly and maliciously using a campaign of lies to discredit Roberts\nand other victims of sex trafficking.\nPRAYER FOR RELIEF\nWHEREFORE, Plaintiff Roberts respectfully requests judgment against Defendant\nDershowitz, awarding compensatory, consequential, exemplary, and punitive damages in an\n27\nCase 1:19-cv-03377 Document 1 Filed 04/16/19 Page 28 of 28\namount to be determined at trial, but in excess of the $75,000 jurisdictional requirement; costs of\nsuit; attorneys’ fees; and such other and further relief as the Court may deem just and proper.\nJURY DEMAND\nPlaintiff hereby demands a trial by jury on all causes of action asserted within this\npleading.\nDated: April 16, 2019.\n/s/ Joshua Schiller\nBoies Schiller Flexner LLP\n55 Hudson Yards\nNew York, NY 10001\n(212) 446-2300\n/s/ Sigrid McCawley\nSigrid McCawley\nBoies Schiller Flexner LLP\n401 E. Las Olas Blvd., Suite 1200\nFt. Lauderdale, FL 33301\n(954) 356-0011\n(Pro Hac To Be Filed)\n28\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 1 of 18\nEXHIBIT 1\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 2 of 18\nPage 1 of 17\nEven from jail, sex abuser manipulated the system. His victims were kept in the dark\nBY Julie K. Brown\nNOV. 28, 2018\nA decade before #MeToo, a multimillionaire sex offender from Florida got the ultimate break.\n��\nPalm Beach County Courthouse\nJune 30, 2008\nJeffrey Edward Epstein appeared at his sentencing dressed comfortably in a blue blazer, blue shirt, jeans and gray sneakers. His attorney, Jack\nGoldberger, was at his side.\nAt the end of the 68-minute hearing, the 55-year-old silver-haired financier — accused of sexually abusing dozens of underage girls — was fingerprinted\nand handcuffed, just like any other criminal sentenced in Florida.\nBut inmate No. W35755 would not be treated like other convicted sex offenders in the state of Florida, which has some of the strictest sex offender laws in\nthe nation.\nTen years before the #MeToo movement raised awareness about the kid-glove handling of powerful men accused of sexual abuse, Epstein’s lenient\nsentence and his extraordinary treatment while in custody are still the source of consternation for the victims he was accused of molesting when they\nwere minors.\nBeginning as far back as 2001, Epstein lured a steady stream of underage girls to his Palm Beach mansion to engage in nude massages, masturbation, oral\nsex and intercourse, court and police records show. The girls — mostly from disadvantaged, troubled families — were recruited from middle and high\nschools around Palm Beach County. Epstein would pay the girls for massages and offer them further money to bring him new girls every time he was at\nhis home in Palm Beach, according to police reports.\nThe girls, now in their late 20s and early 30s, allege in a series of federal civil lawsuits filed over the past decade that Epstein sexually abused hundreds of\ngirls, not only in Palm Beach, but at his homes in Manhattan, New Mexico and in the Caribbean.\nIn 2007, the FBI had prepared a 53-page federal indictment charging Epstein with sex crimes that could have put him in federal prison for life. But then-\nMiami U.S. Attorney Alexander Acosta signed off on a non-prosecution agreement, which was negotiated, signed and sealed so that no one would know\nthe full scope of Epstein’s crimes. The indictment was shelved, never to be seen again.\nEpstein instead pleaded guilty to lesser charges in state court, and was required to register as a sex offender. He was sentenced to 18 months\nincarceration.\nBut Epstein — who had a long list of powerful, politically connected friends — didn’t go to state prison like most sex offenders in Florida. Instead, the\nmultimillionaire was assigned to a private wing of the Palm Beach County stockade, where he was able to hire his own security detail. Even then, he didn’t\nspend much time in a cell. He was allowed to go to his downtown West Palm Beach office for work release, up to 12 hours a day, six days a week, records\nshow.\nRead Next\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 3 of 18\nPage 2 of 17\nLOCAL\nSex abuser Jeffrey Epstein was surrounded by powerful people. Here’s a sampling\nHe was permitted to hire his own private psychologist for his required sex-offender counseling, and after his release from jail, his subsequent year of\nprobation under house arrest was filled with trips on his corporate jet to Manhattan and to his home in the U.S. Virgin Islands — all approved by the courts\nwith no objections from the state.\nOn the morning of his sentencing in 2008, none of Epstein’s victims were in the courtroom to protest his soft jail term or the unusual provisions of his\nincarceration and probation — and that was by design.\nPalm Beach multimillionaire Jeffrey Epstein is a free man, despite sexually abusing dozens of underage girls according to police and prosecutors. His\nvictims have never had a voice, until now.\nBy\nEmails and letters contained in court filings reveal the cozy, behind-the-scenes dealings between federal prosecutors and Epstein’s indomitable legal\nteam during the run-up to his federal plea deal, as they discussed ways to minimize his criminal charges and avoid informing the girls about the details of\nthe deal until after the case was resolved.\nThat arrangement benefited Epstein in a number of ways. Unlike other high-profile sex crime cases, federal prosecutors agreed to keep his sentencing\nquiet, thereby limiting media coverage. His underage victims — identified in FBI documents — weren’t told about the plea deal so they weren’t in court,\nwhere they could voice their objections and possibly sway the judge to give Epstein a harsher sentence or reject the agreement altogether.\nMost important, Epstein’s crimes would be reduced to felony prostitution charges, giving him the ability to argue that the girls weren’t victims at all —\nthey were prostitutes.\nFour accomplices named in Epstein’s non-prosecution agreement — Nadia Marcinkova, Sarah Kellen, Adriana Ross and Lesley Groff — were also given\nimmunity from federal prosecution. Marcinkova was a young girl when Epstein brought her from Yugoslavia to live with him. Several victims told police\nthat she was involved in orgies with Epstein and underage girls. Ross, Groff and Kellen, now known by her married name, Vickers, were schedulers who\narranged his underage sex sessions, according to the FBI and police.\nMarcinkova and Kellen, through their attorneys, declined to comment for this story. The Herald was unsuccessful in reaching Ross and Groff.\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 4 of 18\nPage 3 of 17\nAcosta, who is now President Donald Trump’s secretary of labor, told lawmakers last year at his confirmation hearing that he did not know that Epstein\nwould receive such liberal treatment while incarcerated. But court records show that federal prosecutors under his authority acquiesced to many of\nEpstein’s demands, including that he not go to federal or state prison.\n“I can’t remember how I found out that he had taken a plea,’’ said Courtney Wild, identified by the FBI as one of more than three dozen underage girls —\nsome of them as young as 13 — who had been molested by Epstein at his waterfront estate between 2001 and 2005.\n“We were purposefully misled into believing that his sentencing [in state court] had nothing to do with the federal crimes he committed against me or the\nother girls.’’\nEpstein, now 65, was released in 2009 after serving 13 months.\nWild, who was 14 when she met Epstein, is suing the federal government, alleging that prosecutors kept her and other victims in the dark as part of a\nconspiracy to give Epstein — described in the lawsuit as “a powerful, politically connected multimillionaire” — one of the most lenient deals for a serial\nchild sex offender in history.\nCourtney Wild is suing the federal government, claiming that prosecutors deliberately kept her and other victims of Jeffrey Epstein in the dark about the status of his case. The\nU.S. Attorney’s Office signed a non-prosecution agreement with the multimillionaire. Emily Michot EMICHOT@MIAMIHERALD.COM\nNow 31, Wild is Jane Doe No. 1 in “Jane Doe 1 and Jane Doe 2 vs. the United States,” which seeks to overturn Epstein’s plea agreement on the grounds that\nit was executed in violation of the federal Crime Victims’ Rights Act. The measure affords crime victims a series of rights, including to confer with\nprosecutors and to be notified about plea negotiations and sentencing.\nThat lawsuit — and an unrelated state court case scheduled for trial on Dec. 4 — could expose more about Epstein’s crimes, as well as who else was\ninvolved and whether there was any undue influence that tainted the federal case.\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 5 of 18\nPage 4 of 17\nSupport investigative journalism\nThe Miami Herald obtained thousands of FBI and court records, lawsuits, and witness depositions, and went to federal court in New York to access sealed documents in the reporting of \"Perversion of\nJustice.\" The Herald also tracked down more than 60 women who said they were victims, some of whom had never spoken of the abuse before.\nYour digital subscription, starting at $0.99 for the first month, supports investigative journalism like this.\nCLICK TO SUBSCRIBE\nSome of Epstein’s victims will finally have an opportunity to testify for the first time as part of the Dec. 4 case in state court in Palm Beach County. It pits\nFort Lauderdale attorney Bradley Edwards against Epstein, who had accused Edwards of malfeasance in his representation of several victims.\nJack Scarola, the attorney representing Edwards, said Epstein should be held accountable for his unrelenting attacks against Edwards — as well as others\nwho were involved in his case.\n“We are going to demonstrate through this case that no one — no matter how much money they have — can abuse children and then attempt to bully\nthose who come to the defense of children,’’ said Scarola, a former state prosecutor.\nFlorida and beyond\nFew people had as much insight into Epstein’s lifestyle — and its international reach — as Virginia Roberts. By age 16, Roberts had lived a life that was\nbeyond that of most high school girls.\nAt 11, she says, she was sexually molested by a family friend. At 12, she was smoking pot and skipping school. At 13, she was in and out of foster homes, and\nat 14, she was on the street.\nIn Miami, the runaway became a captive of a 65-year-old sex trafficker, Ron Eppinger. For months, she says, she was sexually abused, kept in an\napartment and pimped out to pedophiles. After his indictment in 2000 on trafficking charges, Roberts returned to West Palm Beach and tried to heal.\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 6 of 18\nPage 5 of 17\nVirginia Roberts, now Giuffre, says she was 16 and working as a locker room attendant at Donald Trump’s Mar-a-Lago resort when she was approached by Ghislaine Maxwell,\nJeffrey Epstein’s associate, about becoming a masseuse for Epstein. COURTESY OF VIRGINIA ROBERTS\nThat summer, when Roberts was 16, she said her father helped her get a job as a locker room attendant at the spa at Donald Trump’s Mar-a-Lago resort in\nPalm Beach, records show. Her father worked at the resort as a maintenance man.\nThere she said she met Ghislaine Maxwell, an Epstein friend and socialite daughter of the late British publishing magnate Robert Maxwell. She offered\nRoberts an opportunity to become a massage therapist, working for Epstein.\nIn a sworn court affidavit and in a recent interview with the Herald, Roberts described how Epstein and Maxwell began grooming her — not just to\nperform massages, but to sexually pleasure them and others.\n“It started with one and it trickled into two and so on,’’ Roberts told the Herald. “And before you know it, I’m being lent out to politicians and academics\nand royalty.’’\nRoberts, too, was ordered to find Epstein girls — the younger, the better — by trolling areas where teenagers congregated, such as shopping malls, to lure\ngirls to whatever residence Epstein was staying in at the time, she told the Herald.\nShe began to travel with Epstein and Maxwell to Epstein’s other homes, in New York, New Mexico and the U.S. Virgin Islands — and her trips are\ndocumented in flight logs that frequently list her name or her initials as a passenger, court records show.\n“His appetite was insatiable. He wanted new girls, fresh, young faces every single day — that was just the sickness that he had,’’ Roberts said.\nNeither Epstein nor his lead attorney, Goldberger, responded to requests for comment.\nRoberts alleges that Epstein had cameras throughout his homes and said he liked her to tell him about the sexual peccadilloes of various important men\nshe had sex with.\n“Epstein and Maxwell also got girls for Epstein’s friends and acquaintances. Epstein specifically told me that the reason for him doing this was so that\nthey would ‘owe him,’ they would ‘be in his pocket,’ and he would ‘have something on them,’ ” Roberts said in a court affidavit. “I understood him to\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 7 of 18\nPage 6 of 17\nmean that when someone was in his pocket, they owed him favors.’’\nRoberts elaborated in her interview with the Herald, saying that Epstein had access to girls through a modeling agency that recruited them from overseas.\nEpstein, who was close to Les Wexner, the owner of Victoria’s Secret, often talked about his connections to people in the modeling, fashion and acting\nindustries, Roberts told the Herald.\n“He [Epstein] would tell the girls, ‘Hey, I will give you a modeling contract if you go have sex with this man [whichever acquaintance Epstein\ndesignated],’ ’’ she said.\nRoberts’ story about the modeling agency is supported, to a degree, by the sworn statement of a Miami woman named Maritza Vasquez, who was later\ninterviewed in New York by an FBI agent from Miami. Vasquez worked as a bookkeeper for Mc2, owned by Epstein associate Jean-Luc Brunel. He\nemployed scouts in South America, Europe and the former Soviet Union to find him models to bring to the United States, Vasquez said in a 2010 sworn\ncourt deposition obtained by the Herald.\nVasquez stated in the deposition that from 2003 to 2006 she handled all the finances and payroll for the agency, including a bank transaction involving\nEpstein. She said Epstein invested $1 million in Mc2.\nThe models were often very young — 13, 14 and 15 — and some of them were housed in apartments at 301 E. 66th St. in New York, a building purportedly\nowned by Epstein, the deposition said.\nEpstein didn’t charge the girls rent, Vasquez said, but Brunel charged them $1,000 a month, with four of them at a time sharing one apartment. The girls\nwho were the youngest and most beautiful stayed at the 66th Street apartments, which were more luxurious than the other apartments that were used to\nhouse models who were not as young and desirable, she said.\nVasquez once let one of the models, who was 14, stay overnight with her after the girl ran into trouble with police for trying to get into a Manhattan\nnightclub. Vasquez also testified that she helped a lawyer obtain visas for the foreign models, and assisted with their transportation to and from modeling\nassignments and parties.\nVasquez said that even though the agency employed 200 to 300 models, the company didn’t make any money and Brunel was always broke. Brunel would\nlater sue Epstein, alleging that the financier’s sex scandal had caused his business to fail, but the suit was eventually dropped.\nVasquez testified it wasn’t unusual for the agency to send girls to an assignment with a wealthy client for $100,000 or more, but the girl wouldn’t be paid\nthe full amount — or anything at all — if she refused to be “molested.’’\nVasquez considered herself a mother figure and often coached the youngest girls to stick to the 9-to-5 modeling assignments because she didn’t think it\nwas appropriate for them to be having sex.\nShe said she met Epstein only once, but she often helped arrange for girls — many of them underage — to be sent to his homes in New York, Palm Beach\nand his island in the Caribbean for parties. She heard salacious rumors about Epstein’s parties, but testified she had no firsthand knowledge about\nwhether they involved sex.\nVasquez said that she was questioned by the FBI and she tried to tell agents where to look for evidence.\nVasquez was eventually let go from the agency after she was accused of stealing money — money she claims was given to her by Brunel. Vasquez said she\nwas placed on probation for the theft. She never heard from the FBI about Epstein again.\nThe Herald was unsuccessful in reaching Brunel through his former attorney.\nIn a written statement released in 2015, Brunel denied any involvement in trafficking underage models.\n“I strongly deny having participated, neither directly nor indirectly, in the actions Mr. Jeffrey Epstein is being accused of,” he said. “I strongly deny\nhaving committed any illicit act or any wrongdoing in the course of my work as a scouter or model agencies manager.”\nToo old at 19\nIn 2003, when Roberts turned 19, it was clear that Epstein had lost interest because she was too old for him, she said. She convinced him to pay for her to\nget training to become a real professional masseuse so that she could move on.\nIn an interview, she explained that Epstein arranged for her to take a class in Thailand, but it came with a hitch: She said she was instructed to pick up a\nThai girl he had arranged to come to the States.\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 8 of 18\nPage 7 of 17\nRoberts, who showed the Herald the written instructions for the rendezvous, never picked up the girl because Roberts met a man on the trip who would\nbecome her husband. The couple married and moved to Australia, where they currently live.\nIn 2007 — at the same time the FBI was investigating Epstein — Roberts, pregnant with her second child, said she unexpectedly received phone calls from\nMaxwell and Epstein. She said they were worried that she had told police about them. She assured them she had not spoken to anyone, she said.\nShortly afterward, Roberts said, she was contacted by someone who claimed to be with the FBI. But she was afraid to tell that person details, fearing it was\nreally an Epstein associate posing as an FBI agent.\nThat agent, identified in court papers as Timothy Slater, confirmed that he and the other agent on the case, Nesbitt Kuyrkendall, called Roberts in January\nor February 2007. In a sworn statement, Slater said he informed Roberts that they suspected she was a victim of Epstein’s.\nThe agent said Roberts answered basic questions, but became uncomfortable and “asked that I not bother her again.’’\nRoberts said the agent didn’t try too hard to convince her to talk, and she was surprised when he hung up after asking her a few graphic questions about\nher sex life. She said she was suspicious, but would have cooperated had the FBI talked to her in person and explained why they were asking about\nEpstein.\n“I was still scared to death,’’ Roberts said. “Jeffrey used to tell me that he owned the entire Palm Beach Police Department. I just didn’t want my family\nharmed.’’\nShe nevertheless was listed by federal prosecutors as one of Epstein’s Palm Beach victims.\nAs the years went by and Roberts had a daughter, she would be haunted by a fear that Epstein was still taking advantage of young girls. In 2011, she went\npublic in a paid interview with a British tabloid, the Daily Mail, asserting that she had had sex with Prince Andrew, one of Epstein’s friends, several times\nwhen she was a teen.\nIn her 2015 affidavit, she discussed in detail some of her alleged sex encounters with the prince and Epstein’s other friends, including lawyer Alan\nDershowitz. Edwards included the affidavit in the court file as part of the Jane Does’ Crime Victims’ Rights Act case, at which time it became public.\nVirginia Roberts says she was loaned out by Jeffrey Epstein to his friend Prince Andrew, shown here. He denies they had sex. COURTESY OF VIRGINIA ROBERTS\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 9 of 18\nPage 8 of 17\nIn the affidavit, Roberts claimed that Epstein and Maxwell directed her to have sex with Andrew and Dershowitz and others. She had sex with Andrew\nthree times, she alleged — once in London, when she was 17, again in New York, when she was 17, and a third time, as part of an orgy on Epstein’s island,\nwhen she was 18. By law, at 17, she would have been above the age of consent in New York and England, but not in Florida, where the age of consent is 18.\nAs part of the affidavit, Roberts furnished a photograph of her with the prince and Maxwell, which she said was taken in London.\nDershowitz, who was part of Epstein’s criminal defense team, was often a guest at Epstein’s homes, she said.\n“I had sexual intercourse with Dershowitz at least six times,’’ Roberts wrote in the 2015 court affidavit. “The first time was when I was about 16, early on\nin my servitude to Epstein and it continued until I was 19.’’ She detailed some of those alleged trysts, which she said happened at Epstein’s homes in Palm\nBeach, New Mexico and on Epstein’s island.\nOne of Epstein’s housemen, Juan Alessi, testified in a 2009 sworn deposition that Dershowitz visited Epstein’s Palm Beach home four or five times a year.\nHe said that Roberts was a frequent visitor as well, but he never placed Dershowitz and Roberts at the house at the same time.\nAlessi, who testified he worked for Epstein from 1999 to 2002, said there were often young girls who gave massages at the house, even in the middle of the\nnight. But he said he never checked their ages, and only knew one girl for certain who was underage, because he had picked her up from high school. That\ngirl, who is now an actress, was not one of Epstein’s masseuses, Alessi said.\nHe also said he was Maxwell’s driver, and he recalls waiting outside of Mar-a-Lago the day Maxwell met Roberts. He testified he saw Maxwell talking to\nRoberts and recalls Roberts coming to Epstein’s mansion later that day. One of Alessi’s jobs was to drive Maxwell to various spas in Palm Beach where she\nleft business cards in order to “recruit’’ more masseuses, he said in the sworn deposition.\nDershowitz, Prince Andrew and Maxwell have long denied Roberts’ allegations.\nIn an interview with the Herald, Dershowitz reiterated that he had never met Roberts, and never saw Epstein with any underage girls.\n“The story was 100 percent flatly categorically made-up,’’ he said, adding that Roberts and her attorneys fabricated the assertion in order to get money\nfrom other powerful, wealthy people she alleges she had sex with.\n“The only possible reason to accuse me in public and [them] in private is so she could get money,’’ Dershowitz said.\nEdwards and his co-counsel in the Crime Victims’ lawsuit, University of Utah law professor Paul Cassell, sued Dershowitz for defamation and Dershowitz\ncountersued in 2015. The case was settled out of court, with Dershowitz saying he had been vindicated.\nDershowitz said he received a massage at Epstein’s Palm Beach home only once — but that it was just a regular, therapeutic massage by a masseuse — not\nby Roberts or anyone underage. Dershowitz’s wife was there at Epstein’s house at the time, Dershowitz said in the deposition taken for the case in 2015.\n“I never had any knowledge of Jeffrey Epstein having any contact with any underage women — ever,’’ Dershowitz told the Herald.\nEdwards and Cassell admitted making a “tactical mistake” in filing the accusations against Dershowitz as part of a lawsuit not involving him. But they\nemphasized that the settlement had no bearing on the veracity of Roberts’ allegations.\nThe judge for the Crime Victims’ Rights Act lawsuit agreed that the affidavit was misplaced in that case, and it was dropped.\nPrince Andrew’s spokesman at Buckingham Palace did not respond to an email requesting comment.\nRoberts, now 35, said it has taken her a long time to stand up to Epstein. She and 20 other victims received settlements from Epstein, ranging from\n$50,000 to more than $1 million. The exact amounts have been kept confidential.\n“It takes so long until you are able to speak about it. It took me having a daughter and looking at this young, beautiful innocent baby to say I want to speak\nout about it now. I’m hoping that this will bring out more girls so that they say, Me Too.’’\nThe state court hearing\nThe judge at Epstein’s sentencing hearing at the Palm Beach County Courthouse knew very little about Epstein’s crimes. The sentencing paperwork was\nrestricted to Epstein’s specific charges: one count of solicitation of prostitution and one count of procuring a person under the age of 18 for prostitution.\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 10 of 18\nPage 9 of 17\n“Are there more than one victim?’’ Circuit Court Judge Deborah Dale Pucillo asked the prosecutor at Epstein’s sentencing on June 30, 2008.\n“There’s several,’’ replied assistant state prosecutor Lanna Belohlavek.\n“Are all the victims in both of these cases in agreement with the terms of this plea?’‘ Pucillo later asked.\n“Yes,’‘ Belohlavek replied, telling the judge that she had spoken to “several” of Epstein’s victims.\nEmails show that federal prosecutors didn’t want the judge to know how many victims and accomplices there were.\nFederal prosecutor A. Marie Villafaña — in a September 2007 email to Epstein lawyer Jay Lefkowitz — said: “I will mention co-conspirators but I would\nprefer not to highlight for the judge all the other crimes and all the other persons that we could charge.’’\nAttorney Spencer Kuvin happened to be in court that day because he’d heard Epstein was to appear, but Kuvin didn’t know why. He figured he’d use it as\nan opportunity to serve Epstein with civil court papers involving one of several victims he represented. Instead, he listened to what was happening and\ncouldn’t believe that no one had contacted him or his clients.\n“I was shocked to learn that the proceeding involved my client’s case and there was nothing I could do except watch as they disposed of her case without\never telling her,’’ Kuvin said.\nAt the hearing, Belohlavek and Epstein’s attorney, Goldberger, were in sync, the court transcript shows. Epstein would be required to register as a sex\noffender, but his probation would not be served under the strict requirements of sex offender probation.\nJeffrey Epstein is a registered sex offender in New York State and Florida. Emily Michot EMICHOT@MIAMIHERALD.COM\nThe judge didn’t question those provisions, but she did ask why Epstein was going to serve his sentence in the Palm Beach County stockade instead of in a\nFlorida state prison, like most sex offenders.\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nPage 10 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 11 of 18\nAfter he pleaded guilty in state court, Jeffrey Epstein was assigned to a private section of the Palm Beach County stockade. Soon, however, he was allowed to leave the\ncompound six days a week, 12 hours a day, for what was termed work release. Emily Michot EMICHOT@MIAMIHERALD.COM\n“We just decided that was the best way to accomplish what needed to be done here and the parties agreed that that sentence satisfied everyone’s\nrequirements,’’ Goldberger replied.\nSaid Judge Pucillo: “The taxpayers of Palm Beach County are going to pay 18 months to house this guy instead of DOC [the Department of Corrections]?”\nBelohlavek: “Right.’’\nPucillo did not respond to a request for comment on the case.\nVillafaña, the lead federal prosecutor in Epstein’s case, was in the courtroom, but there’s no indication she objected to Epstein’s cozier jail\naccommodations.\nWhen he entered jail in July 2008, Epstein was arguably the most well-known inmate there. Records also show that Epstein hired Palm Beach sheriff’s\ndeputies for his security details, paying them for the hours they spent monitoring him on work release at his West Palm Beach office, where he often\nstayed until 10 p.m., jail logs show.\nThe Herald reviewed their time sheets, showing that the deputies logged visitors coming and going to and from his office throughout the day. A record log\nof his visitors was kept in a safe, but the log no longer exists, according to a spokeswoman for the Palm Beach County Sheriff’s Office.\nOne deputy who often worked Epstein’s detail said that his assignment was to stay in a front reception room of Epstein’s office. Epstein was in a separate\noffice — with the door closed — most of the day as he accepted visitors, both male and female, the deputies’ logs show.\n“It was not our job to monitor what he was doing in that office,’’ the deputy,\nnow retired, told the Herald.\nIn their early reports in July 2008, the deputies referred to Epstein as\n“inmate’’ but within a few weeks the language had changed and he was\ncalled a “client.” He was occasionally allowed to take a break for lunch by\nsitting outside in a park, the records show, and they also gave him\npermission to scout for a new office. While on work release, he was required\nto wear an ankle bracelet to monitor his whereabouts.\n\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nPage 11 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 12 of 18\nThe work release was approved by the Palm Beach County Sheriff’s Office,\nsaid spokeswoman Therese Barbera.\n“Jeffrey Epstein, while in custody, met the criteria for the Work Release\nProgram,’’ Barbera wrote in an email. “There was no factual basis to deny\nMr. Epstein the same availability of this program that is offered to other\ninmates under similar circumstances. Mr. Epstein was closely monitored\nand there were no problems encountered during his time in the program.”\nBut the sheriff’s own work release policy — a copy of which Barbera provided\nto the Herald — specifically notes that sex offenders aren’t eligible for work\nWhile officially confined to the Palm Beach County stockade, serving time for his sex\nrelease.\noffenses, Jeffrey Epstein was allowed to spend half his day at this West Palm Beach\noffice building. It was called work release, although Palm Beach Sheriff’s Office rules\nAt first, Barbera questioned whether Epstein was a sex offender at all, noting prohibit work-release status for sexual offenders. Emily Michot\nthat he didn’t have to register officially until after his release from the jail in EMICHOT@MIAMIHERALD.COM\n2009. But his court papers clearly listed him as a sex offender. In fact, the papers Epstein signed — obtained by the Herald — included all the laws\ngoverning registered sex offenders in Florida.\nBarbera refused to explain why Epstein was seemingly allowed to deviate from the agency’s policies. She also would not respond to requests for an\naccounting of the amount of money that Epstein paid the sheriff’s office for his private details.\nPalm Beach Sheriff Ric Bradshaw, who has been in office since 2004 — and is widely considered to be one of the most powerful people in the county — did\nnot respond to requests for comment.\nA spokeswoman for Palm Beach County Sheriff Ric Bradshaw declined to say why Jeffrey Epstein was allowed work-release status despite rules prohibiting work release for sex\noffenders. Taylor Jones PALM BEACH POST\nEpstein’s registration requirements are somewhat confusing, even to those who are responsible for keeping his registration. The Florida Department of\nLaw Enforcement, which keeps the online registry, and the Palm Beach County Sheriff’s Office, where Epstein has to register in person twice a year, gave\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nPage 12 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 13 of 18\nconflicting explanations over the past six months about who is responsible for ensuring that he is complying with the law.\nOn Nov. 14, the Herald asked the sheriff’s office for a full accounting of Epstein’s check-ins for 2018. The record the office supplied two days later showed\nhe registered in January and in July — as required. But PBSO also inexplicably had him registering on Nov. 14 — the very same day that the Herald asked\nfor the records from the sheriff’s office.\nWhen asked about this sudden registration, Barbera replied: “The information we provided you was a snapshot from the FDLE website. Perhaps,\nsomeone from FDLE can provide a reason for you.’’\nSaid FDLE spokeswoman Gretl Plessinger in an email: “The screenshot is not on the public registry. This is information inputted by the local agency when\nthe offender comes into the local sheriff’s office to register.’’\nPlessinger said Epstein is not covered by the state’s new three-day rule, which requires sex offenders to re-register when they come to stay in Florida for\nthree days or more. His town of Palm Beach home is already on file, as a temporary residence, she said.\nSo it’s not clear why he would have suddenly registered a third time on Nov. 14.\nState Sen. Lauren Book, a child sex abuse survivor and vocal advocate for tough sex offender monitoring, called the case an appalling example of how\nthose in the justice system allow wealthy people to skirt the law and bend the rules.\n“These prosecutors, and judges and sheriffs who are making these decisions and allowing things to fly — we have to hold these people accountable. They\nare supposed to uphold the law — regardless of who a person is and how much money they have in the bank or who they had on their airplane.’’\nPiece by piece\nOver the years, Courtney Wild, Virginia Roberts and more than a dozen other women who say they were victims of Epstein have been quietly challenging\nthe traditional legal norms that have failed to punish Epstein and other men in positions of power for sexual abuse.\nEpstein has paid millions of dollars in civil compensation that, for the most part, has kept the details about his operation out of the public eye. As a result,\nmuch — but not all — of the testimony and evidence collected as part of the vast litigation has been sealed or redacted from public court records.\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nPage 13 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 14 of 18\nThe girls who were abused by Jeffrey Epstein and the cops who championed their cause remain angry over what they regard as a gross injustice, while\nEpstein's employees and those who engineered his non-prosecution agreement have prospered.\nBy\nTaking a page from Epstein’s legal team, lawyers representing Epstein’s victims hired private investigators and former police detectives to dig into\nEpstein’s life. Over the past decade, they’ve tracked down hundreds of people, including dozens of other potential victims; they’ve interviewed Epstein’s\nrecruiters, bookkeepers, housekeepers, butlers, pilots and drivers. They’ve traveled around the country and the world, taking statements and sworn\ndepositions, coaxing people to talk who had previously been too reticent to come forward.\nIn short, they did what criminal prosecutors didn’t do.\nSome of the information they’ve learned was given to federal authorities in New York. Edwards said those authorities have shown no interest in opening a\nnew investigation focused on crimes he is alleged to have committed in that state, where he is listed as a level 3 sex offender, the most dangerous\ncategory, considered at risk to re-offend, records show. In New York, he has to register every 90 days.\nVirginia Roberts holds a photo of herself at age 16, when she says Palm Beach multimillionaire Jeffrey Epstein began abusing her sexually. Emily Michot\nEMICHOT@MIAMIHERALD.COM\nHolding abusers accountable\nIn 2015, Roberts sued Maxwell for defamation in New York after Maxwell called her a liar in a news interview. The civil lawsuit was an effort by Roberts\nnot just to clear her name, but an attempt to prove that Epstein and Maxwell operated an international underage sex trafficking operation. The lawsuit\nwas settled out of court in 2017 and nearly all the evidence presented in the case has been sealed.\nRoberts’ attorney, Sigrid McCawley, claims that Roberts received a sizable settlement, although the amount is confidential.\n“She wanted to hold her abusers accountable and we were able to do that by bringing this case … which we ultimately settled very successfully for her,’’\nsaid McCawley, an associate of noted Bush-Gore recount lawyer David Boies, who has also pursued cases against Epstein in federal court in New York.\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nPage 14 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 15 of 18\nMaxwell’s lawyer, Laura Menninger, declined to comment, referring the Herald to the court history.\n“[Roberts] fabricated a story of abuse at the hands of Ms. Maxwell in exchange for hundreds of thousands of dollars from British tabloids with a motive\nfor selling papers and advertisements and without regard for truth, veracity or substantiation,’’ Menninger noted in a 2016 response filed in the case.\nIn February, the Miami Herald filed a federal court motion in the Southern District of New York, seeking access to documents that were sealed in the\nMaxwell case. The motion, which was not opposed by Roberts, could have cast light on the full scope of Epstein’s possible sex trafficking operation, who\nwas involved and whether it was covered up. Maxwell has opposed the Herald’s motion, which was denied in August.\nThe Herald is appealing.\nToday, Epstein has a new private jet, which takes him around the world. Flight records show that he spends most of his time on his private island, Little St.\nJames in the U.S. Virgin Islands, which he now lists as his permanent residence. He is registered in New York and the U.S. Virgin Islands as a sex offender.\nNew Mexico, where he owns a sprawling ranch, does not list him as a convicted sex offender.\nAs part of its investigation, the Herald learned that in 2013, the federal government conceded that it had given Epstein what it called “valuable\nconsideration” for information he provided to the FBI as part of his plea deal. The documents do not elaborate, but Epstein — a hedge fund manager who\nonce worked for the investment firm Bear Stearns — was listed as a key investor who lost money in the financial crash of 2008.\nFrancey Hakes, a former federal child sex crimes prosecutor, said any consideration the government gave to Epstein should be made public.\n“The public has a right to know why he got a slap on the wrist, and what was the interest that was so great that allowed him to not get prosecuted?”\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nPage 15 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 16 of 18\nNadia Marcinkova, now a professional pilot, worked for Jeffrey Epstein when he was molesting young women. Victims told police Marcinkova would participate in sex acts,\noften as Epstein choreographed every move. Jerod Harris\nIn recent years, Epstein has been traveling the world in his new Gulfstream V jet. He has been active in various charitable causes and scientific research\nprojects. The Jeffrey Epstein VI Foundation, based in the U.S. Virgin Islands, has helped fund NeuroTV, an online network that features interviews with\nacademics and scientists.\nThen and now\nBoth Nadia Marcinkova and Sarah Kellen changed their names after the scandal.\nMarcinkova, 32, briefly became Marcinko. She visited Epstein more than 70 times when he was in Palm Beach custody. She went on to a career in real\nestate. And she is now an FAA-certified commercial pilot and flight instructor who goes by the name “Global Girl’’ on social media.\n(www.facebook.com/GlobalGirlAviation/)\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nPage 16 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 17 of 18\nSarah Kellen, who used the name Kensington for a while, is now married to NASCAR driver Brian Vickers. The couple divides their time between homes\nin North Carolina, New York and Miami Beach.\nNASCAR driver Brian Vickers and his wife, Sarah, take part in pre-race ceremonies in Sparta, Ky., on June 28, 2014. She was known as Sarah Kellen when she was an aide to\nJeffrey Epstein. According to police, she scheduled visits of underage girls to Epstein’s Palm Beach estate for massages that turned sexual. She was not charged with a crime. Will\nSchneekloth GETTY IMAGES\nMaxwell, 56, transformed herself into an internationally known environmentalist. In 2012, she founded the TerraMar Project, a nonprofit environmental\ngroup that works to protect the world’s oceans. In 2013, she gave a TED Talk on ocean conservation, discussing her diving expeditions around the world.\nDershowitz, 80, continues to lecture around the country. A professor\nemeritus at Harvard Law School, Dershowitz has been a frequent\ncommenter on cable TV programs, often defending President Trump.\nPrince Andrew, the Duke of York, 58, remained friends with Epstein, and in\n2010, a photograph was taken of the two of them strolling in Manhattan. It\nwas later revealed that Epstein had loaned the prince’s ex-wife, Sarah\nFerguson, $24,000 to pay off some debts. Ferguson later called the loan a\n“gigantic error of judgment.”\nPlain human beings\nCrime victims’ rights advocates have used the Epstein case to strengthen the\nfederal law in recent years, adding more precise language mandating that\nprosecutors notify victims about plea bargains and allow victims to be heard\nat sentencing.\nBecause some statute-of-limitation laws set deadlines for filing civil and\ncriminal sex crime cases, it’s difficult to bring them years later, said Marci\nHamilton, a University of Pennsylvania professor who is working to ease\n\nhttps://www.miamiherald.com/news/local/article219494920.html\n4/3/2019\nEven from jail, Jeffrey Epstein manipulated the system | Miami Herald\nPage 17 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 18 of 18\nthose restrictions across the country.\nGhislaine Maxwell, daughter of a British press magnate and Jeffrey Epstein’s close\nassociate when he was inviting underage girls into his bedroom, leads a TED Talk on\nenvironmental issues.\nBut she points out that there has been no statute of limitations for federal sex crimes involving children since 2002.\nChildren who are sexually abused often take decades to reveal what happened to them, in part because their brains aren’t wired at a young age to\nunderstand the trauma they’ve experienced, said Kenneth V. Lanning, a retired FBI agent who investigated and studied child sex crimes for 40 years.\n“We want to hold children to some superhuman standard because they behave this way. In reality, police, prosecutors and judges have to understand that\nchildren are not all angels from heaven. They are just plain human beings who are emotionally immature so we have to protect them from their own\ndecisions.’’\nWild, who continues to fight her federal case on behalf of all of Epstein’s victims, said she hopes that the federal judge hearing the Crime Victims’ Rights\ncase will make a ruling soon, one that will send a message to prosecutors who fail to consider the rights of crime victims.\n“Really if you think about this too hard, it’s scary because this is our government that is supposed to protect us but has done everything to protect a\npedophile,’’ she said.\nSupport investigative journalism\nThe Miami Herald obtained thousands of FBI and court records, lawsuits, and witness depositions, and went to federal court in New York to access sealed documents in the reporting of \"Perversion of\nJustice.\" The Herald also tracked down more than 60 women who said they were victims, some of whom had never spoken of the abuse before.\nYour digital subscription, starting at $0.99 for the first month, supports investigative journalism like this.\nCase 1:19-cv-03377 Document 1-2 Filed 04/16/19 Page 1 of 4\nEXHIBIT 2\nCase 1:19-cv-03377 Document 1-2 Filed 04/16/19 Page 2 of 4\nhttps://www.rawstory.com/2018/12/letter-editor-alan-dershowitz-responds-raw-story-report/\nCase 1:19-cv-03377 Document 1-2 Filed 04/16/19 Page 3 of 4\nhttps://www.rawstory.com/2018/12/letter-editor-alan-dershowitz-responds-raw-story-report/\nCase 1:19-cv-03377 Document 1-2 Filed 04/16/19 Page 4 of 4\nhttps://www.rawstory.com/2018/12/letter-editor-alan-dershowitz-responds-raw-story-report/\nCase 1:19-cv-03377 Document 1-3 Filed 04/16/19 Page 1 of 3\nEXHIBIT 3\nCase 1:19-cv-03377 Document 1-3 Filed 04/16/19 Page 2 of 3\nAlan Dershowitz: ‘I never had sex with Virginia Roberts’ | Miami\nHerald\nmiamiherald.com/opinion/letters-to-the-editor/article222532470.html\nIn its series on the Jeffrey Epstein case, “Perversion of Justice,” the Herald quotes an\naffidavit by Virginia Roberts — a woman I never met — claiming she had sex with me on\nEpstein’s island, ranch, plane and mansion. It then simply says I “denied” it.\nIn fact, I disproved it. I produced my travel, phone, credit card and TV appearance\nrecords, conclusively proving that I could not have been and was not in any of these\nplaces during the time Roberts knew Epstein. The former FBI director, assisted by a\nformer assistant U.S. attorney and a chief federal marshal, reviewed these records and\nthe other evidence and concluded that, “The totality of the evidence found during the\ninvestigation refutes the allegations.”\nThere is other evidence, currently under seal, that directly establishes my innocence. I am\nseeking to unseal emails between Roberts and a journalist, a book manuscript by Roberts\nand a legal brief that are smoking guns showing that I was “deliberately framed for\nfinancial reasons.”\nADVERTISING\ninRead invented by Teads\nThere is also irrefutable evidence that Roberts lied about other people for money. She\ntold a British tabloid that she met Al and Tipper Gore on Epstein’s island and swore that\nshe had dinner with Bill Clinton on the island. But Secret Service records prove that none\nof these people were on the island. Indeed, the Gores didn’t even know Epstein.\nGet six months of free digital access to the Miami Herald\nI have a tape recording of a conversation with Roberts’ closest friend in which she says\nthat Roberts told her she “felt pressure to go after [Dershowitz]” in order to obtain\nmoney from a wealthy businessman, and that Roberts had never previously included me\namong the people with whom she claimed to have had sex.\nFinally, one of Roberts’ own lawyers has acknowledged in front of witnesses that her\nclaims against me are “wrong” “simply wrong.”\nThe evidence of my innocence is indisputable: I never met Roberts; I never had sex with\nher; she simply made up the entire story for money.\nRoberts made her false claims against me in court documents that immunize her from\nbeing sued for defamation. I challenge her to repeat her false accusations out of court,\nso that I can sue her for defamation and let a jury decide — after seeing all the evidence,\n1/2\nCase 1:19-cv-03377 Document 1-3 Filed 04/16/19 Page 3 of 3\nincluding the suppressed emails and book manuscript — who is telling the truth and who\nis lying.\n2/2\nCase 1:19-cv-03377 Document 1-4 Filed 04/16/19 Page 1 of 4\nEXHIBIT 4\nhttps://lawandcrime.com/high-profile/dershowitz-goes-off-on-woman-who-made-underage-...\n4/3/2019\nDershowitz Goes Off on Woman Who Made Underage Sex Allegations: 'She Should Be ...\nCase 1:19-cv-03377 Document 1-4 Filed 04/16/19 Page 2 of 4\nPage 1 of 3\nDershowitz Goes Off on Woman Who Made Underage Sex\nAllegations: ‘She Should Be Seriously Punished’\nby Ronn Blitzer | 2:26 pm, December 4th, 2018\nTweet\nShare\n� � 00:34 10:57 � � �\nJust hours after convicted pedophile Jeffrey Epstein agreed to settle\na civil case brought against him by attorney Bradley\nEdwards, Epstein’s lawyer from his past criminal case, Alan\nDershowitz, discussed his former client on the Law&Crime Network.\nEpstein was accused of trafficking more than 40 underage girls for\nsex, and one such girl claimed Dershowitz himself had sex with her\nwhen she was underage.\nDershowitz vehemently denies the claim, telling host Brian Ross that\naccuser Virginia Roberts is a “certified, complete, total liar,” and that\nher allegations are a “complete and total fabrication.” He also added\nthat she should be punished by the law for what she did.\nThe Harvard Law Professor Emeritus noted that Roberts’ allegations\nwere eventually withdrawn, and that the FBI recognized the\nevidence showed he was not where she said he was. He pointed to\ndocumented evidence that proves he is innocent.\n“I can prove conclusively that she made the whole thing up,”\nDershowitz said, citing travel records that he says prove where he\nwas at the time she claims she had sex with him. “It’s conclusive,\nconclusive evidence.”\n“More importantly, I can prove where I wasn’t,” he said, after stating\noutright, “Never met her, don’t know who she is, never heard of her.”\nSimilarly, Dershowitz said that Roberts claimed that notable figures\nsuch as Bill Clinton, Al Gore, and Tipper Gore were present on an\nhttps://lawandcrime.com/high-profile/dershowitz-goes-off-on-woman-who-made-underage-...\n4/3/2019\nDershowitz Goes Off on Woman Who Made Underage Sex Allegations: 'She Should Be ...\nCase 1:19-cv-03377 Document 1-4 Filed 04/16/19 Page 3 of 4\nPage 2 of 3\nisland, when Secret Service records proved they were never even\nthere.\nDershowitz said Roberts’ allegations were part of an extortion plot,\nand that she “should be seriously punished for submitting false\ninformation and a false affidavit.”\nThe attorney emphasized that Roberts has not been willing to repeat\nher allegations against him in public, and that she has only accused\nhim in the context of litigation, which affords certain protections.\nAdvertisement\n“She simply hides behind litigation privileges,” Dershowitz said,\nencouraging Ross to call Roberts and see if she would repeat her\nclaims. “And if she does, I will be in court the next day suing her for\ndefamation and I will win the case ’cause I can prove conclusively\nthat she made up the whole story from top to bottom.”\nRoss then turned to the controversial deal that Epstein received from\nfederal prosecutors who were investigating the trafficking case\nagainst him. Federal prosecutors agreed not to prosecute him, and let\nhim plead guilty to state charges that resulted in a 13-month prison\nsentence that allowed Epstein to leave prison during the day for\nwork. Federal prosecutors allegedly did not even inform victims\nbefore making the deal, which is now the subject of a request for an\nInspector General investigation. Congressional Democrats said in a\nletter that they want to know more about the circumstances\nsurrounding the deal, which was made by then-U.S. Attorney and\ncurrent Secretary of Labor Alex Acosta.\nAs Epstein’s defense attorney in that case, Dershowitz is not upset\nabout it the deal at all.\n“I’m very proud of that deal, that’s what lawyers are supposed to do,”\nhe said. “Lawyers are supposed to get the best deals they can.” If he\ncould have gotten 10 months or no time at all, that would have been\neven better, he said.\nAcosta said in the past that Epstein’s lawyers, including Dershowitz,\nput pressure on his office by investigating his staff. Dershowitz has\ndenied this.\n“Acosta was very tough,” Dershowitz said, contrary to concerns that\nhe did anything improper. Dershowitz pointed out that the problem\nfeds had was proving that girls were transported in interstate\ncommerce.\nhttps://lawandcrime.com/high-profile/dershowitz-goes-off-on-woman-who-made-underage-...\n4/3/2019\nDershowitz Goes Off on Woman Who Made Underage Sex Allegations: 'She Should Be ...\nCase 1:19-cv-03377 Document 1-4 Filed 04/16/19 Page 4 of 4\nPage 3 of 3\n“Unless you can prove that, you don’t have a federal case, only a state\ncase.”\n[Image via Law & Crime Network screengrab]\nFollow Law & Crime\nfiled under\nAlan Dershowitz, Jefrey Epstein\nCase 1:19-cv-03377 Document 1-5 Filed 04/16/19 Page 1 of 3\nEXHIBIT 5\nCase 1:19-cv-03377 Document 1-5 Filed 04/16/19 Page 2 of 3\nCase 1:19-cv-03377 Document 1-5 Filed 04/16/19 Page 3 of 3\nCase 1:19-cv-03377 Document 1-6 Filed 04/16/19 Page 1 of 2\nEXHIBIT 6\nCase 1:19-cv-03377 Document 1-6 Filed 04/16/19 Page 2 of 2\nhttps://twitter.com/AlanDersh\nCase 1:19-cv-03377 Document 1-7 Filed 04/16/19 Page 1 of 2\nEXHIBIT 7\nCase 1:19-cv-03377 Document 1-7 Filed 04/16/19 Page 2 of 2\n\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 1 of 16\nEXHIBIT 8\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 2 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nSociety\nThe Talented Mr. Epstein\nLately, Jeffrey Epstein’s high-flying style has been drawing oohs and aahs: the bachelor\nfinancier lives in New York’s largest private residence, claims to take only billionaires as clients,\nand flies celebrities including Bill Clinton and Kevin Spacey on his Boeing 727. But pierce his\nair of mystery and the picture changes. Vicky Ward explores Epstein’s investment career, his ties\nto retail magnate Leslie Wexner, and his complicated past.\nby\n�\nVicky Ward\nJune 27, 2011 12:00 am\nOn Manhattan’s Upper East Side, home to some of the most expensive real estate on earth, exists\nthe crown jewel of the city’s residential town houses. With its 15-foot-high oak door, huge\narched windows, and nine floors, it sits on—or, rather, commands—the block of 71st Street\nbetween Fifth and Madison Avenues. Almost ludicrously out of proportion with its four- and\nfive-story neighbors, it seems more like an institution than a house. This is perhaps not\nsurprising—until 1989 it was the Birch Wathen private school. Now it is said to be Manhattan’s\nlargest private residence.\nInside, amid the flurry of menservants attired in sober black suits and pristine white gloves, you\nfeel you have stumbled into someone’s private Xanadu. This is no mere rich person’s home, but\na high-walled, eclectic, imperious fantasy that seems to have no boundaries.\nThe entrance hall is decorated not with paintings but with row upon row of individually framed\neyeballs; these, the owner tells people with relish, were imported from England, where they were\nmade for injured soldiers. Next comes a marble foyer, which does have a painting, in the manner\nof Jean Dubuffet … but the host coyly refuses to tell visitors who painted it. In any case, guests\nare like pygmies next to the nearby twice-life-size sculpture of a naked African warrior.\nDespite its eccentricity the house is curiously impersonal, the statement of someone who wants\nto be known for the scale of his possessions. Its occupant, financier Jeffrey Epstein, 50, admits to\nfriends that he likes it when people think of him this way. A good-looking man, resembling\nRalph Lauren, with thick gray-white hair and a weathered face, he usually dresses in jeans, knit\nshirts, and loafers. He tells people he bought the house because he knew he “could never live\nanywhere bigger.” He thinks 51,000 square feet is an appropriately large space for someone like\nhimself, who deals mostly in large concepts—especially large sums of money.\nGuests are invited to lunch or dinner at the town house—Epstein usually refers to the former as\n“tea,” since he likes to eat bite-size morsels and drink copious quantities of Earl Grey. (He does\nnot touch alcohol or tobacco.) Tea is served in the “leather room,” so called because of the\ncordovan-colored fabric on the walls. The chairs are covered in a leopard print, and on the wall\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 3 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nhangs a huge, Oriental fantasy of a woman holding an opium pipe and caressing a snarling\nlionskin. Under her gaze, plates of finger sandwiches are delivered to Epstein and guests by the\nmenservants in white gloves.\nUpstairs, to the right of a spiral staircase, is the “office,” an enormous gallery spanning the width\nof the house. Strangely, it holds no computer. Computers belong in the “computer room” (a\nsmaller room at the back of the house), Epstein has been known to say. The office features a\ngilded desk (which Epstein tells people belonged to banker J. P. Morgan), 18th-century black\nlacquered Portuguese cabinets, and a nine-foot ebony Steinway “D” grand. On the desk, a\npaperback copy of the Marquis de Sade’s The Misfortunes of Virtue was recently spotted.\nCovering the floor, Epstein has explained, “is the largest Persian rug you’ll ever see in a private\nhome—so big, it must have come from a mosque.” Amid such splendor, much of which reflects\nthe work of the French decorator Alberto Pinto, who has worked for Jacques Chirac and the\nroyal families of Jordan and Saudi Arabia, there is one particularly startling oddity: a stuffed\nblack poodle, standing atop the grand piano. “No decorator would ever tell you to do that,”\nEpstein brags to visitors. “But I want people to think what it means to stuff a dog.” People can’t\nhelp but feel it’s Epstein’s way of saying that he always has the last word.\nADVERTISEMENT\nIn addition to the town house, Epstein lives in what is reputed to be the largest private dwelling\nin New Mexico, on an $18 million, 7,500-acre ranch which he named “Zorro.” “It makes the\ntown house look like a shack,” Epstein has said. He also owns Little St. James, a 70-acre island\nin the U.S. Virgin Islands, where the main house is currently being renovated by Edward Tuttle,\na designer of the Amanresorts. There is also a $6.8 million house in Palm Beach, Florida, and a\nfleet of aircraft: a Gulfstream IV, a helicopter, and a Boeing 727, replete with trading room, on\nwhich Epstein recently flew President Clinton, actors Chris Tucker and Kevin Spacey,\nsupermarket magnate Ron Burkle, Lew Wasserman’s grandson, Casey Wasserman, and a few\nothers, on a mission to explore the problems of AIDS and economic development in Africa.\nEpstein is charming, but he doesn’t let the charm slip into his eyes. They are steely and\ncalculating, giving some hint at the steady whir of machinery running behind them. “Let’s play\nchess,” he said to me, after refusing to give an interview for this article. “You be white. You get\nthe first move.” It was an appropriate metaphor for a man who seems to feel he can win no\nmatter what the advantage of the other side. His advantage is that no one really seems to know\nhim or his history completely or what his arsenal actually consists of. He has carefully\nengineered it so that he remains one of the few truly baffling mysteries among New York’s\nmoneyed world. People know snippets, but few know the whole.\n“He’s very enigmatic,” says Rosa Monckton, the former C.E.O. of Tiffany & Co. in the U.K. and\na close friend since the early 1980s. “You think you know him and then you peel off another ring\nof the onion skin and there’s something else extraordinary underneath. He never reveals his\nhand…. He’s a classic iceberg. What you see is not what you get.”\nEven acquaintances sense a curious dichotomy: Yes, he lives like a “modern maharaja,” as Leah\nKleman, one of his art dealers, puts it. Yet he is fastidiously, almost obsessively private—he lists\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 4 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nhimself in the phone book under a pseudonym. He rarely attends society gatherings or weddings\nor funerals; he considers eating in restaurants like “eating on the subway”—i.e., something he’d\nnever do. There are many women in his life, mostly young, but there is no one of them to whom\nhe has been able to commit. He describes his most public companion of the last decade,\nGhislaine Maxwell, 41, the daughter of the late, disgraced media baron Robert Maxwell, as\nsimply his “best friend.” He says she is not on his payroll, but she seems to organize much of his\nlife—recently she was making telephone inquiries to find a California-based yoga instructor for\nhim. (Epstein is still close to his two other long-term girlfriends, Paula Heil Fisher, a former\nassociate of his at the brokerage firm Bear Stearns and now an opera producer, and Eva\nAndersson Dubin, a doctor and onetime model. He tells people that when a relationship is over\nthe girlfriend “moves up, not down,” to friendship status.)\nSome of the businessmen who dine with him at his home—they include newspaper publisher\nMort Zuckerman, banker Louis Ranieri, Revlon chairman Ronald Perelman, real-estate tycoon\nLeon Black, former Microsoft executive Nathan Myhrvold, Tom Pritzker (of Hyatt Hotels), and\nreal-estate personality Donald Trump—sometimes seem not all that clear as to what he actually\ndoes to earn his millions. Certainly, you won’t find Epstein’s transactions written about on\nBloomberg or talked about in the trading rooms. “The trading desks don’t seem to know him. It’s\nunusual for animals that big not to leave any footprints in the snow,” says a high-level\ninvestment manager.\nADVERTISEMENT\nUnlike such fund managers as George Soros and Stanley Druckenmiller, whose client lists and\nstock maneuverings act as their calling cards, Epstein keeps all his deals and clients secret, bar\none client: billionaire Leslie Wexner, the respected chairman of Limited Brands. Epstein insists\nthat ever since he left Bear Stearns in 1981 he has managed money only for billionaires—who\ndepend on him for discretion. “I was the only person crazy enough, or arrogant enough, or\nmisplaced enough, to make my limit a billion dollars or more,” he tells people freely. According\nto him, the flat fees he receives from his clients, combined with his skill at playing the currency\nmarkets “with very large sums of money,” have afforded him the lifestyle he enjoys today.\nWhy do billionaires choose him as their trustee? Because the problems of the mega-rich, he tells\npeople, are different from yours and mine, and his unique philosophy is central to understanding\nthose problems: “Very few people need any more money when they have a billion dollars. The\nkey is not to have it do harm more than anything else…. You don’t want to lose your money.”\nHe has likened his job to that of an architect—more specifically, one who specializes in\nremodeling: “I always describe [a billionaire] as someone who started out in a small home and as\nhe became wealthier had add-ons. He added on another addition, he built a room over the garage\n… until you have a house that is usually a mess…. It’s a large house that has been put together\nover time where no one could foretell the financial future and their accompanying needs.”\nHe makes it sound as though his job combines the roles of real-estate agent, accountant, lawyer,\nmoney manager, trustee, and confidant. But, as with Jay Gatsby, myths and rumor swirl around\nEpstein.\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 5 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nHere are some of the hard facts about Epstein—ones that he doesn’t mind people knowing: He\ngrew up middle-class in Brooklyn. His father worked for the city’s parks department. His parents\nviewed education as “the way out” for him and his younger brother, Mark, now working in real\nestate. Jeffrey started to play the piano—for which he maintains a passion—at five, and he went\nto Brooklyn’s Lafayette High School. He was good at mathematics, and in his early 20s he got a\njob teaching physics and math at Dalton, the elite Manhattan private school. While there he\nbegan tutoring the son of Bear Stearns chairman Ace Greenberg and was friendly with a\ndaughter of Greenberg’s. Soon he went to Bear Stearns, where, under the mentorship of both\nGreenberg and current Bear Stearns C.E.O. James Cayne, he did well enough to become a\nlimited partner—a rung beneath full partner. He abruptly departed in 1981 because, he has said,\nhe wanted to run his own business.\nThereafter the details recede into shadow. A few of the handful of current friends who have\nknown him since the early 1980s recall that he used to tell them he was a “bounty hunter,”\nrecovering lost or stolen money for the government or for very rich people. He has a license to\ncarry a firearm. For the last 15 years, he’s been running his business, J. Epstein & Co.\nSince Leslie Wexner appeared in his life—Epstein has said this was in 1986; others say it was in\n1989, at the earliest—he has gradually, in a way that has not generally made headlines, come to\nbe accepted by the Establishment. He’s a member of various commissions and councils: he is on\nthe Trilateral Commission, the Council on Foreign Relations, the New York Academy of\nSciences, and the Institute of International Education.\nHis current fan club extends to Cayne, Henry Rosovsky, the former dean of Harvard’s Faculty of\nArts and Sciences, and Larry Summers, Harvard’s current president. Harvard law professor Alan\nDershowitz says, “I’m on my 20th book…. The only person outside of my immediate family that\nI send drafts to is Jeffrey.” Real-estate developer and philanthropist Marshall Rose, who has\nworked with Epstein on projects in New Albany, Ohio, for Wexner, says, “He digests and\ndecodes the information very rapidly, which is to me terrific because we have shorter meetings.”\nAlso on the list of admirers are former senator George Mitchell and a gaggle of distinguished\nscientists, most of whom Epstein has helped fund in recent years. They include Nobel Prize\nwinners Gerald Edelman and Murray Gell-Mann, and mathematical biologist Martin Nowak.\nWhen these men describe Epstein, they talk about “energy” and “curiosity,” as well as a love for\ntheoretical physics that they don’t ordinarily find in laymen. Gell-Mann rather sweetly mentions\nthat “there are always pretty ladies around” when he goes to dinner chez Epstein, and he’s under\nthe impression that Epstein’s clients include the Queen of England. Both Nowak and Dershowitz\nwere thrilled to find themselves shaking the hand of a man named “Andrew” in Epstein’s house.\n“Andrew” turned out to be Prince Andrew, who subsequently arranged to sit in the back of\nDershowitz’s law class.\nEpstein gets annoyed when anyone suggests that Wexner “made him.” “I had really rich clients\nbefore,” he has said. Yet he does not deny that he and Wexner have a special relationship.\nEpstein sees it as a partnership of equals. “People have said it’s like we have one brain between\ntwo of us: each has a side.”\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 6 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\n“I think we both possess the skill of seeing patterns,” says Wexner. “But Jeffrey sees patterns in\npolitics and financial markets, and I see patterns in lifestyle and fashion trends. My skills are not\nin investment strategy, and, as everyone who knows Jeffrey knows, his are not in fashion and\ndesign. We frequently discuss world trends as each of us sees them.”\nBy the time Epstein met Wexner, the latter was a retail legend who had built a $3 billion\nempire—one that now includes Victoria’s Secret, Express, and Bath & Body Works—from\n$5,000 lent him by his aunt. “Wexner saw in Jeffrey the type of person who had the potential to\nrealize his [Jeffrey’s] dreams,” says someone who has worked closely with both men. “He gave\nJeffrey the ball, and Jeffrey hit it out of the park.”\nWexner, through a trust, bought the town house in which Epstein now lives for a reported $13.2\nmillion in 1989. In 1993, Wexner married Abigail Koppel, a 31-year-old lawyer, and the\nnewlyweds relocated to Ohio; in 1996, Epstein moved into the town house. Public documents\nsuggest that the house is still owned by the trust that bought it, but Epstein has said that he now\nowns the house.\nWexner trusts Epstein so completely that he has assigned him the power of fiduciary over all of\nhis private trusts and foundations, says a source close to Wexner. In 1992, Epstein even\npersuaded Wexner to put him on the board of the Wexner Foundation in place of Wexner’s ailing\nmother. Bella Wexner recovered and demanded to be reinstated. Epstein has said they settled by\nsplitting the foundation in two.\nEpstein does not care that he comes between family members. In fact, he sees it as his job. He\ntells people, “I am there to represent my client, and if my client needs protecting—sometimes\neven from his own family—then it’s often better that people hate me, not the client.”\n“You’ve probably heard I’m vicious in my representation of my clients,” he tells people proudly;\nLeah Kleman describes his haggling over art prices as something like a scene out of the movie\nMad Max: Beyond Thunderdome. Even a former mentor says he’s seen “the dark side” of\nEpstein, and a Bear Stearns source recalls a meeting in which Epstein chewed out a team making\na presentation for Wexner as being so brutal as to be “irresponsible.”\nOne reporter, in fact, received three threats from Epstein while preparing a piece. They were\ndelivered in a jocular tone, but the message was clear: There will be trouble for your family if I\ndon’t like the article.\nOn the other hand, Epstein is clearly very generous with friends. Joe Pagano, an Aspen-based\nventure capitalist, who has known Epstein since before his Bear Stearns days, can’t say enough\nnice things: “I have a boy who’s dyslexic, and Jeffrey’s gotten close to him over the years….\nJeffrey got him into music. He bought him his first piano. And then as he got to school he had\ndifficulty … in studying … so Jeffrey got him interested in taking flying lessons.”\nRosa Monckton recalls Epstein telling her that her daughter, Domenica, who suffers from Down\nsyndrome, needed the sun, and that Rosa should feel free to bring her to his house in Palm Beach\nanytime.\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 7 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nSome friends remember that in the late 80s Epstein would offer to upgrade the airline tickets of\ngood friends by affixing first-class stickers; the only problem was that the stickers turned out to\nbe unofficial. Sometimes the technique worked, but other times it didn’t, and the unwitting\nrecipients found themselves exiled to coach. (Epstein has claimed that he paid for the upgrades,\nand had no knowledge of the stickers.) Many of those who benefited from Epstein’s largesse\nclaim that his generosity comes with no strings attached. “I never felt he wanted anything from\nme in return,” says one old friend, who received a first-class upgrade.\nEpstein is known about town as a man who loves women—lots of them, mostly young. Model\ntypes have been heard saying they are full of gratitude to Epstein for flying them around, and he\nis a familiar face to many of the Victoria’s Secret girls. One young woman recalls being\nsummoned by Ghislaine Maxwell to a concert at Epstein’s town house, where the women\nseemed to outnumber the men by far. “These were not women you’d see at Upper East Side\ndinners,” the woman recalls. “Many seemed foreign and dressed a little bizarrely.” This same\nguest also attended a cocktail party thrown by Maxwell that Prince Andrew attended, which was\nfilled, she says, with young Russian models. “Some of the guests were horrified,” the woman\nsays.\n“He’s reckless,” says a former business associate, “and he’s gotten more so. Money does that to\nyou. He’s breaking the oath he made to himself—that he would never do anything that would\nexpose him in the media. Right now, in the wake of the publicity following his trip with Clinton,\nhe must be in a very difficult place.”\nAccording to S.E.C. and other legal documents unearthed by VANITY FAIR, Epstein may have\ngood reason to keep his past cloaked in secrecy: his real mentor, it might seem, was not Leslie\nWexner but Steven Jude Hoffenberg, 57, who, for a few months before the S.E.C. sued to freeze\nhis assets in 1993, was trying to buy the New York Post. He is currently incarcerated in the\nFederal Medical Center in Devens, Massachusetts, serving a 20-year sentence for bilking\ninvestors out of more than $450 million in one of the largest Ponzi schemes in American history.\nWhen Epstein met Hoffenberg in London in the 1980s, the latter was the charismatic, audacious\nhead of the Towers Financial Corporation, a collection agency that was supposed to buy debts\nthat people owed to hospitals, banks, and phone companies. But Hoffenberg began using\ncompany funds to pay off earlier investors and service a lavish lifestyle that included a mansion\non Long Island, homes on Manhattan’s Sutton Place and in Florida, and a fleet of cars and\nplanes.\nHoffenberg and Epstein had much in common. Both were smart and obsessed with making\nmoney. Both were from Brooklyn. According to Hoffenberg, the two men were introduced by\nDouglas Leese, a defense contractor. Epstein has said they were introduced by John Mitchell, the\nlate attorney general.\nEpstein had been running International Assets Group Inc. (I.A.G.), a consulting company, out of\nhis apartment in the Solo building on East 66th Street in New York. Though he has claimed that\nhe managed money for billionaires only, in a 1989 deposition he testified that he spent 80\npercent of his time assisting people recover stolen money from fraudulent brokers and lawyers.\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 8 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nHe was also not above entering into risky, tax-sheltered oil and gas deals with much smaller\ninvestors. A lawsuit that Michael Stroll, the former head of Williams Electronics Inc., filed\nagainst Epstein shows that in 1982 I.A.G. received an investment from Stroll of $450,000, which\nEpstein put into oil. In 1984 Stroll asked for his money back; four years later he had received\nonly $10,000. Stroll lost the suit, after Epstein claimed in court, among other things, that the\ncheck for $10,000 was for a horse he’d bought from Stroll. “My net worth never exceeded four\nand a half million dollars,” Stroll has said.\nHoffenberg, says a close friend, “really liked Jeffrey…. Jeffrey has a way of getting under your\nskin, and he was under Hoffenberg’s.” Also appealing to Hoffenberg were Epstein’s social\nconnections; they included oil mogul Cece Wang (father of the designer Vera) and Mohan\nMurjani, whose clothing company grew into Gloria Vanderbilt Jeans. Epstein lived large even\nthen. One friend recalls that when he took Canadian heiress Wendy Belzberg on a date he hired a\nRolls-Royce especially for the occasion. (Epstein has claimed he owned it.)\nIn 1987, Hoffenberg, according to sources, set Epstein up in the offices he still occupies in the\nVillard House, on Madison Avenue, across a courtyard from the restaurant Le Cirque.\nHoffenberg hired his new protégé as a consultant at $25,000 a month, and the relationship\nflourished. “They traveled everywhere together—on Hoffenberg’s plane, all around the world,\nthey were always together,” says a source. Hoffenberg has claimed that Epstein confided in him,\nsaying, for example, that he had left Bear Stearns in 1981 after he was discovered executing\n“illegal operations.”\nSeveral of Epstein’s Bear Stearns contemporaries recall that Epstein left the company very\nsuddenly. Within the company there were rumors also that he was involved in a technical\ninfringement, and it was thought that the executive committee asked that he resign after his two\nsupporters, Ace Greenberg and Jimmy Cayne, were outnumbered. Greenberg says he can’t recall\nthis; Cayne denies it happened, and Epstein has denied it as well. “Jeffrey Epstein left Bear\nStearns of his own volition,” says Cayne. “It was never suggested that he leave by any member\nof management, and management never looked into any improprieties by him. Jeffrey said\nspecifically, ‘I don’t want to work for anybody else. I want to work for myself.’” Yet, this is not\nthe story that Epstein told to the S.E.C. in 1981 and to lawyers in a 1989 deposition involving a\ncivil business case in Philadelphia.\nIn 1981 the S.E.C.’s Jonathan Harris and Robert Blackburn took Epstein’s testimony and that of\nother Bear Stearns employees in part of what became a protracted case about insider trading\naround a tender offer placed on March 11, 1981, by the Seagram Company Ltd. for St. Joe\nMinerals Corp. Ultimately several Italian and Swiss investors were found guilty, including\nItalian financier Giuseppe Tome, who had used his relationship with Seagram owner Edgar\nBronfman Sr. to obtain information about the tender offer.\nAfter the tender offer was announced, the S.E.C. began investigating trades involving St. Joe at\nBear Stearns and other firms. Epstein resigned from Bear Stearns on March 12. The S.E.C. was\ntipped off that Epstein had information on insider trading at Bear Stearns, and it was therefore\nobliged to question him. In his S.E.C. testimony, given on April 1, 1981, Epstein claimed that he\nhad found “offensive” the way Bear Stearns management had handled a disciplinary action\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 9 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nfollowing its discovery that he had committed a possible “Reg D” violation—evidently he had\nlent money to his closest friend. (In the 1989 deposition he said that he’d lent approximately\n$20,000 to Warren Eisenstein, to buy stock.) Such an action could have been considered\nimproper, although Epstein claimed he had not realized this until afterward.\nAccording to Epstein, Bear Stearns management had questioned him about the loan around\nMarch 4. The questioners, Epstein said, were Michael (Mickey) Tarnopol and Alvin Einbender.\nIn his 1989 deposition Epstein recalled that the partner who had made an “issue” of the matter\nwas Marvin Davidson. On March 9, Epstein said, he had met with Tarnopol and Einbender\nagain, and the two partners told him that the executive committee had weighed the offense,\ntogether with previous “carelessness” over expenses, and he would be fined $2,500.\n“There was discussion whether, in fact, I had ever put in an airline ticket for someone else and\nnot myself and I said that it was possible, … since my secretary handles my expenses,” Epstein\ntold the S.E.C. In his 1989 testimony he stated that the “Reg D” incident had cost him a shot at\npartnership that year.\nWhat the S.E.C. seemed to be especially interested in was whether there was a connection\nbetween Epstein’s leaving and the alleged insider trading in St. Joe Minerals by other people at\nBear Stearns:\nQ: Sir, are you aware that certain rumors may have been circulating around your firm in\nconnection with your reasons for leaving the firm?\nA: I’m aware that there were many rumors.\nQ: What were the rumors you heard?\nA: Nothing to do with St. Joe.\nQ: Can you relate what you heard?\nA: It was having to do with an illicit affair with a secretary.\nQ: Have you heard any other rumors suggesting that you had made a presentation or\ncommunication to the Executive Committee concerning alleged improprieties by other members\nor employees of Bear Stearns?\nA: I, in fact, have heard that rumor, but it’s been from Mr. Harris in our conversation last week.\nQ: Have you heard it from anyone else?\nA: No.\nA little later the interview focuses on James Cayne:\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 10 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nQ: Did you ever hear while you were at Bear Stearns that Mr. Cayne may have trader or insider\ninformation in connection with St. Joe Minerals Corporation?\nQ: Did Mr. Cayne ever have any conversation with you about St. Joe Minerals?\nQ: Did you happen to overhear any conversations between Mr. Cayne and anyone else regarding\nSt. Joe Minerals?\nAnd still later in the questioning comes this exchange:\nQ: Have you had any type of business dealings with Mr. Cayne?\nA: There’s no relationship with Bear Stearns.\nQ: Pardon?\nA: Other than Bear Stearns, no.\nQ: Have you been a participant in any type of business venture with Mr. Cayne?\nQ: Do you have any expectation of participating in any business venture with Mr. Cayne?\nQ: Have you had any business participations with Mr. Theram?\nA: No; nor do I anticipate any.\nQ: Mr. Epstein, did anyone at Bear Stearns tell you in words or substance that you should not\ndivulge anything about St. Joe Minerals to the staff of the Securities and Exchange Commission?\nQ: Has anyone indicated to you in any way, either directly or indirectly, in words or substance,\nthat your compensation for this past year or any future monies coming to you from Bear Stearns\nwill be contingent upon your not divulging information to the Securities and Exchange\nCommission?\nA: No.\nDespite the circumstances of Epstein’s leaving, Bear Stearns agreed to pay him his annual\nbonus—which he anticipated as being approximately $100,000.\nThe S.E.C. never brought any charges against anyone at Bear Stearns for insider trading in St.\nJoe, but its questioning seems to indicate that it was skeptical of Epstein’s answers. Some\nsources have wondered why, if he was such a big producer at Bear Stearns, he would have given\nit up over a mere $2,500 fine.\nCertainly the years after Epstein left the firm were not obviously prosperous ones. His luck\ndidn’t seem to change until he met Hoffenberg.\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 11 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nOne of Epstein’s first assignments for Hoffenberg was to mastermind doomed bids to take over\nPan American World Airways in 1987 and Emery Air Freight Corp. in 1988. Hoffenberg\nclaimed in a 1993 hearing before a grand jury in Illinois that Epstein came up with the idea of\nfinancing these bids through Towers’s acquisition of two ailing Illinois insurance companies,\nAssociated Life and United Fire. “He was hired by us to work on the securities side of the\ninsurance companies and Towers Financial, supposedly to make a profit for us and for the\ncompanies,” Hoffenberg reportedly told the grand jury. He also alleged that Epstein was the\n“technician,” executing the schemes, although, having no broker’s license, he had to rely on\nothers to make the trades. Much of Hoffenberg’s subsequent testimony in his criminal case has\nproven to be false, and Epstein has claimed he was merely asked how the bids could be\naccomplished and has said he had nothing to do with the financing of them. Yet Richard Allen,\nthe former treasurer of United Fire, recalls seeing Epstein two or three times at the company. He\nand another executive say they had direct dealing with Epstein over the finances. And in his\ndeposition of 1989, Epstein stated that he was the one who executed “all” Hoffenberg’s\ninstructions to buy and sell the stock. He called it “making the orders.” He could not recall\nwhether he had chosen the brokers used.\nTo win approval from the Illinois insurance regulators for Towers’s acquisition of the\ncompanies, Hoffenberg promised to inject $3 million of new capital into them. In fact, in his\ngrand-jury testimony Hoffenberg claimed that he, his chief operating officer, Mitchell Brater,\nand Epstein came up with a scheme to steal $3 million of the insurance companies’ bonds to buy\nPan Am and Emery stock. “Jeffrey Epstein and Mitch Brater arranged the various brokerage\naccounts for the bonds to be placed with in New York, and I think one in Chicago, Rodman &\nRenshaw,” Hoffenberg reportedly said. Then, said Hoffenberg, while making it appear as though\nthey were investing the bonds in much safer financial instruments, they used them as collateral to\nbuy the stock. “Epstein was the person in charge of the transactions, and Mitchell Brater was\nassisting him with it in coordination on behalf of the insurance companies’ money,” Hoffenberg\nclaimed at the time.\nAt one point, according to Hoffenberg, a broker forged the documents necessary for a $1.8\nmillion check to be written on insurance-company funds. The check was used to buy more stock\nin the takeover targets. Meanwhile, in order to throw the insurance regulators off, the $1.8\nmillion was reported as being safely invested in a money-market account.\nUnited Fire’s former chief financial officer Daniel Payton confirms part of Hoffenberg’s\naccount. He says he recalls making one or two telephone calls to Epstein (at Hoffenberg’s\ndirection) about the missing bonds. “He said, ‘Oh, yeah, they still exist.’ But we found out later\nthat he had sold those assets … leveraged them … [and] used some margin account to take some\npositions in … Emery and Pan Am,” says Payton.\nEpstein’s extraordinary creativity was, according to Hoffenberg, responsible for the purchase by\nthe insurance companies of a $500,000 bond, with no money down. “Epstein created a great\nscheme to purchase a $500,000 treasury bond that would not be shown … [as] margined or\ncollateralized,” he reportedly told the grand jury. “It looked like it was free and clear but it\nactually wasn’t,” he said.\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 12 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nEpstein has denied he ever had any dealings with anyone from the insurance companies. But\nRichard Allen says he recalls talking to Epstein at Hoffenberg’s direction and telling him it was\nurgent they retrieve the missing bonds for a state examination. According to Allen, Epstein said,\n“We’ll get them back.” He had “kind of a flippant attitude,” says Allen. “They never came\nback.”\nEpstein, according to Hoffenberg, also came up with a scheme to manipulate the price of Emery\nFreight stock in an attempt to minimize the losses that occurred when Hoffenberg’s bid went\nwrong and the share price began to fall. This was alleged to have involved multiple clients’\naccounts controlled by Epstein.\nEventually, in 1991, insurance regulators in Illinois sued Hoffenberg. He settled the case, and\nEpstein, who was only a paid consultant, was never deposed or accused of any wrongdoing.\nBarry Gross, the attorney who was handling the suit for the regulators, says of Epstein, “He was\nvery elusive…. It was hard to really track him down. There were a substantial number of checks\nfor significant dollars that were paid to him, I remember…. He was this character we never got a\nhandle on. Again we presumed that he was involved with the Pan Am and Emery run that\nHoffenberg made, but we never got a chance to depose him.”\n“From the government’s discovery in the main sentencing against Hoffenberg it would seem the\ngovernment was perhaps a bit lazy,” says David Lewis, who represented Mitchell Brater. “They\nwent for what they knew they could get … and that was the fraudulent promissory notes [i.e., the\nmuch larger and unrelated part of Hoffenberg’s fraud, based in New York State]…. What they\ncouldn’t get, they didn’t bother with.”\nAnother lawyer involved in the criminal prosecution of Hoffenberg says, “In a criminal\ninvestigation like that, when there is a guilty plea, to be quick and dirty about it, discovery is\nalways incomplete…. They don’t have to line up witnesses; they don’t have to learn every fact\nthat might come out on cross-examination.”\nEpstein was involved with Hoffenberg in other questionable transactions. Financial records show\nthat in 1988 Epstein invested $1.6 million in Riddell Sports Inc., a company that manufactures\nfootball helmets. Among his co-investors were the theater mogul Robert Nederlander and\nattorney Leonard Toboroff. A source close to this transaction claims that Epstein told\nNederlander and Toboroff that he had raised his share of the money from a Swiss banker, whose\nidentity they could not be allowed to know. But Hoffenberg has claimed the money came from\nhim, and Towers’s financial statements for that year show a loan to Epstein of $400,000.\n(Epstein has said he can’t remember the details and has disputed the accuracy of the Towers\nfinancial reports.)\nAround the same time, Nederlander and Toboroff let Epstein come in with them on a scheme to\nmake money out of Pennwalt, a Pennsylvania chemical company. The plan was to group together\nwith two other parties to take a substantial declared position in the stock. According to a source,\nEpstein was supposed to help Nederlander and Toboroff raise $15 million. He seemed to fail to\nfind other investors, say those familiar with the deal. (Epstein has said he was merely an\ninvestor.) He invested $1 million, which he told his co-investors was his own money. But in his\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 13 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\n1989 deposition he said that he put in only $300,000 of his own money. Where did the rest come\nfrom? Hoffenberg has said it came from him, in a loan that Nederlander and Toboroff didn’t\nknow about.\nTwo things happened that alarmed Nederlander and Toboroff. After the group signaled a\npossible takeover, the Pennwalt management threatened to sue the would-be raiders. Epstein was\nreluctant initially to give a deposition about his share of the money, telling Toboroff there were\n“reasons” he didn’t want to. Then, after the opportunity for new investors was closed, coinvestors\nrecall Epstein announcing that he’d found one at last: Dick Snyder, then C.E.O. of the\npublisher Simon & Schuster, who wanted to put up approximately $500,000. (Neither Epstein\nnor Snyder can now recall the investment. Yet in the 1989 deposition Epstein said that he had\nrecruited Snyder, whom he had met socially, into the deal.)\nAccording to a source, Toboroff and Nederlander told Epstein that Snyder was too late, but,\nwithout their realizing it, Hoffenberg has claimed, Snyder wrote a check to Hoffenberg and\nbought out some of his investment. But then Snyder wanted out.\n“Nederlander started to get these irate calls from [Snyder,] who wasn’t part of the deal, saying he\nwas owed all this money,” says someone close to the deal. Toboroff and Nederlander were\nbaffled.\nEventually, a source close to Hoffenberg says, Hoffenberg paid Snyder off.\nJust as Nederlander and Toboroff were growing wary of Epstein, he became increasingly\ninvolved with Leslie Wexner, whom he had met through insurance executive Robert Meister and\nhis late wife. Epstein has told people that he met Wexner in 1986 in Palm Beach, and that he\nwon his confidence by persuading him not to invest in the stock market, just as the 1987 crash\nwas approaching. His story has subsequently changed. When asked if Wexner knew about his\nconnection to Hoffenberg, Epstein said that he began working for Wexner in 1989, and that “it\nwas certainly not the same time.”\nWherever and whenever it was that Epstein and Wexner actually met, there was an immediate\nand strong personal chemistry. Wexner says he thinks Epstein is “very smart with a combination\nof excellent judgment and unusually high standards. Also, he is always a most loyal friend.”\nSources say Epstein proved that he could be useful to Wexner as well, with “fresh” ideas about\ninvestments. “Wexner had a couple of bad investments, and Jeffrey cleaned those up right\naway,” says a former associate of Epstein’s.\nBefore he signed on with Wexner, Epstein had several meetings with Harold Levin, then head of\nWexner Investments, in which he enunciated ideas about currencies that Levin found\nincomprehensible. “In fact,” says someone who used to work very closely with Wexner, “almost\neveryone at the Limited wondered who Epstein was; he literally came out of nowhere.”\n“Everyone was mystified as to what his appeal was,” says Robert Morosky, a former vicechairman\nof the Limited.\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 14 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nMuch of Epstein’s work is related to cleaning up, tightening budgets, and efficiencies. One\nperson who worked for Wexner and who saw a contract drawn up between the two men says\nEpstein is involved in “everything, not just a little here, a little there. Everything!” In addition, he\nsays, “Wexner likes having a hatchet man…. Whenever there is dirty work to be done he’d stick\nJeffrey on it…. He has a reputation for being ruthless but he gets the job done.”\nEpstein has evidently been asked to fire personal-staff members when needed. “He was that\nmysterious person that everyone was scared to death of,” says a former employee.\nMeanwhile, he is also less than popular with some people outside Wexner’s company with\nwhom he now deals. “He ‘inserted’ himself into the construction process of Leslie Wexner’s\nyacht…. That resulted in litigation down the road between Mr. Wexner and the shipyard that\neventually built the vessel,” says Lars Forsberg, a lawyer whose firm at the time, Dickerson and\nReily, was hired to deal with litigation stemming from the construction of Wexner’s Limitless—\nat 315 feet, one of the largest private yachts in the world. Evidently, Epstein stalled on paying\nDickerson and Reily for its work. “It’s probably once or twice in my legal career that I’ve had to\nsue a client for payment of services that he’d requested and we’d performed … without issue on\nthe performance,” says Forsberg. In the end the matter was settled, but Epstein claims he now\nhas no recollection of it.\nThe incident is one of a number of disputes Epstein has become embroiled in. Some are for sums\nso tiny as to be baffling; for instance, Epstein sued investment adviser Herbert Glass, who sold\nhim the Palm Beach house in 1990, for $13,444—Epstein claimed this was owed him for\nfurnishings removed by Glass.\nIn 1998 the U.S. Attorney’s Office sued Epstein for illegally subletting the former home of the\ndeputy consul general of Iran to attorney Ivan Fisher and others. Epstein paid $15,000 a month in\nrent to the State Department, but he charged Fisher and his colleagues $20,000. Though the exact\nterms of the agreement are sealed, the court ruled against Epstein.\nWexner offers some insight into his friend’s combative style. “Many times people confuse\nwinning and losing,” Wexner says. “Jeffrey has the unusual quality of knowing when he is\nwinning. Whether in conversations or negotiations, he always stands back and lets the other\nperson determine the style and manner of the conversation or negotiation. And then he responds\nin their style. Jeffrey sees it in chivalrous terms. He does not pick a fight, but if there is a fight,\nhe will let you choose your weapon.”\nOne case is rather more serious. Currently, Citibank is suing Epstein for defaulting on loans from\nits private-banking arm for $20 million. Epstein claims that Citibank “fraudulently induced” him\ninto borrowing the money for investments. Citibank disputes this charge.\nThe legal papers for another case offer a rare window into Epstein’s finances. In 1995, Epstein\nstopped paying rent to his landlord, the nonprofit Municipal Arts Society, for his office in the\nVillard House. He claimed that they were breaking the terms of the lease by not letting his staff\nin at night. The case was eventually settled. However, one of the papers filed in this dispute is\nEpstein’s financial statement for 1988, in which he claimed to be worth $20 million. He listed\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 15 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nthat he owned $7 million in securities, $1 million in cash, zero in residential property (although\nhe told sources that he had already bought the home in Palm Beach), and $11 million in other\nassets, including his investment in Riddell. A co-investor in Riddell says: “The company had\nbeen bought with a huge amount of debt, and it wasn’t public, so it was meaningless to attach a\nfigure like that to it … the price it cost was about $1.2 million.” The co-investors bought out\nEpstein’s share in Riddell in 1995 for approximately $3 million. At that time, when Epstein was\nasked, as a routine matter, to sign a paper guaranteeing he had access to a few million dollars in\ncase of any subsequent disputes over the sale price, Wexner signed for him. Epstein has\nexplained that this was because the co-investors wanted an indemnity against being sued by\nWexner. One of the investors calls this “bullshit.”\nEpstein’s appointment to the board of New York’s Rockefeller University in 2000 brought him\ninto greater social prominence. Boasting such social names as Nancy Kissinger, Brooke Astor,\nand Robert Bass, the board also includes such pre-eminent scientists as Nobel laureate Joseph\nGoldstein. “Epstein was thrilled to be elected,” says someone who knows him.\nAfter one term Epstein resigned. According to New York magazine, this was because he didn’t\nlike to wear a suit to meetings. A spokesperson for the Rockefeller board says Epstein left\nbecause he had insufficient time to commit; a board member recalls that he was “arrogant” and\n“not a good fit.” The spokesperson admits that it is “infrequent” for board members not to be\nrenominated after only one term.\nStill, the recent spate of publicity Epstein has inspired does not seem to have fazed him. In\nNovember he was spotted in the front row of the Victoria’s Secret fashion show at New York’s\nLexington Avenue Armory; around the same time the usual coterie of friends and beautiful\nwomen were whisked off to Little St. James (which he tells people has been renamed Little St.\nJeff) for a long weekend.\nThanks to Epstein’s introductions, says Martin Nowak, the biologist finds himself moving from\nPrinceton to Harvard, where he is assuming the joint position of professor of mathematics and\nprofessor of biology. Epstein has pledged at least $25 million to Harvard to create the Epstein\nProgram for Mathematical Biology and Evolutionary Dynamics, and Epstein will have an office\nat the university. The program will be dedicated to searching for nature’s algorithms, a pursuit\nthat is a specialty of Nowak’s. For Epstein this must be the summit of everything he has worked\ntoward: he has been seen proudly displaying Harvard president Larry Summers’s letter of\ncommitment as if he can’t quite believe it is real. He says he was reluctant to have his name\nattached to the program, but Summers persuaded him. He rang his mentor Wexner about it, and\nWexner told him it was all right.\nAn insatiable, restless soul, always on the move, Epstein builds a tremendous amount of\ndowntime into his hectic work schedule. Yet there is something almost programmed about his\nrelaxation: it’s as if even pleasure has to be measured in terms of self-improvement. Nowak says\nthat, when he goes to stay with Epstein in the Caribbean, they’ll get up at six and, as the sun\nrises, have three-hour conversations about theoretical physics. “Then he’ll go off and do some\nwork, re-appear, and we’ll talk some more.”\nCase 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 16 of 16\nhttp://www.vanityfair.com/news/2003/03/jeffrey‐epstein‐200303\nAnother person who went to the island with Epstein, Maxwell, and several beautiful women\nremembers that the women “sat around one night teasing him about the kinds of grasping women\nwho might want to date him. He was amused by the idea…. He’s like a king in his own world.”\nMany people comment there is something innocent, almost childlike about Jeffrey Epstein. They\nsee this as refreshing, given the sophistication of his surroundings. Alan Dershowitz says that, as\nhe was getting to know Epstein, his wife asked him if he would still be close to him if Epstein\nsuddenly filed for bankruptcy. Dershowitz says he replied, “Absolutely. I would be as interested\nin him as a friend if we had hamburgers on the boardwalk in Coney Island and talked about his\nideas.”\nCase 1:19-cv-03377 Document 1-9 Filed 04/16/19 Page 1 of 4\nEXHIBIT 9\nCase 1:19-cv-03377 Document 1-9 Filed 04/16/19 Page 2 of 4\n4/15/2019 Alan Dershowitz says he's still advising Jeffrey Epstein - Axios\nAlan Dershowitz says he's still advising Jeffrey Epstein\nAlan Dershowitz still provides legal advice to serial pedophile Jeffrey Epstein, he confirmed to Axios.\nWhat he's saying: \"He has called me a couple of times about legal issues, because I'm still technically\nhis lawyer,\" Dershowitz told me in a phone interview on Saturday. \"But I haven't had any social, or any\nother kind of contact. ... You never stop being a person's lawyer.\"\nBackground: Dershowitz helped Epstein get a sweetheart plea deal from then-U.S. Attorney\nAlexander Acosta (now Donald Trump's labor secretary and a rumored long-shot contender for attorney\ngeneral).\nA bombshell Miami Herald investigative series last week highlighted for the first time the extent of\nEpstein's alleged crimes and the soft treatment he received from federal prosecutors.\nThe Palm Beach multimillionaire would \"serve just 13 months in the county jail, but the deal —\ncalled a non-prosecution agreement — essentially shut down an ongoing FBI probe into whether\nthere were more victims and other powerful people who took part in Epstein’s sex crimes,\"\naccording to a Miami Herald examination of thousands of emails, court documents and FBI\nrecords.\nhttps://www.axios.com/alan-dershowitz-jeffrey-epstein-legal-advice-1a13ad59-a718-46c9-9813-11231604a387.html 1/3\nCase 1:19-cv-03377 Document 1-9 Filed 04/16/19 Page 3 of 4\n4/15/2019 Alan Dershowitz says he's still advising Jeffrey Epstein - Axios\nDozens of women alleged that Epstein molested and raped them when they were underaged using a\nsophisticated human trafficking network. A civil trial is scheduled to begin on Tuesday in Palm Beach\nCounty that may finally let these women tell their stories in court.\nBehind the scenes: While he was allegedly raping teenage girls, Epstein cultivated cozy relationships\nwith America's elites.\nBill Clinton flew on Epstein's plane, nicknamed the \"Lolita Express,\" numerous times, according to\nflight logs.\nAnd Donald Trump, in a profile with New York magazine written several years before the police\ncaught up with Epstein, praised his friend as a \"terrific guy.\" \"It is even said that he likes beautiful\nwomen as much as I do,\" Trump said of Epstein, \"and many of them are on the younger side.\"\nDershowitz was also friendly with Epstein before the broader public knew he was a pedophile.\nDershowitz confirmed to me that he received a massage at Epstein's Palm Beach home, adding\nthat the woman who provided it was of legal age.\n\"What happened was I, um, he lent us, this was well before any of this thing came out, he lent us\nhis house once. And I was there, my grandchildren were there, my daughter was there, and we all\ngot massages.\"\n\"And, um, it was therapeutic. I had a therapeutic massage with an old old Russian, but I never\nnever ... and that was part of when we had his house for about a week during I think it was\nChristmas vacation.\"\n\"Believe me, if I had known that anything improper had ever taken place in that house, I never\nwould have allowed my children, my grandchildren, my wife, my daughter-in-law, my son, to have\nspent time there. I can tell you categorically there were no inappropriate pictures, no\ninappropriate anythings. It was like any other house.\"\nOne of Epstein's accusers, Virginia Roberts, has claimed Dershowitz had sex with her when she was\nunderage. Dershowitz has denied the allegation and told the Miami Herald \"the story was 100 percent\nflatly categorically made-up\" so \"she could get money.\"\nGo deeper: Trump defender Dershowitz shunned by Martha's Vineyard\nhttps://www.axios.com/alan-dershowitz-jeffrey-epstein-legal-advice-1a13ad59-a718-46c9-9813-11231604a387.html 2/3\nCase 1:19-cv-03377 Document 1-9 Filed 04/16/19 Page 4 of 4\n4/15/2019 Alan Dershowitz says he's still advising Jeffrey Epstein - Axios\nSEXUAL ASSAULT\nShow less\nhttps://www.axios.com/alan-dershowitz-jeffrey-epstein-legal-advice-1a13ad59-a718-46c9-9813-11231604a387.html 3/3\nCase 1:19-cv-03377 Document 1-10 Filed 04/16/19 Page 1 of 3\nEXHIBIT 10\nCase 1:19-cv-03377 Document 1-10 Filed 04/16/19 Page 2 of 3\n4/9/2019 Opinion | Jeffrey Epstein’s Attorneys: A Fair Plea Deal - The New York Times\nLETTER\nJeffrey Epstein’s\nAttorneys: A Fair\nPlea Deal\nThe attorneys for a man accused of sexual abuse of young women defend the\nprosecutors’ decision to drop federal charges against him.\nMarch 4, 2019\nTo the Editor:\nRe “The Cowardly Labor Secretary” (editorial, March 3):\nYour editorial’s conclusions are in profound conflict with the reality as we, Jeffrey Epstein’s\ncurrent and former lawyers, knew it.\nWhen he was United States attorney for the Southern District of Florida in 2007, Alexander\nAcosta, the current labor secretary, oversaw a plea deal for Mr. Epstein involving charges of\nsolicitation of prostitution involving young women. Your underlying premise is that Mr. Acosta\nhad capitulated and not filed federal charges because Mr. Epstein had a “high-priced defense\nteam.”\nThis was categorically denied by the Southern District’s then first assistant, Jeffrey H. Sloman, in\nan Op-Ed article in The Miami Herald on Feb. 15. Mr. Sloman correctly represented the existence\nof “significant legal impediments to [federally] prosecuting” what was a quintessentially state case.\nHe also correctly represented that the government had achieved its principal objectives — a felony\nplea, incarceration, millions of dollars in restitution and monetary settlements, and lifetime sex\noffender registration — through its agreement with Mr. Epstein. That agreement was reviewed at\nmultiple levels of the Justice Department. An agreement rather than a trial is how over 97\npercent of federal cases get resolved, through negotiations by two teams of experienced\nprofessionals. The case lacked the credible and compelling proof that is required by federal\ncriminal statutes.\nThat the guilty plea was required in a state, not federal, court reflected the absence of evidence\nthat Mr. Epstein used the internet, traveled to a location away from his home for the purpose of\nhaving illegal sex, commercially trafficked women to others, engaged in force, fraud or coercion,\nused drugs or alcohol to entice young women who came to his house to exchange sexual massages\nfor money, possessed child pornography or in other ways violated federal law.\nhttps://www.nytimes.com/2019/03/04/opinion/letters/jeffrey-epstein.html 1/2\nCase 1:19-cv-03377 Document 1-10 Filed 04/16/19 Page 3 of 3\nThe number of young women involved in the investigation has been vastly exaggerated, there was\nno “international sex-trafficking operation” and there was never evidence that Mr. Epstein “hosted\nsex parties” at his home.\n4/9/2019 Opinion | Jeffrey Epstein’s Attorneys: A Fair Plea Deal - The New York Times\nYou have 3 free articles remaining.\nSubscribe to The Times\nFinally, Mr. Epstein has gone to prison and made enormous monetary settlements relying on his\nnegotiated agreement. He is entitled to finality like every other defendant.\nKenneth W. Starr\nMartin G. Weinberg\nJack Goldberger\nLilly Ann Sanchez\nA version of this article appears in print on March 5, 2019, on Page A26 of the New York edition with the headline: Jeffrey Epstein’s\nAttorneys: A Fair Plea Deal\nhttps://www.nytimes.com/2019/03/04/opinion/letters/jeffrey-epstein.html 2/2\nCase 1:19-cv-03377 Document 1-11 Filed 04/16/19 Page 1 of 4\nEXHIBIT 11\nCase 1:19-cv-03377 Document 1-11 Filed 04/16/19 Page 2 of 4\n4/8/2019 Prof. Dershowitz, Tell Me How You Really Feel | Law.com\nProf. Dershowitz, Tell Me How You\nReally Feel\nHarvard's legendary law professor chats with the Careerist about the recent sex allegations, his enemies and the\n\"cesspool.\"\nBy Vivia Chen | January 15, 2015 at 06:19 PM | Originally published on The American Lawyer\n(Alan Dershowitz)\nAlan Dershowitz, arguably the most famous—and maybe infamous—law professor in the\nland, wants to set the record straight. When he heard that I was writing about his\nrelationship with billionaire Jeffrey Epstein and the related allegation that Dershowitz\nengaged in sex with a minor, he tracked me down to tell his side of the story.\nThe backdrop: Dershowitz was part of a legal team that had negotiated a plea deal in\n2008 in which Epstein pleaded guilty to felony charges in Florida for soliciting prostitution\nfrom a minor. Epstein served 13 months in prison but was spared federal charges under\nthe deal. Last December, lawyers Bradley Edwards and Paul Cassellfiled suit against\nthe U.S. government, arguing that the plea deal violated the rights of Epstein’s alleged\nsex victims; the suit also alleges that Dershowitz had sex with one of the victims when\nshe was under age. Dershowitz has denied all the allegations, and Edwards and Cassell\nhave filed a defamation suit against Dershowitz for calling them liars.\nThe following are excerpts from my two phone conversations with Dershowitz:\nFrom what I’ve read, your relationship with Epstein seemed chummy. You\nsocialized with him and you and your family stayed at his various homes. Isn’t it a\nbad idea for a lawyer to be so close to a notorious client?\nLet me tell you how I met him. I was introduced to him by Lady de Rothschild as an\nacademic colleague. He was friendly with Larry Summers . . . He was in the process of\ncontributing $50 million to Harvard for evolutionary biology.\nSo Epstein was friendly with all sorts of Harvard muckety-mucks.\nhttps://www.law.com/almID/1202715316005/Prof-Dershowitz-Tell-Me-How-You-Really-Feel/?slreturn=20190308174659 1/3\nCase 1:19-cv-03377 Document 1-11 Filed 04/16/19 Page 3 of 4\n4/8/2019 Prof. Dershowitz, Tell Me How You Really Feel | Law.com\nThe fact that he was giving money didn’t hurt. We went to events that he was involved in\nbut none of us suspected that he had another side until later. Jeffrey loved academics.\nMy conversations with him were only about academic subjects. We never discussed\nfemales or our social life.\nDid your relationship change with Epstein when you took him on as a client?\nVirtually all my social contact with him was of an academic nature, and it was prior to the\ntime he was indicted. My relationship with him was entirely professional. It is a total bum\nrap to say that I “cavorted” with him or was “chummy” with him. I teach my students\nnever, never get too close to clients—and certainly don’t do anything improper with them.\nThe suit says that Jane Doe No. 3 was forced to have sex with you, Prince Andrew\nand “many other powerful men,” including unnamed politicians, foreign presidents\nand world leaders. Why were you and the Prince singled out by name?\nThey want to void the plea agreement and needed to find a lawyer who knew Epstein\nbefore [the indictment], and had been on his island, his home in New Mexico, Palm\nBeach. I fit the bill. It was lawyer profiling.\nAnd the Prince?\nThey claimed that Prince Andrew was using his influence to get Epstein a better deal with\nthe government. What’s more laughable than suggesting that the U.S. Attorney would\nlisten to the Prince to go easy on Epstein!\nWhy bother responding if you think the allegations are so outrageous? Why not\njust let the facts come out during the legal process?\nI have to respond to everything. That’s the way I am. Imagine having an unblemished\npersonal life then reading graffiti scrawled on the bathroom door that gets picked up in\nevery paper based on the assertions of a woman who’s a serial liar.\nBrad Edwards, one of the lawyers bringing this suit, has a history of legal\nentanglement with Epstein, as does his former partner Scott Rothstein, who’s now\nin prison for his role in a Ponzi scheme. But the other lawyer in this case, Paul\nCassell, is a former federal judge and a law professor. Why is he getting involved?\nEveryone is shocked that he would be part of this. I think he’s always hated me because\nI’m his opposite. I’m the conventional liberal he hates: I’m against the death penalty, I’m\npro abortion rights, pro gun control.\nSeems risky to bring a lawsuit for just ideological differences.\nNo one can understand Cassell’s motive. Either he will be disbarred or I will be. And if I\nknowingly had sex with a sex slave then I would deserve disbarment.\nWhat about the reaction? Do you feel you’ve been treated fairly by the press and\nthe public?\nI’ve been treated particularly harshly by lawyers and law professors. They are so quick to\nsay that I might be guilty. They’re getting too much pleasure out of this. There’s a dose of\nschadenfreude.\nWhy do you think people like getting you upset?\nI’m controversial and more famous than they are. There’s a lot of jealousy.\nhttps://www.law.com/almID/1202715316005/Prof-Dershowitz-Tell-Me-How-You-Really-Feel/?slreturn=20190308174659 2/3\nCase 1:19-cv-03377 Document 1-11 Filed 04/16/19 Page 4 of 4\n4/8/2019 Prof. Dershowitz, Tell Me How You Really Feel | Law.com\nI gather you’re talking about legal academia.\nYes, it’s a cesspool of jealousy. People in it lack courage.\nBut you’re no stranger to harsh criticism. People weren’t exactly nominating you\nfor a justice award for getting O.J. Simpson and Claus von Bulow off the hook.\nSome of the criticisms against me have been just. I’m a tough lawyer. But charging me\nwith one of the most heinous crimes is on a different level. I’ve never been attacked like\nthis. I don’t know any lawyer or professor who’s had these accusations waged against\nthem. It’s worse than what Clarence Darrow had to face.\nYou retired from Harvard Law School a year ago. Did you expect so much\nexcitement at this stage of your career?\nThis is an absolute shock. I’m living my little life here [in Florida, New York and Martha's\nVineyard]. I lead a boring life. I’ve been married to the same woman for 28 years. She\ngoes with me everywhere. People know that I won’t argue a case or give a speech\nunless my wife travels with me. This is not the profile of someone who screws around.\nYou take all this very, very personally, don’t you?\nWouldn’t you? I’ve got two grandchildren in college and they are reading this about me.\nThis is the fight of my life.\nNote: We have been in contact with Edwards and Cassell and hope to get their sides of\nthe story soon.\nhttps://www.law.com/almID/1202715316005/Prof-Dershowitz-Tell-Me-How-You-Really-Feel/?slreturn=20190308174659 3/3\nCase 1:19-cv-03377 Document 1-12 Filed 04/16/19 Page 1 of 4\nEXHIBIT 12\nCase 1:19-cv-03377 Document 1-12 Filed 04/16/19 Page 2 of 4\nCase 1:19-cv-03377 Document 1-12 Filed 04/16/19 Page 3 of 4\nCase 1:19-cv-03377 Document 1-12 Filed 04/16/19 Page 4 of 4\nCase 1:19-cv-03377 Document 1-13 Filed 04/16/19 Page 1 of 4\nEXHIBIT 13\nCase 1:19-cv-03377 Document 1-13 Filed 04/16/19 Page 2 of 4\nCase 1:19-cv-03377 Document 1-13 Filed 04/16/19 Page 3 of 4\nCase 1:19-cv-03377 Document 1-13 Filed 04/16/19 Page 4 of 4\nCase 1:19-cv-03377 Document 1-14 Filed 04/16/19 Page 1 of 3\nEXHIBIT 14\nCase 1:19-cv-03377 Document 1-14 Filed 04/16/19 Page 2 of 3\nCase 1:19-cv-03377 Document 1-14 Filed 04/16/19 Page 3 of 3\nCase 1:19-cv-03377 Document 1-15 Filed 04/16/19 Page 1 of 2\nEXHIBIT 15\nCase 1:19-cv-03377 Document 1-15 Filed 04/16/19 Page 2 of 2\nCase 1:19-cv-03377 Document 1-16 Filed 04/16/19 Page 1 of 6\nEXHIBIT 16\nCase 1:19-cv-03377 Document 1-16 Filed 04/16/19 Page 2 of 6\nAn Epstein sex case is settled;\nDershowitz denies latest\nallegation\nBY JULIE K. BROWN\nDECEMBER 19, 2018 8:30 PM, UPDATED DECEMBER 27, 2018 7:55 AM\nAccused sex traffickers Jeffrey Epstein and Ghislaine Maxwell have settled a federal civil lawsuit\nfiled by a woman who says she was ordered under threat of violence to have sex with them and\nother influential individuals when she was in her early 20s, sources confirmed Wednesday.\nSarah Ransome, who now lives in Barcelona, claimed that she was recruited and trafficked for\nsex by the pair in 2006 and 2007 — at the same time that Epstein, a wealthy New York hedge\nfund manager, was under federal investigation for molesting dozens of underage girls at his\nPalm Beach mansion.\nWomen who say they were victims of sexual abuse at the hands of Palm Beach multimillionaire Jeffrey Epstein\nwant a judge to throw out his lenient plea deal. AP\nAccording to a recent court transcript, among those people Ransome claims she was directed to\nhave sex with was Epstein’s lawyer, Alan Dershowitz, who helped negotiate a controversial plea\nhttps://www.miamiherald.com/latest-news/article223315075.html\nCase 1:19-cv-03377 Document 1-16 Filed 04/16/19 Page 3 of 6\ndeal that gave the eccentric multimillionaire — and co-conspirators employed by Epstein —\nfederal immunity in 2008.\nDershowitz, 80, told the Miami Herald that he has never met Ransome nor has he ever had sex\nwith her. He accused Ransome’s attorney, powerhouse lawyer David Boies, of inventing the\nstory and using her and another woman, Virginia Roberts, to frame him. Roberts asserted in a\nfederal court affidavit in 2015 that Epstein forced her to have sex with Dershowitz when she was\n16 years old.\n“I am the victim. David Boies and these women are the perpetrators,’’ Dershowitz said. “They\nhave willfully and deliberately concocted stories in order to make money — millions and\nmillions of dollars. And I will not rest until the entire story comes out,’’ said Dershowitz, a\nprofessor at Harvard Law School and frequent Fox news guest commentator.\nNowhere in the court case or the transcript does Ransome or anyone else allege that Ransome\nhad sex with Dershowitz — only that she was directed to.\nThe Ransome settlement, which is confidential, comes two weeks after Epstein settled another\nlawsuit in Palm Beach, filed by an attorney who represented several women who said they were\ncoerced into sex acts with Epstein when they were underage. As part of the settlement, Epstein,\n65, issued an apology to Fort Lauderdale attorney Bradley Edwards, admitting that he leveled\nfalse claims in a lawsuit as part of an effort to intimidate Edwards into abandoning his\naggressive advocacy for the women, who are now in their late 20s and early 30s.\nThe developments follow a series of stories published by the Miami Herald in late November\nthat detailed how state and federal prosecutors worked with Epstein’s lawyers to conceal the\nextent of Epstein’s crimes, and secretly negotiated an unusual plea agreement that allowed him\nto escape federal sex trafficking charges that could have sent him to prison for life. The\nagreement, by design, was kept from his victims so that they could not appear at his sentencing.\nLast week, more than two dozen lawmakers in Washington demanded a federal investigation\ninto that plea deal, which was negotiated, signed and sealed by former Miami U.S. Attorney\nAlexander Acosta, now President Donald Trump’s secretary of labor.\nAcosta has not commented on the Herald story or on the calls\nfor a probe into how he handled the Epstein case.\nThis week, a decade after defending Epstein, Dershowitz once\nagain found himself in the spotlight amid the new allegations,\nmentioned briefly in a court filing on Nov. 28, and first\nreported on Tuesday by the New York Daily News.\nDuring a Nov. 7 hearing, Maxwell’s lawyer, Laura Menninger,\nmentioned Dershowitz’s name as among those “third parties’’\nthat Ransome claims she was instructed to have sex with,\naccording to a transcript of the hearing obtained by the Herald.\nOn Tuesday, after the Daily News published its story,\nDershowitz lashed out in dozens of posts on Twitter,\ndenouncing Ransome as “delusional’’ and claiming that her\nlawyer, Boies, was retaliating against him because Dershowitz\nhad filed a bar complaint against him.\nAlan Dershowitz says he has never met\nthe woman who alleges in a lawsuit she\nwas ordered to have sex with influential\nmen, including the famous lawyer. John\nLamparski GETTY IMAGES/TNS\n“Attorney David Boies threatened that unless I withdrew a bar\ncomplaint I had filed against him for falsely accusing me of\nsexual misconduct, he would find another woman to accuse me of similar misconduct. He has\nhttps://www.miamiherald.com/latest-news/article223315075.html\nCase 1:19-cv-03377 Document 1-16 Filed 04/16/19 Page 4 of 6\nnow found an unbalanced woman who has delusions of having sex tapes of Donald Trump,\nHillary Clinton, Bill Clinton and other prominent figures,’’ Dershowitz said in a tweet.\nBoies, best known for arguing on behalf of Vice President Al Gore in the 2000 Florida election\nrecount, responded in an interview with the Herald:\n“[Dershowitz’s] charges are absurd. Either he has become totally unhinged or he thinks that if\nhe says things that are loud enough and crazy enough it will distract attention from what he has\ndone. There is no support — none — for what he says.’’\nRansome claimed that, in her early 20s, she was recruited to work as a masseuse for Epstein\nwho, in exchange, promised he would help her get into fashion design in New York, according to\nher civil lawsuit, filed in January 2017. Epstein and Maxwell then kept her passport and\nthreatened to ruin her life and physically harm her if she didn’t have sex with them and others\nin 2006 and 2007, Ransome said in the complaint.\nThe complaint alleges that this all occurred at the same time as Epstein’s lawyers were\nnegotiating with Acosta and other federal prosecutors for a deal to avoid federal sex trafficking\ncharges in connection with a scheme in which he lured underprivileged girls, mostly 13 to 16, to\nhis home in Palm Beach under the pretense that he would pay them $200 to $300 for massages.\nInstead, police in Palm Beach found that he had been molesting and sexually abusing dozens of\ngirls between 2001 and 2007.\nIn this photograph, Virginia Roberts socializes with Prince Andrew as Jeffrey\nEpstein associate Guislaine Maxwell stands in the background. Roberts claims she\nwas effectively used as a sex slave by Epstein. In that capacity she had sex with\nthe prince, Roberts says. The prince denied that. COURTESY OF VIRGINIA ROBERTS\nUnder the plea deal, known as a non-prosecution agreement, Epstein was allowed to plead\nguilty in state court to two prostitution charges. He served 13 months in a private wing of the\nPalm Beach County jail, where he was given liberal work release privileges. The deal also\nquashed an FBI investigation into whether Epstein was operating an international sex\ntrafficking organization, the Herald found as part of its yearlong investigation.\n“Even as [Epstein, Maxwell and other defendants] and their attorneys were busy arguing\nEpstein’s innocence and publicly defaming his victims as liars...defendants merely changed\ntheir location’’ from Palm Beach to “other places in the U.S. [including the Southern District of\nNew York] and abroad and brought them to Epstein’s mansion in New York City and his private\nisland in the Virgin Islands,’’ Ransome’s complaint alleged.\nhttps://www.miamiherald.com/latest-news/article223315075.html\nCase 1:19-cv-03377 Document 1-16 Filed 04/16/19 Page 5 of 6\nDershowitz, in interviews with the Herald, and in recent public statements, said he has never\nmet Ransome. He also said she initially tried to interest the New York Post in her story, but a\nreporter whom he said he spoke with told him Ransome was not credible. He said he has a trove\nof emails between Ransome and the reporter that prove she is a “lunatic.’’\n“There are hundreds of emails in which she claimed to have sex with everybody in the world and\nalso claimed she has video of Hillary Clinton, Bill Clinton, Donald Trump and others having sex\nwith underage girls — but she never ever accused me in these emails,’’ Dershowitz said.\nThe emails are under seal, he said, and therefore cannot be made public. Dershowitz said he has\nasked the court to unseal them but his efforts thus far have been unsuccessful.\nIn the recent court transcript, however, it is Maxwell’s attorney, Laura Menninger — not\nRansome or her attorneys — who named Dershowitz.\n“[Ransome] has alleged not only that my client [Maxwell] ran a sex trafficking organization but\nshe claims also that she was directed by my client and the Epstein defendants to have sex with\nthird parties, including Alan Dershowitz, for example,’’ Menninger said. “And so to the extent\nmy client or Mr. Dershowitz or anyone else is going to be asked about their private sexual\nactivity, I believe that would implicate their privacy rights...’’\nRoberts, who now lives in Australia, said that Epstein ordered her to have sex with Dershowitz\nsix times, according to a 2015 affidavit, which was filed in connection with an unrelated Epstein\nfederal lawsuit.\nAt that time, Dershowitz launched a media blitz on TV asserting that Roberts made up the story.\nHe also called for Roberts’ lawyers — Edwards and University of Utah law professor Paul Cassell\n— to be disbarred. The lawyers sued Dershowitz for defamation, and the case was settled last\nyear.\nDershowitz publicly declared he was vindicated after a federal judge ordered Roberts’ affidavit\nstricken from the court record. But the judge did not address the veracity of her sexual\nmisconduct claims; he instead ruled that the affidavit was misplaced in a case not involving\nDershowitz.\nBoies, whose firm represented Roberts pro bono, addressed Dershowitz’s longstanding\ncontention that he had been exonerated.\n“Anytime in a lawsuit where you were the defendant and you paid the plaintiff $900,000 to\nsettle it — that’s a strange kind of vindication,’’ Boies said, asserting that Dershowitz paid that\namount as part of the defamation settlement with Edwards and Cassell.\nIn 2016, Dershowitz released a statement following what he said was “an independent\ninvestigation’’ that had been conducted by former FBI Director Louis Freeh, who is now a\nprivate consultant.\n“Our investigation found no evidence to support the accusations of sexual misconduct against\nProfessor Dershowitz. In fact, in several instances, the evidence directly contradicted the\naccusations made against him,’’ Freeh wrote.\nMost of the court records in the Roberts case are sealed. In February, the Miami Herald filed a\nmotion in the Southern District of New York, seeking access to documents. The motion, which\nwas not opposed by Roberts, could shed more light on the full scope of Epstein’s crimes and\nwho was involved.\nhttps://www.miamiherald.com/latest-news/article223315075.html\nCase 1:19-cv-03377 Document 1-16 Filed 04/16/19 Page 6 of 6\nThe motion was denied. The Herald is appealing.\nhttps://www.miamiherald.com/latest-news/article223315075.html",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_017935.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 174157,
    "word_count": 28292,
    "line_count": 2262,
    "import_date": "2025-11-19T21:47:48.504876",
    "prefix": "TEXT-001"
  }
}