{
  "document_id": "HOUSE_OVERSIGHT_019686",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019686.txt",
  "text": "198 | HOW AMERICA LOST ITS SECRETS\n\nof the communications of its adversaries. Even though the Cold War\nhad been declared over after the collapse of the Soviet Union a quar-\nter of a century earlier, the age-old enterprise of espionage did not\nend with it. Russia and China still sought to blunt the edge that the\nNSA gave the United States. The Snowden breach therefore needs to\nbe considered in the context of the once and future intelligence war.\n\nThe modern enterprise of reading the communications of other\nnations traces back in the United States to military code-breaking\nefforts preceding America’s entry into World War I. The invention\nof the radio at the end of the nineteenth century soon provided the\nmeans of rapidly sending and getting messages from ships, subma-\nrines, ground forces, spies, and embassies. These over-the-air mes-\nsages could also be intercepted from the ether by adversaries. If they\nwere to remain secret, they could not be sent in plain text. They\nhad to be sent in either code, in which letters are substituted for one\nanother, or, more effectively, a cipher, in which numbers are sub-\nstituted for letters. Making and breaking codes and ciphers became\na crucial enterprise for nations. By 1914, the U.S. Army and Navy\n\n® had set up units, staffed by mathematicians, linguists, and crossword ©\npuzzle solvers, to intercept and decode enemy messages. After the\nwar had ended in 1918, these units were fused into a cover corpora-\ntion called the Code Compilation Company, which moved to new\noffices on Thirty-Seventh Street and Madison Avenue in New York\nCity.\n\nUnder the supervision of the famous cryptographer Herbert O.\nYardley, a team of twenty code breakers was employed in what was\ncalled the Black Chamber. Yardley arranged for Western Union,\nwhich had the telegraph monopoly in America, to provide the Black\nChamber with all the telegrams coming into the United States. “Its\nfar-seeking eyes penetrate the secret conference chambers at Wash-\nington, Tokyo, London, Paris, Geneva, Rome,” Yardley wrote about\nthe Black Chamber. “Its sensitive ears catch the faintest whispering\nin the foreign capitals of the world.” But in 1929, at the instructions\nof President Herbert Hoover, Secretary of State Henry Stimson\nclosed the Black Chamber, saying famously, “Gentlemen should not\nread each other’s mail.”\n\nThe moratorium did not last long. With war looming in Asia and\n\n| | Epst_9780451494566_2p_all_r1.indd 198 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019686",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019686.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2492,
    "word_count": 406,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.471779",
    "prefix": "IMAGES-005"
  }
}