{
  "document_id": "HOUSE_OVERSIGHT_010596",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010596.txt",
  "text": "73.  Epstein's complaint alleges that Edwards provided notice that he wished to take\nthe deposition of Tommy Mattola. That assertion is untrue. Mr. Mattola's deposition was set by\nthe law firm of Searcy Denny Scarola Barnhart and Shipley. See Edwards Affidavit, Exhibit “N”\nat (16.\n\n74. Edwards gave notice that he intended to take David Copperfield's deposition.\nEdwards possessed a legitimate basis for doing so. Epstein’s housekeeper and one of the only\nwitnesses who did not appear for deposition with an Epstein bought attorney, Alfredo Rodriguez,\ntestified that David Copperfield was a guest at Epstein’s house on several occasions. His name\nalso appears frequently in the message pads confiscated from Epstein’s house. It has been\npublicly reported that Copperfield himself has had allegations of sexual misconduct made against\nhim by women claiming he sexually abused them, and one of Epstein’s sexual assault victims\nalso alleged that Copperfield had touched her in an improper sexual way while she was at\nEpstein’s house. Mr. Copperfield likely has relevant information and deposition was reasonably\ncalculated to lead to the discovery of admissible evidence. See Edwards Affidavit, Exhibit “N” at\n17.\n\n75. Epstein also takes issue with Edwards identifying Bill Richardson as a possible\nwitness. Richardson was properly identified as a possible witness because Epstein’s personal\npilot testified to Richardson joining Epstein at Epstein’s New Mexico Ranch. There was\ninformation indicating that Epstein had young girls at his ranch which, given the circumstances\nof the case, raised the reasonable inference he was sexually abusing these girls as he had abused\ngirls in West Palm Brena and elsewhere. Richardson had also returned campaign donations that\n\nwere given to him by Epstein, indicating that he believed that there was something about Epstein\n31\n\nHOUSE_OVERSIGHT_010596",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1888,
    "word_count": 288,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:44.232418",
    "prefix": "IMAGES-001"
  }
}