{
  "document_id": "HOUSE_OVERSIGHT_013368",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013368.txt",
  "text": "necessary because: (a) Jane Doe filed a federal RICO claim against Epstein that was an\nactive claim through much of the litigation. The RICO claim alleged that Epstein ran an\nexpansive criminal enterprise that involved and depended upon his plane travel.\nAlthough Judge Marra dismissed the RICO claim at some point in the federal litigation,\nthe legal team representing my clients intended to pursue an appeal of that dismissal.\nMoreover, all of the subjects mentioned in the RICO claim remained relevant to other\naspects of Jane Doe’s claims against Epstein, including in particular her claim for\npunitive damages; (b) Jane Doe also filed and was proceeding to trial on a federal claim\nunder 18 U.S.C. § 2255. Section 2255 is a federal statute which (unlike other state\nstatutes) guaranteed a minimum level of recovery for Jane Doe. Proceeding under the\nstatute, however, required a “federal nexus” to the sexual assaults. Jane Doe had two\ngrounds on which to argue that such a nexus existed to her abuse by Epstein: first, his\nuse of the telephone to arrange for girls to be abused; and, second, his travel on planes\nin interstate commerce. During the course of the litigation, | anticipated that Epstein\nwould argue that Jane Dee’s proof of the federal nexus was inadequate. These fears\nwere realized when Epstein filed a summary judgment motion raising this argument. In\nrespo-nse, the other attorneys and I representing Jane Doe used the flight log evidence\nto respond to Epstein’s summary judgment motion, explaining that the flight logs\ndemonstrated that Epstein had traveled in interstate commerce for the purpose of\nfacilitating his sexual assaults. Because Epstein chose to settle the case before trial,\nJudge Marra did not rule on the summary judgment motion. (c) Jane Doe No. 102’s\ncomplaint outlined Epstein’s daily sexual exploitation and abuse of underage minors as\nyoung as 12 years old and alleged that he used his plane to transport underage females\nto be sexually abused by him and his friends. The flight logs accordingly might have\ninformation about either additional girls who were victims of Epstein’s abuse or friends\nof Epstein who may have witnessed or even participated in the abuse. Based on this\ninformation, 1 believed that the flight logs and related information was relevant\ninformation to prove the cases against Jeffrey Epstein and accordingly I pursued them\nin discovery.\n\n20. In approximately November 2009, the existence of Scott Rothstein’s Ponzi scheme\nbecame public knowledge. It was at that time that I, along with many other reputable\nattorneys at RRA, first became aware of Rothstein criminal scheme. At that time, I left\nRRA with several other RRA attorneys to form the law firm of Farmer Jaffe Weissing\n\nEdwards Fistos and Lehrman (“Farmer Jaffe”). I was thus with RRA for less than one\nyear.\n\n21. In July 2010, along with other attorneys at Farmer Jaffe and Professor Cassell, I reached\nfavorable settlement terms for my three clients L.M., E.W., and Jane Doe in their\nlawsuits against Epstein.\n\n22. On July 26, 2010, I received a letter from the U.S. Attorney’s Office for the Southern\nDistrict of Florida — the office responsible for prosecuting Rothstein’s Ponzi scheme.\nThe letter indicated that law enforcement agencies had determined that I was “a victim\n(or potential victim)” of Scott Rothstein’s federal crimes. The letter informed me of my\nrights as a victim of Rothstein’s federal crimes and promised to keep me informed about\n\nHOUSE_OVERSIGHT_013368",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013368.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3507,
    "word_count": 571,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.699061",
    "prefix": "IMAGES-002"
  }
}