{
  "document_id": "HOUSE_OVERSIGHT_024133",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024133.txt",
  "text": "Eye on the Market | march 15, 2012 J.P Morgan\n\nTopics: Is US data as good as it looks? Is Chinese data as bad as it looks? Is European data as bizarre as it looks?\n\nThere’s also some good news on the global profit outlook, or at least an end to the bad news. A measure of global earnings\nrevisions had been running negative for 40 weeks in a row until last week when it turned slightly positive. Other corroborating\nevidence comes from conversations we’ve had with private equity firms, whose portfolio companies are generally planning for\n10%-20% increases in capital spending budgets this year.\n\nGlobal earnings revisions vs. global equities Unfortunately, the ECB can't create jobs\n(# of upgrades minus# of downgrades)/ total revisions Level Employment, percent change, QoQ, saar\n0.4 1,575 3%\n\n0.3\n\n08 1,475 abi Germany\n. 1,375\n0.1\n\n1 Q,\n0.0 HN am 1,275 1%\n-0.1 1,175\n\n0%\n\n-0.2 1,075\n\nMSCI World\n\non 975 -1% Euro Area\n™ undexd\n-05 875 90\n-0.6 775\n-0.7 675 -3%\n2008 2009 2010 2011 2012 2005 2006 2007 2008 2009 2010 2011\nSource: Citigroup, Bloomberg. Source: Eurostat, Bundesbank.\n\nAfter four years that challenge some of the basic assumptions of efficient markets and laissez-faire capitalism, there is a pent-up\ndemand for normalcy among individual investors, money managers, CEOs, corporate treasurers, pension funds, regulators, etc.\nThrough massive money creation, Central Banks have provided the veneer of normalcy which has allowed the private sector to\nget moving again in the US, or at least in the case of Europe, to stop declining. Markets love it. Is the ECB’s Mario Draghi a\ngenius? Only time will tell. The last time the term Maestro got thrown around, it was a case of premature exaltation.\n\nThe latest from Europe: my head is hot and my feet are freezing\n\nAngela Merkel described Europe as being ‘“‘a good way up the mountain path” regarding the debt crisis. Courtesy of the ECB,\nthere has been a dramatic improvement in sovereign and bank debt markets. However, in the real economy, improvements are\nmuch harder to find. In contrast to improving labor markets in the US, Europe still looks pretty bad outside Germany (see chart\nabove; the declining Euro Area line includes the better data from Germany). Other variables related to production and\nconsumption show the same regional divergences. The challenge for Spain looks particularly daunting, given a less open\neconomy than countries like Ireland, escalating costs associated with bank recapitalization and municipal funding shortfalls, and\nthe likely continued withdrawal of foreign capital from the private sector. Even with continued German assistance, it’s going to\nbe a long and freezing mountain hike for the periphery.\n\nOn investments, we saw a lot of things we recognized in a 76-page Morgan Stanley paper on bank deleveraging and real estate.\nThis has been one of our primary investment themes over the last year. MS estimates 3 trillion Euros of deleveraging by\nEuropean banks in the next 3-5 years, even with ECB repo facilities slowing the pace of asset dispositions, and a more\nrelaxed approach to Basel 3. Europe’s greater reliance on banks to finance commercial property investments (versus capital\nmarkets) is a primary driver here. One example: amazingly, Spanish banks have more domestic commercial real estate loans\nthan UK and German banks combined. There are likely to be opportunities in purchasing loan portfolios, and in providing\ncapital to refinance existing loans. In an environment of low growth, perpetual austerity and rising consumer stress, and the\nlingering possibility of a devaluation in some countries, buyer portfolio discounts need to be large enough to make sense.\n\nWhere is China heading?\nThere is a roiling epistemological debate as to whether China’s current decline is structural or cyclical. As an aside, two of JP\n\nMorgan’s investment banking analysts (one an economist, the other an equity market strategist) have taken opposite sides of the\ndebate, which is in and of itself a healthy thing. Like the question about whether Italy has a liquidity crisis or a solvency crisis,\nthe answer depends on your definition, and definitions can change depending on how governments respond. On the following\npage, we include our own China Dashboard we use to track what’s going on. Now that we have February data as well as\nJanuary and can adjust for some of the New Year effects, it’s pretty clear that China is slowing. Markets are still nervous, since\nPremier Wen stated that the government is still concerned about elevated home prices, and that they will continue tight policies\non property markets. Home price to income ratios in some major cities exceed peak 2006 California levels.\n\nBut with the collapse in Chinese inflation, the government has room to re-stimulate a bit. Recently, the Chinese government has\ninjected more liquidity; expanded the quota for foreign equity investment; cut bank reserve requirements; delayed tighter capital\n\n2\n\nHOUSE_OVERSIGHT_024133",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024133.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4983,
    "word_count": 810,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:44.696582",
    "prefix": "IMAGES-007"
  }
}