{
  "document_id": "HOUSE_OVERSIGHT_024096",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024096.txt",
  "text": "XI. CERTAIN LEGAL & REGULATORY CONSIDERATIONS\nSecurities Act of 1933\n\nThe Limited Partner Interests described herein will not be registered under the Securities Act in\nreliance upon the exemptions for transactions not involving a public offering. Each investor\nwill be required to make certain representations to the Fund, including that such investor is an\n“accredited investor” within the meaning of Rule 501(a) under the Securities Act, that it is\nacquiring a Limited Partner Interest in the Fund for its own account, for investment purposes\nonly and not with a view to resale or distribution, that it has received or has had access to all\ninformation it deems relevant to evaluate the merits and risks of an investment in the Fund and\nthat it has the ability to bear the economic risk of an investment in the Fund. The Limited\nPartner Interests described herein will constitute “restricted securities” under the Securities Act\nand as such will be subject to certain restrictions on transferability. The Limited Partner\nInterests may not be transferred or sold unless the Limited Partner Interests have been\nregistered under the Securities Act or an exemption from registration is available. It is not\ncontemplated that registration under the Securities Act or other securities laws will ever be\neffected. The Limited Partner Interests are subject to further restrictions on transfer as\ndescribed in the Partnership Agreement.\n\nThis Memorandum is not a public offering “prospectus” and does not purport to describe or\notherwise address all material considerations relating to an investment in the Fund. Prior to\nmaking an investment, prospective investors and their advisors are invited to ask questions of,\nand obtain additional information from, the General Partner concerning the Limited Partner\nInterests described herein, the terms and conditions of the offering and any other relevant\nmatters. Such information will be provided to the extent the General Partner possesses such\ninformation or can acquire it without unreasonable effort or expense.\n\nAny subscription is subject to a determination by counsel to the Fund that the subscription is in\ncompliance with applicable federal and state laws and regulations.\n\nInvestment Company Act of 1940\n\nThe Fund will not be registered as an investment company under the Investment Company Act\npursuant to an exemption set forth in Section 3(c)(1) and/or Section 3(c)(7) of the Investment\nCompany Act. The Fund will obtain appropriate representations and undertakings from all\npurchasers of Limited Partner Interests, including restrictions on transfer, to ensure that such\npurchasers meet the conditions of the exemption. Section 3(c)(7) of the Investment Company\nAct requires that each prospective purchaser be a “qualified purchaser” within the meaning of\nSection 2(a)(51) of the Investment Company Act. Information with respect to such requirements\nfor “qualified purchaser” status will be included in the Fund’s Subscription Agreement. The\nGeneral Partner is not registered as a broker-dealer under the Exchange Act, or with the NASD,\nand is consequently not subject to certain record keeping and specific business practice\nprovisions of the Exchange Act and the rules of the NASD.\n\n85 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024096",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024096.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3299,
    "word_count": 505,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:43.983442",
    "prefix": "IMAGES-007"
  }
}