{
  "document_id": "HOUSE_OVERSIGHT_013055",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013055.txt",
  "text": "7.3 Toward a Formal Characterization of Real-World General Intelligence 139\n\ndecays exponentially, whereas an assumptive distribution over environments might decay at\nsome other rate. This issue seems to merit further mathematical investigation.\n\n7.3.4 Incorporating Computational Cost\n\nLet r44,g,7 be a probability distribution describing the amount of computational resources con-\nsumed by an agent 7 while achieving goal g over time-scale J. This is a probability distribution\nbecause we want to account for the possibility of nondeterministic agents. 50, 77,..97r(Q) tells\nthe probability that @ units of resources are consumed. For simplicity we amalgamate space\nand time resources, energetic resources, etc. into a single number Q, which is assumed to live\nin some subset of the positive reals. Space resources of course have to do with the size of the\nsystem’s memory. Then we may define\n\nDefinition 6 The efficient pragmatic general intelligence of an agent x with resource\nconsumption Nru,9,7, relative to the distribution v over environments and the distribution +\nover goals, is its expected performance with respect to goals drawn from y in environments drawn\nfrom v, over the time-scales natural to the goals, normalized by the amount of computational\neffort expended to achieve each goal; that is,\n\n_ YL) Y(G, Le w9,T(@) ya\nTrg) = » ail Q mst Viig.T\nHEB,GEG,Q,T\n\n(in those cases where this sum is convergent).\n\nThis is a measure that rates an agent’s intelligence higher if it uses fewer computational\nresources to do its business. Roughly, it measures reward achieved per spacetime computation\nunit.\n\nNote that, by abandoning the universal prior, we have also abandoned the proof of conver-\ngence that comes with it. In general the sums in the above definitions need not converge; and\nexploration of the conditions under which they do converge is a complex matter.\n\n7.3.5 Assessing the Intelligence of Real-World Agents\n\nThe pragmatic and efficient pragmatic general intelligence measures are more “realistic” than\nthe Legg and Hutter universal intelligence measure, in that they take into account the innate\nbiasing and computational resource restrictions that characterize real-world intelligence. But as\ndiscussed earlier, they still live in “fantasy-land” to an extent — they gauge the intelligence of an\nagent via a weighted average over a wide variety of goals and environments; and they presume\na simplistic relationship between agents and rewards that does not reflect the complexities\nof real-world cognitive architectures. It is not obvious from the foregoing how to apply these\nmeasures to real-world intelligent systems, which lack the ability to exist in such a wide variety\nof environments within their often brief lifespans, and mostly go about their lives doing things\nother than pursuing quantified external rewards. In this brief section we describe an approach\nto bridging this gap. The treatment is left semi-formal in places.\n\nHOUSE_OVERSIGHT_013055",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013055.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2985,
    "word_count": 459,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.887775",
    "prefix": "IMAGES-002"
  }
}