{
  "document_id": "HOUSE_OVERSIGHT_014375",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014375.txt",
  "text": "electronification is something that pays dividends, these benefits occur over time.\nThat said, general sentiment from asset managers is that electronification is\nsomething they want as it leads to efficiency.\n\nChart 90: As you think about corporate strategy for asset managers, how open is your firm with\n\nembracing new technologies/electronification in the fixed income space?\n60%\n\n50%\n40%\n30%\n20%\n\n10%\n\n0%\n\nTop priority in corporate Modest priority in corporate Low priority in corporate\nstrategy strategy strategy\n\nSource: BofA Merrill Lynch Global Research\n\n= ETF market for fixed income securities expected to grow significantly. Unlike in\nthe equities market where ETFs are 7% of the volume traded, fixed income ETFs\nare still sub-1% (0.8% at YE15). As the market continues to grow, particularly in the\nasset classes where the underlying bonds aren’t that liquid, Mr. Callahan noted\nseeing increased liquidity in the ETFs for liquidity reasons. Following in the\nfootsteps of the equities market, Mr. Callahan expects the fixed income ETF market\nto grow significantly and be very impactful to the overall market structure.\n\n= Greater concern around speed at which liquidity can change vs. liquidity in the\nmarket. There is a lot of concern around liquidity in fixed income markets. That\nsaid, Mr. Brown is more concerned with the speed at which liquidity can change.\nThere has been growing evidence that the market is going to adjust greater and\nfaster than the underlying fundamental reasons for the correction. As such, this is\ncausing participants to revisit how they look at risk management. Now market\nparticipants need to take into account not only their behavior, but their reaction to\nother participants’ behavior (i.e. contagion effect).\n\n= Fewer, well-established platforms reduce overall risk within system. Eighty-nine\n(89%) percent of the audience polled prefer to conduct business with a few, well-\nestablished platforms to diminish risk within the system. Using the government\nbond market as an example, Mr. Olesky points out that the growing contribution\nfrom PTFs to the overall treasury trade volume has increased the risk outside the\nprimary-dealer system. This is a risk Mr. Olesky believes needs to be addressed and\nprefers a central clearinghouse for fixed income transactions.\n\nBankof America isa\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 61\n\nHOUSE_OVERSIGHT_014375",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014375.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2421,
    "word_count": 375,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.703868",
    "prefix": "IMAGES-002"
  }
}