{
  "document_id": "HOUSE_OVERSIGHT_017166",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017166.txt",
  "text": "4.2.12\nWC: 191694\n\nconstitutional law weren’t sound enough, and subsequently became one of the most distinguished\nlaw professors at Yale, advised me against going to Harvard: “You won’t fit in there,” he warned\nme. When I recounted this story to my Harvard colleague of 50 years, he replied: “Alex was\nright. You don’t fit in here.” I never tried to.\n\nIn order to obtain tenure, each assistant professor had to publish a “tenure piece.” I wrote an\narticle on the relationship between law and psychiatry that was critical of the law’s overreliance\non psychiatry in judging whether mentally ill criminals could be held responsible for their crimes,\nand whether people thought to be dangerously mentally ill should be preventively detained in\nasylums. Because the article insisted that these decisions should be based on legal rather than\nmedical criteria, and because it was somewhat critical of certain views espoused by my mentor\nJudge Bazelon—who was regarded at the epitome of unsoundness by the Harvard Law School\nestablishment—it was deemed sound and I was voted tenure.\n\nWhile I was being considered for tenure, I began to get offers from the other elite law\nschools—Columbia, Chicago, Stanford, Yale, NYU. I was earning $12,000 a year at Harvard\nand would be offered a raise to $14,000 when I received tenure. Stanford offered me $20,000,\nwhich was the highest offer any assistant professor had ever received in the history of law\nteaching. It was well above what many full professors at Harvard were then making. I went to\nDean Griswold and told him I couldn’t afford to turn down an additional $6,000 since I had two\nkids in private school and no money in the bank. He told me sternly that he could not pay me\nmore than older professors so he raised everyone’s salary starting with mine to $21,000. I\nbecame the most popular professor among my young colleagues who all benefited from what\nbecame known as “the Dershowitz bump.”\n\nOver my long career at Harvard, I’ve published a great deal. I’ve never counted but one of my\nsecretaries estimated that she typed a million words a year for me (including legal briefs). This\nwould amount to 500 books! I love writing. I write every day, on hundreds of subjects, and I\nwrite everything by hand on yellow pads. I venture to guess that I’ve probably published more\nwords (not necessarily wiser or better, but more) than any professor in the law school’s\nhistory—imore than 30 books, hundreds of chapters in other books, dozens of law review articles\nand thousands of newspaper and magazine articles.\n\nI’ve probably also taught more different courses than most other professors. These include:\n\nCriminal Law; Constitutional Litigation; Family Law; Psychiatry and the Law; the Prediction and\nPrevention of Harmful Conduct; Race and Violence; the Scriptural Sources of Justice; the Law of\nSports; the Legal, Moral and Psychological Implications of Shakespeare’s Tragedies; Ethics and\nTactics in the Trial of Criminal Cases; Human Rights; Terrorism and the Law; Probabilities and\nthe Law; a Comparative Analysis of Talmud and Common Law; Wikileaks and the First\nAmendment; the Arab Israeli Conflict through Literature; Black Power and its Legal Implications;\nThe Writings of Thomas Jefferson; and Constraining Prosecutorial Misconduct.\n\nIn addition to my classes at the law school, I have also taught numerous classes at Harvard\n\nCollege, including a very large course that I created and taught jointly with Professor Robert\nNozick and Stephen J. Gould, entitled Thinking about Thinking; a seminar with Professor Steven\n\n79\n\nHOUSE_OVERSIGHT_017166",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017166.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3594,
    "word_count": 583,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.728693",
    "prefix": "IMAGES-004"
  }
}