{
  "document_id": "HOUSE_OVERSIGHT_018637",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018637.txt",
  "text": "And now we're late! Whee!\n\nOne of my exes pointed out my tendency to make out with him while his car was stopped\nat traffic lights that were about to turn green. \"I know!\" I said. \"I don't really get why I do\nthat, myself.\" He responded, \"Predicament bondage!”\n\nKK ok\n\nSometimes, when the pain is getting intense, I'll play a little game with my partners.\n(Kind of a game, except it's also serious, or it feels serious at the time; usually, when I\nstart playing this game, I am not even close to coherent enough to ponder tactics; I'm\nrunning on instinct.) I think of this game as the \"aren't you scared of the neighbors\" game.\nIn the \"aren't you scared of the neighbors\" game, I start making noise loud enough that I\nmight catch outsiders’ attention. Part of me is hoping that my partner is worried about the\nneighbors; that he'll relent, that I can use my tiny advantage to convince him to pull back.\nThat I can play for a moment of relief, a smidgen of mercy.\n\nOf course, if I'm lucky, my partners will then just order me to be quiet while they hurt\nme. Which creates a predicament! Because being quiet is actually not at all easy, and it\ngets more difficult the more it hurts.\n\nAnd then there's the distraction game. I don't always do BDSM with partners I'm sexually\nattracted to; even with partners I'm sexually attracted to, I don't always feel sexual during\nour BDSM encounters. But when I feel very attracted during a BDSM encounter, oh,\nman. That's when I play the distraction game, which involves attempting to distract him\nby turning him on. Again, I'm not really coherent enough to be planning strategy at times\nlike this; I'm more going on instinct; instinctively, it's like I'm trying to bargain. Maybe if\nI can turn him on, he'll have sex with me instead of hurting me....\n\nIf I'm lucky, he'll recognize what I'm doing; he'll be pleased, amused even, but he won't\nstop. One recent partner had me handcuffed to a car seat while he was hurting me. (Doing\nthis in his car was not my idea, but at least we weren't moving. Nor were we paused at a\ntraffic light.) I couldn't move too much, so I started licking his hand when he reached for\nme. Kissing his palm, his fingers -- he groaned, and then he laughed.\n\n\"You are a switch,\" he said, \"trying to control me even now.\" And he didn't stop.\n\nte ok ok\n\n\"No,\" I breathed, a few months ago, during an encounter with someone who's really good\nat this. \"You don't get to say no,” he replied, so I bit back the word. Had to fight against\nmy own desperate instinct to say it, over and over.\n\nLater, he murmured, \"It's so cute how you act like you don't want this,\" as he leaned in to\ninflict dark bruises on my shoulder. His words almost brought me to tears. But J don't\nwant it. Do 1? How can I want something that hurts like this? But I'm not stopping him --\ndid I really ask for this -- I must want it -- Forcing me to face up to my own consent: a\npredicament?\n\nI fought back when he hurt me, instinctively pushing him away. \"Don't push me away,”\nhe instructed. \"Put your arms around me,\" and I did. But we moved around, and moved\n\nHOUSE_OVERSIGHT_018637",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018637.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3111,
    "word_count": 581,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.087996",
    "prefix": "IMAGES-005"
  }
}