{
  "document_id": "HOUSE_OVERSIGHT_012187",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012187.txt",
  "text": "ALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 5\n\nA full and fair review of the facts here is critical to this analysis. Yet, it is clear that CEOS\ndid not conduct such a review. In his recent letter to Jay Lefkowitz, First Assistant United States\nAttorney (“FAUSA”) Jeffrey Sloman confirmed our understanding that the USAO was to have\n“facilitated” an “independent de novo review of the investigation” by the Department. (May 19,\n2008 Sloman letter at p. 5). Yet, the CEOS review was not complete, and by its own terms not de\nnovo.\n\nAs CEOS itself noted, “our review of this case is limited both factually and legally. We have\nnot looked at the entire universe of facts in this case. It is not the role of the Criminal Division to\nconduct a complete factual inquiry from scratch.” (CEOS letter at p. 1). Indeed, entire subject areas\nrelevant to the inquiry were not considered at all by CEOS. In essence, CEOS was only in a position\nto make the most cursory possible review, an “abuse of discretion” review, without considering the\nfacts at the necessary level of detail, and without taking into account the many and varied issues of\nmisconduct we have raised in this case. As the CEOS letter indicates, “we did not review the facts,\ncircumstances, or terms included in the plea offer nor any allegations that individuals involved in the\ninvestigation engaged in misconduct.” (CEOS letter at p. 2). All of this begs the question — if it is\nnot CEOS’ role to “conduct a complete factual inquiry,” and CEOS did not consider any of the\nallegations of misconduct here, which at the very least have created a strong appearance of\nimpropriety, and, at worst evidence an intent and effort to unfairly prejudice Mr. Epstein to the\nfinancial benefit of the friends and colleagues of the prosecution team in the USAO, then where and\nwhen can justice ever hope to be served in this case? This is a prosecution burden that cannot, and\nshould not, be brushed aside.\n\nWe contend the limited nature of the CEOS review deeply affected its conclusions. For\nexample, CEOS most likely did not review original documents, such as transcripts, and instead relied\non the summaries of federal prosecutors and FBI agents, against whom we have raised serious\nconcerns regarding misconduct. If the summary memos from the USAO are as flawed as other\nUSAO communications have been, and which we have been able to show are misleading and\ninaccurate, the CEOS abuse of discretion review is likely flawed as well. Moreover, although the\nUSAO expected, and personally promised to us, an independent review, FAUSA Sloman’s letter also\nmakes clear that our pivotal legal challenge to the use of 18 U.S.C. § 2422(b) had already “been\npreviously raised and thoroughly considered and rejected by .. . CEOS prior to” the recent CEOS\nreview. (May 19, 2008 Sloman letter at p. 5). The fact that CEOS had to evaluate its own decision\nwith respect to some of the allegations against Mr. Epstein prevents its subsequent review and\nopinion from being truly independent.\n\nFollowing this most recent CEOS review “limited both factually and legally,” and with no\ncitation to any case law relative to the statutes in question, CEOS concludes merely, “federal\nprosecution in this case would not be improper or inappropriate (CEOS letter at p. 5);” in essence,\nthat the United States Attorney could bring this case in the exercise of his federal discretion should\nhe so choose (“we conclude that U.S. Attorney Acosta could properly use his discretion to authorize |\nprosecution in this case.”). (CEOS letter at p. 2). However, CEOS drew the conclusion that the |\n\nHOUSE_OVERSIGHT_012187",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012187.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3659,
    "word_count": 621,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.968354",
    "prefix": "IMAGES-001"
  }
}