{
  "document_id": "HOUSE_OVERSIGHT_011413",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011413.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n110\nH3vlgiu2\n\nMS. McCAWLEY: Do you want me to address that, your\n\nHonor? I mean, it's our evidence that we're trying to get in.\nOr do you want me to wait?\n\nTHE COURT: Well, you don't know. The defense doesn't\n\nknow.\nMR. PAGLIUCA: There is no way. There is no way to\n\npresent these documents, your Honor.\n\n=\n\nTHE COURT: Yes. Okay. All right. Because there's\n\nno DOJ witness listed.\n\nMR. PAGLIUCA: There is no record custodian at all for\n\nthese documents. Detective Recarey in his deposition -- and\n\nyou have this, the relevant answers to these questions --\nacknowledged that they don't have any of this evidence. And so\n\nthat's going to be, you know -- you have seen, in multiple\n\nfilings from the plaintiffs, they attach excerpted documents\n\ncontaining what they say are phone messages secured from the\n\ntrash pulls. So that would be an example of evidence for which\n\nthere is no record custodian. Frankly, I don't know who the\nsource of any of that information is. This is yet another\n\npiece of information that has appeared, I'm presuming through\n\nMr. Edwards getting it somehow, you know, in relation to some\n\nother case and then it appears in discovery in this case. And\n\nwhat it looks like is, you know, a number of, you know, what\n\nthey say are photocopies of message pads from Epstein's trash.\n\nBut there is no person who will say, this particular piece of\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011413",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011413.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1506,
    "word_count": 264,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:46.471029",
    "prefix": "IMAGES-001"
  }
}