{
  "document_id": "HOUSE_OVERSIGHT_022254",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022254.txt",
  "text": "Pyes told the author that Brunel “ranks among the sleaziest people in the fashion industry. We’re talking\nabout a conveyor belt, not a casting couch. Hundreds of girls were not only harassed but molested.” Now\nThe Daily Beast has learned that Epstein had made a $1 million wire transfer to Brunel’s offshore bank\naccount in September 2004, just as he was setting up MC2. Whether this was a gift or a loan ora\nbackdoor investment in the new venture is unknown. A French citizen who managed to avoid giving\nevidence in the Epstein investigation, Brunel declined to comment on any of this, as does Fuller. Asked\nin April of Brunel’s activities, Epstein said “I’m 100 percent convinced that he doesn’t traffic children.”\n(Brunel has never been charged.)\n\nAn American fashion designer who booked her girls through MC2 says they were very young and very\nbeautiful; many were from Eastern Europe and spoke little English. A former bookkeeper in the agency’s\nMiami office, who also arranged visas for girls traveling to the U.S., confirmed that MC2 girls became\nfrequent guests on Epstein’s private jets.\n\nPilot logs obtained in the civil suits show that some of the named plaintiffs were on the flight manifests.\nOther times, the pilot would just list the other passengers plus \"female.”\n\nPosted 02 August 2010 - 12:47 AM\n\nJeffrey Epstein, Jew Billionaire Pedophile, Child Trafficker Goes Free..WoW! 20 year old Hearsay is enough to destroy catholic priest. What happened here to\n\nthe justice system?\n\nConchita Sarnoff\n\nhttp://www.thedailyb...hile- goes-free/\n\nConchita Sarnoff has developed multimedia communication programs for Fortune 500 companies and\nhas produced three current events debate television programs, The Americas Forum, From Beirut to\nKabul, and a segment for The Oppenheimer Report. She is writing a book about child trafficking in\nAmerica.\n\nHedge fund mogul and sex offender Jeffrey Epstein, who went free this week, lived in a depraved world\nof thrice-daily massages, pornographic artwork, and hush money—that’s only now being revealed.\nConchita Sarnoff follows up on her investigation of the legal wrangling that saved him from a long\nprison term and reports on the sordid details in part two of her exclusive exposé. Also:\n\n* Palm Beach’s police chief objected to Epstein’s “special treatment” and gave The Daily Beast an\nexclusive look at his nine-hour deposition about the investigation.\n\n¢ Earlier versions of the U.S attorney’s charges, including a sealed 53-page indictment, could have landed\nEpstein in prison for 20 years.\n\n* Victims alleged that Epstein molested underage girls from South America, Europe, and the former\nSoviet republics, including three 12-year-old girls brought over from France as a birthday gift.\n\n¢ The victims also alleged trips out of state and abroad on Epstein’s private jets, which would be\nevidence of sex trafficking—a much more serious federal crime than the state charges Epstein was\n\nconvicted of.\n\n* Epstein’s attorneys investigated members of the Palm Beach Police Department, while others ordered\nprivate investigators to follow and intimidate the victims’ families; one even posed as a police officer.\n\n* Then-Attorney General Alberto Gonzales told The Daily Beast that he “would have instructed the\nJustice Department to pursue justice without making a political mess.”\n\nHOUSE_OVERSIGHT_022254",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022254.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3354,
    "word_count": 525,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.802593",
    "prefix": "IMAGES-006"
  }
}