{
  "document_id": "HOUSE_OVERSIGHT_011716",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011716.txt",
  "text": "But there were times of crisis, and high tension, as well. Only five months\nafter the election, Rabin and I faced one of the most painful periods during my\nentire time as chief of staff. It began with the gruesome death of five Sayeret\nMatkal soldiers during a training exercise in the Negev desert. I’d made\npreventing such accidents a top priority. By the end of the 1980s, they were\nclaiming as many as 80 lives a year. During Dan’s tenure, we’d brought the\nnumber down to about 35. But I knew we had to do more. When I’d addressed\nthe officers after becoming chief of staff, I told them: “Parents are giving us\ntheir children in order to allow us to protect the country. They know there is risk\ninvolved. But they expect their children not to be brought home in coffins\nbecause of our own negligence, or stupidity.” What happened at the military\nbase of Tze’elim in the Negev on November 5, 1992 was not only a reminder of\nhow far we still had to go, however. It occurred during a dry run for an\noperation unlike any that Israel had ever considered. For that and other reasons,\nit would erupt into a major political controversy.\n\nThough the reason for the exercise was meant to have remained a closely\nguarded secret, foreign newspaper reports in the weeks after the training\naccident made secrecy impossible. We were planning to infiltrate a Sayeret\nMatkal unit into Iraq, and to kill Saddam Hussein.\n\nThe Gulf War had blunted any immediate threat from Iraq. But Saddam had\nproven he could launch missiles into the heart of Israel. We knew from our\nintelligence reports that, in addition to his unabated desire to acquire nuclear\narms, he retained facilities to produce chemical weapons. He was trying to\nacquire and develop new biological weapons. In fact, the Iraqis had actually\nacknowledged a biological weapons program to UN inspectors, claiming it was\nfor “defensive purposes.”\n\nThe idea for an attack on Saddam had first been raised a year earlier, when\nmy former Sayeret Matkal comrade, Amiram Levin, asked to see me. He was\nbetween military postings, but had come up with the outline of a plan he felt\nwould allow us to isolate Saddam during a public appearance and kill him. With\nmy approval, he and a small group of officers in the sayeret began working\nfurther on the idea, with the initial aim of seeing whether it was really workable.\nSince Misha was still Defense Minister, I briefed him on what we were doing. I\n\n245\nHOUSE_OVERSIGHT_011716",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011716.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2460,
    "word_count": 432,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.091273",
    "prefix": "IMAGES-001"
  }
}