{
  "document_id": "HOUSE_OVERSIGHT_011986",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011986.txt",
  "text": "sponsors. such as American Aiknes, Ray-Ban. Coca-Cola, Proctor & Gamble.\nand Revion.\n\nMr, Brunel's has continued his ventures as both a promoler and panel\njudge when he founded and created the international modeling contes!,\nModels New Generation Ihat tock place in Guayaquil. Ecuador in 2004. Mr.\nBrunel sat on a panel with ihree other professionals in the fashion indushy and\njudged over forty-nine young women from over North and Soulh America. Asia.\nand Europe. After len days of harsh competition, Jean Luc Brunel crowned the\nwinner, Alyne Weber. a fifteen year old from Brazil. whom as a result of coming in\nfirst place was awarded over three hundred thousand dollars worth of modeling\ncontracts. The city of Guayaquil, Ecuador was also thrown inio the international\nspotlight as the hos! city for fhe modeling contest. Ihe Modals New Generation\nwas broadcasted on numerous television network channels including. Fashion\nT¥, which transmits to over 202 counties ihroughaui the globe, the entire\nAssociation of Television Channek in Ecuador, Nalional Television of China, and\nRede Globo, Brazil's largest and most popular television network. AHached os\nEXHIBIT 6. please find several arlicles regarding the 2004 Models New\nGeneration Contest os well as ihe beneficiary's leading role within this\nprestigious modeling event,\n\nAS a result of the tremendous success of the firsi Models New Generalion\nthat iook place in Guayaquil. Ecuador in 2004, Mr. Brunel organized ihe second\nModel New Generation Contes! which was held in 2006 in the Ecuadorian\ncapital of Quilo. In order to selaci only the very best new models. several\npreliminary. qualifying shows were held in different countries of Lofin Americo\nincluding Bolivia, Panama and Peru. The final contest was held ir: Quito, Ecuador\nal the hisloncat Ptaza San Francisco. Mr Brunel sat on a panel wilh three olher\nprotessionols in the fashion industry and judged over forty-eight young women\nfrom twenty-eqghi different countries from Norih and South America, Asia, and\nEurope. After ter days of harsh competition. Jean Luc Brunel crowned the\nwinner. Ginia Lapina. an eighieen year-old. from Latvio, whom as a resull of\ncoming in first place was awarded over three hundred thousand dollars worlh af\nmodeling contracts.\n\nThe city of Quito, Ecuador wos also thrown into the international spollight\nas the host city for the modeling contest. Again, just like the immense media\nexpose given io the first Models New Generation competition of 2004, the\n2006 Models New Generation competition was broadcast on numerous\ntelevision nélwork Channels wncluding, Fashion TV, which tiarsmils to over 202\ndifferen! countnes fhroughoul the globe. the entire Association of Television\nChannels in Ecuador. Nahonal Television of China. and Rede Globo, Brazil's\nlargest and mos! populor fetevision nelwork. Altached as EXHIBIT 7, please tind\nseveral press arlicles regarding the prestigious 2006 Mode Neve Generation\n\nHOUSE_OVERSIGHT_011986",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011986.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2978,
    "word_count": 461,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.640655",
    "prefix": "IMAGES-001"
  }
}