{
  "document_id": "HOUSE_OVERSIGHT_024461",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024461.txt",
  "text": "LLC, a Delaware limited liability company (¢\"KUE LLC”)\nthrough conversion of its preferred limited partner units,\nincluding accrued dividends at the option of KUE LLC, into\nCommon LP Units} is U.S. $280.0 million. Subscriptions\nreceived will be promptly refunded if 280,000 Common LP\nUnits are not issued for $1,000 per unit {in cash or preferred\nlimited partner units) before the end of the Offering Period.\nSubscriptions paid in any closing will not otherwise be\nreturned regardless of the size or occurrence of any\nsubsequent closing.\n\nInvestors admitted during the Offering Period after the first\nclosing of this offering and after September 30, 2006 will pay\nan additional amount accruing at a rate of 0.67% per month\ncalculated from the first closing date of the offering (pro-\nrated for partial periods) for each Common LP Unit\npurchased, which will be distributed promptly to the holders\nof Common LP Units outstanding prior to such admission in\nproportion to the number of Common LP Units held by such\nholders.\n\nUse of Proceeds: The proceeds of the offering described herein will be used:\n(i) to expand operations, including through — strategic\nacquisitions in the U.S. and internationally, (i) to develop\nnew products and services, (iii) to repay, in whole or in part,\n$150 million of existing debt plus accrued interest (including\nthrough the application of a portion of the proceeds of the\ninitial closing of the offering}, (iv) an estimated $50 million in\nfees and expenses (including amounts payable from July 1,\n2006 under a Fixed Overhead Payment Agreement (the\n“Fixed Overhead Payment Agreement’)), {v) in the discretion\nof KUE LLC, payment at the initial closing of the offering of\napproximately $7.0 million of accrued preferred return on the\npreferred limited partner units of KUE being converted to\nCommon LP Units if such accrued preferred return is not\nconverted to Common LP Units and (vi) for other corporate\npurposes.\n\nCapital Structure: Assuming that 1,000,000 Units are sold to Investors by\nMarch 31, 2007, and that the accrued dividends on the\npreferred limited partner units are paid in cash,\napproximately 2,530,000 Units will be outstanding. The\ninvestors will own approximately 40% of KUE in the form of\nCommon LP Units (excluding profits participation limited\npartner units of KUE, “Profits Participation LP Units\") and\napproximately 40% of the General Partner in the form of\nClass A Shares.\n\nThe General Pariner will be the sole general partner of KUE\nand will hold approximately 1,000 General Partner Units\n(“GP Units\") in KUE, representing approximately 0.04%\nownership in KUE.\n\nThe economic interest in KUE represented by the Common\n\n28\n\nHOUSE_OVERSIGHT_024461",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024461.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2698,
    "word_count": 431,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:49.189362",
    "prefix": "IMAGES-007"
  }
}