{
  "document_id": "HOUSE_OVERSIGHT_013747",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013747.txt",
  "text": "(Russo and Mandell, 1984a; Mandell, 1984), and, more recently, to multiple\nsimultaneously EEG leads which demonstrated focal increases in epileptic patients\n(Inouye et al, 1991; 1992). An entropy derived from the quantification of the failures\nin temporal forecasting of EEG signals increased in the fronto-temporal region with\n\ndrug treatment in patients with Alzheimer’s syndrome (Pezard et al, 1998).\n\nWith respect to their implications for the clinical neurosciences, changes in\ndynamical entropy in behavior of brain dynamical systems has been regarded in two\ngeneral ways: (1) Since representation of information requires the resolution of\nrelevant ambiguity, a nonrelevant and global reduction in the dynamical entropy of a\nbrain system (Stage IV sleep EEG slow waves, neuronal fixed point or regularly\nperiodic activity, extrapyramidal motor tremor, fixed paranoid or obsessional\nmentation, the actions of some anxiolytics and antipsychotics ) reduces its potential\nfor information encoding and transport. In contrast, “arousal” induced increases in\nthe measures of entropy in brain wave and neuronal discharge patterns (pre-task\nwarning signals, motivating conditions, stimulant drugs) are associated with\nimproved psychophysical receptive and discrimination functions, learning rates and\nmemory. (2) Regarding as potentially pathophysiological both of the two extremes\nof entropy generation, fixed point and periodic behavior as the lowest and fair coin\nflipping, “Bernoulli” randomness as the highest, another descriptor, “complexity” is\ndefined as maximal (optimal) midway through the entropy range, making a new kind\n\nof parabolic entropy curve (Bennett, 1986; Crutchfield and Young, 1989a).\n\nIn analogy with an optimal amalgam of periodic rotations and coin flips, in\nhigher dimension, the most meaningful maximum complexity of real, nonuniformly\nexpansive processes may derive from a multiplicity of measure invariants,\nsymmetries, of the system such as the growth rate of unstable periodic orbits,\ndivergence of the tail of a density distribution and specifiable linguistic variables\nsuch as word length and redundancy. The more symmetries, the more potential for\ncomplicated information encoding and transport with the maximum complexity\nlocated midrange in each one. We have pursued the hypothesis that entropy is a\nconserved property in the healthy brain and that complementarity in other statistical\n\nmeasure mechanisms make that possible. For example, in uniformly expansive,\n\n247\n\nHOUSE_OVERSIGHT_013747",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013747.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2525,
    "word_count": 357,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.972570",
    "prefix": "IMAGES-002"
  }
}