{
  "document_id": "HOUSE_OVERSIGHT_020456",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020456.txt",
  "text": "Policy Principles tor\nConstructive Vigilance\n\nThe members of this Working Group seek a productive relationship between China and\n\nthe United States. To this end, and in light of growing evidence of China’s interference\nin various sectors of American government and society, we propose three broad principles\nthat should serve as the basis for protecting the integrity of American institutions inside the\nUnited States while also protecting basic core American values, norms, and laws.\n\nTransparency\n\nTransparency is a fundamental tenet and asset of democracy, and the best protection against\nthe manipulation of American entities by outside actors.\n\ne American NGOs should play an important role in investigating and monitoring\nillicit activities by China and other foreign actors. They should as well seek to inform\nthemselves about the full range of Chinese influence activities and the distinctions\nbetween legitimate and illegitimate influence efforts.\n\ne Congress should perform its constitutional role by continuing to investigate, report\non, and recommend appropriate action concerning Chinese influence activities in\nthe United States. It should update relevant laws and regulations regarding foreign\ninfluence, and adopt new ones, to strengthen transparency in foreign efforts to\nexert influence.\n\ne Executive branch agencies should similarly investigate and publicize, when\nappropriate, findings concerning these activities, with a view to promoting healthy\nand responsible vigilance among American governmental and nongovernmental\nactors.\n\ne The US media should undertake careful, fact-based investigative reporting of Chinese\ninfluence activities, and it should enhance its knowledge base for undertaking\n\nresponsible reporting.\n\ne Faculty governance is the key to preserving academic freedom in American\nuniversities. All gifts, grants, endowments, and cooperative programs, including\n\nHOUSE_OVERSIGHT_020456",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020456.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1921,
    "word_count": 266,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.831795",
    "prefix": "IMAGES-005"
  }
}