{
  "document_id": "HOUSE_OVERSIGHT_013088",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013088.txt",
  "text": "172 9 General Intelligence in the Everyday Human World\n\non the importance of vision processing for humanlike cognition. The key thing an AGI requires\nto support humanlike “visual intelligence” is an environment containing a sufficiently robust\ncollection of materials that object and event recognition and identification become interesting\nproblems.\n\nAudition is cognitively valuable for many reasons, one of which is that it gives a very rich\nand precise method of sensing the world that is different from vision. The fact that humans can\ndisplay normal intelligence while totally blind or totally deaf is an indication that, in a sense,\nvision and audition are redundant for understanding the everyday world. However, it may be\nimportant that the brain has evolved to account for both of these senses, because this forced it\nto account for the presence of two very rich and precise methods of sensing the world — which\nmay have forced it to develop more abstract representation mechanisms than would have been\nnecessary with only one such method.\n\nTouch is a sense that is, in our view, generally badly underappreciated within the AT commu-\nnity. In particular the cognitive robotics community seems to worry too little about the terribly\nimpoverished sense of touch possessed by most current robots (though fortunately there are\nrecent technologies that may help improve robots in this regard; see e.g. [Nan08]). Touch is how\nthe human infant learns to distinguish self from other, and in this way it is the most essential\nsense for the establishment of an internal selfmodel. Touching others’ bodies is a key method\nfor developing a sense of the emotional reality and responsiveness of others, and is hence key to\nthe development of theory of mind and social understanding in humans. For this reason, among\nothers, human children lacking sufficient tactile stimulation will generally wind up badly im-\npaired in multiple ways. A good-quality embodiment should supply an AI agent with a body\nthat possesses skin, which has varying levels of sensitivity on different parts of the skin (so that\nit can effectively distinguish between reality and its perception thereof in a tactile context);\nand also varying types of touch sensors (e.g. temperature versus friction), so that it experiences\ntextures as multidimensional entities.\n\nRelated to touch, kinesthesia refers to direct sensation of phenomena happening inside the\nbody. Rarely mentioned in AI, this sense seems quite critical to cognition, as it underpins many\nof the analogies between self and other that guide cognition. Again, it’s not important that an\nAGI’s virtual body have the same internal body parts as a human body. But it seems valuable\nto have the AGI’s virtual body display some vaguely human-body-like properties, such as feeling\ninternal strain of various sorts after getting exercise, feeling discomfort in certain places when\nrunning out of energy, feeling internally different when satisfied versus unsatisfied, etc.\n\nNext, taste is a cognitively interesting sense in that it involves the interplay between the\ninternal and external world; it involves the evaluation of which entities from the external world\nare worthy of placing inside the body. And smell is cognitively interesting in large part because\nof its relationship with taste. A smell is, among other things, a long-distance indicator of what\na certain entity might taste like. So, the combination of taste and smell provides means for\nconceptualizing relationships between self, world and distance.\n\n9.6.2 The Human Body’s Multiple Intelligences\n\nWhile most unique aspect of human intelligence is rooted in what one might call the \"cognitive\ncortex\" — the portions of the brain dealing with self-reflection and abstract thought. But the\ncognitive cortex does its work in close coordination with the body’s various more specialized\n\nHOUSE_OVERSIGHT_013088",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013088.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3895,
    "word_count": 610,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.620623",
    "prefix": "IMAGES-002"
  }
}