{
  "document_id": "HOUSE_OVERSIGHT_014783",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014783.txt",
  "text": "Options Risk Statement\n\nPotential Risk at Expiry & Options Limited Duration Risk\n\nUnlike owning or shorting a stock, employing any listed options strategy is by definition\ngoverned by a finite duration. The most severe risks associated with general options\ntrading are total loss of capital invested and delivery/assignment risk, all of which can\noccur in a short period.\n\nInvestor suitability\n\nThe use of standardized options and other related derivatives instruments are\nconsidered unsuitable for many investors. Investors considering such strategies are\nencouraged to become familiar with the \"Characteristics and Risks of Standardized\nOptions\" (an OCC authored white paper on options risks). U.S. investors should consult\nwith a FINRA Registered Options Principal.\n\nFor detailed information regarding the risks involved with investing in listed options:\nhttp:/Awww.theocc.com/about/publications/character-risks.jsp.\n\nValuation & risk\n\nBrazil (BRAZIL)\n\nWe are Marketweight Brazil's EXD with currently wide spreads compensating for the\nrisks. The political crisis concerns investors and growth has been weaker than expected.\nHowever, spreads are quite high compared to LatAm investment grades. There are\npositive and negative tail risks for growth, as a resolution to the political paralysis could\nbring confidence back up quickly and improve the economic backdrop. With this positive\ntail risk, and a stronger fiscal adjustment in 2016, economic recovery could start in\n2Q16. On the downside, pressures on GDP could increase if the political scenario\ndeteriorates further, with the government failing to approve fiscal measures and/or\nBrazil shifting to a heterodox policy.\n\nColombia (COLOM)\n\nSpreads, which have widened this year adequately compensate investors for the risk, in\nour view, and leads us to our Marketweight view. Downside risks are a rapid inflation\nacceleration from pass-through effects, which would be a difficult problem for\nmacroeconomic policy. Also oil price weakness raises risk of recession. Fiscal and\nexternal difficulties generate incentives to relax the fiscal rule. Upside risks are a rise in\ncommodity prices and stronger than expected growth.\n\nMexico (MEX)\n\nMexico's tight spreads fairly reflect the better quality of Mexican debt compared to\nmost of LatAm, in our view. We forecast Mexico's activity growth to remain in the 2-3%\nrange. Downside risks are lower growth in the US, lower oil prices and slower domestic\noil production. A disorderly normalization of US monetary policy is a risk to Mexico's\nfinancial stability as well. Upside risks are higher oil prices and stronger US growth.\n\nTurkey (TURKEY)\n\nWe are Overweight as Turkey Eurobonds lagged peers due to heightened political noise\nduring the summer. Since Moody's downgraded the sovereign, all negative impact of the\nattempted coup seems to be priced and we think that bonds offer value vs peers.\nDownside risks are stronger outflows than expected and heightened political noise.\nUpside risks include a generalized rally on the back of more positive global backdrop.\n\nAnalyst Certification\n\nWe, David Woo, Adarsh Sinha, Arko Sen, Claudio Irigoyen, Jane Brauer, Kamal Sharma,\nMark Capleton, Paul Ciana, CMT and Ralf Preusser, CFA, hereby certify that the views\neach of us has expressed in this research report accurately reflect each of our respective\npersonal views about the subject securities and issuers. We also certify that no part of\nour respective compensation was, is, or will be, directly or indirectly, related to the\nspecific recommendations or view expressed in this research report.\n\nBankof America\n\nMerrill Lynch Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 53\n\nHOUSE_OVERSIGHT_014783",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014783.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3709,
    "word_count": 555,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:47.794129",
    "prefix": "IMAGES-003"
  }
}