{
  "document_id": "HOUSE_OVERSIGHT_025790",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025790.txt",
  "text": "From: Tonja Haddad Coleman ii\n\nSent: 1/29/2015 8:33:35 PM\n\nTo: Darren Indyke iE : jeevacation@gmail.com; Jack Goldberger <q >\nSS) ee ee\n\nSubject: FW: National Enquirer Comment Request Re: Jeffrey Epstein\n\nImportance: — High\n\nTonja Haddad Coleman, Esq.\nTONJA HADDAD, P.A.\n\nAdvocate Building\n\n315 SE 7\" Street\n\nFort Lauderdale, FL 33301\n\nThis e-mail contains PRIVILEGED AND CONFIDENTIAL information intended only for use of the addressee(s) named above. If you are not the intended recipient of this\ne-mail, or an authorized employee or agent responsible for delivering it to the intended recipient, you are hereby notified that any dissemination or copying of this e-\nmail is strictly prohibited. If you have received this e-mail in error, please notify us by reply e-mail and delete this e-mail from your records. Thank you for your\ncooperation.\n\nFrom: Gonzalez, Patricia |_|\nSent: Thursday, January 29, 2015 3:29 PM\n\nTo: Tonja Haddad Coleman\n\nCc: Cartwright, Lachlan\n\nSubject: National Enquirer Comment Request Re: Jeffrey Epstein\nImportance: High\n\nTonja--\n\nThe National ENQUIRER is preparing to publish a story that Bill Clinton used a private \"orgy\" jet to travel to\nBrunei for an extraordinary dinner with a royal accused of duping American women into \"white slavery.\"\n\nThe ENQUIRER will report that Bill was accompanied by the 727's owner, billionaire pedophile Jeffrey Epstein,\nwhen he landed in the tiny South-East Asian country on May 25, 2002. His entourage also included two\nwomen who allegedly worked as \"madams\" for Epstein, luring teenaged girls into sex trysts with the tycoon\nand his powerful and famous friends.\n\nAccording to The ENQUIRER's investigation, Bill spent the day playing golf at a seven-star hotel -- and then was\ninvited to dine with Brunei's sultan, Hassanal Bolkiah .....who was charged with holding a deeply-religious\nChristian beauty queen as a \"human chattel.\" Far from being embarrassed by the ruler’s tawdry\n\nreputation, moreover, records for Bill’s nonprofit foundation reveal that Brunei made a donation towards his\nClinton Presidential Library that year of between $1 million and $5 million.\n\nPlease kindly attempt to provide any comment by 4 pm ET tomorrow, Friday January 30th to Lachlan\n\nCartwright, Executive Editor, at i office] of\n\nHOUSE_OVERSIGHT_025790",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025790.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2299,
    "word_count": 356,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.901083",
    "prefix": "IMAGES-008"
  }
}