{
  "document_id": "HOUSE_OVERSIGHT_020164",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020164.txt",
  "text": "[2\n\nHong Kong. This group constituted the intelligence “mission,” as he referred to it. After\nSnowden outed himself on the Internet, the mission began tracking Snowden’s movements. Since\nSnowden, his lawyers and the journalists in his entourage frequently used their cell phones to text\none another, it was fairly easy for the mission to follow Snowden’s trail after he left the Mira\nhotel. Presumably, the Hong Kong Police also knew where he was during this period. My source\nfurther suspected that the massive Chinese intelligence contingent in Hong Kong also knew, since\nit had close relations with the Hong Kong police. If so, Snowden’s whereabouts as he moved\nevery few days from apartment to apartment was no secret anyone but the public from June 10\"\nto June 23™ “Of course we knew,” he said, adding that there were also photographs of Snowden\nentering the office building that housed the Russian consulate. I mentioned that there was a\nreport in a Russian newspaper that Snowden had visited the Russian consulate in late June in\nconnection with the flight he later took to Moscow. “All we know is he entered the building,” he\nanswered, with a shrug. That visit did not come as a complete surprise to US intelligence. After\nSnowden left the Mira, his interactions with the Russian and Chinese intelligence services in Hong\nKong also had been closely monitored by the “secret means,” as was subsequently confirmed to\nme a former top intelligence executive in Washington DC. All of Snowden’s stealth in exiting\nfrom the Mira hotel, which included wearing a baseball cap and dark glasses, was ineffective in\nhiding him from US intelligence and presumably other intelligence services seeking the treasure\ntrove of documents he had taken from the NSA. Among other things, the Hong Kong lawyers\nmoving him to a safe house were carrying easily traceable cell phones.\n\nThe mystery that most concerned me was, however, not where Snowden was housed in the\ninterim between when he went public and when he went to Moscow. It was where, and in whose\ncare, Snowden had been before, he had checked into the Mira hotel on June 1*. When I asked\nhim about this period, he said that as far as he knew neither the FBI nor the Hong Kong police\ncould find a trace of him during the period between May 20\", when he passed through Hong\nKong customs, and June 1“, when he used his credit card and passport to check into the Mira\nhotel. They could not find any credit card charges, ATM withdrawals, telephone calls, hotel\nregistrations, subway pass purchases or other clues to Snowden’s activities. As far as a paper\ntrail was concerned, Snowden was a ghost during this period. Could an American just vanish in\nHong Kong for eleven days, I asked”? “Apparently he did just that,” my source replied.\n\nSnowden’s whereabouts during these 11 days was not a mystery I was going to solve on this\nfirst trip to Hong Kong. I needed to know more about Snowden’s activities before he flew to\nHong Kong. After all, Snowden was not, as he himself pointed out from Moscow, an “angel\ndescending from the heavens.” He had a past working for the US government that extended back\nseven years. During that period, he had been part of America’s secret intelligence regime, and\nheld a clearance for Sensitive Compartmented Information, or SCI. Such SCI material is\nconsidered so sensitive that it must be handled within formal access control systems established by\nthe Director of National Intelligence.\n\nHOUSE_OVERSIGHT_020164",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020164.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3487,
    "word_count": 591,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.228595",
    "prefix": "IMAGES-005"
  }
}