{
  "document_id": "HOUSE_OVERSIGHT_024532",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024532.txt",
  "text": "KLC or to any other subsidiaries; (d) create liens on assets; (e) engage in transactions with affiliates; (f)\nsell assets, including capital stock of subsidiaries, except permitted real estate transfers and other\npermitted transfers; and (g) merge, consolidate or sell all or substantially all of KLC’s assets and the\nassets of KLC’s subsidiaries except permitted real estate transfers and other permitted transfers.\n\n11.20. Stockholders Agreement of Knowledge Schools, Inc.\n\nKLC is a wholly owned subsidiary of KSI, and KS! pursues no other businesses independent of holding\nKLC’s stock/equity. KSI entered into a Stockholders Agreement on May 9, 2003 with Knowledge\nUniverse Learning Corp. (the “KSI Parent’) and its minority stockholders (the “Stockholders’). The\nAgreement provides (a) the KSI Parent (and/or any “Parent Entities\" designated by the KSI Parent, which\ninclude the KSI Parent and/or certain of the Principals and certain affiliates of the KS! Parent and the\nPrincipals) with a right of first refusal over proposed transfers of other Stockholders’ shares, subject to\ncertain exceptions; (b) Stockholders, to the extent they are accredited investors, with a right to invest in\nnew issuances of KS! shares; (c) Stockholders with tag-along rights in connection with a transfer of KSI\ncommon stock by any of the Parent Entities resulting in the Parent Entities owning less than 60% of KSI\ncommon stock then outstanding, or a transfer of securities by any of the Parent Entities resulting in the\nParent Entities owning less than a majority of KSI common stock then outstanding. Stockholders are also\nsubject to a drag-along provision, pursuant to which they may be required to sell a pro rata portion of their\nshares in the event of a proposed transfer of a majority of KSI common stock then outstanding. Each\nStockholder and the KSi Parent are entitled ico receive certain financial information from KSI. The\nAgreement terminates upon a public offering of KSI, at the option of the KSI Parent upen a sale of KSI, or\nby written agreement of the parties. Knowledge Universe Learning Corp. was liquidated on October 27,\n2004 and the shares of KSI were distributed on that date to its sole stockholder, KUE Inc.\n\n9g\n\nHOUSE_OVERSIGHT_024532",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024532.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2248,
    "word_count": 358,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:47.845794",
    "prefix": "IMAGES-008"
  }
}