{
  "document_id": "HOUSE_OVERSIGHT_026900",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026900.txt",
  "text": "Unsteady Undertow\n\nAs market observers attempt to explain the recent drop in US equities, the risks of geopolitical factors\nhave garnered considerable attention. Potential US retaliation over the recent disappearance of a\nSaudi journalist has only added fuel to the fire of worries given the risk that oil exports could be used\nas a political weapon in a world with tighter oil supply thanks to impending US sanctions on Iran.\n\nAs we review the geopolitical developments of 2018, it is clear that some of the risks have abated\nwhile others have increased. With the exception of a significant spike in oil prices due to the impact of\nsanctions on Iran or any escalation in US-Saudi tensions, we believe that the net impact of these\nshifts is not material enough to derail the US economic expansion or bull market.\n\nRisks that have abated\n\nMexico: the election of the left-of-center populist president (Andrés Manuel Lopes Obrador referred\nto as AMLO) has reduced fear of a reversal of recent reforms. While concerns about fiscal profligacy\nand reverting to a nationalist energy policy that reduces oil production may reappear, AMLO does not\ntake office until the end of the year.\n\nBrazil: The strong showing of Jair Bolsonaro, a law-and-order former army captain, in the first round\nof elections and the latest data that points to a 75% probability of Bolsonaro becoming the next\npresident of Brazil has provided a boost to the Brazilian real. His current standing has substantially\nreduced the election of another left-wing worker’s party candidate who would keep the status quo in\nBrazil.\n\nNAFTA: The agreement on a revised NAFTA deal between the US, Canada, and Mexico on\nSeptember 30th meaningfully reduced the risk of the US withdrawal from NAFTA. While the new\nagreement, US-Mexico-Canada Agreement (USMCA), has not been ratified by the Mexican and\nCanadian national parliaments nor by the US congress, and a divided congress after the mid-term\nelections may lead to some uncertainty, we believe it is likely to be ratified.\n\nUS-EU Trade Friction: Tension between the US and European Union eased significantly after a July\n2018 deal between European Commission President Juncker and President Trump to “work together\ntoward zero tariffs, zero non-tariff barriers and zero subsidies on non-auto industrial goods”. The\ncoast is not totally clear given the threat of auto tariffs, but we do not anticipate any significant\nincrease in trade rhetoric in the near future.\n\nRisks that have increased\n\nChina: The trade war with China continues to escalate and as we have stated before, we believe that\nit cannot be resolved simply by China importing more US goods. The issues range from:\n\ne A large and growing trade deficit with China\n\ne Industrial policies & unfair trade practices that reduce competition, such as subsidies and\n“dumping good at below-market prices”\n\ne “Made in China 2025” policies which “harm US companies”\n\nHOUSE_OVERSIGHT_026900",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026900.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2948,
    "word_count": 477,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:49.362669",
    "prefix": "IMAGES-009"
  }
}