{
  "document_id": "HOUSE_OVERSIGHT_011946",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011946.txt",
  "text": "The court filings describe Brunel as one of Epstein’s closest pals.\n\nRegarding Maxwell, the documents refer to sworn testimony by Epstein’s former house\nmanager, Alfredo Rodriguez, explaining how Maxwell took photos of girls without the girls”\nknowledge, “kept the images on her computer, knew the names of the underage girls and their\nrespective phone numbers and other underage victims.”\n\nAccording to the documents: Maxwell allegedly lied about her mother being ill and having to fly\nback to England one day before a scheduled deposition in Edwards’ case against Epstein.\n\nDespite that assertion, Maxwell was captured in a photo for OK magazine, attending the wedding\nof Chelsea Clinton two days later.\n\nEpstein has settled more than two dozen lawsuits and claims against him by young women who\nsay they were lured to his E] Brillo Way mansion as teens to give him sexually charged massages\nand/or sex in exchange for money. The terms of all settlements are confidential.\n\nRodriguez took a journal from Epstein’s computer that listed the names of his underage victims\nfrom around the country and the world. Calling it the “Holy Grail,” Rodriguez tried to sell the\njournal for $50,000 to victims’ attorneys. He pleaded guilty to obstruction of justice and is\nserving |8 months in federal prison,\n\nEpstein, 57, served 13 months of an 18-month state sentence. He ended his one-year probation in\nJuly on state charges of soliciting prostitution and soliciting a minor for prostitution.\n\nAccording to flight logs from Epstein’s private planes, Clinton flew several times on Epstein’s\nplanes, many times with Maxwell, Palm Beach resident Sarah Kellen and Adriana Mucinska —\n“all employees and/or co-conspirators of Epstein’s,” according to the court papers.\n\nThe documents show that Clinton flew with Epstein, “then suddenly stopped — raising the\nsuspicion that the friendship abruptly ended ...\n\n“Epstein’s personal phone directory from his computer contains e-mail addresses for Clinton\nalong with 21 phone numbers for him ... and what appears to be Clinton’s personal numbers,” the\n\ncourt papers say.\n\nAllegations in the documents say Epstein threatened victims — including Edwards’ client Jane\nDoe — despite no-contact orders in effect.\n\nEpstein had Doe tailed by a private investigator as her trial date neared, the court filings say. One\ntime, Doe was so frightened that she fled her home in the company of a retired police officer and\nwas taken to a hiding place, according to the court papers.\n\nhttp://slaverytoday.org/that-gorgeous-underage-ad-model-may-be-trafficked-and-owned-\nregulation-for-agencies-to-stop-child-sex-trafficking/\n\n35\n\nHOUSE_OVERSIGHT_011946",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011946.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2667,
    "word_count": 403,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.356072",
    "prefix": "IMAGES-001"
  }
}