{
  "document_id": "HOUSE_OVERSIGHT_031855",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031855.txt",
  "text": "22\n\nArticle 6.\n\nHurriyet Daily News\n\nSyria as Turkey’s domestic issue\n\nYusuf Kanli\n\nMay 15, 2011 -- Syria is no Libya for many reasons; not just because\nit is a country right on the Turkish border or, like Turkey, it has a\nKurdish population and an explosion there may ignite an explosion\non this side of the border as well.\n\nLike a broken watch that shows correct time twice a day, Prime\nMinister Recep Tayyip Erdogan as well occasionally makes some\ncorrect analysis. Last week, while comparing the uprising in Libya\nagainst the Moammar Gadhafi regime and the growing unrest in the\nSyrian street against the Baathist regime of Bashar al-Assad, the\nprime minister correctly said Libya and Syria were two totally\ndifferent issues for Turkey.\n\nErdogan explained while Turkey was very much concerned with\nwhat’s happening in Libya and have been undertaking every possible\neffort to contribute to a quick end to the tumult and restoration of\npeace and order in Libya, Syria was very much like a domestic\nincident for Turkey.\n\nAs part of its neo-Ottoman drive to enhance its influence in the\nMiddle Eastern territory of the former Ottoman Empire the ruling\nJustice and development Party, or AKP, government of Turkey has\nlong waived visa requirement in travel between Turkey and Syria.\nThe aim behind that move was to plant the seeds of a future European\nUnion-like Middle Eastern union led by Turkey but the first tangible\nresult was not a marked increase in commercial, business or tourist\ninteractions, but a batch of 250 refugees running from the fire on the\nSyrian street.\n\nHOUSE_OVERSIGHT_031855",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031855.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1596,
    "word_count": 267,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.165558",
    "prefix": "IMAGES-011"
  }
}