{
  "document_id": "HOUSE_OVERSIGHT_014328",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014328.txt",
  "text": "Chart 20: With regard to capital deployment, what would you like management to focus on?\n\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\nIncrease dividend payout Increase the pace of share —_ Continue with current capital\nbuybacks management strategy\n\nSource: BofA Merrill Lynch Global Research\n\nCapital Bank Financial (CBF), C-1-7, Buy\nInvestor expectations for CBF to achieve its ROA target increased YoY. Of the\naudience polled, 75% believe CBF to achieve its 1.1% ROA by YE17. This compares\nto 67% of the audience polled last year. CEO Gene Taylor highlighted both the\norganic growth opportunities and limited expense growth for the bank to achieve\nits ROA target. Although the bank is expected to cross $10bn in assets next year,\nmanagement sounded confident that there would be little incremental expense\ngrowth as the bank has already built out leverageable systems.\n\nChart 21: What do you consider as the single most important catalyst Chart 22: Do you think CBF will achieve its 1.1% core ROA target by\nfor CBF shares in 2017? YE17?\n60% 80% 75%\n50% 70%\n40% Bim\n50%\n30% °\n40%\n20%\n30% 20%\n10%\n° 20%\nom 10%\nAchieving its Abank Acceleration Increasing Higher\nprofitability acquisition inloan capital returninterest rates 0%\ntargets growth Yes No\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n= Expectations around COB merger remain intact. CBF reiterated their\nexpectations to fully recognize the 39% of cost savings related to the\nCommunityOne merger by 2017 year-end. (Systems conversion is slated for mid-\n1Q17, with initial savings expected to be realized starting 2Q17). During their\npresentation, management introduced the source of these savings (new disclosure},\nwith the majority expected to come from executive management compensation\n(23%) and back-office functions (33%).\n= Capital deployment remains a key catalyst for the stock. Management agreed\nwith the 80% of the audience polled that believe the pace of M&A activity will pick\nYoY (slightly better than last year’s forward expectations). While management noted\nthat it remains focused on integrating COB, and acknowledged that it remains\n14 2016 Future of Financials Conference | 17 November 2016 ener 2\nerrill Lynch\n\nHOUSE_OVERSIGHT_014328",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014328.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2238,
    "word_count": 355,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.319320",
    "prefix": "IMAGES-002"
  }
}