{
  "document_id": "HOUSE_OVERSIGHT_014078",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014078.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 99\n\nFor example, Arizona has adopted a constitutional amendment and\nstatutes that expansively protect victims. Under Arizona law, the definition\nof victim hinges on whether a criminal offense has been committed, and the\nterm “criminal offense” is defined as “conduct that gives a peace officer or\nprosecutor probable cause to believe” a crime has occurred.”’’ In short, a\nvictim’s status does not hinge on the formal filing of charges but rather on\nthe criminal conduct itself.” Arizona law enforcement personnel must\ngive information to victims describing their rights as soon as possible, even\nif formal charges have not yet been filed, and a victim may request that the\nprosecutor discuss the disposition of the case, including “a decision not to\nproceed with a criminal prosecution, dismissal, plea, or sentence\nnegotiations and pretrial diversion programs.”’”? A victim may even pursue\nsome rights if counts are dismissed.**° Arizona courts have also permitted\nvictims to invoke their rights in the context of civil forfeiture\nproceedings.”*!\n\nHawaii’s victims’ rights statute illustrates how a state has defined the\nterm “case” more expansively than the limited definition advocated by the\nDepartment in order to facilitate victim participation. By statute in Hawaii,\nvictims must, upon request, be informed of “major developments” in any\nfelony case.’ Along a similar vein, the prosecuting attorney must consult\nor advise the victim about any plea negotiations.*** Interestingly, however,\nthe Hawaii legislature defined “major developments” as “arrest or release of\nthe suspect by the police, case deferral by the police, referral to the\nprosecutor by the police, rejection of the case by the prosecutor, preliminary\nhearing date, grand jury date, trial and sentencing dates, and the disposition\nof the case.”’** The usage of the term “case” and the plain language of the\nprovisions demonstrate that victims in the State of Hawaii are entitled to a\nnotification right and a possible consultation night long before formal\ncharges are filed.\n\n27 Ariz. REV. STAT. ANN. § 13-4401(6) (2010) (emphasis added), see State ex rel.\nThomas v. Klein, 150 P.3d 778, 780-81 (Ariz. Ct. App. 2007) (noting the original version\ndefined a criminal offense as a violation of a statute).\n\n°28 Under Arizona law, the “rights and duties that are established by this chapter arise on the\narrest or formal charging of the person or persons who are alleged to be responsible for a criminal\noffence against a victim.” Ariz. REV. STAT. ANN. § 13-4402(A) (2010) (emphasis added).\n\n229 Ariz. REV. STAT. ANN. § 13-4419(A) (2010).\n\n230 See Ariz. REV. STAT. ANN. § 13-4402.01(A).\n\n°31 Tt appears, however, that the criminal proceeding may have been parallel to the civil\nforfeiture proceeding. See State v. Lee, 245 P.3d 919, 923-24 (Ariz. Ct. App. 2011).\n\n232 Haw. Rev. Stat. ANN. § 801D-4(a)(1) (LexisNexis 2007).\n\n733 See id.\n\n234 Id. § 801D-2.\n\nHOUSE_OVERSIGHT_014078",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014078.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2974,
    "word_count": 469,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.906585",
    "prefix": "IMAGES-002"
  }
}