{
  "document_id": "HOUSE_OVERSIGHT_019809",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019809.txt",
  "text": "Notes to pages 171-184 | 321\n\n169 “touched” documents: Former NSA official who requested anonymity, interview\nwith author.\n\n169 more than half the documents: Staff member of the Senate Intelligence Commit-\ntee who requested anonymity, interview with author.\n\n170 Snowden also disputed: Bamford, “Edward Snowden.”\n\n170 viaa Vice magazine: Leopold, “Inside Washington’s Quest to Bring Down Edward\nSnowden.”\n\n171 previously cited road map: Burrough, Ellison, and Andrews, “Snowden Saga.”\n\n171 The compartment logs showed: Former NSA official who requested anonymity,\ninterview with author.\n\n171 “No intelligence service”: Glenn Greenwald, “Email Exchange Between Edward\nSnowden and Former GOP Senator Gordon Humphrey,” Guardian, July 16, 2013.\n\n171 An answer soon came: Sophie Shevardnadze, “’Snowden Believes He Did\nEverything Right’: Lawyer Anatoly Kucherena,” SophieCo, RT television, Sept. 23,\n2013, //www.rt.com/shows/sophieco/snowden-russia-lawyer-kucherena-214/.\n\n172 “all the reports”: Kucherena, interview with author.\n\n173 Russian cyber service: Former member of the staff of the national security\nadviser who requested anonymity, interview with author.\n\n174 State Department explicitly told: Ibid.\n\n175 “I had spent ten years”: Hill, “How ACLU Attorney Ben Wizner Became\nSnowden’s Lawyer.”\n\n176 Inthe case of Stone’s movie: Irina Alexsander, “Edward Snowden’s Long, Strange\nJourney to Hollywood,” New York Times Magazine, Sept. 4, 2016.\n\n176 “I went the first six months”: Bell, “Edward Snowden Interview.”\n\n® 176 “There’s nothing on it”: Gellman, “Edward Snowden, After Months of NSA ®\nRevelations, Says His Mission’s Accomplished.”\n\n176-177 former CIA officer Ray McGovern: Mark Hosenball, “Laptops Snowden\nTook to Hong Kong, Russia Were a ‘Diversion,’ ” Reuters, Oct. 11, 2013.\n\n177 “break my fingers”: Snowden, interview with Williams. See also Burrough, Elli-\nson, and Andrews, “Snowden Saga,” and Bamford, “Edward Snowden.”\n\n178 “said they believed that”: Perlez and Bradsher, “China Said to Have Made Call to\nLet Leaker Depart.”\n\n178 “Both the Chinese and the Russians”: Morell, Great War of Our Time, 284.\n\n179 “What I can say”: Snowden interview, ARD-TV, Jan. 26, 2014, https://docs\n.google.com/file/d/0B951d3jOMO0lrdDA5WI1Zd11Ubjg/ preview.\n\n179 She urgently texted Snowden: Citizenfour.\n\n180 Poitras’s co-interrogator: Appelbaum, “Edward Snowden Interview.”\n\n180 there was no document: Former NSA official who requested anonymity, inter-\nview with author.\n\n180 He reported that no: Bamford, “Edward Snowden.”\n\n181 another person in the NSA: Ibid.\n\n181 Greenwald suggested to the New York Times: Jo Becker, Steven Erlanger and Eric\nSchmitt, “How Russia Often Benefits When Julian Assange Reveal’s the West’s\nSecrets, “ New York Times, Sept. 1, 2016.\n\n181 Greenwald and Poitras: “Snowden Leak: Israeli Commandos Killed Syrian Gen-\neral at Dinner Party,” Jerusalem Post, July 16, 2015.\n\n182 Specifically, it disclosed: Cora Currier and Henrik Moltke, “Spies in the Sky,”\nIntercept, Jan. 28, 2016.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 321 ® 9/30/16 11:09 AM | |\n\nHOUSE_OVERSIGHT_019809",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019809.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3104,
    "word_count": 442,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:46.914468",
    "prefix": "IMAGES-005"
  }
}