{
  "document_id": "HOUSE_OVERSIGHT_024849",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024849.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nFor gummies, we analyzed 30 SKUs across 13 brands. Our analysis shows that CV\nSciences’ CBD Oil Gummies are the most premium priced at an average $0.24 per mg of\nCBD. CV Sciences offers two SKUs with their 30 capsule bottle providing 150 mgs of\nCBD for $39.95, while their second SKU offers a slightly better value proposition, with a\n60 count bottle providing 300 mgs of CBD for $64.95 ($0.22 per mg).\n\nHemp Bombs had the largest number of SKU’s relative to the other brands analyzed (7),\nwhile also having the highest absolute price point ($139.99 for a 60 gummy bottle with\n1,500 mgs of CBD), though the average price per mg of CBD positioned the brand within\nthe main segment.\n\nSimilar to its tincture offering, we would note that Highline falls broadly in the middle of\nits peers, as their direct-to-consumer business model allows the company to offer\ncompetitive pricing across its portfolio.\n\nAlmost half of the brands analyzed fell into the value segment, all priced at $0.10 per\nmeg of CBD or lower. Across all 30 SKUs, average retail price was ~$50 per offering, with\nan average 450 mgs of CBD offered per bottle.\n\nFigure 43 Almost Half Of The Brands Analyzed Fall Into The Value Segment\n\n6030 CBD Gummies by Price Segment\n\n$0.25\n$0.20\n$0.15\n$0.10\n$0.05\n$0.00\n\n$0.24\n\n$0.20 $0.20\n$0.17\n\n$0.12\n\n$0.12\n\n$0.10 $0.10 60,09 60.08 eni0 ante\n\ncbdMD Premium PureKana Diamond Just CBD\nJane CBD\n\nCV CTFO\n\nSciences\n\nReliva Sunday Green Medix\nScaries Roads\n\nHemp _ Highline\nBombs\n\nValue\n\n(< $0.12)\n\nMain\n($0.12-$0.16)\n\nPremium\n($0.17-$0.20)\n\nSuper\nPremium\n(> $0.20)\nSource: Company Websites and Cowen and Company\n\nNote: Reflects price per mg of CBD; For companies with multiple SKUs, we used a straight line average\n\nCOWEN.COM 33\n\nHOUSE_OVERSIGHT_024849",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024849.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1799,
    "word_count": 300,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:47.326042",
    "prefix": "IMAGES-008"
  }
}