{
  "document_id": "HOUSE_OVERSIGHT_019496",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019496.txt",
  "text": "8 | HOW AMERICA LOST ITS SECRETS\n\nings but Ho would not identify him beyond saying that he was a\n“well-connected resident” of Hong Kong.\n\nI called Ho’s law office in Hong Kong. He politely declined to be\ninterviewed by me, saying he had said all he was going to say about\nthe Snowden case. I was able, though, to make an appointment with\nRobert Tibbo, a Canadian-born barrister specializing in civil liberties\ncases. Tibbo had worked closely with Ho on the Snowden case.\n\nI met Tibbo in the tearoom at the Mandarin Oriental hotel on\nHong Kong Island. Tibbo, in his early fifties, was tall, with a round\nface and thinning hair. He talked freely about his remarkable career,\nAfter earning a degree in chemical engineering from McGill Univer-\nsity and working in Asia as an engineer for a decade, he went to law\nschool in New Zealand and became a barrister in Hong Kong special-\nizing in cases involving the legal status of refugees.\n\nOver a leisurely tea, Tibbo made it clear that he had played a far\nmore active role than Ho in the Snowden case. He had even per-\nsonally escorted Snowden from the Mira hotel to a safe house on\nJune to. He did not dispute what Ho had told Bradsher. When I asked\n\n© him if he could give me the name of the “carer,” he said that he was ®\nbound by a lawyer-client privilege that prevented him from provid-\ning me with any details that might reveal the identity of the person\nwho had made arrangements for Snowden. When I asked the date\nthat he was officially retained by Snowden, he said that Snowden\nhad signed an agreement hiring him and Ho’s law firm as his legal\nadviser on June 10, 2013 (which was a matter of public record).\n\n“T understand that,” I said, “but I am inquiring about something\nthat had happened before you became his legal adviser.” He shook\nhis head, as if getting rid of a pesky fly, and said that his oath pre-\ncluded him from saying anything at all that might do damage to\nthe credibility of his client. “Not even where he was staying in May\nin Hong Kong?” I persisted. He leaned forward and, after a brief\nhesitation, said, jokingly I assumed, that he would not divulge that\ninformation, “even if you held a gun to my head.” We met two more\ntimes, but true to his word Tibbo would not say if he even knew the\nidentity of the “carer.”\n\nMeanwhile, Joyce Xu, a very resourceful Chinese journalist who\nwas assisting me in Hong Kong, had filed the equivalent of a Freedom\n\n| | Epst_9780451494566_2p_all_rt.zindd 8 ® 929N6 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019496",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019496.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2506,
    "word_count": 459,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.082895",
    "prefix": "IMAGES-005"
  }
}