{
  "document_id": "HOUSE_OVERSIGHT_014318",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014318.txt",
  "text": "rc errti—“(iCssssi‘CSCSOCO LUDO\nBrokers Takeaways\n\nIn brokers, GS presented, while MS hosted 1-1 meetings with investors. During the\nconference we polled the audience on several topics including the outlook for capital\nmarkets revenues.\n\nInvestors modestly positive on capital markets over next 1-2 years\n\nGiven the election outcome, recent rise in rates, potential for higher growth and de-\nregulation, and lower corporate tax rates, we asked investors about their outlook for\ncapital markets over the next 1-2 years. The majority of investors (78%) were positive\nabout the capital markets sector, with 56% who expect modest improvement in\nregulation, revenue growth of 5-10%, and returns of 10-12% and 22% who think we\ncould see significant improvement in regulation, revenues growth of 10%+, and returns\n12% +.\n\nChart 5: Based on the backdrop and the election outcome, what is your outlook for the capital\nmarkets over the next 1-2 years\n\n60% 56%\n50%\n40%\n30%\n20%\n10%\n0%\nLittle tono change in Little to no change in Modest improvement in Significant\nregulation, flattish regulation, but regulation, revenues improvement in\nrevenues, and stable improvingrevenues (5-10%), and returns —_ regulation, revenues\nreturns (5%) and returns (10-12%) (10%+), and returns\n(10%+) with GDP (12%+)\ngrowth\n\nSource: BofA Merrill Lynch Global Research\n\nAsset Manager Takeaways\n\nIn asset management, four of the largest public managers, IVZ, EV, LM, and AB either\npresented or engaged in fireside chats, while several other firms including AMG, APAM,\nBLK, CNS, OMAM, and VRTS hosted 1-1 meetings with investors. During the conference\nwe polled the audience on several topics including the outlook for DOL (in the panel\nsection), the outlook for fixed income given the recent rise in rates/expected rate hike\nand outlook, active vs passive market share, M&A, and pricing/fee structures.\n\nFixed income outlook more muted\n\nGiven the recent rise in rates, a looming rate hike in December, and the potential for a\nhigher growth/inflation outlook for the economy, we asked investors their outlook on\nfixed income performance and flows vs equities. The majority of investors believe we\nwill see weaker fixed income performance and flows offset by stronger equity\nperformance and flows (52%). Weaker fixed income/equity performance and flows was\nthe second most popular answer at 24% while flat flows and performance came in third\nat 16%. Only 8% of the audience think we will see stronger fixed income/equity\nperformance and flows, while nobody thinks fixed income will be stronger and equity\nwill be weaker (both flows and performance).\n\n4 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014318",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014318.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2728,
    "word_count": 424,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.675023",
    "prefix": "IMAGES-002"
  }
}