{
  "document_id": "HOUSE_OVERSIGHT_022143",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022143.txt",
  "text": "JAMES PATTERSON\n\nthis trip as well. I was supposed to interview a girl and bring\nher back to the United States for Epstein.\n\n3]. [Left blank in the original]\n\n32. I did the massage training in Chiang Mai. While I\nwas there, I met a great and special guy and told him hon-\nestly what I was being forced to do. He told me I should get\nout of it. I told him that the people I was working for were\nvery powerful and that I could not walk away or disobey\nthem without risking serious punishment, including my life.\nHe told me he would protect me. I had confidence [in] him\nand I saw his love and help as my opportunity to escape and\nto be with someone who truly loved me and would protect\nme. I married him and flew to Australia.\n\n33. I called Epstein and told him I was not coming back.\nHe asked why? I said “I’ve fallen in love.” Epstein basically\nsaid “good luck and have a good life.” I could tell he was not\nhappy. I was afraid of what he was going to do to me. I\nthought he or one of his powerful friends might send some-\none to hurt me or have me killed.\n34. From that point onward, out of concern for my safety\nand general well-being, I stayed in Australia with my hus-\nband. I was in Australia from late 2002 to October 2013. To\nbe clear, I was never in the United States during these years,\nnot even for a short trip to visit my mother. And my absence\nfrom the United States was not voluntary —I was hiding\nfrom Epstein out of fear of what he would do to me if I\nreturned to the United States.\n35. In around 2007, after not hearing from anyone for\nyears, out of the blue I was contacted by someone who identi-\nfied himself with a plain sounding name and claimed he was\n\n246\n\nsei nai os\n\nFy\n\nwith the FBI. It seemed ve\ncial criminal investigation\nthat. I hadn't heard Epste\nwho this person was and 1\ntell what was going on.\n\n36. This man said he\nThe man asked if I had be\ninstinct was to say nothii\nreally with the FBI or any\nquestions, telling him that\nmet him at a young age. Bu\nThis man never offered to\nInstead, he asked me right\npractices. I thought it woulc\nment officer to behave tha\nuncomfortable and suspicic\ning me.\n\n37. I told the man nothi\nversation probably didn’t\nimmediately triggered all of\nerful friends that had cause\nIf the call accomplished an\nstate of fear and told me th\nand had nobody officially pi\n\n38. I suspected that the i\nfor Epstein or one of Epstein:\nif this was really an agent w\nwould have known who I wa\nual crimes in many differer\nviewed me in a way that woul\n\nHOUSE_OVERSIGHT_022143",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2521,
    "word_count": 496,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:46.280410",
    "prefix": "IMAGES-006"
  }
}