{
  "document_id": "HOUSE_OVERSIGHT_023567",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_023567.txt",
  "text": "﻿7/22/2016 In the shadow of quantitative easing, party like it is 1788- FT.com  \nR i ASIAN REVIEW \nFINANCIAL TIMES \nASIA. INSIGHT OUT. \nFIND OUT MORE \nClick here to try our new website — you can come back at any time \nNovember 27, 2015 8:05 pm \nIn the shadow of quantitative easing, party like it \nis 1788 \nJohn Dizard \nShare *40 j Author alerts \nPrint 5(71 Clip Gift Article \nup Comments \nQuantitative easing is leading to the insolvency of insurers and pension plans, \nsays John Dizard \nAtime traveller from 2010 to today's Europe would be \nshocked by what they find. \nThe borderless Schengen area is now festooned with \nimmigration and customs barriers, and financial markets are \nassuming ever-ballooning asset purchase programmes by the \nEuropean Central Bank that stretch into an indefinite future. \nOh, and a president of the European Commission who says \nthe single currency makes no sense when the Schengen agreement fails. \nSo then, in this world, what would be the \"risk-free rate\" that \ninstitutional investors can use in their investment analyses? These problems are getting to the point \nwhere they not only threaten life in Europe as we know it, but our very careers. America and Canada \ncan afford to make a lot of policy mistakes without social dissolution; Europe cannot. \nSpecifically, the ECB and its member banks' quantitative easing is leading to the insolvency of life \ninsurers and defined benefit pension plans. This is no longer a worst-case scenario, but the most \nlikely outcome of the present policy course. \nPerhaps a couple of years ago this could have been dismissed as so much journalistic whingeing, but \nnow we are getting these projections from eurozone central banks. \nhttp://www.ft.com/cms/s/0/aa7a54d6-94f2-11e5-bd82-c1fb87bef7af.html#axzz4F9N2RQR 1/3 \n\f7/22/2016 In the shadow of quantitative easing, party like it is 1788- FT.com \nReferring to last year's stress test of insurance companies by the European regulator, the Eesti Pank \nof Estonia now says that \"the low interest rate scenario used in the stress test has already arrived, and \nthe current yield curve is already lower than that used in the test. If companies do not take \nappropriate measures or adjust their operations or strategy, they could face difficulties in meeting \ntheir liabilities to policyholders earlier than was calculated.\" \nThe same problem applies to defined benefit pension plans, which are what most Europeans are \ncounting on for that part of their retirement income that is not covered by pay-as-you-go state plans. \nAs the promises to pension, life insurance and guaranteed investment contract beneficiaries are \ndiscounted at very low or negative rates, they eat through any reserves or capital the institutions have \non hand. At the same time, the institutions earn less and less income from any new securities \npurchases. This has happened slowly, and, with the curve bending downwards in working \npopulations, quickly. \nSomeone will have to explain to the pensioners and survivors that they are not getting what they are \npromised. I would suggest not applying for that particular job opening. The compensation for \ninvestment managers who are arithmetically certain to lose money will tend to decline over time. \nWhen someone says I am not smart enough to understand persistent negative real rates (the \n\"persistent\" is important), I have to agree. There is no way I could project all the dreadful \nconsequences. However, it would be difficult to match the stupidity of the excuses for the current \nconsensus on central bank policy. \nNot that there will be a consensus for much longer. It does not take much reading between the lines of \nstatements such as President Obama's last note in the FT to see that the competitive devaluation \nimplicit in the ECB's policy path is making the leaders of a major currency zone rather cross. And just \nbefore a US election year, to twist the knife. \nBut then it is always an election year somewhere, and it apparently is the job of macroeconomists to \ncome up with plausible stuff to fill out press releases, not to make actual policy. \nTo their credit, Federal Reserve staff seem quite guileless about the shortcomings of the long-term \nprojections generated by their central model. \nNot that the market people are without their sins of oversimplification and formalism. They have \nstretched VAR models for risk far beyond their real utility. The market's risk managers have the same \nmotivation as the macroeconomists: their bosses want a short answer that supports their \ncompensation plan or political platform. \nEnough hard feelings; I am now confident that we in the developed world will succeed in our most \nimportant goal. That is to get through the year end and the bonus calculation period without having to \nput a complete financial disaster on the books. My concerns are about what comes after that. \nNext year some of the seemingly endless European processes of regulation writing are coming to an \nhttp://www.ft.com/cms/s/0/aa7a54d6-94f2-11e5-bd82-clfb87bef7athtml#axzz4F9N2RQR 213 \n\f7/22/2016 In the shadow of quantitative easing, party like it is 1788- FT.com \nend. For example, Solvency II regulations for insurers are scheduled to come into force, which means \nthat the various national publics will have to be told that it will not be possible to pay them exactly \nwhat they think they have coming. \nAlready there is right-to-left German national anger over the proposed eurozone deposit insurance \nscheme, as if refugees were not enough. That the German distress is counterpointed by apparent \nItalian government cynicism over budget policy does not help. \nIn the coming holidays, you should party like it is 1788. \nLetter in response to this article: \nThe saving grace of negative interest rates / From Michael G Mimicopoulos \nRELATED TOPICS European Central Bank, Central Banks, European banks, European Commission \n< Share Author alerts 1119 Print X-1 Clip Gift Article \nPimco's presumptive poach \nIrish stocks take a Brexit \nbeating \ngo Comments \nBrexit: short shock or a reset in \nasset values? \nPROMOTED CONTENT \nWest Midlands saves £25m with in-house mandate \nThe West Midlands Pension Fund has found savings of more than £25m a year after a swath of changes to its \ninvestments and a two-pronged strategy to reduce administration costs. See more... \nPrinted from: ntto://www.1-t.com/cms/s/0/aa7a54d6-94f2-11e5-bd82-c1fb87bef7af.html \nPrint a single copy of this article for personal use. Contact us if you wish to print more to distribute to others. \n--\n© THE FINANCIAL TIMES LTD 2016 FT and 'Financial Times' are trademarks of The Financial Times Ltd. \nhttp://www.ft.com/cms/s/0/aa7a54d6-94f2-11e5-bd82-c1fb87bet7af.html#axzz4F9fV2RQR 3/3",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_023567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6738,
    "word_count": 1048,
    "line_count": 97,
    "import_date": "2025-11-19T21:47:47.508788",
    "prefix": "TEXT-001"
  }
}