{
  "document_id": "HOUSE_OVERSIGHT_012163",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012163.txt",
  "text": "12.\n\n13.\n\n14,\n\n15.\n\n16.\n\nKIRKLAND & ELLIS LLP\n\nIn August 2007, in a clear attempt to coerce a state settlement, Ms. Villafana threatened\nto broaden the investigation to include a money laundering violation (18 U.S.C. § 1956),\nthough all the funds expended were simply Mr. Epstein’s, and a violation for operating an\nunlicensed money-transmitting business (18 U.S.C. § 1960), though Mr. Epstein never\nhad such a business. See Tab 22, August 31, 2007 Letter from M. Villafana to Ross\n(reciting, in a target letter to one of Epstein’s employees, that the investigation concerns\n“suspected violations of federal law, including but not limited to, possible violations of\nTitle 18, United States Code, Sections ... 1591, ... 1956, 1960... .’) (emphasis\nadded).\n\nOn the very same day that the grand jury issued subpoenas to the records-custodian and\nemployees of Epstein’s businesses for all financial transactions from 2003 forward, Ms.\nVillafana (who we were told was not authorized to act in this regard without supervisory\napproval) promised to close the money-laundering investigation “if the sex offense case\nis resolved.” See Tab 23, August 16, 2007 Letter from M. Villafana to G. Lefcourt (“In\nother words, if the sex offense case is resolved, the Office would close its investigation\ninto other areas as well. The matter has not been, and it does not appear that it will be,\nresolved so the money laundering investigation continues, and Request Number 6\n[seeking records of every financial transaction conducted by Epstein and his six\nbusinesses from “January 1, 2003 to the present”] will not be withdrawn.”).\n\nTwo weeks later, when Mr. Epstein continued to oppose federal prosecution during\nnegotiations and Mr. Epstein’s counsel sought a meeting with the United States Attorney,\nAUSA Villafana then classified all of Mr. Epstein’s assistants as targets (sending a target\nletter to one of them and promising the attorney of the other two that additional target\nletters would be served on them as well), dispatched FBI agents to the homes of two of\nhis secretaries, and personally telephoned Mr. Epstein’s largest business client to advise\nhim of the nature of the investigation. See Tab 22, August 31, 2007 Letter from M.\nVillafana to\n\nFAUSA Sloman Forces Mr. Epstein’s Lawyers to Convince the State Prosecutors To\n\nImpose a More Severe Sentence Than They Believe Is Appropriate\n\nThroughout the plea negotiations with the USAO, Mr. Sloman and Ms. Villafana\ncontinually insisted that the only way they would agree not to bring a federal indictment\nwas if Epstein’s lawyers, not the state prosecutors as required under the Petite Policy,\nconvinced the state prosecutors to impose a more severe punishment than the state\nbelieved was appropriate under the circumstances.\n\nFAUSA Sloman’s version of the history with respect to the sentence he required Mr.\nEpstein’s lawyers to seek from the State contradicts his later assertion, which is patently\nfalse—that “the SDFL indicated a willingness to defer to the State the length of\nincarceration” and “considered a plea to federal charges that limited Epstein’s\nsentencing exposure...” See Tab 1, May 19, 2008 Letter from J. Sloman. In fact, by a\nemail dated August 3, 2007, Criminal Division Chief Matthew Menchel advised the\ndefense that the federal government required a minimum term of two years of\nincarceration. See Tab 40, August 3, 2007 Email from M. Menchel. Subsequently, Ms.\n\n4\n\nHOUSE_OVERSIGHT_012163",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3459,
    "word_count": 553,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.385569",
    "prefix": "IMAGES-001"
  }
}