{
  "document_id": "HOUSE_OVERSIGHT_020118",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020118.txt",
  "text": "to run for president in 2020. The locution, “If I were president ...” was turning into,\n“When I am president ...”\n\nThe top Trump donors from 2016 were in his camp, Bannon claimed: Sheldon\nAdelson, the Mercers, Bernie Marcus, and Peter Thiel. In short order, and as though he\nhad been preparing for this move for some time, Bannon had left the White House and\nquickly thrown together a rump campaign organization. The heretofore behind-the-scenes\nBannon was methodically meeting with every conservative leader in the country—doing\nhis best, as he put it, to “kiss the ass and pay homage to all the gray-beards.” And he was\nkeynoting a list of must-attend conservative events.\n\n“Why is Steve speaking? I didn’t know he spoke,” the president remarked with\npuzzlement and rising worry to aides.\n\nTrump had been upstaged in other ways as well. He had been scheduled for a major 60\nMinutes interview in September, but this was abruptly canceled after Bannon’s 60 Minutes\ninterview with Charlie Rose on September 11. The president’s advisers felt he shouldn’t\nput himself in a position where he would be compared with Bannon. The worry among\nstaffers—all of them concerned that Trump’s rambling and his alarming repetitions (the\nsame sentences delivered with the same expressions minutes apart) had significantly\nincreased, and that his ability to stay focused, never great, had notably declined—was that\nhe was likely to suffer by such a comparison. Instead, the interview with Trump was\noffered to Sean Hannity—with a preview of the questions.\n\nBannon was also taking the Breitbart opposition research group—the same forensic\naccountant types who had put together the damning Clinton Cash revelations—and\nfocusing it on what he characterized as the “political elites.” This was a catchall list of\nenemies that included as many Republicans as Democrats.\n\nMost of all, Bannon was focused on fielding candidates for 2018. While the president\nhad repeatedly threatened to support primary challenges against his enemies, in the end,\nwith his aggressive head start, it was Bannon who would be leading these challenges. It\nwas Bannon spreading fear in the Republican Party, not Trump. Indeed, Bannon was\nwilling to pick outré if not whacky candidates—including former Staten Island\ncongressman Michael Grimm, who had done a stint in federal prison—to demonstrate, as\nhe had demonstrated with Trump, the scale, artfulness, and menace of Bannon-style\npolitics. Although the Republicans in the 2018 congressional races were looking,\naccording to Bannon’s numbers, at a 15-point deficit, it was Bannon’s belief that the more\nextreme the right-wing challenge appeared, the more likely the Democrats would field\nleft-wing nutters even less electable than right-wing nutters. The disruption had just\nbegun.\n\nTrump, in Bannon’s view, was a chapter, or even a detour, in the Trump revolution,\nwhich had always been about weaknesses in the two major parties. The Trump presidency\n\nHOUSE_OVERSIGHT_020118",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2981,
    "word_count": 469,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.883267",
    "prefix": "IMAGES-005"
  }
}