{
  "document_id": "HOUSE_OVERSIGHT_012782",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012782.txt",
  "text": "HARMING OTHERS, version 1.1: microcontrollers\n\nIn any competitive situation, whether it is animals working out a strategy for maximizing the odds of\nobtaining food or humans working out a strategy for maximizing the odds of check mating an opponent’s\nking, someone will walk away as the winner and someone as the loser. Winning feels good and losing\nfeels bad. Winning fuels confidence, losing lowers self-esteem. Depending on the opponent, including\nwhat they look like and whether they are familiar or unfamiliar, it is possible to gauge the likelihood of\nwinning or losing in advance. Depending on the individual’s prior history of wins and losses, and details\nof his or her personality, some individuals will embrace the challenge of a high risk-high payoff strategy\nwhereas others will adopt a low-risk low payoff strategy. Winning, losing, and taking risks are all\nmediated by differences in hormone levels, neurochemicals, and patterns of brain activation. Some of\nthese differences are set by the individual’s biology, some change over the course of a year, some within a\nday, and some within the period of a brief glance that allows for an opponent to assess the competition.\nThese physiological processes are the microcontrollers that regulate an individual’s motivation to fight or\nflee, as well as the sense of reward and loss that accompanies winning and losing. These microcontrollers\nadaptively regulate the capacity to harm, at least until they malfunction. Malfunctions, whatever their\ncause, can convert healthy, defensive, competitive, and justifiable harms into over the top excessive and\nunethical harms.\n\nOne of the primary microcontrollers is the hormone testosterone. Though it is commonly assumed\nthat testosterone is a male hormone, it is also present in females, though at lower concentrations.\nTestosterone plays an essential role in both sexual and aggressive behavior in all social animals.\nTestosterone surges when males defend their territories, and also, when they recruit sexually available\nfemales. Stronger surges occur when individuals are challenged by competitors who want their territory,\nfood, mates, or position within a hierarchy. What this shows is that testosterone motivates animals within\nthe arena of competition.\n\nTestosterone also surges again after an individual wins a fight, and drops following a loss. This is\nhighly adaptive as it motivates winners to keep defending their resources, and motivates losers to give up\nand minimize future costs. Across a wide variety of species, humans included, winners are two times\nmore likely to win the next fight whereas losers are five times less likely to win the next fight. These\nwinner-loser effects are mediated by testosterone. In our own species, among male and female athletes,\nin sports including soccer, tennis and judo, winners show higher testosterone levels than losers. This\neffect even holds in non-physical competition, such as chess and stock trading. In a study of day traders\non the London Stock Exchange, those making the highest profits had the highest levels of testosterone.\n\nEven those who are simply witnesses to a winning competition show increases in testosterone, including\n\nHauser Chapter 1. Nature’s secrets 36\n\nHOUSE_OVERSIGHT_012782",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012782.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3257,
    "word_count": 502,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.716875",
    "prefix": "IMAGES-002"
  }
}