{
  "document_id": "HOUSE_OVERSIGHT_019299",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019299.txt",
  "text": "EMERY CELLI BRINCKERHOFF & ABADY LLP\nPage 3\n\nthey were raw.” Notably, in these emails, Ms. [J mentions Professor Dershowitz, but she\ndoes not allege that she was trafficked to or had sex with him.\n\nAs you know, Ms. EEE provided this information, on the record, to a New\nYork Post journalist with the expressed hope that it would be published. Although these\nallegations, if credible, would have been the story of a lifetime — videos and eye witness\naccounts of sexual misconduct by two presidential candidates, a former president, and one of the\nworld’s leading entrepreneurs— the New York Post declined to publish them, presumably, and\nnot surprisingly, because it did not find Ms. MM credible. Nonetheless, thereafter, Ms.\n| represented by the same lawyers who represent the plaintiff in the above-captioned\ncase, was permitted to testify that Professor Dershowitz had sex with her. These same lawyers\nhave now provided documents to the Washington Post repeating the false charges, but have\nfailed to provide the Post with the emails that fatally undermine them. These selective\ndisclosures, and this use of the court’s protective and sealing orders “as a sword,” are manifestly\nimproper.\n\nProfessor Dershowitz intends to pursue all available remedies for violations of the\ndistrict court’s orders, including sanctions. That said, to remedy the gross imbalance in available\ninformation created by counsel’s improper disclosures, we ask that the parties’ counsel\nimmediately agree to a stipulation, to be so-ordered by Judge Sweet, unsealing and removing the\nconfidentiality designations from Ms. HEEB emails. This will allow for full public\ndisclosure of these matters—where their falsity, exposed to the “sunlight” of public review, will\nbe manifest—and it will permit Professor Dershowitz to respond fully to the accusations\nplaintift’s counsel leaked to the Washington Post. Only with such full disclosure can the public\ndecide who is telling the truth.\n\nPlease let us know your response to this request by noon on February 9, 2018.\n\nVery truly yours,\n\nAndrew G. Celli, Jr.\n\nHOUSE_OVERSIGHT_019299",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019299.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2102,
    "word_count": 329,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:49.433269",
    "prefix": "IMAGES-005"
  }
}