{
  "document_id": "HOUSE_OVERSIGHT_014474",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014474.txt",
  "text": "Eurozone political calendar 2017\n\n4 December: Italian constitutional referendum\n\nOur base case is a close “No” vote where Renzi stays and no snap election, given\ncurrent polls and the outstanding electoral reform court case. BTPs and the banks\nrecaps remain a tail risks for the Italian economy, although the ECB extending QE\nshould help. A big “No” vote would boost Five Star and undermine Renzi into 2018\nelections, in our view.\n\n4 December: Austrian presidential election\n\nPolls by public broadcaster ORF show the result as very close. Norbert Hofer is\nstanding on an anti-immigrant platform against the moderate former Green leader\nAlexander Van der Bellen in a rerun of the May vote. The election of Freedom party\ncandidate Norbert Hofer would make Austria the first nation to elect a head of state\nrunning on a far right platform since the EU began.\n\n22/ 29 Jan: French Socialist Party presidential nominee elections\n\nIf President Francois Hollande decides to run for re-election as the Socialist Party\ncandidate (decision expected Dec 10th) he could be challenged by former Prime\nMinister Manuel Valls and Economy Minister Arnaud Montebourg. Current second\nround polls for any combination of these candidates suggest likely Socialist nominee\ntoo close to call.\n\n15 March 2017: Dutch elections\n\nPrime Minister Mark Rutte currently leads a “purple” coalition with the Dutch Labour\nparty as main second party. But the latest polls suggest both parties could win fewer\nseats than they have now in 2017. That could make it more challenging to build a\ngovernment given the need to secure at least 76/150 seats. In terms of who could\nlead that coalition, polls have Rutte’s People’s Party neck and neck with the anti-\nimmigrant Freedom party led by populist Geert Wilders. Wilders has called for the\nNetherlands to leave the EU indicated he would call a referendum if elected. A\nWilder-Rutte coalition also hasn’t been ruled out according to press reports.\n\n23 April: French first round presidential elections\n\nThe first round of voting for the next French president will be on 23 April. First\nround polling suggests the leader of the anti-EU Front National Marine Le Pen is\nexpected to progress to the decisive runoff. At present Republican Candidate\nFrancois Fillon is also expected to make it through.\n\n7 May 2017: French second round presidential elections\n\nCurrent polls, albeit their validity has been called into question by events in 2016,\nshow Fillon securing 65-70% of the vote vs Le Pen in a runoff (see chart below). We\nnote that when her father, Jean-Marie Le Pen, faced Jacques Chirac in the 2002\nPresidential elections the FN candidate only received 18% of the vote. Nevertheless,\nwe see a potential Le Pen win as the biggest political risk event for European (and\npossibly global) equity markets in 2017.\n\nBy 22 October 2017: German Federal elections\n\nCurrent Chancellor Angela Merkel has announced that she intends to stand for re-\nelection. Current polls have Merkel’s CDU ahead followed by SDP with the euro-\nsceptic Alternative fur Deutschland, Greens and Die Linke competing for third spot.\nWhile it may be necessary for Merkel to maintain the grand coalition with the SDP,\nour central case is that we see a continuation of the current German administration\nand that German elections carry less risk than the earlier French presidential\nelections.\n\nBankof America\n\nMerrill Lynch European Equity Strategy |O1 December 2016 15\n\nHOUSE_OVERSIGHT_014474",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014474.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3469,
    "word_count": 561,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.679330",
    "prefix": "IMAGES-002"
  }
}