{
  "document_id": "HOUSE_OVERSIGHT_027922",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027922.txt",
  "text": "storm-tossed Caravelle, flew to Perpignan in southeastern France. There were\neighteen “shock parachutists” on the course. I had just turned twenty-one. Not\nonly were most of them at least a decade older. They were the epitome of\ntoughness. The guy who taught us how to set booby-traps had parachuted\nbehind German lines in the Second World War. All of the men had fought in\nIndochina and Algeria. One had operated behind Vietminh lines, surviving for a\nyear-and-a-half on nuts, berries, tree bark and snakes. With the benefit of my\nsayeret training, I was at least their equal in fitness. I had also not spent years\nconsuming prodigious amounts of alcohol and smoking Gitanes. But I’d never\nexperienced anything nearly as demanding as some of the training we were put\nthrough.\n\nWith backpacks crammed with Alpine military gear and lead weights as\nwell, we hiked on to the peaks overlooking the fortress. They were covered with\nsnow and ice from about 6,500 feet upward. We trudged for hours, shifting to\nsnowshoes with cleats for the ice. We were taught how to dig caves in the snow\nand to use ice axes to keep from tumbling down the steeper inclines. We scaled\ncliff faces, without safety cables or nets. Our training inside the fortress always\nincluded a break for lunch. Since the parachutistes de choc were, after all,\nFrench, it was a Paris-restaurant-standard meal with copious quantities of wine.\nI didn’t drink at the time, but could hardly abstain altogether. The first exercise\nafter lunch was pistol marksmanship. The instructors kept well clear when it\nwas my turn.\n\nYet however impressed, even at times awestruck, I was by the toughness of\nthe French commandos, and the obvious closeness they had built during\ncombat, I began to sense a darker side in them as well. They didn’t talk much.\nEven if they had, my few words of French would not have been much help in\ndeciphering what made them tick. But every few nights, I would accompany\nthem when they walked into the small village down the road for a movie, or a\nfew drinks, and the locals would literally cross the street to avoid us. Later, I\ndiscovered that every one of my French comrades had been involved in the\nOAS, the far-right anti-De Gaulle opposition in the French army in the late\n1950s. In Algeria, they had mounted free-lance attacks on the insurgents, and on\ncivilians as well. Though Algeria had been granted independence the year\nbefore, these men were unreconciled to it. In fact, a few months after my time in\nMont Louis, the Demi-brigade was dismantled, when several of its top officers\nwere found to be involved in an assassination plot against President De Gaulle.\n\n74\nHOUSE_OVERSIGHT_027922",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027922.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2677,
    "word_count": 458,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.687591",
    "prefix": "IMAGES-009"
  }
}