{
  "document_id": "HOUSE_OVERSIGHT_015800",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015800.txt",
  "text": "110 Are the Androids Dreaming Yet?\n\nFrogs Eyes are Very Sensitive\n\nThe processing power of the eye is staggering. The human retina has\nabout 120 million rods and 7 million cones, giving it an average resolution\nof 10,000 by 10,000 pixels. Each rod is sensitive to individual photons\nbut we register light consciously only if we see around 5-7 photons. It\nis thought frogs can react to single photons because of the chemistry of\ntheir eyes and the fact they are cold-blooded, but this is not proven.\n\nSome animals, including some frogs and my cat, have a tapetum\nlucidum. This is a reflective backing to the eye that allows each photon\ntwo chances to react with a rod, once on the way in and, if that fails,\nonce on the way out. This is why you can see the eyes of some animals if\nyou shine a light into the forest on a dark night. Cones are less sensitive\nthan rods but give us color perception. In the human eye, there are three\ntypes of cone: a red, a green and a blue, giving us trichromatic vision.\nWe see colors because light stimulates more than one types of cell and\nwe infer the color in between. A fourth type of cone is present in some\nspecies such as birds, reptiles, and fish. This gives them tetra-chromic\nvision, allowing them to see into the ultraviolet range. It is speculated\nsome humans might have this ability but so far none has come forward.\nSome animals lack the ability to see certain colors. Most dogs can't see\nred, This gives cats a big advantage!\n\nMany people wonder if we all see the same color as each other. Is\nyour red the same as mine? The brain’s perception of color is complex.\nAlthough the color red is absolute and can be detected by a calibrated\nsensor, our perception of color is relative. We perceive them in the context\n\nHOUSE_OVERSIGHT_015800",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015800.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1783,
    "word_count": 325,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.186091",
    "prefix": "IMAGES-003"
  }
}