{
  "document_id": "HOUSE_OVERSIGHT_017501",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017501.txt",
  "text": "D~ATIN OP WDE\n\nboxes with real pleadings in it and a Jot of other\ninformation in it. The fact that there was real money\n\nto you?\nA. Because of who was on it.\nQ. Who was on it?\nA. J] don't recall, but ] do recall saying to\nthe investors -- ] recall having a conversation prior\nto the investors coming in with Russ Adler and Russ\nhad told me that Epstein had flown Bill Clinton on his\n\nplane, had flown Prince Andrew on his plane. And ]\ndon't remember whether that was on any of the flight\n\nmanifests or not, but ] left that to the investors’\nimagination as to what they were being told about\nMr. Epstein and these other famous people that were\ncavorting with Mr. Epstein and Jet them Jook at the\nfile.\n\nYou have to understand from an investor's\nperspective -- hang on. From an investor's\n\nperspective the only thing that matters to the\n\ninvestor is that it's a real case and that they can\n\nverify that real dollars are being paid. The fact\n\nthat it was a real case was evident, I had a lot of\n\nbeing paid was a fiction that was created by me and my\n\nco-conspirators, everyone from bankers, to computer\npeople. So the actual role of the case, and ] want to\n\nPage 423\n\nee ee eee\n\nmake sure you understand this, the actual role of the\n\nactual physical case in the Ponzi scheme is, from my\nperspective, minimal. It was just another vehicle for\n\nme,\n“OQ. After that initial meeting with the\n\ninvestors where they looked at the file, what happened\nwith respect to their desire or lack of desire to\n\ninvest?\n\nMR. SCAROLA: Excuse me. I'm going to\nobject to the form of the question, it assumes facts\nnot in evidence. There's been no testimony that the\ninvestors actually looked at the files, only that\nthey were given the opportunity to look at the files.\nBY MS. HADDAD:\n\nQ. Was your video surveillance on when you left\nthe investors alone in your office?\n\nA. No, no, ] didn't have cameras in my office.\nI didn't let people look in my office when I] was in\nthere, that would have been bad.\n\nQ. So you Jeft them alone in there?\n\nA. Yes.\n\nQ. Do you recall for approximately how long?\n\nA. No more than 20, 30 minutes. It was a short\n\nperiod of time,\nQ. When you went back in what happened?\n\nPage 43\n\ncae S009 eo a bee EE: REA SEN ETE DEN SERENE AS OE HYP EU NE RR i ARAN SCA activates ares\n\nNMNDNMNN NFP FR RP RP RPP PB\n\nHE\n2\n3\n4\n5\n6\n7\n8\n9\n0\n1\n2\n3\n4\n)\n6\n7\n8\neg)\n0\n1\n2\n3\n4\n5\n\nil\npl\nel\nil\na\nal\nil\nel\nal\npl\na2\n2\n42\n62\n£2\n2\n\nSe ca er meaaata eum es\n\nO®FWNRrFP DUO MWADYU FWNHrF DO WARD O B® WHE\n\nEPEAT RRR\n\nA. I went back to selling the Ponzi deal.\nQ. And did you sell it?\n\nA. | believe] did. You'd have to look at the\nactual settlement documents to see if ] put one\ntogether for that, but J'm pretty sure we did.\n\nQ. Do you recall if the investors asked you for\nany additional information or any additional\ndocumentation?\n\nA. | don't recall one way or the other.\n\nQ. After this initial meeting with the\ninvestors, did you give any direction regarding this\n\nparticular case?\n\nA. To whom?\n\nQ. To any of the attorneys working on the\nEpstein case.\n\nA. No. | didn't interfere in how they were\nrunning their cases. They were far more experienced\n\nthan J was in that type -- in handling that type of\nfase, As a matter of fact, ] was practicing very\nlittle real Jaw at this point in time. ] wouldn't\nhave had time to tell them or to get involved.\n~~ Q. Did you ever keep up with this case ; Pp up with this case after\nthis initial meeting with the investors?\n\nA. I'm certain that IJ talked to Russ im certain that J talked to Russ Adler\n\nabout it from time to time, but my main focu time, but my main focus by this\npage 44\npoint in time in 2009 was the Ponzi scheme,\nQ. Did you try to sell this particular\nsettlement to any other investors?\nA. 1 don't recall one way or the other.\n\nQ. Okay. Did you ever have any conversations\nwith any of your investors about this Epstein case?\nA. 1 don't recall one way or the other.\n\nQ. I notice there's been a privilege Jog\nproduced with respect to e-mails. There seems to be\nquite a bit of communication between you and Ken Jenne\nwith the topic being the Epstein case. Do you have\nany recollection what that would be about?\n\nA. I don't. As] sit here today, ] don't have\na specific recollection of having significant e-mail\ncontact with Ken Jenne about the case. But if you are\ntelling me I did, I'l] accept that, but ] don't recall\nwhat it was.\n\nQ. Earlier you had stated that when you were\nhiring good attorneys such as Mr. Edwards, looking at\ntheir book of business was --] don't want to pul.\n\nwords in your mouth -- it was the legitimacy of the\n\npractice, it would bring in legitimate money to the\nPractice, is that what you were hoping to do?\nA. Earlier when I testified | specifically\n\ntestified that J personally did not look at most of\n\nPage 45\n\n12 (Pages 42 to 45)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017501",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017501.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4891,
    "word_count": 951,
    "line_count": 215,
    "import_date": "2025-11-19T21:47:47.306372",
    "prefix": "IMAGES-004"
  }
}