{
  "document_id": "HOUSE_OVERSIGHT_012954",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012954.txt",
  "text": "38 3 A Patternist Philosophy of Mind\n\ne Evolution , conceived as a general process via which patterns within a large population\nthereof are differentially selected and used as the basis for formation of new patterns, based\non some “fitness function” that is generally tied to the goals of the agent\n\n— Example: If trying to build a blocks structure that will surprise Bob, an agent may\nsimulate several procedures for building blocks structures in its “mind’s eye”, assessing\nfor each one the expected degree to which it might surprise Bob. The search through\nprocedure space could be conducted as a form of evolution, via an algorithm such as\nMOSES.\n\ne Autopoiesis: the process by which a system of interrelated patterns maintains its integrity,\nvia a dynamic in which whenever one of the patterns in the system begins to decrease in\nintensity, some of the other patterns increase their intensity in a manner that causes the\ntroubled pattern to increase in intensity again\n\n— Example: An agent’s set of strategies for building the base of a tower, and its set of\nstrategies for building the middle part of a tower, are likely to relate autopoietically. If\nthe system partially forgets how to build the base of a tower, then it may regenerate\nthis missing knowledge via using its knowledge about how to build the middle part\n(i.e., it knows it needs to build the base in a way that will support good middle parts).\nSimilarly if it partially forgets how to build the middle part, then it may regenerate this\nmissing knowledge via using its knowledge about how to build the base (i.e. it knows a\ngood middle part should fit in well with the sorts of base it knows are good).\n\n— This same sort of interdependence occurs between pattern-sets containing more than\ntwo elements\n\n— Sometimes (as in the above example) autopoietic interdependence in the mind is tied\nto interdependencies in the physical world, sometimes not.\n\ne Association. Patterns, when given attention, spread some of this attention to other pat-\nterns that they have previously been associated with in some way. Furthermore, there is\nPeirce’s law of mind [Pei34], which could be paraphrased in modern terms as stating that\nthe mind is an associative memory network, whose dynamics dictate that every idea in\nthe memory is an active agent, continually acting on those ideas with which the memory\nassociates it.\n\n— Example: Building a blocks structure that resembles a tower, spreads attention to mem-\nories of prior towers the agents has seen, and also to memories of people the agent knows\nhave seen towers, and structures it has built at the same time as towers, structures that\nresemble towers in various respects, etc.\n\ne Differential attention allocation / credit assignment. Patterns that have been valu-\nable for goal-achievement are given more attention, and are encouraged to participate in\ngiving rise to new patterns.\n\n— Example: Perhaps in a prior instance of the task “build me a surprising structure out of\nblocks,” searching through memory for non-blocks structures that the agent has played\nwith has proved a useful cognitive strategy. In that case, when the task is posed to the\nagent again, it should tend to allocate disproportionate resources to this strategy.\n\ne Pattern creation. Patterns that have been valuable for goal-achievement are mutated and\ncombined with each other to yield new patterns.\n\nHOUSE_OVERSIGHT_012954",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012954.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3406,
    "word_count": 565,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.938532",
    "prefix": "IMAGES-002"
  }
}