{
  "document_id": "HOUSE_OVERSIGHT_024967",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024967.txt",
  "text": "10\n\na hostile Middle East environment shaped by Israel’s overwhelming\nvictory over the Arabs in the 1967 war, its seizure of extensive Arab\nterritories including Syria’s Golan Heights and its subsequent close\nalliance with the United States, which put in place a sort of dual US-\nIsraeli regional hegemony from which Syria and its allies have sought\nto free themselves ever since. The 1973 war waged by Egypt and\nSyria to recover lost territories and force Israel to negotiate a global\npeace had some initial success but failed to realise its objectives.\nInstead, Egypt made a separate peace with Israel in 1979 and was\nremoved from the Arab line up. The rest of the region was then\nexposed to the full force of Israeli power.\n\nLooking to its defences, Syria established a partnership in 1979 with\nthe newborn Islamic Republic of Iran. And once Israel invaded\nLebanon in 1982 in a bid to expel Syrian influence, destroy the PLO\nand bring Lebanon into its orbit, Syria found local allies among the\nShia resistance movements of South Lebanon -- of which Hizbullah\nbecame the most prominent. Waging a guerrilla war, and benefiting\nfrom logistical support and weapons from Iran and Syria, Hizbullah\nmanaged to force Israel out of South Lebanon in 2000, after an 18-\nyear occupation. From this was born the Tehran-Damascus-Hizbullah\naxis, which over the years grew into the principal regional challenger\nof the United States and Israel.\n\nBoth the United States and Israel have done their utmost to disrupt\nthis axis and prevent it acquiring any effective deterrent capability:\nIran has faced constant demonisation, sanctions and threat of military\nattack because of its nuclear programme, while Israel has made\nrepeated attempts to destroy Hizbullah, including its war on Lebanon\nin 2006. Syria, in turn, has faced intimidation, isolation, US sanctions\nand an Israeli attack in 2007 on its alleged nuclear facility.\n\nBashar has had to wrestle with his own crises. He survived George\nW. Bush’s “global war on terror” after 9/11, then faced the greater\n\nHOUSE_OVERSIGHT_024967",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2069,
    "word_count": 338,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.352968",
    "prefix": "IMAGES-008"
  }
}