{
  "document_id": "HOUSE_OVERSIGHT_022388",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022388.txt",
  "text": "Tax\n\nThere is a push to include the provisionsthat expire at the\nend of 2016 in year-end legislation, though if that is\nunsuccessful the issue will certainly return in 2017, either\nthrough inclusion in a tax reform measureor separately if\nthose efforts have played out.\n\nThe 2015 tax legislation made some extender provisions\npermanent and extended others for five years, meaning\nthe two-year extensions that expire at the end of 2016\nwill be the focus of the next effort.\n\nThere will certainly be attention paid to these provisions\nduring any discussion of tax extenders in 2017.\n\nTax treaties. Action on the eight Foreign Relations\nCommittee-approved tax treaties that Senator Rand Paul\n(R-KY) wants renegotiated over information sharing\nconcerns is seen as overdue. The treaties include: new\nprotocols amending US tax treaties with Switzerland,\nLuxembourg, Spain and Japan; new tax treaties with\nHungary, Chile and Poland; and a multilateral convention\non tax administration. There have been no plans\nannounced for trying to move the treaties during the\nlame-duck session, though such an effort is possible.\n\nState tax issues. In August, House Judiciary Committee\nChairman Goodlatte released a second discussion draft\nrelated to remote sales tax that would apply tax at the\ndestination state of the goods, rather than on the location\nof the seller, which was his previous approach. The tax\nwould be imposed at a single rate determined by the state\nof the purchaser, but using the tax base of the state of\norigin.\n\nChairman Goodlatte wanted a vote this year on the\nproposal, which had the support of Speaker Ryan, but this\nvote is not likely to occur during the lame duck session.\nWhen Congress approved a customsreauthorization\nmeasure that made permanent the Internet Tax Freedom\nAct in February, Senate Majority Leader McConnell said\nhe had provided assurances to supporters of the\nMarketplace FairnessAct “that we'll have an opportunity\nto consider that sometime this year.” Since that is not\nlikely to occur during the lame-duck session, the issue is\nsure to resurface in 2017.\n\nIn September, the House approved by voice vote the\nMobile Workforce State Income Tax Simplification Act\n(H.R. 2315), to prohibit wages earned by an employee\nwho performs employment duties in more than one state\nfrom being subject to income tax in any state other than:\n(1) the state of the employee’s residence, and (2) the\nstate within which the employee is present and\nperforming employment duties for more than 30 days\nduring the calendar year. Senate Finance Committee\nmember John Thune (R-SD) sponsors a Senate version of\nthe bill (S. 386), though the outlook for the issue is\nunclear.\n\nEY 16\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022388",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022388.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2724,
    "word_count": 440,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.277867",
    "prefix": "IMAGES-006"
  }
}