{
  "document_id": "HOUSE_OVERSIGHT_026735",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026735.txt",
  "text": "(As a parenthesis, I’d note one policy context when an essentially zero discount rate\nis applied — radioactive waste disposal, where the depositories are required to prevent\nleakage for 10000 years — somewhat ironic when we can’t plan the rest of energy\npolicy even 30 years ahead)\n\n[Consider this analogy. Suppose astronomers had tracked an asteroid, and calculated\nthat it would hit the Earth in 2080, 65 years from now — not with certainty, but with\n(say) 10 percent probability. Would we relax, saying that it’s a problem that can be set\non one side for 50 years — people will then be richer, and it may turn out then that it’s\ngoing to miss the Earth anyway? I don’t think we would. There would surely be a\nconsensus that we should start straight away and do our damnedest to find ways to\ndeflect it, or mitigate its effects. ]\n\nMany still hope that our civilisation can segue smoothly towards a low-carbon future\nThe pledges made at the Paris conference are a positive step. But even if they’re\nhonoured, this may not happen fast enough to prevent CO2 concentrations rising to\ndangerous levels.\n\nPoliticians seldom take a long-term view, and won't gain much resonance by\nadvocating unwelcome lifestyle changes now — when the benefits accrue mainly to\ndistant parts of the world, and are decades into the future.\n\nBut there’s one measures to mitigate climate change that genuinely seems a ‘win win’\nscenario.\n\nCLEANER ENERGY SOURCES\n\nIt’s that nations should accelerate R and D into all forms of low-carbon energy\ngeneration (renewables, , 4\"th generation nuclear, fusion, and the rest) . And into\nother technologies where parallel progress is crucial — especially storage (batteries,\ncompressed air, pumped storage, flywheels, etc) and smart grids. That’ why an\nencouraging outcome of Paris was an initiative called ‘Mission Innovation’. It was\nlaunched by President Obama and by the Indian Prime Minister Modi. And endorsed\nby 20 other nations. It’s a campaign to double publicly funded R and D into clean\nenergy by 2020. There’s been a parallel pledge by Bill Gates and other private\nphilanthropists.\n\nThis target is a modest one . Presently, only 2 percent of publicly funded R and D is\ndevoted to these challenges. Why shouldn’t the percentage be comparable to\nspending on medical or defence research?\n\nThe faster these ‘clean’ technologies advance, the sooner will their prices fall so they\nbecome affordable to developing countries - where more generating capacity will be\nneeded -- where the health of the poorest billions is jeopardized by smoky stoves\n\nHOUSE_OVERSIGHT_026735",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026735.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2590,
    "word_count": 428,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.601315",
    "prefix": "IMAGES-009"
  }
}