{
  "document_id": "HOUSE_OVERSIGHT_017645",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017645.txt",
  "text": "Page 10 of 78\n2007 Utah L. Rev. 861, *874\nto be given real world application. To be sure, it is a broad right - akin to the defendant's broad right to \"due process of law.\" °!\nBut to implement that right in the criminal rules is not \"creating new victims rights not based upon the statute,\" as the Advisory\nCommittee puts it, but simply implementing a clearly articulated congressional command.\n\nIt is a \"cardinal principle of statutory construction\" that effect must be given to every word ina statute. °* Under the Advisory\nCommittee's approach, the congressional directive that crime victims be treated fairly will have no effect on [*875] any of the\nRules. The fairness directive will, in other words, be rendered mere surplusage - something that the Supreme Court has\nrepeatedly cautioned against. ®?\n\nThe Advisory Committee also admits that it is interpreting the CVRA narrowly, contrary to the standard rule that remedial\nlegislation is to be construed broadly. °4\n\nIn addition, the Advisory Committee's approach flouts the declared intentions of the Act's drafters. There is no need to guess\nabout Congress's intent on the right of fairness. Senator Kyl, who cosponsored the CVRA with Senator Feinstein, explained\nquite directly that Congress meant for the right to have substantive content:\n\nThe broad rights articulated in this section [section 8, mandating victims be treated with fairness along with dignity and\nrespect] are meant to be rights themselves and are not intended to just be aspirational. One of these rights is the right to be\ntreated with fairness. Of course, fairness includes the notion of due process. 8°\nNor is there any doubt that Congress intended this command to reach the judiciary, including judicial branch components like\nthe Advisory Committee. Again, Senator Kyl specifically addressed this point:\n\nToo often victims of crime experience a secondary victimization at the hands of the criminal justice system. This provision\n[section 8] is intended to direct government agencies and employees, whether they are in executive or judicial branches, to treat\nvictims of crime with the respect they deserve and to afford them due process. *®\n\nThe Advisory Committee's decision not to treat fairness as an enforceable right is so at odds with the CVRA's legislative\nhistory that one becomes curious as to why the Advisory Committee determined not to follow it. The Advisory Committee also\ndiverged from the legislative history in several other areas. 7 In reviewing the Advisory Committee's records, however,\nnotably absent is any mention of legislative intent. The Advisory Committee does not cite the statute's [*876] legislative\n\ntreated with fairness, compassion and respect by the criminal justice system\"); N.M. Const. art. II, § 24(A)(1) (the \"right to be treated with\nfairness and respect for the victim's dignity and privacy throughout the criminal justice process\"); Ohio Const. art. I, § 10a (victims \"shall be\naccorded fairness, dignity, and respect in the criminal justice process\"); Tex. Const. art. I, § 30(a)(1) (\"right to be treated with fairness and\nwith respect for the victim's dignity and privacy throughout the criminal justice process\"); Utah Const. art. I, § 28(1)(a) (victim's right to be\n\"treated with fairness, respect, and dignity\"); Wisc. Const. art. I, § 9m (victim's right to be treated with \"fairness, dignity and respect for their\nprivacy\"). See generally Cassell, Balancing the Scales, supra note 6, at 1387-88 (discussing victim's right to fairness in Utah).\n\n80 78 U.S.C. § 3771 (a) (emphasis added).\n8! U.S. Const. amend. V; see also U.S. Const. amend. XIV (due process right in state proceedings).\n\n82 See, e.g., Duncan v. Walker, 533 U.S. 167, 174 (2001) (quoting United States v. Menasche, 348 U.S. 528, 538-39 (1955)).\n\n83 See, e.g., Babbit v. Sweet Home Chapter of Comtys. for a Great Or., 515 U.S. 687, 698 (1995).\n\n84 See, e.g., Hughes v. Box, 814 F.2d 498, 501 (8th Cir. 1987); Gardner & N. Roofing & Siding Corp. v. Bd. of Governors of Fed. Reserve\nSys., 464 F.2d 838, 841 (D.C. Cir. 1972).\n\n85 150 Cong. Rec. 4269 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl) (emphasis added); see also 150 Cong. Rec. $10,911 (daily ed. Oct.\n9, 2004) (statement of Sen. Kyl).\n\n86 150 Cong. Rec. $10911 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl) (emphasis added); see also 150 Cong. Rec. 4269 (daily ed. Apr.\n22, 2004) (statement of Sen. Kyl).\n\n87 See, e.g., infra notes 437-443 (noting rejection of Senators Feinstein's and Kyl's views on the right to be heard on issues affecting victims’\nrights); infra note 488-493 (noting rejection of Senator Kyl's views on the right to be heard on speedy trial issues).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017645",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017645.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4718,
    "word_count": 770,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:45.507422",
    "prefix": "IMAGES-004"
  }
}