{
  "document_id": "HOUSE_OVERSIGHT_010562",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010562.txt",
  "text": "Scott Link\nJune 19, 2019\nPage 3\n\nfF confided to him that she had never even had a boyfriend. He told her\neverything would fall into place, “just keep doing what you are doing, work hard and stay\nfocused.” She told Mr. Epstein that she preferred to abstain from sex until she was married.\n\nThe first time HE asked her for a massage was to help with an ache in his\nshoulder. I thought it was an innocent request. He said his masseuse had failed to\nget a kink out of his shoulder. He gave her a large purple massager for her to use to take the knot\nout of his back. Mr. Epstein told her she was an excellent masseuse and she was pleased to be\nable to ease his pain.\n\nWhen the massage ended, Mr. Epstein pulled two hundred dollars from his wallet and\nhanded it to her. He said, “I was going to give it to the masseuse anyway, so you take it and pay\nfor your car service or something.”\n\nMr. Epstein began calling her every day, no matter where she was in the world. He told\nher he loved her. He became a vital part of a as her parents remained\ndistant. He invited her to stay at one of his apartments close to him on the Upper East Side. Her\narduous work schedule, starting with 6:00 a.m. call times and shows running late into the night\nwere exhausting. Epstein’s daily check-up calls and pep talks gave her strength to survive her\ngrinding schedule.\n\nWhen in Paris, Mr. Epstein allowed her to stay at his home with her sister and arranged\nfor a night out at a concert with Naomi Campbell. It appeared to a ih: Mr. Epstein’s\nthoughts were focused on her career, future and good fortune.\n\nThe first time the purple massage tool found its way between her legs, a 01d\nhim to stop, but Mr. Epstein pushed the head of the massager firmly against her and forced her\nlegs apart. She felt ashamed and embarrassed. The massages became a ritual and were always\naccompanied with sexual abuse and a two-hundred dollar payment at the end.\n\nMr. Epstein approached her as if he was her mentor and teacher, teaching her about\nsexuality, opening her eyes. She experienced immense orgasms, and then shame and fear. She\nfelt claustrophobia as she stared up into Mr. Epstein’s church-like ceiling of the massage parlor\nwhile he fondled her. She felt she couldn’t escape her position, and that this was the way it had\nto be because this powerful man orchestrated it. At the end of each massage he would make\nhimself ejaculate by demanding she pay vigorous attention to his nipples with her fingers and he\nwould tell her what a good girl she was, that he loved her and would call her later, which made\neverything seem better. Then he would open his wallet filled with hundred dollar bills and give\nher a couple, which she accepted as pocket money, never thinking twice about it.\n\nHOUSE_OVERSIGHT_010562",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2776,
    "word_count": 510,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.354849",
    "prefix": "IMAGES-001"
  }
}