{
  "document_id": "HOUSE_OVERSIGHT_028158",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028158.txt",
  "text": "/ BARAK / 24\n\norganize events and contact voters during the campaign. We outfitted our own war\nroom in an open-plan floor of offices on the edge of Tel Aviv. Philip called it\n“Milbank South.” As organizational head of the campaign, I chose Chagai Shalom.\nAn industrial engineer by training, he was a reserve army general who, when I was\nchief of staff, had been in charge of the logistics branch of the military. I gave him\nSayeret Matkal backup as well, in the person of Danny Yatom, my longtime friend\nand former sayeret deputy.\n\nBut all that was process. Winning or losing would come down to how our\nmessage, our ability to forge alliances, and my own personal and political appeal,\nmeasured up against Bibi.\n\nThe new system of separate elections for party and Prime Minister meant that in\norder to win a majority, I would need the support of voters outside Labor as well. I\nset out to establish a broader movement, a big tent under which a majority of\nIsraelis could coexist politically. I realized this risked provoking anger among\nsome Labor activists. But I wanted to convey to voters that I was reaching out\nbeyond my core party constituency: to “soft” right-wingers nearer the political\ncenter; to the Sephardim who since 1977 had overwhelmingly voted Likud; to the\ngrowing number of Russian immigrants who had helped Bibi defeat Peres; and to\nthose among the Orthodox who still subscribed to tolerance and moderation in the\nmold of the old-style National Religious Party in the first few decades of the state.\nThough the candidates on our Knesset election list would all be from Labor, I ran\nthe Prime Ministerial campaign under the broader banner of Yisrael Ahat — One\nIsrael. I envisaged it as an alliance of at least several different parties with Labor at\nits center.\n\nI began with Bibi’s jettisoned Foreign Minister, David Levy. He was a\nMoroccan-born 1950s immigrant whose career had begun at the grassroots, in the\nnorthern town of Beit She’an, but who went on to become a key part of Begin’s\nvictory in 1977. The leading Sephardi figure in the Likud, he was at one point\nmentioned as a future leader. Many Israelis, especially on the left, now portrayed\nhim as a figure of ridicule. But I'd always had a higher opinion of him. During the\n\n310\nHOUSE_OVERSIGHT_028158",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028158.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2283,
    "word_count": 396,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.920788",
    "prefix": "IMAGES-009"
  }
}