{
  "document_id": "HOUSE_OVERSIGHT_011997",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011997.txt",
  "text": "FIGQ/O\n\n°S) SECREE OP et eg £38017\n\nRE Mytethey rr 9 bia\nCURA Rema LEP A Wt hunter GUITIG4\n'S. of OPO Gt) Gt afee white fF) ey June 1? ame\n\n+\n* pony et |\n\nDepartment 6! Homelarid Security\n\nUnited States Cithemship and tnmigratian Services\nVermont Service Center\n\n30 Houghton Streat\n\nSaint Albans, ¥T 05476\n\nPd O08 |\nSd o-!} Fattoordinary Abily a1 on Art Director ond Talent Coordinate! on betial of\nfean-iue Didier Hecr!-Rene dune\n\nBish he oops. Aly 1S with fos tial PF tant ot ar ras lie Sone fislitior TE bereh Ge or\nart Director rind feuent Cascais 6 Untied Cover\n\n43 9 Soden! oGerdiealet Vr. Fume’) bocce Gar ard pau be recs er He doce\nCoreg the mode, 45068 crraee fe Oued Sow OCheved 2 Burnell nos Grocers Gent\nMONON? -Uteus How Model troughs! it Conpe Torsly Tuingion, tig ea Ue urea\nDy \\F Gunret, hat peranifiet oaPected Deaety. cenasearning (ot tien’) Magnercus Beige\n1967, TUANgION 4) wel Gh Onetner mode moratantod by Mr Brioe) feaowd Camppel baname\none Cc” ihe few Spernadies ys monaged to te a ear fronstin Need) Me fea te orl.\n\nOf \"he 1780's th ihe reddeet wewple ty of tha Myhoaine§ ie ae Teagan tee eter ceva\nfl on O fei co a. Soa) Freier Bavey See\" Create Tufeogton hee oh Pra] di : ovine ot\nhuncrecs af fosnion magaenes quch co Cceticcadten Wo Vague sn Fiteae Ge soa7egr\n\nMare Clare. homer 1 itqure gma ewer (re AAcepant er\n\nMe Grune tem Gyo epee ferd fre ertameey pol as apres of supernova cr gr #amhel\nHunter Gagren Slone, Mociga Seuecl] Ewha San ocg Chrsire lemons. ‘ome\nwore 07 roceeded ' becoroe tone of The feat) Pec tagriapred itera cover sreaedt in\nTh wed, comeor ng ocr Pago OF Mop Tie Chow! wide Fa Dorey) are errs AN\noO te! of @h ep iotgn 40 Nyly kee wate celia why sie qarters and cetguch\nQUE MG JOOd ack Foe ment ane] fiers lero e deo) mony toy ple in ine keetren ona\nenfengomen feki \"Gqueyacd Thyl Wr Ase Toeclion os eer axdusee ager! ona\nreorenn a +3\n\nSee 823 MOM [hor Greeting WEDere oiling an fr ear inne bare. Comronans\n9 “32° * @renhy Gea Ira cp ponety \"o hee to God tan eta fet to leseser in ihe Ureled\nhs ae +. at me al eA aparc F\n\nSage G6 raat Mgkale (> Conk,” ave let ive Gry Gumhoor\nthrice ey ek pm\n\n“wr, ME i\nA Arete . 5 ° |\nOren;tor —\n\nHOUSE_OVERSIGHT_011997",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011997.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2201,
    "word_count": 425,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.943429",
    "prefix": "IMAGES-001"
  }
}