{
  "document_id": "HOUSE_OVERSIGHT_019418",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019418.txt",
  "text": "In July, the Texas transportation department decided to convert 83 miles of state road in six oil-boom counties from\npavement to gravel, to reduce repair costs and slow traffic.\n\nTrucks filled with Eagle Ford crude are also heading 100 miles west to a barge canal. The first barge of crude departed in\nSeptember 2011, heading south toward the Gulf of Mexico and refineries near Houston. Now the canal moves 1.6 million\nbarrels a month, says Jennifer Stastny, executive director of the Port of Victoria.\n\n\"It's like putting your 5-year-old to bed one night and he wakes up the next morning as a 16-year-old, with the appetite and\ndemands of a 16-year-old,” she says.\n\nIn North Dakota, trains move 69% of the state's 800,000 barrels a day of crude, according to state figures. Energy\ncompanies say they value rail's ability to deliver crude to the highest-paying markets.\n\nBut the deadly runaway crude train crash in Canada's Quebec province in July, which incinerated a small town and killed at\nleast 47 people, highlighted the risks of the mile-long crude trains crisscrossing the country. The U.S. government is\nimposing new regulations on oil shipments by rail.\n\nSome state regulators wonder if their local efforts leave them prepared for a train accident, in part because federal railroad\nrules pre-empt state and local control over trains.\n\nIn Washington state, \"we can't say [to train operators] you have to have oil-spill contingency plans in order to operate,\" says\nCurt Hart, a spokesman for the state's Department of Ecology. \"We do that for oil tankers, barges, large commercial vessels\nand refineries.\"\n\nHome to five refineries, the state levies a per-barrel tax on crude delivered by tankers and barges, which pays for spill-\nresponse officials and inspectors. The tax doesn't apply to rail shipments.\n\nThe American Association of Railroads says itis prepared for growing crude shipments because it has long carried\nhazardous cargoes. In 2008, major U.S. railroads carried 9,500 carloads of crude, the association says, and are on pace this\nyear to carry 389,000.\n\nMost industry analysts believe that while crude on trains will last, truck and barge traffic will decline once new pipelines\ncome into service.\n\nEnvironmental groups have criticized some pipeline projects, including the Keystone XL, meant to move Canadian oil to\nGulf Coast refineries. The federal government is still studying the Keystone pipeline and has yet to issue needed permits.\n\nSteve Kean, president and chief operating officer of Kinder Morgan Inc., KMI +0.30% one of several interrelated companies\nthat own or operate 82,000 miles of North American pipeline, says government agencies thoroughly vet new projects.\n\nFalling imports, infrastructure investments and increased manufacturing are just some of the benefits of newly abundant\n\nenergy supplies, he says. \"This has got to be one of the best things that has happened in our economy in the past 10 years.\nIt is better than the iPad.\"\n\nBack to top\n\nU.S. Electrical Grid on the Edge of Failure\nJeff Tollefson — Nature\n\nFacebook can lose a few users and remain a perfectly stable network, but where the national grid is concerned simple\ngeography dictates that itis always just a few transmission lines from collapse.\n\nThat is according to a mathematical study of spatial networks by physicists in Israel and the United States. Study co-author\n\nShlomo Havlin of Bar-Ilan University in Ramat-Gan, Israel, says that the research builds on earlier work by incorporating a\nmore explicit analysis of how the spatial nature of physical networks affects their fundamental stability. The upshot,\n\nHOUSE_OVERSIGHT_019418",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019418.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3650,
    "word_count": 582,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.675519",
    "prefix": "IMAGES-005"
  }
}