{
  "document_id": "HOUSE_OVERSIGHT_024524",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024524.txt",
  "text": "incentives to families and employers to offset costs related to employer-provided child care facilities.\nHowever, these tax incentives are subject to change.\n\nKLC OpCo is also subject to the Fair Labor Standards Act, which governs such matters as minimum\nwages, overtime compensation and working conditions. All of KLC OpCo's employees are paid at rates\nequal to or higher than the federal minimum wage.\n\nKLC OpCo is also subject to laws regulating its transportation of children. In 1998, the National Highway\nTraffic Safety Administration, or NHTSA, issued interpretive letters stating that automobile dealers may no\nlonger sell 12 to 15-passenger vans intended to be used for the transportation of children to and from\nschool by child care providers and that any vehicle designed to transport 11 persons or more must meet\nfederal school bus standards If it is likely to be used significantly to transport children to and from school\nor school-related events. These interpretations and related changes in state and federal transportation\nregulations have affected the type of vehicle that the company may purchase for use in transporting\nchildren between schools and its centers and, in effect, required KLC OpCo to replace its remaining fleet\nof vans with school buses over time. These changes have increased the company's costs to transport\nchildren because school buses are more expensive to purchase and maintain and, in some jurisdictions,\nrequire drivers with commercial licenses.\n\n11.12. Insurance\n\nKLC OpCo’s insurance program currently includes the foliowing types of policies: workers’ compensation,\ncommercial general liability, automobile liability, property, excess “umbrella” liability, directors' and\nofficers’ liability and employment practices liability. These policies provide for a variety of coverages,\nwhich are subject to various limits, and include substantial deductibles or self-insured retentions. Special\ninsurance is sometimes obtained with respect to specific hazards, if deemed appropriate and available at\na reasonable cosi. Claims in excess of, or not included within, KLC's coverage may be asserted or\ncoverage may not be available due to Insurance company failures or other reasons.\n\nKLC OpCo maintained either a self-insured retention or a deductible for a portion of its general liability,\nworkers’ compensation, auto, property and employee medical insurance programs. it purchases stop\nloss coverage in order to mitigate its potential future losses. The nature of these liabilities, which may not\nfully manifest themselves for several years, requires significant judgment. KLC OpCo estimates the\nobligations for liabilities incurred but not yet reported or paid based on available claims data and historical\ntrends and experience, as well as future projections of ultimate losses, expenses, premiums and\nadministrative costs. While the company believes that the amounts accrued for these obligations are\nsufficient, any significant increase in the number of claims and/or costs associated with claims made\nunder these programs could have a material adverse effect on the consolidated financial statements.\n\n11.13. Legal Issues\n\nKLC OpCo does not believe that there are any pending or threatened legal proceedings that, if adversely\ndetermined, would have a material adverse effect on its business or operations. However, it is subject to\nclaims and litigation arising in the ordinary course of business, including claims and litigation involving\nallegations of physical or sexual abuse of children. Although KLC OpCo cannot be assured of the\nultimate outcome of the allegations, claims or lawsuits of which it is aware, it has not historically had to\npay any claims exceeding its insurance coverage, and management believes that none of these\nallegations, claims or lawsuits, either individually or in the aggregate, will have a material adverse effect\non the Company’s financial position, operating results or cash flows. In addition, it cannot predict the\nnegative impact of publicity that may be associated with any such allegation, claim or lawsuit.\n\n91\n\nHOUSE_OVERSIGHT_024524",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4120,
    "word_count": 614,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.240351",
    "prefix": "IMAGES-008"
  }
}