{
  "document_id": "HOUSE_OVERSIGHT_019086",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019086.txt",
  "text": "[Please insert on your letterhead]\n\n[Please insert the date here]\n\nUS DHS CIS\n\nVermont Service Center\n30 Houghton Street\n\nSt. Albans, VT 05478\n\nRe: va = =—ti(‘C;~*~* Immigration Application\n\nDear Sir or Madam:\n\nI am writing this letter on behalf of Ms. I and in\n\nconnection with her O-1 Visa Application.\n\nMy name is David Blaine and I am a magician, an illusionist and an\nendurance artist. | am known for my high-profile feats of endurance, and\nhave made my name as a performer of street and close-up magic. | have\nperformed all over the world and have set and broken several world records,\nincluding holding my breath for more than 17 minutes, spending 35 hours\natop a 105-foot pole and surviving a week buried in a coffin. | have traveled\ninternationally performing magic privately for President Bill Clinton and\nSecretary of State Hillary Clinton, President George W. Bush, Secretary of\nDefense Donald Rumsfeld at the Pentagon, Governor Arnold\nSchwarzenegger, Henry Kissinger, Bill Gates and Mayor Michael Bloomberg.\nI have also performed magic for the President of Russia Dmitry Medvedev,\nthe President of Georgia Mikheil Saakashvili, the President of Ukraine Victor\nYanukovych, and the President of Kazakhstan Nursultan Nazarbayev.\n\n| net ES a few years ago through mutual friends\nand | was highly impressed with her: I first met her as an amazing fashion\nmodel, but, then, I discovered her intelligence, education, and her passion for\nchildren and education. So, when I saw the other side of Svet, performing her\nown brand of magic in fundraisers and other high end charitable events and\norganizations, I realized what an amazingly talented public relations and\nfundraising expert she is, and I was not surprised the least.\n\nWhen it comes to organizing events, finding A-list funders for her\ncauses, in my opinion, [fis at the top of her game and is a true magician —\nthe success stories she pulled for the children on the US Virgin Islands, the\nIvory Coast, and many others are true miracles. She really makes a difference\nin the lives of the world’s children.\n\nIt is not easy to raise money for education, especially technical/ STEM\neducation: People only reach into their pockets with the correct enticement.\n\nHOUSE_OVERSIGHT_019086",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2242,
    "word_count": 370,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.166982",
    "prefix": "IMAGES-005"
  }
}