{
  "document_id": "HOUSE_OVERSIGHT_028549",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028549.txt",
  "text": "Cite as: 586 U.S. (2019) 7\n\nOpinion of the Court\n\nday. We think petitioners have the better reading of the\nstatute.\n\nA\n\nThe language of the IOIA more naturally lends itself to\npetitioners’ reading. In granting international organiza-\ntions the “same immunity” from suit “as is enjoyed by\nforeign governments,” the Act seems to continuously link\nthe immunity of international organizations to that of\nforeign governments, so as to ensure ongoing parity be-\ntween the two. The statute could otherwise have simply\nstated that international organizations “shall enjoy abso-\nlute immunity from suit,” or specified some other fixed\nlevel of immunity. Other provisions of the IOTA, such as\nthe one making the property and assets of international\norganizations “immune from search,” use such noncom-\nparative language to define immunities in a static way. 22\nU.S. C. §288a(c). Or the statute could have specified that\nit was incorporating the law of foreign sovereign immunity\nas it existed on a particular date. See, e.g., Energy Policy\nAct of 1992, 80 U.S. C. §242(c)(1) (certain land patents\n“shall provide for surface use to the same extent as is\nprovided under applicable law prior to October 24, 1992”).\nBecause the IOIA does neither of those things, we think\nthe “same as” formulation is best understood to make\ninternational organization immunity and foreign sover-\neign immunity continuously equivalent.\n\nThat reading finds support in other statutes that use\nsimilar or identical language to place two groups on equal\nfooting. In the Civil Rights Act of 1866, for instance,\nCongress established a rule of equal treatment for newly\nfreed slaves by giving them the “same right” to make and\nenforce contracts and to buy and sell property “as is en-\njoyed by white citizens.” 42 U.S. C. §§1981(a), 1982. That\nprovision is of course understood to guarantee continuous\nequality between white and nonwhite citizens with respect\n\nHOUSE_OVERSIGHT_028549",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1945,
    "word_count": 310,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.167573",
    "prefix": "IMAGES-010"
  }
}