{
  "document_id": "HOUSE_OVERSIGHT_029167",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029167.txt",
  "text": "ultimately pursue its plan to indict the President. But, according toa\nsource involved in the legal strategy, the plan is \"more advanced\" than it\nwas when the indictment was drafted in April. The investigation\ncontinues and new evidence or other factors might push both\nprosecutors and the grand jury in another direction. Just passing its first\nanniversary, the Mueller investigation has conducted itself with\nremarkable secrecy. Descriptions of the proposed indictment provide\none of the few insights into its strategy and its sense of the political peril\nin front of it.\n\nIt may be noteworthy that there appears now not to be plan for an\nindictment related to collusion, although, legal experts say, that could\ncome later.\n\nThe White House view is that without the underlying collusion\ncharge, Mueller will be presenting a weak and politically-motivated\ncase. The Mueller view seems to be that the obstruction charges go to\nthe heart of exposing how Trump has abused his power and turned the\nWhite House into a corrupt fiefdom.\n\nThe President's scheme to obstruct the FBI's investigation into\nconnections between the Trump campaign and Russian efforts to\nundermine the U.S. election, according to the Mueller indictment, began\non the 7th day of the Trump administration. Three days prior to this, on\nJanuary 24, National Security Advisor, Michael Flynn, lied to the FBI\nabout his contacts with the Russian Ambassador, Sergey Kislyak. These\nwere contacts, directed by an unnamed but ranking member of the\nPresidential Transition team.\n\nThat unnamed person, in the view of several lawyers who\ndiscussed the case with me, is very likely Trump himself, and might\nimply that Trump encouraged Flynn to lie to the FBI, promising to\nprotect him—using his influence or pardon powers.\n\nOn January 27th, seven days after Donald Trump's inauguration,\nthe President had the one-on-one dinner with FBI Director James\nComey—recounted in Comey’s congressional testimony and in his\nrecent book, \"A Higher Loyalty\"—at which the President asked Comey if\nhe \"wanted to stay on as FBI Director.\" The President then requested a\nloyalty pledge in an effort, according to Comey's testimony before the\nSenate Select Committee on Intelligence, to \"create some sort of\npatronage relationship\"—a characterization the indictment accepts.\n\nFlynn resigned on February 13. The next day, the President\n\nHOUSE_OVERSIGHT_029167",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029167.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2395,
    "word_count": 375,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.384455",
    "prefix": "IMAGES-010"
  }
}