{
  "document_id": "HOUSE_OVERSIGHT_017189",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017189.txt",
  "text": "4.2.12\nWC: 191694\n\nIn Stanley [the] Court held that in certain circumstances possession of a moving picture\nfilm is constitutionally protected even though by contemporary standards the film is\nobscene. We do not consider this irrelevant.\n\nThe Court then went on to consider the state’s argument that an obscene film, even viewed in a\nrestricted theater, can induce the viewer to commit rape.\n\nThe question is, how far does Stanley go. Is the decision to be limited to the precise\nproblem of “mere private possession of obscene material,” is it the high water mark of a\npast flood, or is it the precursor of a new one? Defendant points to the fact that the court\nin Stanley stated that Roth v. United States, was “not impaired by today’s holding, and in\nthe course of its opinion recognized the state’s interest there upheld in prohibiting public\ndistribution of obscenity. Yet, with due respect, Roth cannot remain intact, for the Court\nthere had announced that “obscenity is not within the area of constitutionally protected\nspeech or press,” whereas it held that Stanley’s interest was protected by the First\nAmendment, and that the fact that the film was “devoid of any ideological content” was\nirrelevant.\n\nOf necessity the Stanley court held that obscenity presented no clear and present danger to\nthe adult viewer, or to the public as a result of his exposure. Obscenity may be offensive;\nit is not per se harmful. Had the Court considered obscenity harmful as such, the fact that\nthe defendant possessed it privately in his home would have been of no consequence.\n\nThe Court then rendered its conclusion:\n\nWe confess that no oracle speaks to Karalexis unambiguously. Nonetheless, we think it\nprobable that Roth remains intact only with respect to public distribution in the full sense,\nand that restricted distribution, adequately controlled, is no longer to be condemned.\n\nIf a rich Stanley can view a film, or read a book, in his home, a poorer Stanley should be\nfree to visit a protected theater or library. We see no reason for saying he must go alone.\n\nIt was the first time in history that a court—any court—had ruled that the government had no\npower to ban or prosecute an “obscene” film that was shown to the public in a theater. I had\nachieved a total victory not only for my client, but for my novel approach to offensiveness under\nthe First Amendment. It was a heck of a way to begin my career as a lawyer. The victory would,\nhowever, be short lived, at least in theory, if not in practice.\n\nNot surprisingly, the District Attorney appealed our victory to the Supreme Court, which\naccepted the case. I was asked to argue for Grove Press. And so, at the age of 31, I argued my\nfirst case before the High Court.\n\n102\n\nHOUSE_OVERSIGHT_017189",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017189.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2756,
    "word_count": 476,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.681318",
    "prefix": "IMAGES-004"
  }
}