{
  "document_id": "HOUSE_OVERSIGHT_012795",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012795.txt",
  "text": "the bank. Taking money away from the donor is a form of costly punishment. It is costly in two ways: the\npunisher loses money he could have kept, and the donor loses money that he unfairly kept in his previous\nexchange.\n\nWhen donors kept a significantly larger portion of the original sum, observers punished, paying\nthe costs. They also reported feeling good about taking down the cheapskates. Where was this honey hit\nto the brain coming from?\n\nTo figure this out, Fehr and his colleagues put people in a brain scanner and used a technique\ncalled Positron Emission Tomography or PET. This type of scanning provides a picture of how much\nglucose is used up by different brain areas during a task. Higher glucose consumption occurs when there\nis higher activity in a brain region. When punishers decided to punish a selfish donor, glucose\nconsumption increased in a region of the brain associated with reward: the dorsal striatum. This region is\nalso active when you eat ice cream, earn money, and solve an unexpected problem. Punishers incurred a\nfinancial cost, but gained emotional elation and internal reward. It turns out that giving someone his just\ndeserts feels like eating dessert, but without the caloric gain.\n\nWhen distinctively promiscuous punishment evolved, it transformed our capacity to cooperate\nand to maintain conformity to social norms. It provided us with the tools to not only repair a puncture in\nthe system of norms, but to feel good about the costs personally incurred. When we punish, we have\nserved justice and served ourselves a helping of the brain’s rewards. The fossil record doesn’t capture\nwhen we evolved the capacity to punish, as skulls and bones, stone tools, and even paintings are silent on\nwhy someone received a spear through the head — perhaps punished for a wrong doing or perhaps an\nenemy, a competitor interested in the same resources, or a suspected lover. No one will ever know. What\nwe do know is that other primates never punish cheaters who break the norms of cooperation, whereas\nhunter-gatherers dotting the continents do. Though people living today as hunter-gatherers are not perfect\nreplicas of what life was like way back when, they indicate that before we had sophisticated technology,\nagriculture, and permanent residences, we had the capacity to minimize the costs of the sucker’s problem.\nWhenever this capacity emerged in human evolution, it provided a critical part of the solution to the\nproblem of large-scale cooperation among unrelated strangers. With many eyes on the look out for\ncheaters, and a capacity to take out or ostracize the free riders, cooperation emerged as a stable solution to\nproblems that are unsolvable at an individual level, including group defense and the acquisition of costly\nresources. Punishment enabled humans to live in large, stable cooperative societies, many of whom are\nunrelated strangers.\n\nThis momentous event in the history of cooperation carried with it a serious cost, bringing\naggression and reward into closer proximity, with the costs of attacking others overshadowed by the\n\nbenefits. As I discuss in greater detail in the next chapter, this economic transformation created, as an\n\nHauser Chapter 1. Nature’s secrets 49\n\nHOUSE_OVERSIGHT_012795",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012795.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3252,
    "word_count": 527,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.037771",
    "prefix": "IMAGES-002"
  }
}