{
  "document_id": "HOUSE_OVERSIGHT_028510",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028510.txt",
  "text": "Farther south in Mountain View, Skybox captures high-resolution imaging data from its first satellite in orbit as it\nprepares another 23 to launch in the coming years. Some things, though, can be shrunk only so far and larger satellites\nare needed for a telescope to obtain the higher resolutions required for the firm’s analysis. While Skybox’'s minisatellites\nweigh around 100kg, a fairly common size for small satellites, the firm proved its concept to investors using CubeSats.\n“Being able to put something in space at very low cost allows you to demonstrate the technology to get more money,”\nsays Dan Berkenstock, one of the company’s founders.\n\nThe CubeSat specification came out of the academic world in the late 1990s. Bob Twiggs, then at Stanford University\nand now at Morehead State University, was frustrated by long delays on a large-satellite programme and set about\nthinking how much satellite capability might be crammed into a much smaller craft that could be launched cheaply.\nSpace launches usually comprise one or more primary payloads and require ballast to balance the rocket. CubeSats,\nreasoned Mr Twiggs, could take the place of some of this ballast, so long as they did not jeopardise the main mission.\nThe optimum size Mr Twiggs came up with was based on a box used to display Beanie Babies. Later, with Jordi Puig-\nSuari of California Polytechnic State University, it was turned into a full specification. Mr Twiggs also developed the 5cm\nPocketQube, which has a maximum weight of 180 grammes.\n\nSmall satellites benefit from the constant improvements in price and performance being achieved by the consumer-\nelectronics industry, particularly in smartphones. A typical phone is now likely to contain an accelerometer to measure\nhow fast it is moving, a magnetometer to detect magnetic fields and provide a compass reading, a GPS receiver to pick\nup satellite data, multiple radios, a gyroscope to measure its position, a barometer to detect pressure, two cameras and\nmuch more.\n\nLast year the world’s first “phonesat” went into orbit. It was a Google Nexus One smartphone incorporated into a three-\nunit CubeSat called STRaND-1. This was built by Surrey Satellite Technology, a British firm that specialises in small\nsatellites and which is part of the European Airbus group. The idea was to test the components of the smartphone ina\nspace environment. The phone was loaded with a number of experimental apps for such things as taking photographs\nand recording magnetic fields during orbit.\n\nSmartphones and other consumer electronics provide a wealth of ready-made technologies that can enable a CubeSat\nto perform many of the functions of a satellite a hundred times heavier and much larger, but at substantially less cost.\nIncluding the launch, a nanosat of CubeSat dimensions might cost $150,000-1m, rather than $200m-1 billion for a full-\nsized one.\n\nLow cost and a tolerance of less-stringent standards allow multiple nanosats to be built faster. This allows for a higher\nrisk of failure. Nanosats have a relatively short life, which might be no more than a year or two in low-Earth orbit before\nre-entering the atmosphere and burning up. Planet Labs, for one, expects to replace some of its nanosats with new\nversions every year.\n\nInto space in a flash\n\nIn an industry in which preparing some missions has taken decades, the speed at which nanosats can be developed\nand put into orbit makes the biggest in the space business take notice. NASA has also found ways to leverage the\nconsumer-electronics industry, says Bruce Yost of the space agency’s Ames Research Centre in California. His group\n(some former members of which founded Planet Labs) has launched five phonesats and is now planning a small fleet of\nthem to experiment with communications between satellites.\n\nNanosat parts are readily available to researchers. One supplier, Pumpkin, operates from a residential San Francisco\nneighbourhood. Andrew Kalman, its founder, started in 2000 selling standard components that Mr Twiggs and his\ncolleagues at Stanford needed. Pumpkin now sells items ranging from brackets for a few hundred dollars up to\ncomplete systems for hundreds of thousands of dollars. The company has also supplied America’s National\nReconnaissance Office with 12 three-unit CubeSats to help the agency demonstrate the technology.\n\nAlthough many satellites already circle the globe taking pictures, some of the images may not be updated for days,\nmonths or even years. Commercial services can provide relatively rapid satellite images on demand, a number of them\ntaking pictures down to a resolution of 50cm (ie, 50cm x 50cm per pixel, the legal limit in America for commercial\nsatellites, although military ones can peer closer). But such satellites may cover only part of the globe each day. Once\ntheir fleets are complete, Planet Labs will offer images with resolutions of between 500cm to 300cm and Skybox, with\nits bigger minisatellites, 90cm. The companies will provide pictures that can be updated in hours for a variety of\nscientific and commercial applications.\n\nThey could, for instance, be used to track environmental conditions, illegal tree-felling or changes in the course of\nrivers—which, even in their initial deployment, Planet Labs has discovered happen surprisingly often. The frequency of\n\nHOUSE_OVERSIGHT_028510",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5342,
    "word_count": 850,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.388267",
    "prefix": "IMAGES-010"
  }
}