{
  "document_id": "HOUSE_OVERSIGHT_011301",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011301.txt",
  "text": "Esa Origins 7 February 24 — 26, 2017\nPROJECT An Origins Project Scientific Workshop\nChallenges of Artificial Intelligence:\n\nEnvisioning and Addressing Adverse Outcomes\n\nARIZONA STATE UNIVERSITY\n\nIn early prototypes, information was provided visually to the healthcare provider. However, it was\nquickly discovered that if audible feedback was provided — as if the Al device was a consultant working\nwith the healthcare provider and the patient — the consultations were more efficient; patient\nsatisfaction levels were higher; and outcomes were more positive.\n\nA large segment of health insurance sector sees early wins in supporting the technology, through the\nability to decrease insurance claims through efficient and preventative interventions, while maintaining\nhigh premiums. As such, they push for early and widespread adoption of the technology. This is further\nsupported by the Department of Health and Human Services as it hits a number of goals, including\nincreasing health and well-being while reducing healthcare costs.\n\nWith the success of early implementations, new Al-based technologies are rapidly implemented into\nsubsequent generations of Al-consult. However, the commercial sector developing and using Al-\nconsult has shifted dramatically from the technology’s initial beginnings.\n\nAs the technology began to mature and lead to substantial savings in healthcare costs traditional\nhealthcare providers and health insurance companies begin to suffer. They resist the use of Al-consult\nthrough a combination of lobbying for new policies and regulations limiting use, to marketing\ncampaigns persuading people of the critical importance of human interaction in healthcare. They forge\nlinks with a number of advocacy groups opposed to widespread automation in society, and promote\nthe idea of Al-consult undermining human dignity and jobs creation. However, the health benefits and\ncost savings of Al-consult are so compelling that these campaigns gain little traction. As a result,\ncompanies that can not adapt, loose market share, and in some cases collapse.\n\nIn contrast, a number of healthcare companies, and a growing number of tech companies, take\nadvantage of the rapidly changing healthcare environment to promote preventative care using Al-\nconsult, and to take advantage of cost-effective healthcare approaches that lead to demonstrably\nbetter outcomes than non Al-consult based approaches. As a result, by 2030, the healthcare provider\nand insurance sector has undergone a disruptive transformation. What is especially notable is the\nnumber of technology companies expanding into the healthcare business, and either partnering with\nwell-established healthcare providers, or forcing them out of the market. This shift in key players leads\nto a marked change in approaches and attitudes toward healthcare provision.\n\nBy 2030 Al-consult systems have the ability to monitor their environment visually as well as audibly,\naccurately picking up on and interpreting body language and micro-expressions. They have access to\nrapidly growing databases of genetic profiles; proteome, microbiome and other ohmic profiles;\npurchasing, eating and lifestyle habits; medical, insurance, financial and legal histories; social media;\nand location, movement, and other dynamic activity/physiology histories (through the growing use of\ncloud-based quantified self services). Despite privacy, legal and social justice concerns over Al access to\n\n18\n\nHOUSE_OVERSIGHT_011301",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011301.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3474,
    "word_count": 497,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.812674",
    "prefix": "IMAGES-001"
  }
}