{
  "document_id": "HOUSE_OVERSIGHT_014719",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014719.txt",
  "text": "2. From a panel discussion last week:\n\n° Woo actually disagrees with some people’s view that there is euphoria in the market. With real yields at -30bp,\nthe fixed income market is pricing in pessimism on Trump (and as I’ve mentioned, our colleagues in fixed income/FX and\ntheir clients have been quite a bit more bearish than those in equities.)\n\n° Believes there is fear of stagflation in the market, while gold going through the roof on worries of inflation.\n\ne However, if the USS strengthens by 25%, it will be deflationary. Dangerous for EM countries loaded in USS debt,\nesp in the wake of boarder adjustment tax reform talk.\n\ne Tax reform is the only thing that matters.\n\noO US companies have $2-2.5trn of dormant cash sitting on their B/S outside of the US to avoid paying tax.\n\n3) US is the only OECD country without a VAT tax.\n\n3) What needs to happen is: implement a VAT tax that is border adjusted, and fix corporate tax rate. This will not\nonly boost US economy, but will give a jolt to the world economy as well.\n\n3) Positive that there is a solution, reform momentum on tax is strong regardless of political affiliation. There is a\nroad out of the quagmire.\n\n3) Question is: why when most other issues are getting leaked out of the White House, information on tax reform\n\nis not being leaked at all? Could it be a sign that the administration believes it is that important, and trying not to mess\nup on execution? [Or you could argue that there is nothing to leak at this point!]\n\n3) On timing of tax reform: It is crucial we get a blue print of tax reform in the next 2-3 weeks [now 1-2 weeks],\nbecause Congress would like to raise debt ceiling while discussing tax reform before summer recess.\n\n3) July 29th is start of summer recess, which means need to pass by May, requiring the bill proposal to be ready by\nMarch. Therefore, in the next few weeks, we need to see progress for an August deadline.\n\n3) On personal income tax, Trump and Obama are actually on the same page in terms of taxing the wealthy.\n\n° US banks have $100bn of excess capital in reserve: beyond what they need. Next big growth area for US banks is\ncommercial banking loans. Growth driver for US economy will be easy access to credit\n\n° Ryan-Brady Tax Blueprint released in 2016 - not many have actually read it, but many of the corporate clients\nseem better informed than hedge fund investors on this topic of late.\n\ne Rates: Just two weeks ago, the market was putting a less than 20% chance of a March 15th rate hike, vs now, it\nis priced in at an 86% chance. At this point, equities will sell off if no hike.\n\ne Fed will not hike in May ahead of French elections.\n\n3. David Woo’s latest “Cause and Effect” is attached\n\n4. David Woo’s Top Rates and FX Trades for 2017 is also attached. Woo believes that Brexit and the US election\n\nhave signaled that the world has changed. These ground shifts have been brought on by a backlash to globalization,\nincreasingly viewed as the culprit for wage stagnation, growing disparity of income and wealth between the rich and the\npoor, and the loss of national identity. For the year ahead, we recommend being bearish 5y US rates (seeing higher\nyields), long USDJPY (weaker JPY) and short a basket of EM LatAm long bonds (Mexico, Brazil and Colombia). But in the\nnear term, we urge caution with the reflation trade. Short 10y US real rates (seeing higher yields) offers the best risk-\nreward after recent moves.\n\nRegards,\nAmanda\n\nAmanda Ens\n\nDirector\n\nBank of America Merrill Lynch\n\nMerrill Lynch, Pierce, Fenner & Smith Incorporated\nOne Bryant Park, 5th Floor, New York, NY 10036\nPhone: ii \\Vobilc:\n\nHOUSE_OVERSIGHT_014719",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014719.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3649,
    "word_count": 655,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:48.523764",
    "prefix": "IMAGES-003"
  }
}