{
  "document_id": "HOUSE_OVERSIGHT_031820",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031820.txt",
  "text": "This morning the pricing is as follows:\n\nAug 200 Puts cost $4.10\nSept 200 Puts cost $7.90\n\nEarning are on 08/30. So worst case is the uncertainty lingers until then which would argue to buy the Sept puts.\nHowever | still prefer buying the Aug puts as | would fully expect more clarity from management before August expiry.\n\nPaul\n\nPaul Barrett\nAlpha Group Capital LLC\n142 W 57\" Street, 11° Floor, New York, NY 10019\n\nCX are a\nCAPITAL\n\nFrom: jeffrey E. <jeevacation@gmail.com>\nSent: Friday, July 13, 2018 7:11 AM\n\nTo: Paul Barrett (es Richard Kahn\nSubject:\n\nIm not angry, sorry, itissad. itis apparent that you have no experience trading. we both madeamistake. . the\nspy trades were the results of arank amatuer... youtook a postion on the direction of the market. ok. you\ndecided to play it extra short time and short. . why? becaue the options are cheaper. ? knowing full well that\ntime premium was running. . first silly move. . | allowed as promised to give you authority. . you seta target. . it\nhit the traget , you moved in back. based on media reporting on trump visit? you didnt act. the market dipped and\nyou panicked. . AMATEUR. wrong options wrong timing , no discipline and as a percentaage of investment. a one\nday dip fof 25%. wanting to buy the highter strike , is ok. but why the same month? why the same moment. why\nthe same index. . sorry. | have taught this for many years. and your gradeisanF. not one good move in\n\nmany. . rebroadcom. the crack happend inthe morning. options were higher. no alternative presented. no\nanalysis. , this is no way to manage money. | have lost a great deal of money hoping you would be able to do as\nyou promised you could. would.. Had youtoldme, jeffrey | d like to try anew job as a manager lets start slow |\ncanlearn. i would be less annoyed. you told me you had great confidence knew the risks and truly believed you\nwould be able to raise money .do well and prosper. ._ If it were not you, this would have ended months ago.. we\nshould work on a solution. not sure yet what shape it takes.\n\nplease note\n\nHOUSE_OVERSIGHT_031820",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031820.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2080,
    "word_count": 382,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.620250",
    "prefix": "IMAGES-011"
  }
}