{
  "document_id": "HOUSE_OVERSIGHT_015028",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015028.txt",
  "text": "Could U.S. case against sex offender Jeffrey Epstein be reopened? http://www.mypalmbeachpost.com/news/crime--law/fight-reopen-teen-s...\n\n1 of 4\n\nC31\n\nwm\n\nSUBSCRIBE\nas low as 99¢ Q\n\nmy Boocn\n\nFight to reopen teen sex case\nagainst Jeff Epstein may set\nprecedent\n\nLOCAL By Jane Musgrave - Palm Beach Post Staff Writer f Ww 34\n\nJeffrey Epstein, the wealthy Palm Beach resident charged with having teenage girls give him sexual massages, pleaded guilty to\nprostitution solicitation charges in Palm Beach County Circuit Court on June 20, 2008. (Uma Sanghvi/ The Palm Beach Post)\n\nPosted: 8:00 a.m. Saturday, August 26, 2017\n\nWEST PALM BEACH — Nearly 10 years after billionaire Jeffrey Epstein signed a plea deal that let him\nescape federal prosecution on charges of sexually abusing dozens of teenage girls at his Palm Beach\nmansion, the 64-year-old politically-connected money manager faces the possibility that the agreement\ncould be thrown out.\n\nIn court papers filed this month, attorneys representing two of the 30 young women prosecutors say\nEpstein molested lodged their final written pleas aimed at spurring U.S. District Judge Kenneth Marra\nto force federal officials to reopen their investigation into the sordid case.\n\nU.S. government lawyers in September will have\nanother chance to defend themselves against allegations that they violated the federal Crime Victims’\nRights Act by failing to alert Epstein’s victims of the terms of what some describe as a “sweetheart\ndeal.” Marra could make a decision as early as this fall.\n\nThe stakes for all crime victims are high, said attorneys Bradley Edwards and Paul Cassell, who filed\nthe rare lawsuit against the federal government on behalf of two Jane Does who were 13 and 14 when\nthey claim Epstein paid them for sex.\n\nIf Marra dismisses the lawsuit, “then the government will never have to give any information in any\n\n9/27/2017, 12:04 AM\nHOUSE_OVERSIGHT_015028",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015028.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1916,
    "word_count": 301,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.226461",
    "prefix": "IMAGES-003"
  }
}