{
  "document_id": "HOUSE_OVERSIGHT_019625",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019625.txt",
  "text": "The Crime Scene Investigation | 137\n\nThe DIA found from its forensic examination that Snowden had\ncopied “over 900,000” military files. Many of these non-NSA files\ncame from the Cyber Command, which had been set up in 2011\nby the NSA and the army, navy, marine, and air force cryptologi-\ncal services to combat the threat of warfare in cyberspace. The loss\nwas considered of such importance that between 200 and 250 mil-\nitary intelligence officers worked day and night for the next four\nmonths, according to the DIA’s classified report, to “triage, analyze,\nand assess Department of Defense impacts related to the Snowden\ncompromise.” The job of this unit, called the Joint Staff Mitigation\nOversight Task Force, was to attempt to contain the damage caused\nby the Snowden breach. In many cases, containment meant shutting\ndown NSA operations in China, Russia, North Korea, and Iran so\nthey could not be used to confuse and distract the U.S. military.\n\nThe NSA and the Defense Department were not the only gov-\nernment agencies concerned with determining the extent of the\nbreach. The NSA acted as a service organization for the CIA through\nhandling most if not all of its requests for communications intel-\n\n© ligence to support both its international espionage and its analytic ©\noperations. Although the CIA and the NSA were both part of the so-\ncalled intelligence community, the NSA did not immediately share\nwith the CIA details of the Snowden breach. Despite the immense\npotential damage of the theft, it was not until June 10 that the CIA’s\ndirector, John Owen Brennan, and his deputy, Michael Morell, were\nbriefed by the NSA. When Morell realized how much data Snowden\nhad taken, he was astounded.\n\n“You might have thought of all the government entities on the\nplanet, the one least vulnerable to such grand theft would have been\nthe NSA,” he wrote. “But it turned out that the NSA had left itself\nvulnerable.” According to Morell, he bluntly told the NSA briefer\nthat it was urgent for the CIA to be brought in on the case. After all,\nthe CIA had employed Snowden only four years earlier. Specifically,\nMorell said, the CIA needed to find out three things: Had CIA docu-\nments been part of Snowden’s haul? How long had Snowden been\nstealing documents? Had Snowden been working “with any foreign\nintelligence service, either wittingly or not”?\n\nAccording to Morell, the effort to get a direct answer from NSA\n\n| | Epst_9780451494566_2p_all_r1.z.indd 137 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019625",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019625.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2508,
    "word_count": 422,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.432073",
    "prefix": "IMAGES-005"
  }
}