{
  "document_id": "HOUSE_OVERSIGHT_022269",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022269.txt",
  "text": "come from a very patriarchate society where women are encouraged to study and\nto meet future husband in the their early 20s, then to get married and to take care\nof the home. The entrepreneurship “a la russe” usually includes your husband or\nfather “buying” a beauty salon/ retail brand/ fashion magazine and the woman\n“running it”, usually without a solid understanding how business operates and\nmostly without ever becoming profitable. It just wasn’t for me. My biggest fear in\nlife was not that of failure, but that of leading the most predictable life in Moscow\nand being like everyone else. | saw modeling not as long-term career path, but a\nway to explore the world, gain financial independence, and eventually move to the\nUS (I got denied for a tourist visa but approved for a work permit in the fashion\nindustry). My parents and friends thought | was completely out of my mind when |\nquit a well-paid job in finance to move to Milan, but in less than two years | had\nenough savings to invest in real estate in Russia (one of the best investment\ndecisions | have ever made).\n\nModeling is one of the most competitive industries in the world where thousands\nof women compete for one job. The supply outweighs the demand dramatically,\nand consequently most models (even the most accomplished ones) have to face\nrejection on a daily basis. Embracing rejection and maintaining confidence at the\nsame time is one of the most important lessons | have learned from modeling.\n\nWhat's a challenge or failure you've faced in your journey thus far? From\ngrowing up in an intellectual family in Moscow until now. How did you get\nthrough that challenge? What did you learn from it that has led to your\nentrepreneurial resilience today?\n\n| grew up in the 90-s in Moscow, one of the most dramatic and controversial times\nin Russian history. When Soviet Union collapsed, my family was on the one hand\nexcited about the future opportunities, but in the other hand, completely\nunprepared for capitalism. In order to provide, both of my parents had to quit high\nrank government jobs and to start their careers from scratch trying to embrace\nentrepreneurship — something that used to be condemned during the communist\nregime. In 1998, Russia experienced one of the worst financial crises in its history,\nresulting in our government defaulting on its debt. The situation was so unstable\nand unpredictable that my parents thought it would be safer for me to get enrolled\nin college two years earlier than | was supposed to. We just couldn’t predict what\n\nHOUSE_OVERSIGHT_022269",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022269.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2561,
    "word_count": 438,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.625468",
    "prefix": "IMAGES-006"
  }
}