{
  "document_id": "HOUSE_OVERSIGHT_014022",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014022.txt",
  "text": "I am launching www.omithreads.com in the next week or so and the first of my three designs are\nbeing printed as we speak.\n\nI have big aspirations for the company, but am just trying to get the first collection to customers and\nlearn as much as I can. Your book has been incredibly helpful in outlining the necessary steps I need to\ntake to succeed and hope that my idea has some legs (or wings) which translates into an automated\nincome.\n\nIf you are in NYC anytime soon—promoting your book or otherwise—I would love to meet you.\nSincerely, —BRENDA TIMM\n\nOFF-THE-JOB TRAINING\n\nI used concepts from the 4HWW to work remotely from August of ’08 until January of ’09. I went to\nPortugal, Europe, Spain, Sweden, and Norway surfing and snowboarding my brains out. Best part about\nit? I came home with three times as much money in the bank than I would have had if I continued the\nnormal 9 to 5. I work for [world-famous design company] as a software developer, and was able to put\nthe concepts to use and really change my life. I paired my iPhone + Fring (Fring is voice over IP on the\niPhone, it allows you to use one device for everything, and have a local number abroad).\n\nI spent four months prior to departure being sure to never be at my cube, but always be just around the\ncomer. I made a point to ALWAYS be available on Instant Messenger, so when people would walk over\nto my cube and look for me in person they would see I was somewhere else, then hop online and ask,\n“Where are you?” My response was always similar, just down the hall in the cafeteria ... just down the\nblock at the coffee shop, or at co-worker X’s desk. After two months of this a magical thing happened:\nPeople always looked to get me via Instant Messenger and stopped dropping by my desk altogether. That\nallowed me to be 6,000 miles away without anyone noticing.\n\nSomething else to consider... how time zone affects remote work environments. I noticed, while in\nNorway (nine hours away), that it was the perfect amount of time. I was, in a sense, living in the future.\nMy day was almost over by the time my boss woke up ... this allowed me to explore Norway’s fjords,\nmountains, and undiscovered frigid surf spots in complete peace and without ever having to worry about\ngetting a call from overseas. It was perfect ... If I wanted, I could explore all day, come home and have\nsome dinner, then ichat with my boss for 20-30 minutes and check in. The few times he needed\nsomething urgently, he was able to give me work when he went to bed, and have it completed in the\nmorning when he woke up. —B. WILLIAMSON\n\nDOCTOR’S ORDERS\nHi Tim:\nHere’s my story ...\n\nMy dream started about four years ago. I was in the process of taking my psychology licensing exam,\nand after speaking to a friend, decided that I would reward myself with a trip to South America. We\nwere both exhausted from our 9-to-5 (and sometimes 6, 7, or 8 p.m.) hospital and clinic jobs.\n\nI had traveled extensively throughout the United States and some parts of Europe, but I had never\nexperienced South American culture.\n\nMy trip there was absolutely fantastic and really opened my eyes to other ways of living and culture.\nDuring my trip, I spent a lot of time speaking to expatriates about how they used their retirement funds\nand pensions to live the lives of kings there. One thing was evident: Most of the expatriates who\nattempted to “set up a business” to help fund their lifestyle had failed miserably. I hypothesized that\nthere just wasn’t enough currency (pesos) in the marketplace to really sustain a “gringo”-oriented\nbusiness.\n\nHOUSE_OVERSIGHT_014022",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014022.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3600,
    "word_count": 650,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.763161",
    "prefix": "IMAGES-002"
  }
}