{
  "document_id": "HOUSE_OVERSIGHT_017431",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017431.txt",
  "text": "4.2.12\nWC: 191694\n\nConclusion—Closing Argument:\n\nLooking back at my 50 year career and forward to the laws next 50 years.\n\nAs I begin my second half century of law practice and teaching, I look back with fondness,\nnostalgia and a heavy dose of surprise on my interesting life and career, as I look forward to my\nremaining years. Since I try to prepare my students to be lawyers over their entire careers, and\nsince the career of a lawyer now extends to a full half century, I must always think ahead to what\nour legal system will look like when my current students end their careers.\n\nI could not have asked more or better from my first half century. I have accomplished far more\nthan I could ever have anticipated, especially in light of my undistinguished elementary and high\nschool performance, and I have lived a more interesting life than I could ever have dreamed. I\nhave surely lived the passion of my times and I’ve been very lucky, at least so far. (I don’t want\nto give myself a “kneina hura.”!’) Like the fictional Zelig in Woody Allen’s great film of that\nname, I was privileged to have been present—literally or virtually—at many of the most important\nlegal and political events that transpired during my adult life. For some I volunteered, for others I\nwas solicited. Sometimes I was a direct participant, other times an active observer and reporter.\nIn this “closing argument” I will try to summarize my role in the important legal and political\ndevelopments in which I participated. I will also speculate about what the future may hold for our\nsystem of laws and justice.\n\nOliver Wendell Holmes, Jr. viewed the role of the lawyer as a predictor of future legal decisions\nand trends.’’” But the Talmud cautioned that prophecy ended with the destruction of the second\ntemple and that he/she who tries to prophecy the future is either a fool or a naive. Or asa\ncontemporary sage—Y ogi Berra—put it: “Prediction is very hard, especially about the future.” I\ncertainly agree that prognosticating the future is a daunting challenge, but lawyers and law\nprofessors must confront that challenge, because one of the most important jobs we have is to\nidentify trends and to anticipate significant developments, I will try, therefore, with these cautions\nin mind, to extrapolate about what a lawyer writing an autobiography 50 years from now might\nlook back at and write about.\n\nBefore I summarize my past and speculate about the future, let me say a word about my present\nlife. I remain extremely active in every phase of my career. Here is a summary of the week\nduring which I wrote these words. The week of November 13 through November 20, 2011 was\nfairly typical of my life during my 74\" year.!\"!\n\nOn Sunday morning I was picked up by limo and taken to Bedford airport where I boarded a\nprivate 747 jet owned by Sheldon Adelson, reputed to be the richest Jew in history and among the\nhandful of wealthiest Americans. The son of a Boston cab driver, Adelson has accumulated\nbillions of dollars by building and running casinos in Las Vegas, Micow and Singapore. His jet,\n\n' Yiddish corruption of the Hebrew for “evil eye.”\n110 [CITE]\n\"! More typical of spring than fall, when I teach.\n\n344\n\nHOUSE_OVERSIGHT_017431",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017431.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3220,
    "word_count": 560,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.042417",
    "prefix": "IMAGES-004"
  }
}