{
  "document_id": "HOUSE_OVERSIGHT_014062",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014062.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 83\nto extend rights before indictment.'** Thus, if anything, the legislative\nhistory does not support OLC’s conclusion—it contradicts it.'*°\n\nOLC should have had no doubt as to the intent of Senator Kyl and his\ncosponsors at the time of the Act’s passage. Shortly after shepherding the\nCVRA through the Congress, Senator Kyl cowrote a law review article\nabout the Act.!*° In that article, he directly indicated that the CVRA applies\nbefore charges are filed. Senator Kyl and his coauthors wrote:\n\nWhile most of the rights guaranteed by the CVRA apply in the context of legal\nproceedings following arrest and charging, other important rights are triggered by the\nharm inflicted by the crime itself. For example, the right to be treated with fairness,\nthe right to be reasonably protected from the accused (who may qualify as the accused\nbefore his arrest), and the right to be treated with respect for the victim’s dignity and\nprivacy each may arise without regard to the existence of legal proceedings. '5”\n\nRemarkably, OLC cited Senator Kyl’s law review article (in a footnote), but\nthen concluded without explanation that the CVRA cosponsor’s views were\nfor some reason different than Congress’s.'**\n\nOLC also appears to acknowledge that its interpretation of the CVRA\ncould well contradict what it describes as prosecutorial “good practice.”'*?\nOLC noted that some Justice Department components (for example, the\nEnvironmental and Natural Resources Division) had advocated that the\nright to confer should apply during pre-charging plea discussions.'*? OLC\nthen acknowledged that limiting the right to confer until after formal\ncharging could “reduce the impact of a victim’s participation in subsequent\ncourt proceedings.”'*! OLC attempted to dodge this problem by explaining:\n“The question before us, though, is not whether it would be advisable as a\nmatter of good practice .. . for Government attorneys to confer with victims\npre-charge when appropriate... .”'*” OLC then explained that even under\nits narrow interpretation of the statute, “the CVRA would still ensure that\n\n134 Iq\n135 Attorney General Holder never sent a response to Senator Kyl’s letter. But Assistant\n\nAttorney General Ronald Weich sent a belated response. Letter from Ronald Weich, Assistant\n\nAtt’y Gen., to Jon Kyl, U.S. Sen. (Nov. 3, 2011) (on file with authors). That response did not\n\naddress Senator Kyl’s concern that his remarks were being quoted out of context.\n\n3° See generally Kyl et al., supra note 19.\n\n37 Td. at 594.\n\n38 OLC CVRA Rights Memo, supra note 2, at 8 n.7.\n\n39 Td. at 10.\n\n40 Td. at 9 (citations omitted) (discussing an interdepartmental memorandum addressing\n\nquestion).\n\n“' Td. at 10.\n\n” Td.\n\nthj\n\nny\nn\n\nHOUSE_OVERSIGHT_014062",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014062.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2757,
    "word_count": 439,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.460491",
    "prefix": "IMAGES-002"
  }
}