{
  "document_id": "HOUSE_OVERSIGHT_020087",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020087.txt",
  "text": "we're stuck and losing and nobody here has a plan to do much better than that.”\n\nThough there was still no hint of a viable alternative strategy in Afghanistan, Bannon,\nhis Jarvanka frustration cresting, was sure he was the winner here. McMaster was toast.\n\n7 OK Ok\n\nLater on the day of the Afghanistan briefing, Bannon heard about yet another harebrained\nJarvanka scheme. They planned to hire Anthony Scaramucci, aka “the Mooch.”\n\nAfter Trump had clinched the nomination more than a year before, Scaramucci—a\nhedge funder and go-to Trump surrogate for cable business news (mostly Fox Business\nChannel)—had become a reliable presence at Trump Tower. But then, in the last month of\nthe campaign, with polls predicting a humiliating Trump defeat, he was suddenly nowhere\nto be seen. The question “Where’s the Mooch?” seemed to be just one more indicator of\nthe campaign’s certain and pitiless end.\n\nBut on the day after the election, Steve Bannon—soon to be named chief strategist for\nthe forty-fifth president-elect—was greeted as he arrived midmorning in Trump Tower by\nAnthony Scaramucci, holding a Starbucks coffee for him.\n\nOver the next three months, Scaramucci, although no longer needed as a surrogate and\nwithout anything else particularly to do, became a constant hovering—or even lurking—\npresence at Trump Tower. Ever unflagging, he interrupted a meeting in Kellyanne\nConway’s office in early January just to make sure she knew that her husband’s firm,\nWachtell, Lipton, was representing him. Having made that point, name-dropping and\nvastly praising the firm’s key partners, he then helped himself to a chair in Conway’s\nmeeting and, for both Conway’s and her visitor’s benefit, offered a stirring testimonial to\nthe uniqueness and sagacity of Donald Trump and the working-class people—speaking of\nwhich, he took the opportunity to provide a résumé of his own Long Island working-class\nbona fides—who had elected him.\n\nScaramucci was hardly the only hanger-on and job seeker in the building, but his\nmethod was among the most dogged. He spent his days looking for meetings to be invited\ninto, or visitors to engage with—this was easy because every other job seeker was looking\nfor someone with whom to chat it up, so he soon became something like the unofficial\nofficial greeter. Whenever possible, he would grab a few minutes with any senior staffer\nwho would not rebuff him. As he waited to be offered a high White House position, he\nwas, he seemed personally certain, reaffirming his loyalty and team spirit and unique\nenergy. He was so confident about his future that he made a deal to sell his hedge fund,\nSkybridge Capital, to HNA Group, the Chinese megaconglomerate.\n\nPolitical campaigns, substantially based on volunteer help, attract a range of silly,\nneedy, and opportunistic figures. The Trump campaign perhaps scraped lower in the barrel\nthan most. The Mooch, for one, might not have been the most peculiar volunteer in the\nTrump run for president, but many figured him to be among the most shameless.\n\nHOUSE_OVERSIGHT_020087",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3048,
    "word_count": 494,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.924664",
    "prefix": "IMAGES-005"
  }
}