{
  "document_id": "HOUSE_OVERSIGHT_018571",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018571.txt",
  "text": "friend has dealt with whatever healing has to take place in order for such assaults not to\nhappen again?\n\nte Ok ok\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2010/1 1/26/social-responsibility-activism-and-giving-\nthanks/\n\nIt is really worth reading about work that's already been done on transformative justice:\n\nhttp://clarissethorn.com/blog/2012/01/30/some-transformative-justice-links/\n\nBOUNDARIES:\n[storytime] Taking Care Of Each Other\n\nThis was originally published in 2012 at the girl-power site OffOurChests.com.\n\nte Kk ok\n\nTaking Care Of Each Other\n\nAs a sex educator, I think a lot about how to teach boundaries. I try to come up with\nexercises, stories, maxims that could help people respect their own bodies, minds, and\ndesires; and of course I also think about how to encourage people to respect others’\nboundaries. But the biggest influences on a person's boundaries have nothing to do with\nwhat I teach. Good boundaries are (hopefully) demonstrated by parents, influenced by\nfriends, and encouraged by partners.\n\nWithin a community, though, I also think it's really important not to tell people what to\ndo. I believe that it's crucial to be a good resource for the people close to us, without\ntrying to force them to do what we think is best. That way, we can both build trust and\nfoster independence. On the other hand, sometimes it's hard to know how to do that when\nI know more about a certain subject than someone else. It is so powerfully tempting to\ntell them what I think they should do!\n\nI was thinking about this recently when, out of the blue, I remembered something that\nhappened when I was 16 or 17. I'd just had a nasty breakup, I was really unhappy about\nmy ex, and I was trying marijuana. I had never smoked before.\n\nThere were a bunch of other people my age present -- including a guy who'd been flirting\nwith me for a while. When he passed me the marijuana, he kissed me. I kissed back. I\nwasn't attracted to him, but I felt so empty and hurt, and I guess it was reassuring that\nsomeone wanted me, despite the fact that my ex-boyfriend didn't.\n\nAlso around was a girl who I'll call Lena. I had always seen Lena as tough and no-\n\nHOUSE_OVERSIGHT_018571",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018571.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2208,
    "word_count": 372,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.082888",
    "prefix": "IMAGES-005"
  }
}