{
  "document_id": "HOUSE_OVERSIGHT_018591",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018591.txt",
  "text": "Were we stupid? Obviously. Were we normal? Unfortunately, yes. A few months ago, I\nchatted with another American HIV educator about the situation here in Africa. \"They\nknow to use condoms,\" she complained, \"and they have the condoms! I just don't get it!\"\n\n\"I agree that it's incomprehensible,\" I said, \"but hey, I haven't always been 100% careful,\nand I'm a sex educator.\"\n\nShe glanced at me, then away. \"Yeah, I haven't either,” she admitted. There was a gloomy\npause, and then we couldn't help it -- we cracked up. \"I hate love,\" she said when the\ngiggles subsided. She shook her head. \"That shit fucks with you.\"\n\nWhy didn't I use condoms with that ex? I still don't know! When you instruct people to\nuse condoms as often as I do, you get accustomed to the arguments. I hear the same\nreasons we didn't use condoms -- because they don't feel as good, because they interrupt\nthe moment, etc. etc. etc. -- I hear them, I smile and I tell the audience, \"You gotta use\n‘em anyway, folks.\" I'm a hypocrite, but what else can I say?\n\nAnd there are deeper-rooted objections to condoms -- objections that are both rarely\nstated in public, and harder to confront. One is trust, which I've been struggling with for a\nlong time, since before I got to Africa. I don't think it's good for condom discussions to\ncenter on trust, and I wish I had more ideas about how to refocus them. \"Use condoms\nbecause you can't trust anyone, not even your lover,\" is an ugly message to impart.\nMoreover, it only encourages the audience to view not using condoms as a gift, or a\nsignifier of trust.\n\nIn America, I tend to cast it like this: \"Safer sex is normal. It's the baseline. Lots of people\npractice it. It's an assumption. Act like it.\" Which, I hope, helps people simply default to\nsafer sex without forcing direct questions about any given partner's integrity. Hopefully,\nit also distracts attention from seeing discarding condoms as a gift. But the truth is that\ncondom usage isn't always an assumption even in America (witness myself and my ex).\nAnd it's less of an assumption here in Africa. How can I avoid validating the viewpoint\nthat not using condoms is the best way to express trust?\n\nThe second deep-rooted objection -- again, both in Africa and America -- is inability to\nmaintain an erection while using a condom. When I was younger, I used to think that\nguys were just whining when they claimed they couldn't keep it up with a condom, but in\nmy old age I've determined that People Are Different (no way!): while most men deal\nwith condoms just fine, some men genuinely can't. Since people tend to be bad at\ncommunicating about sex and especially bad at making space for conversations about\nnon-normative male sexuality, this isn't often acknowledged. Fortunately, the solution is\neasy: men who have trouble with condomised penis-in-vagina sex gain a glorious\nopportunity to explore all the other kinds of sex!\n\nPeople tend to panic when confronted with the idea of a man who can't have penetrative\nsex. But that's sex-negative nonsense based entirely on the stereotype of \"real sex\" as\npenis-in-vagina intercourse. The solution to loss of erection isn't to sit around awkwardly\nwishing you could be having penetrative sex. The solution is for both partners to start\nexploring with mouths, hands... and words. But teaching about this means speaking very\nexplicitly, and it can be hard to have those conversations in a conservative society\n\nHOUSE_OVERSIGHT_018591",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018591.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3458,
    "word_count": 598,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.586094",
    "prefix": "IMAGES-005"
  }
}