{
  "document_id": "HOUSE_OVERSIGHT_018516",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018516.txt",
  "text": "me to have an orgasm!\n\nScarleteen, my favorite sex education site, has a great article about \"squirting\" orgasms\nand how some women feel pressured to \"squirt\" for the sake of the sexual \"novelty.\" On a\nsimilar note, I'll close this post with an anecdote about a guy I dated a while back who\nwas very focused on giving me orgasms. To his credit, he figured out how to make me\ncome very quickly. But the problem was that -- I soon realized -- the biggest reason he\nwanted to make me come was because he wanted to feel like he could.\nFundamentally, it wasn't about my pleasure; it was about him feeling like \"the man.”\n\nLet me be clear: he was a great guy, and I was into having sex with him. But it became\nvery obvious to me that if I didn't have an orgasm every time we had sex, then he would\nbe really bothered. So there were definitely a few encounters where, although I wasn't\nespecially interested in having an orgasm, I still closed my eyes and flicked through\nfantasies with a kind of panic... until I managed to kick-start my body into coming. Isn't\nthat messed up?\n\nOne thing I've learned, in years of writing about sex and gender, is that anything --\nanything at all -- can be a tool for limiting or stifling sexuality... just as much as it can be\na tool for releasing sexuality. Turns out, orgasms are no exception. Even orgasms can\nbecome a difficult duty. I'm so glad that I know how to have an orgasm now; for me,\nthat was an important step for my sexuality and my self-esteem. But now that I've\nlearned how to do that, I find myself questioning why it's such an important and\ndestructive issue in the first place!\n\nSex is a journey. There are so many directions, so many forks in the road, so many stops\nalong the way. There are so many speedbumps and roadblocks, uphills and downhills,\nfree and easy open stretches. Sometimes people stop to rest. Sometimes people double\nback. Everything is evolving. A lot of people find it most awesome to simply... enjoy the\nroad.\n\nte ok ok\n\nWhen I was in my late teens, I had a couple straight lady friends who did this thing where\nthey took a year of chastity... although they had already had a fair amount of sex. It\nwasn't that they thought sex was bad. It wasn't that they especially disliked sex. It wasn't\nthat they regretted choosing to have sex previously. But these women felt powerfully\ndrawn towards taking a year away from sex, a year where no sex happened in their lives...\nand I instinctively understood because I felt the same urge. In fact, I came up with the\nidea of deliberately taking a year of chastity on my own, before I heard that anyone else\nwas doing it.\n\nI'm not telling you this because I want to sound like one of the \"cool kids\"; I'm not trying\nto say anything like, \"I was into chastity when it was underground!\" As it happened, I\nnever actually went through with my chastity urge. But I thought about it a lot, and I\nthought about the fact that other girls I knew were doing it. We didn't have backgrounds\nthat one would normally consider anti-sex. We had liberal backgrounds, liberal parents,\nliberal educations. Why were we so attracted to the idea of taking a year without sex?\n\nI thought about it a lot, and I concluded this: We felt like we didn't own our sexuality.\n\nHOUSE_OVERSIGHT_018516",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3277,
    "word_count": 603,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.359380",
    "prefix": "IMAGES-005"
  }
}