{
  "document_id": "HOUSE_OVERSIGHT_017791",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017791.txt",
  "text": "attieO18 Case 1:19-t- 036 Frio boca mierrretesed PeeO4)/ PONP9! | Peaigwas fingon\n\nADVERTISEMENT\n\nIn addition, the judge before whom the accusation was made struck the accusation from the\nrecord and sanctioned her lawyers for filing it. One of her own lawyers then acknowledged that\n\n9 66\n\nhis client was “wrong” “simply wrong,” and her other lawyers formally withdrew the accusation,\n\nadmitting it was a “mistake.”\n\nNot only did Virginia Roberts lie about me, she lied about Al and Tipper Gore and President Bill\nClinton claiming that she met the three of them on Jeffrey Epstein’s island — a claim refuted by\nsecret service records that established that none of the three were on that island during that\nperiod of time.\n\nThere is evidence that directly proves I was framed. These include emails between Roberts and a\njournalist, a book manuscript by Roberts and a legal brief that are smoking guns showing that I\nwas “deliberately framed for financial reasons.” These exculpatory documents have been sealed\nby Roberts’ lawyers and I am seeking to make them public.\n\nRoberts’ closest friend told me that Roberts told her she “felt pressure to go after [Dershowitz]”\nin order to obtain money from Leslie Wexner and that Roberts had never previously included\nme among the people with whom she claimed to have had sex. I have a tape recording of this\nconversation.\n\nNot surprisingly, Roberts made her false claims against me only in court documents that\nimmunize her from being sued for defamation. When she was interviewed by the Miami Herald,\nshe refused to repeat her false allegations outside of court. The Crimson did not ask her directly\nto repeat her false allegations to them. As a matter of journalistic ethics, The Crimson should\nnot have published an accusation without interviewing the accuser on the record. I now\nchallenge Roberts to repeat her false accusations to The Crimson or other media, so that I can\nsue her for defamation and let a jury decide — after seeing all the evidence including the emails\nand book manuscript — who is telling the truth and who is lying.\n\nI want an investigation or trial to finally prove that Roberts made up the entire story, so that it\ncan finally be put to rest.\n\nAlan M. Dershowitz is a Professor of Law emeritus at Harvard Law School.\n\nWant to keep up with breaking news? Subscribe to our email newsletter.\n\nhttns:/Awww thecrimson com/article/2018/12/5/letter-dershowit7-misrenresention/ 212\n\nHOUSE_OVERSIGHT_017791",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017791.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2466,
    "word_count": 406,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.151571",
    "prefix": "IMAGES-004"
  }
}