{
  "document_id": "HOUSE_OVERSIGHT_019522",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019522.txt",
  "text": "34 | HOW AMERICA LOST ITS SECRETS\n\na retreat that qualified her to be a yoga instructor. She had been liv-\ning on and off with Snowden during the previous two years abroad,\nincluding while he worked at the CIA in Switzerland and the NSA in\nJapan, and now she moved in with Snowden again. The twenty-five-\nyear-old Mills posted on Instagram, “Finally in our first US place\ntogether.” She also put pictures online of him in bed with her, affec-\ntionately referring to him in her posts as a “computer crusader.”\n\nHe worked on problem solving for corporate clients at Dell head-\nquarters in Annapolis. In preparation for his new corporate role,\nSnowden shaved off his facial hair and, with Lindsay’s help, bought a\nRalph Lauren suit. His corporate clients were assisting the NSA, the\nCIA, and the DIA. Consequently, Snowden dealt with a wide range of\nintelligence officers and gave presentations on the vulnerabilities in\ncomputer security at the DIA-sponsored Joint Counterintelligence\nseminar. In February 2011, he attended a black tie Valentine’s Day\ngala sponsored by corporate members of the Armed Forces Commu-\nnication and Electronics Association. The guest speaker was Michael\nHayden, who had headed the CIA when Snowden was abruptly\n\n© forced out two years earlier. Nevertheless, Snowden joined the cue ©\nto have his photo taken with the former director, a perk of the char-\nity event.\n\nThese dealings in no way mitigated his resentment of the intel-\nligence establishment. What began at the CIA in 2009 as objections\nto what he saw as the incompetence of his superiors grew into well-\narticulated disapproval of the way the U.S. government conducted\nits intelligence. He found NSA surveillance particularly worrisome,\nlater telling The Guardian, “They [the NSA] are intent on making\nevery conversation and every form of behavior in the world known\nto them.” He claimed after defecting to Moscow that he had voiced\nhis concerns about what he considered illicit surveillance to ten NSA\nofficials, “none of whom took any action to address them.” The NSA\ncan find no record of these complaints, but if Snowden had indeed\ncomplained to these officials while working for Dell, his superiors\nat Dell either didn’t notice or didn’t care that they had a very dis-\ngruntled employee on their hands.\n\nSnowden also made no secret on the Internet of his anger at the\nU.S. government and the corporations that served it. He railed on\n\n| | Epst_9780451494566_2p_all_r1.z.indd 34 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019522",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019522.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2515,
    "word_count": 417,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.826228",
    "prefix": "IMAGES-005"
  }
}