{
  "document_id": "HOUSE_OVERSIGHT_023503",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023503.txt",
  "text": "Article 3.\n\nThe Daily Star\n\nTurkey’s model may be a slippery slope\n\nSoner Cagaptay\n\nApril 18, 2011 -- The so-called “Turkish model,” in which an\nIslamist party heads an ostensible democracy, has been touted in\nrecent weeks as the likely outcome in post-authoritarian Arab\ncountries.\n\nLikely, maybe, but Turkey’s experience under the ruling Justice and\nDevelopment Party, or AKP, suggests that such a path may also be a\nslippery slope.\n\nThe AKP does not aim to create a fundamentalist state in Turkey, but\nthe ruling party’s conservative policies might inadvertently lead to\nprecisely that. For several years the AKP has been transforming\nTurkish society by making religion the moral compass of the\ncountry’s body politic. This does not mean that the party wants to\nturn Turkey into a theocracy. But once narrowly defined faith\nbecomes a guiding principle in formulating policy, fundamentalists\nclaiming ideological purity become more competitive politically.\nTheir demands for an even stricter implementation of religion-based\nrules and values risk pushing Turkish society toward radicalization.\nHistory teaches us that fundamentalists always defeat conservatives in\nany competition for ideological purity. In the 11th century, the\nreligiously conservative Almoravid movement swept the Muslim\nkingdom of Andalusia in reaction to its liberal ways, especially its\nembrace of progressive thought and acceptance of non-Muslims.\nUpon taking over Andalusia, the Almoravids enshrined their illiberal\ninterpretation of Islam as the moral compass of society.\n\nBut the Almoravids’ brand of conservatism was soon viewed as too\nlax by Muslims who were even more fundamentalist. The Almohads\n\nHOUSE_OVERSIGHT_023503",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023503.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1702,
    "word_count": 252,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.800693",
    "prefix": "IMAGES-007"
  }
}