{
  "document_id": "HOUSE_OVERSIGHT_016813",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016813.txt",
  "text": "During the Festival, I received an unexpected phone call from Wiener’s colleague\nArthur K. Solomon, head of Harvard’s graduate program in biophysics. Wiener had died\nthe year before, and Solomon and Wiener’s other close colleagues at MIT and Harvard\nhad been reading about the Expanded Cinema Festival in the New York Times and were\nintrigued by the connection to Wiener’s work. Solomon invited me to bring some of the\nartists up to Cambridge to meet with him and a group that included MIT sensory-\ncommunications researcher Walter Rosenblith, Harvard applied mathematician Anthony\nOettinger, and MIT engineer Harold “Doc” Edgerton, inventor of the strobe light.\n\nLike many other “art meets science” situations I’ve been involved in since, the\ntwo-day event was an informed failure: ships passing in the night. But I took it all\nonboard and the event was consequential in some interesting ways—one of which came\nfrom the fact that they took us to see “the” computer. Computers were a rarity back then;\nat least, none of us on the visit had ever seen one. We were ushered into a large space on\nthe MIT campus, in the middle of which there was a “cold room” raised off the floor and\nenclosed in glass, in which technicians wearing white lab coats, scarves, and gloves were\nbusy collating punch cards coming through an enormous machine. When I approached,\nthe steam from my breath fogged up the window into the cold room. Wiping it off, I saw\n“the” computer. I fell in love.\n\nLater, in the Fall of 1967, I went to Menlo Park to spend time with Stewart Brand,\nwhom I had met in New York in 1965 when he was a satellite member of the USCO\ngroup of artists. Now, with his wife Lois, a mathematician, he was preparing the first\nedition of The Whole Earth Catalog for publication. While Lois and the team did the\nheavy lifting on the final mechanicals for WEC, Stewart and I sat together in a corner for\ntwo days, reading, underlining, and annotating the same paperback copy of Cybernetics\nthat Cage had handed to me the year before, and debating Wiener’s ideas.\n\nInspired by this set of ideas, I began to develop a theme, a mantra of sorts, that\nhas informed my endeavors since: “new technologies = new perceptions.” Inspired by\ncommunications theorist Marshall McLuhan, architect-designer Buckminster Fuller,\nfuturist John McHale, and cultural anthropologists Edward T. (Ned) Hall and Edmund\nCarpenter, I started reading avidly in the field of information theory, cybernetics, and\nsystems theory. McLuhan suggested I read biologist J.Z. Young’s Doubt and Certainty\nin Science in which he said that we create tools and we mold ourselves through our use of\nthem. The other text he recommended was Warren Weaver and Claude Shannon’s 1949\npaper “Recent Contributions to the Mathematical Theory of Communication,” which\nbegins: “The word communication will be used here in a very broad sense to include all\nof the procedures by which one mind may affect another. This, of course, involves not\nonly written and oral speech, but also music, the pictorial arts, the theater, the ballet, and\nin fact all human behavior.\"\n\nWho knew that within two decades of that moment we would begin to recognize\nthe brain as a computer? And in the next two decades, as we built our computers into the\nInternet, that we would begin to realize that the brain is not a computer, but a network of\ncomputers? Certainly not Wiener, a specialist in analogue feedback circuits designed to\ncontrol machines, nor the artists, nor, least of all, myself.\n\n“We must cease to kiss the whip that lashes us.”\n\n10\n\nHOUSE_OVERSIGHT_016813",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016813.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3591,
    "word_count": 608,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.652458",
    "prefix": "IMAGES-004"
  }
}