{
  "document_id": "HOUSE_OVERSIGHT_027952",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027952.txt",
  "text": "We were married there, in the spring of 1969. My parents and brothers came\nwith two busloads of friends from the kibbutz. Avraham Arnan was there, of\ncourse. But Ahraleh Yariv and Eli Zeira, two of the military intelligence heroes\nof the Six-Day War, also drove up for the wedding, which touched both Nava\nand me, not to mention her family and our guests. Years later, as I rose higher in\nthe ranks of the military, I would sometimes be invited to weddings by officers\nunder my command. Remembering how much we appreciated Ahraleh’s and Eli\nZeira’s gesture. I always said yes.\n\nIt was only weeks after our wedding that I formally returned to Sayeret\nMatkal. Both Nava and I were aware of the additional pressures my military\ncommitments might place on our family life. But she understood why I’d\nchosen to go back, and was supportive. As for me, I was, if anything, more\ncertain that I’d made the right decision. Israel was clearly facing a whole new\nset of challenges to its security. Given the decisiveness, and speed, of our\nvictory in 1967, there seemed no immediate danger of Egypt’s risking another\nfull-scale war. In Israel, where Golda Meir had become Prime Minister after\nEshkol’s death from a heart attack, there was also little appetite for returning to\nthe battlefield. Yet the post-war skirmishes with the Egyptians along the Suez\nCanal had escalated into far more than that: what would become known as the\nWar of Attrition. Nor could there be any doubt, after Karameh, that Fatah’s\ninfluence, militancy and determination would only grow, not least because even\nmore radical factions within the PLO were ready to step into the breach if\nArafat faltered. Israel needed to find an answer for all these threats.\n\nUzi Yairi’s term as Sayeret Matkal commander had by now ended, but his\nsuccessor was someone I knew well. Menachem Digli was the officer on whom\nI’d bestowed my stolen Syrian Mercedes at the end of the war. His leg was now\nrecovered from the motorcycle accident, and I returned to the sayeret at his\ndeputy. He delegated full responsibility to me for operational issues. I believed\nthat the new kind of challenges we were confronting, particularly the prospect\nof intensified attacks from the new generation of Palestinian fedaveen, meant\nthat the sayeret would sooner or later have to broaden its reach, moving beyond\nthe kind of intelligence operations we’d done before the 1967 war to become\nthe SAS-like special forces unit Avraham ultimately envisaged. But that was not\n\n104\nHOUSE_OVERSIGHT_027952",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2525,
    "word_count": 427,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.558657",
    "prefix": "IMAGES-009"
  }
}