{
  "document_id": "HOUSE_OVERSIGHT_033220",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033220.txt",
  "text": "﻿JAN 01.27.2017\nECONOMICS: US PERSPECTIVES\nNATIONAL DEFENSE: IS ANOTHER SPENDING\nBOOM ON THE HORIZON?\n+ Joseph G. Carson, US Economist and Director—Global Economic Research, joe.carson@abglobal.com\nPresident Trump has promised to increase defense spending—and\nthere’s support from key members of Congress. If a large multiyear\nplan is approved, it would represent a sharp reversal from what has\nbeentheweakesttrendindefensespendinginthepast50years.\nAnd the timing and scale would have important implications for the\noutlook on growth and inflation.\nNational Defense—The Trump Plan\nPresident Trump has promised to deliver\nan ambitious program to rebuild the US\nmilitary. It would include modernizing\nUS nuclear weapons systems, investing\nmore in cybersecurity, enlarging the navy’s\nfleet and increasing the number of fighter\naircraft for the air force. Trump’s plan also\nincludes additional military personnel—well\nover 100,000, according to some\nestimates.\nThe details of Trump’s first Pentagon\nbudget will form part of the overall budget\nhe’ll submit to Congress in late February or\nearly March. The actual funding request for\nthe current fiscal year (which ends\nSeptember 30) must be completed by April\n30—that’s when the current legislation\nfunding the military budget is set to expire.\nMore important, Trump’s blueprint for the\nPentagon budget could set the baseline\nfor defense spending for at least the next\nfour years. It’s also worth noting that\nTrump’s military expenditures could be at\nthe low end of what some in Congress are\nproposing.\nFor example, Senator John McCain, who\nchairs the Senate Armed Services\nCommittee, recently released a white\npaper on defense spending, Restoring\nAmerican Power. McCain argues that the\nUS has underinvested in the military for\nseveral years, and that it is now vital for\nthe US to substantially increase funding for\nthe Pentagon. His plan calls for a $640\nbillion defense budget for fiscal year 2018,\nwhich is $58 billion above the current\nbudget baseline. Moreover, the McCain\ndefense plan urges an additional $430\nbillion in military spending over the next\nfive fiscal years.\nDefense Spending Patterns Are Unlike\nOther Federal Programs\nHistory shows that defense spending\nprograms are unusual in that they’re neither\ncyclical nor countercyclical. Most often they\nare based on military and political strategiesaswellasongoingreadinessto\nrespond to or engage in global encounters.\nBased on historical gross domestic\nproduct (GDP) data, there have been three\nlarge defense-spending programs in the\npast 50 years (Display 1). The first buildup\nDisplay 1\nDefense Spending Comes in Big Waves\nYoY % Change\n80\n70\n60\n50\n40\n30\n20\n10\n0\n(10)\nNominal Defense Spending\nVietnam\nWar\nReagan\nBuildup\nIraq\nWar\n(20)\n64 72 81 90 98 07 16\nTrump?\nThrough September 30, 2016\nFour-year moving average\nSource: Bureau of Economic Analysis and Haver Analytics\noccurred in the mid-1960s, during\nPresident Lyndon Johnson’s term, and ran\nfor five years. That was tied to the military\nengagement in Southeast Asia.\nThe second large defense-spending boom\noccurred during the first four years of the\nReagan presidency. This buildup was part\nof Reagan’s political and military strategy\nto rebuild the military apparatus after what\nhe saw as years of neglect.\nThe third major increase started during the\nfirst term of President George W. Bush.\nThis one was linked to events surrounding\n9/11 and the following events in the\nMiddle East.\n1\nFrom a political and military standpoint, the\nTrump defense plan parallels the goals and\nobjectives of President Reagan’s military\npush. And with McCain’s more aggressive\nplan aligned on the same premise of\nmodernizing and improving the readiness\nof the US military, Trump will likely have the\nbacking of this influential member of the\nRepublican congressional leadership.\nToday’s Economic Backdrop—\nSimilar to the 1960s\nThe economic and financial implications of\na large, multiyear defense-spending plan\nmust be weighed against the economic\nenvironment at the time of implementation.\nAnd from a historical context, today’s\nconditions have more similarities to the\neconomic setting of the mid-1960s than\nduring the defense buildups of the early\n1980s or early 2000s, which were either\nin recession or the very early stages of\nrecovery.\nIncontrast,theUSeconomyinthemid-\n1960swasalreadyinitsfifthyearof\nexpansion, the jobless rate of 4.5% was\nrelatively low and inflation was tame\n(roughly 1.5%). Nonetheless, the extra\ndefense spending boosted domestic\ndemand growth and added significant\npressure to labor costs, materials and\nsupplies, and product prices. So much so\nthat the acceleration in consumer price\ninflation(from1%in1961tonear6%in\n1970)fromthestarttotheendofthat\nbusinesscyclewasoneofthelargestof\nany economic growth cycle during the\npostwar period.\nToday’s economic backdrop looks similar in\nmany ways. The economy has been in\nrecovery for seven years, the jobless rate is\nin the mid-4% range and inflation is stable\n(at around 2%). While many domestic and\nglobal factors are different now, we would\nstill expect a large multiyear defensespending\nprogram to add to growth and\nput upward pressure on labor costs and\ninflation in the coming years. Keep in mind\nthat we’re coming off the weakest five-year\ndefense spending trend in the past 50\nyears, so Trump’s defense spending need\nnot match any of the prior three to have a\nmajor impact.\nStay tuned for the unveiling of Trump’s\nbudget and pay close attention to the\ndefense spending request. A large\nmulti-year program would definitely lift\ninflationary pressures. While we wouldn’t\nexpect an acceleration like that in the\n1960s, a sustained rise of 100 to 200\nbasis points in general inflation would still\nseem reasonable—and far above what the\nFederal Reserve and financial markets are\ncurrently expecting. n\nThe information contained herein reflects the views of AllianceBernstein L.P. or its affiliates and sources it believes are reliable as of the date of this publication.\nAllianceBernstein L.P. makes no representations or warranties concerning the accuracy of any data. There is no guarantee that any projection, forecast or opinion in\nthis material will be realized. Past performance does not guarantee future results. The views expressed herein may change at any time after the date of this\npublication. This document is for informational purposes only and does not constitute investment advice. AllianceBernstein L.P. does not provide tax, legal or\naccounting advice. It does not take an investor’s personal investment objectives or financial situation into account; investors should discuss their individual circumstances\nwith appropriate professionals before making any decisions. This information should not be construed as sales or marketing material or an offer or solicitation\nfor the purchase or sale of any financial instrument, product or service sponsored by AllianceBernstein or its affiliates.\nNote to Canadian Readers: AllianceBernstein provides its investment management services in Canada through its affiliates Sanford C. Bernstein& Co., LLC and\nAllianceBernstein Canada, Inc.\nNote to European Readers: This information is issued by AllianceBernstein Limited, 50 Berkeley Street, London W1J 8HA. Registered in England, No. 2551144.\nAllianceBernstein Limited is authorised and regulated in the UK by the Financial Conduct Authority(FCA).\nNote to Austrian and German Readers: This information is issued in Germany and Austria by AB Europe GmbH. Local paying and information agents: Austria—Uni-\nCredit Bank, Austria AG, Schottengasse 6-8, 1010 Vienna; Germany:—BHF-Bank Aktiengesellschaft, Bockenheimer Landstrasse 10, 60323 Frankfurt am Main.\nNote to Swiss Readers: This document is issued by AllianceBernstein Schweiz AG, Zürich, a company registered in Switzerland under company number CHE-\n306.220.501. AllianceBernstein Schweiz AG is authorised and regulated in Switzerland by the Swiss Financial Market Supervisory Authority(FINMA) as a distributor\nof collective investment schemes. Swiss Representative& Swiss Paying Agent: BNP Paribas Securities Services, Paris, succursale de Zürich. Registered office:\nSelnaustrasse 16, 8002 Zürich, Switzerland, which is also the place of performance and the place of jurisdiction for any litigation in relation to the distribution of\nshares in Switzerland. The Prospectus, the key investor information documents, the Articles or management regulations, and the annual and semiannual reports of the\nconcerned fund may be requested without cost at the offices of the Swiss representative. This document is directed at Qualified Investors only.\nNote to Australian and New Zealand Readers: This document has been issued by AllianceBernstein Australia Limited(ABN 53 095 022 718 and AFSL 230698).\nInformation in this document is intended only for persons who qualify as“wholesale clients,” as defined in the Corporations Act 2001(Cth of Australia) or the Financial\nAdvisers Act 2008(New Zealand), and should not be construed as advice.\nNote to Readers in Vietnam, the Philippines, Brunei, Thailand, Indonesia, China, Taiwan and India: This document is provided solely for the informational\npurposes of institutional investors and is not investment advice, nor is it intended to be an offer or solicitation, and does not pertain to the specific investment\nobjectives,financialsituationorparticularneedsofanypersontowhomitissent.Thisdocumentisnotanadvertisementandisnotintendedforpublicuseor\nadditional distribution. AllianceBernstein is not licensed to, and does not purport to, conduct any business or offer any services in any of the above countries.\nNotetoReadersinMalaysia:Nothinginthisdocumentshouldbeconstruedasaninvitationoroffertosubscribetoorpurchaseanysecurities,norisitanofferingof\nfund management services, advice, analysis or a report concerning securities. AllianceBernstein is not licensed to, and does not purport to, conduct any business or\noffer any services in Malaysia. Without prejudice to the generality of the foregoing, AllianceBernstein does not hold a capital markets services license under the Capital\nMarkets& Services Act 2007 of Malaysia, and does not, nor does it purport to, deal in securities, trade in futures contracts, manage funds, offer corporate finance or\ninvestment advice, or provide financial planning services in Malaysia.\nNote to Singapore Readers: This document has been issued by AllianceBernstein(Singapore) Ltd.(“ABSL”, Company Registration No. 199703364C). ABSL is a\nholder of a Capital Markets Services Licence issued by the Monetary Authority of Singapore to conduct regulated activity in fund management and dealing in\nsecurities. AllianceBernstein(Luxembourg) S.à r.l. is the management company of the portfolio and has appointed ABSL as its agent for service of process and as its\nSingapore representative. This document has not been reviewed by the MAS.\nNote to Taiwan Readers: AllianceBernstein L.P. does not provide investment advice or portfolio-management services or deal in securities in Taiwan. The products/\nservices illustrated here may not be available to Taiwan residents. Before proceeding with your investment decision, please consult your investment advisor.\nNote to Hong Kong Readers: This document is issued in Hong Kong by AllianceBernstein Hong Kong Limited , a licensed entity regulated by the\nHong Kong Securities and Futures Commission. This document has not been reviewed by the Hong Kong Securities and Futures Commission.\nNote to Japan Readers: This document has been provided by AllianceBernstein Japan Ltd. AllianceBernstein Japan Ltd. is a registered investment-management\ncompany(registration number: Kanto Local Financial Bureau no. 303). It is also a member of the Japan Investment Advisers Association; the Investment Trusts\nAssociation, Japan; the Japan Securities Dealers Association; and the Type II Financial Instruments Firms Association. The product/service may not be offered or sold\nin Japan; this document is not made to solicit investment.\n2",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033220.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12014,
    "word_count": 1744,
    "line_count": 212,
    "import_date": "2025-11-19T21:47:49.071689",
    "prefix": "TEXT-002"
  }
}