{
  "document_id": "HOUSE_OVERSIGHT_014389",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014389.txt",
  "text": "Downside risks to our price objective are an economic slowdown and the final\nimplementation of a strict liquidity coverage ratio. Specific to WFC, risks are enhanced\nregulatory scrutiny and capital standards as a Global SIFI, and issues surrounding its\ncross selling.\n\nZions Bancorp (ZION)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $36 price\nobjective and assign a 1.2x multiple to 2017E TBV. Our 16x P/E multiple, which we apply\non 2017E EPS along with debt extinguishment upside, is 1x higher than its historical\nmedian due to low interest rates. Our DCF assumes a two-stage cost of capital of\n16.1% and 11.6% and a terminal growth rate of 8%.\n\nUpside risks to our price objective are more robust economic recovery and less onerous\npost cycle reserve requirements. Downside risks are a slowdown in housing price\nappreciation and a prolonged low interest rate environment.\n\nAnalyst Certification\n\nWe, Erika Najarian, Ebrahim H. Poonawala, Kenneth Bruce and Michael Carrier, CFA,\nhereby certify that the views each of us has expressed in this research report accurately\nreflect each of our respective personal views about the subject securities and issuers.\nWe also certify that no part of our respective compensation was, is, or will be, directly or\nindirectly, related to the specific recommendations or view expressed in this research\nreport.\n\nSpecial Disclosures\n\nBofA Merrill Lynch is currently acting as financial advisor to KKR and the Company in\nconnection with its proposed sale of a majority stake in SMCP Group to Shandong Ruyi\nGroup. The signing of an exclusivity agreement between the parties was announced on\n31 March 2016.\n\nBofA Merrill Lynch is currently acting as financial advisor to Huntington Bancshares Inc\nin connection with Huntington and FirstMerit Corp's proposed sale of 13 bank branches\nin Stark and Ashtabula counties to First Commonwealth Bank, a subsidiary of First\nCommonwealth Financial Corp, which was announced on July 27, 2016.\n\nBofA Merrill Lynch is currently acting as financial advisor to Blackstone Group LP in\nconnection with its proposed acquisition of Team Health Holdings Inc, which was\nannounced on October 31, 2016. The proposed transaction is subject to approval by\nshareholders of Team Health Holdings Inc. This research report is not intended to (1}\nprovide voting advice, (2) serve as an endorsement of the proposed transaction, or (3)\nresult in the procurement, withholding or revocation of a proxy.\n\nBofA Merrill Lynch is currently acting as financial adviser to Blackstone Real Estate\nPartners Europe IV and Blackstone Real Estate Partners VIII (jointly “Blackstone”}\nthrough its entity Vega Holdco Sarl in connection with a proposed offer to acquire a\ncontrolling stake of D. Carnegie & Co. AB, which was announced on 15 July 2016. The\ntransaction will, if completed eventually result in Blackstone passing the threshold for a\nmandatory offer obligation.\n\nBofA Merrill Lynch is currently acting as financial advisor to Ares Capital Corp. in\nconnection with its proposed acquisition of American Capital, Ltd., which was\nannounced on May 23, 2016. Ares Management L.P. will provide financial support to the\ntransaction. The proposed transaction is subject to approval by shareholders of\nAmerican Capital Itd. and Ares Capital Corp. This research report is not intended to (1)\nprovide voting advice, (2) serve as an endorsement of the proposed transaction, or (3)\nresult in the procurement, withholding or revocation of a proxy.\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 75\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014389",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014389.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3629,
    "word_count": 570,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.023116",
    "prefix": "IMAGES-002"
  }
}