{
  "document_id": "HOUSE_OVERSIGHT_013995",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013995.txt",
  "text": "Slow meals = life. From Daniel Gilbert of Harvard to Martin Seligman of Princeton, the “happiness”\n(self-reported well-being) researchers seem to agree on one thing: Mealtime with friends and loved ones\nis a direct predictor of well-being. Have at least one 2-to-3-hour dinner and/or drinks per week—yes, 2—\n3 hours—with those who make you smile and feel good. I find the afterglow effect to be greatest and\nlongest with groups of five or more. Two times that are conducive to this: Thursday dinners or after-\ndinner drinks and Sunday brunches.\n\nAdversity doesn’t build character; it reveals it.\nRelated: Money doesn’t change you; it reveals who you are when you no longer have to be nice.\n\nIt doesn’t matter how many people don’t get it. What matters is how many people do. If you have a\nstrong informed opinion, don’t keep it to yourself. Try to help people and make the world a better place.\nIf you strive to do anything remotely interesting, just expect a small percentage of the population to\nalways find a way to take it personally. F*ck ’em. There are no statues erected to critics.\n\nRelated: You’re never as bad as they say you are. My agent used to send me every blog or media hit\nfor The 4-Hour Workweek. Eight weeks after publication, I asked him to only forward me positive\nmentions in major media or factual inaccuracies I needed to respond to. An important correlate: You’re\nnever as good as they say you are, either. It’s not helpful to get a big head or get depressed. The former\nmakes you careless and the latter makes you lethargic. I wanted to have untainted optimism but remain\nhungry. Speaking of hungry ...\n\nEat a high-protein breakfast within 30 minutes of waking and go for a 10-to-20-minute walk\noutside afterward, ideally bouncing a handball or tennis ball. This one habit is better than a handful\nof Prozac in the morning. (Suggested reading: The 3-Minute Slow-Carb Breakfast, How to “Peel”\nHardboiled Eggs Without Peeling on www.fourhourblog.com.) I dislike losing money about 50x more\nthan I like making it. Why 50X? Logging time as an experiment, I concluded that I often spend at least\n50 x more time to prevent a hypothetical unit of $100 from being lost vs. earned. The hysterical part is\nthat, even after becoming aware of this bias, it’s hard to prevent the latter response. Therefore, I\nmanipulate the environmental causes of poor responses instead of depending on error-prone self-\ndiscipline.\n\nI should not invest in public stocks where I cannot influence outcomes. Once realizing that almost no\none can predict risk tolerance and response to losses, I moved all of my investments into fixed-income\nand cashlike instruments in July 2008 for this reason, setting aside 10% of pretax income for angel\ninvestments where I can contribute significant UI/design, PR, and corporate partnership help. (Suggested\nreading: Rethinking Investing —Part 1, Rethinking Investing —Part 2 on www.fourhourblog.com.)\n\nA good question to revisit whenever overwhelmed: Are you having a breakdown or a\nbreakthrough?\n\nRehearse poverty regularly—restrict even moderate expenses for 1-2 weeks and give away 20%+\nof minimally used clothing —so you can think big and take “risks” without fear (Seneca).\n\nA mindset of scarcity (which breeds jealousy and unethical behavior) is due to a disdain for those things\neasily obtained (Seneca).\n\nA small cup of black Kenyan AA coffee with cinnamon on top, no milk or sweeteners.\n\nIt’s usually better to keep old resolutions than to make new ones.\n\nHOUSE_OVERSIGHT_013995",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013995.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3522,
    "word_count": 583,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.763015",
    "prefix": "IMAGES-002"
  }
}