{
  "document_id": "HOUSE_OVERSIGHT_028304",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028304.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nQUINTESSENTIALLY™\n\nhttp://www.quintessentially.com/insider/tag/london-art-galler\n\nPosts Tagged ‘london art gallery’\n\nThe Inferno in the Frieze\nThursday, October 14th, 2010\n\nAs Frieze mania draws to a close, the capital is playing host to a number of enthralling and original surrounding\nexhibitions and events this weekend.\n\nThe labyrinth of tunnels beneath Waterloo Station have been taken over by the Lazarides Gallery, who have\ninstalled a mind blowing exhibition called ‘Hell’s Half Acre’. The space has been transformed into a large-scale\nevocation of Dante’s literary masterpiece /nferno in which a group of young, cutting-edge artists have produced a\nmulti-sensory interpretation of hell, a strange consort of voodoo dolls, taxidermy, suspended bodies and barking\nstaffies. For something a little lighter, seek out Conor Harrington’s fleet of suspended model ships and their\nshadows, as well a Jonathan Yeo nude in 3D. Until 17th October.\n\nCatch the ‘Anticipation Show’ in Selfridges’ Ultra-lounge. It has fast become a celebrated, annual showcase of the\nhottest artists of the moment, and is curated by Kay Saatchi and Catriona Warren. Photographers Noemie Goudal\nand Robin Friend make stunning contributions with their antithetical takes on the natural landscape. And painter\nRobert Dowling is no doubt a star in the making material with his clean, monochromatic wall pieces. With\narresting video installations and jaw dropping sculptural work from Blue Curry on show too, get yourself down\nthere for a glimpse of the future. Until 10th November.\n\n\\ oy\nior 9\n\nys 4!\n\nFor a star studded affair with big names and big pieces, check out ‘The House of the Nobleman’. A special\nexhibition curated by ‘All Visual Arts’ Wolfe von Lenkiewicz and Victoria Golembiovskaya, you'll see heralded\ngems from the likes of Edouard Manet and Picasso jostle alongside iconic Yves Klein and Ron Arad design pieces.\nThe makers and shakers of Modern and Contemporary art await your perusal. Rarely will see you such a\nheavyweight list of artists all showing under one roof. Until 20th October at Boswall House, 2 Cornwall Terrace,\nRegent’s Park, NW1. By appointment only.\n\nwww.cornwallterrace.co.uk/boswallhouse.\n\n24\n\nHOUSE_OVERSIGHT_028304",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028304.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2339,
    "word_count": 352,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.722399",
    "prefix": "IMAGES-009"
  }
}