{
  "document_id": "HOUSE_OVERSIGHT_014447",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014447.txt",
  "text": "Chart 28: The world economy is improving — broad-based recovery —\n\ngood for Asia/EMs\n100 Based on 29 1200\n1100\n80\n1000\n60\n900\n40\n800\n=— Percentage of Countries with J.\n——MSCI EM, RS\n20 700\n\n1/11 1/12 1/13 1/14 1/15 1/16\nSource: BofA Merrill Lynch Global Research, Haver, Bloomberg\n\nChart 29: EM cyclicals outperform as China’s NOMINAL GDP recovers.\nMore to go.\n\neee SCI EM cyclicals/EM defensives price index, LS\n\n180 === China Bloomberg Monthly GDP Estimate YoY +... 24\n\n160 Cyclicals = energy, materials, consumer 19\n\n140 14\n\n120 9\n\n100 4\n80\n\nQ\n=a\n\nOo Oo F&F Oo DD\noO 9o 92 2&2 8&\n= = = = =\n\nN Oo SF DO OO HM\n~~ OSS\n\n~~\na\n\nSource: BofA Merrill Lynch Global Research, Bloomberg. Assumed GDP estimate for October-16 to be\nsimilar to that for September-16.\n\nThe question then is whether the strong USD or trade tensions from the new Trump\nadministration can outweigh the more positive macro backdrop. We are inclined to back\nthe view of our strategists and think that it will, so we are sticking with our long EM\n\nAsia position. We are doing so with hedges via a long USD and a CNH put.\n\nLong Nikkei: target 20,000\n\nWe had previously paired our long EM position with a long US oil equity position, but\nwith our US strategists downgrading the sector ahead of OPEC we removed it earlier\nthis week. We were therefore looking for another pro-growth trade to run alongside our\nEM position. Long Japanese equities seemed the logical place to look. While we\nacknowledge we have missed the lows and that today’s entry point may not be ideal, we\nsuspect investors are not particularly long Japan yet since it was still showing as\n\nmodestly underweight in the last Fund Manager Survey.\n\nChart 30: Net % AA say they are overweight Japanese equities\n\nAsset Allocation: JP Equities\n60 _\n\n~ 140\n\nL 130\n\nL120\n\nL110\n\nL 100\n\nL 9O\n\n80\n\n2007 2008 2009 2010 2011 2012 2013 2014\n\nFMS Net% say OW JP Equities, Ihs JP Performance vs World, rhs\n\nSource: BofA Merrill Lynch Global Fund Manager Survey\n\n2016\n\nOur Japanese equity and FX strategist Shusuke Yamada has been arguing for a while\nthat we would see both a weaker JPY and a rebound in Japanese equities. While arguably\nthe JPY had turned beforehand, the Trump victory turbo charged the move. As the chart\nshows below Japanese equities do well historically during a period of bear steepening of\nthe US yield curve. Our economists are also more upbeat on Japan thinking the weaker\nUSD, the new policy stance of the BO) and the fiscal stimulus will push growth and\n\ninflation higher next year.\n\n16 Global Cross Asset Strategy - Year Ahead | 30 November 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014447",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014447.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2643,
    "word_count": 471,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:47.749651",
    "prefix": "IMAGES-002"
  }
}