{
  "document_id": "HOUSE_OVERSIGHT_021191",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021191.txt",
  "text": "all broke out into laughter. It was those fun times that made me feel like\nwe were all apart of this really perplexed family. We did everything\ntogether similar to normal families like eat dinner, watch TV, and travel it\nwas only the hedonistic and corrupt side to these two deviates that made\nthem a peculiar pair.\n\nGetting turned on at the two of us playing together, Jeffrey came over\nto the couch we were on and pulled down his sweatpants revealing his\nerect manhood. All of the laughter stopped, now it was time for work.\nPushing my head into his pubic region I had to give into his perverted\nwants. Ghislane started to undress me. Once I was bare she loved starting\nwith my breasts. She cupped them in her hands and brushed her fingers\nover my hardened nipples heading downwards pressing her lips deeply\ninto my skin, I had to maneuver my body on the couch in a complex\nposition to give them both what they wanted. And just like that, without\neven a moment’s notice I could be put on the spot and have to amuse\nthem in any way they wanted. A shameful way to make someone feel like\naused toy, I wasn’t around for companionship I was there for one thing, I\nwas a compliant piece of eye candy.\n\nTwenty minutes later and Jeffrey had erupted in pleasure. Ghislane sat\nup, still fully dressed, and wiped the sides of her mouth with her hands,\ngiving a vindictive little chuckle, “That was fun.” Jeffrey concurred with\nasly grin arching his back for a stretch just looking able to utter the\nrequest “Why don’t you come up with me upstairs for a steam bath and\nmassage, I need to be loosened up after that?” It was more of a statement\nthan a request, as if I had the choice to say “No thanks, I’m actually tired\nmyself and would love to just relax” instead | would reply with my\naccustomed trained obedience, “No problem, when your ready lead the\nway.” I had to get dressed again being that we were in Ghislane’s\ndownstairs office. Putting my clothes back on, Ghislane thought she had\nbuttered him up just where she wanted him to ask for him to come have a\nlook at her new townhouse renovations when he was finished with his\nmassage. A very strange relationship those two have, there’s a definite\nlove flowing between them but not a passionate one, more like a\nrespectful business, he gets what he wants...an uncountable number of\ngirls and she gets what she wants, simple and sweet...an uncountable\namount of money. The two things in life that can create such beautiful\nmoments or the most horrendously terrible of them all, is sex and money.\n\nChapter 15\n\n93\n\nI joined him for a shower, steam bath and concluded his needs with a\nmassage while listening to classical music. I knew he didn’t want\nanything sexual from me now seeing he got what he already wanted\ndownstairs, no this one was purely therapeutic. My favorite massages to\ngive, making me feel like an actual real therapist. I lathered him in\naromatic oils and let my hands discover the ways to unlock the stresses\nthat his body held. After the massage was concluded we were going\ndownstairs to get ready to go see Ghislane’s townhouse as he had\n\npromised her earlier. He loved taking the hidden staircase while | hated it.\n\nI was so creeped out by his choice of décor, the blood red carpets, violent\nmedieval paintings, and sculptures of the pagan god Pan, all of it\nrepresenting the darker side of hedonism his lifestyle provoked. Spiraling\ndown the hallway along with each step you took came with a pair of eyes\nthat followed your every step. Brown, blue, green, hazel, all of the colors\nwere there, staring at you the entire way down. As each step progressed,\nso would my anxiety to get out of there.\n\nWe found Ghislane where we had left her, in her office. She had just\nreceived an order in, a satellite camera with a twelve-inch flat screen. She\ntold us how it was used to pick up any person in any location with the\nquick insert of an address. Quite a powerful new toy I thought, but it was\nonly a minute display of what the rich could afford, what use they would\nget out of it was another concern. Soon after she was done figuring out\nthe controls on the camera, we made a rare and first for me pit stop, the\nsecurity room. What I thought was our way out by the front door was\nanother hidden door. I was in shock as I was led into a room, so discreet\nthat in three years I never even knew it existed. | kept my head down\nmost of the time, knowing how secretive this must be being another door\nwas an entire security base within his mansion. What I could see when |\nstole a glimpse here and there was an array of tiny screens, twenty odd or\nsomething. Small screens showing various rooms of the mansion | had\nrecognized. The images were constantly changing so'l found it hard to\npinpoint an exact location but from the décor and short glimpses |\nsuddenly knew from then on that my feelings of my every move being\nwatched inside his corridors was now more than a possibility but was\nactually happening. Jeffrey spoke to an obese Spanish guy at the desk,\nwhose job was to disgustingly overlook all of the video feedback. Kill\ntwo birds with one stone Jeffrey thought, free porn to share with all of his\npedophile friends and when the occasion called for it, a security system\nall at one expense. Ever consumed with making money as well as saving\nit, | was again astonished at Jeffrey’s capabilities. | didn’t want to even\nthink how deep the video infiltrated, pretending like I never saw anything\nat all I put the memory to the back of my mind and went on about my\nday. Stopping at Ghislane’s new townhouse, another gift bought and paid\n\n94\n\n(2 Copyright Protected Material 0 Copyright Protected Material\nCONFIDENTIAL GIUFFRE004226 CONFIDENTIAL GIUFFRE004227\n\nHOUSE_OVERSIGHT_021191",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021191.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5745,
    "word_count": 1044,
    "line_count": 97,
    "import_date": "2025-11-19T21:47:48.954819",
    "prefix": "IMAGES-006"
  }
}