{
  "document_id": "HOUSE_OVERSIGHT_014599",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014599.txt",
  "text": "by remaining overweight US corporate high yield\ncredit versus investment grade fixed income and by\nfunding various tactical tilts from their high-quality\nbond allocation. While most investment grade\nbonds may have uninspiring tactical prospects, we\nemphasize that investors should not completely\nabandon their bond allocation in search of higher\nyields. As the last several years have reminded\nus, investment grade fixed income serves a vital\nstrategic role in the portfolio, due to its ability to\nhedge against deflation, reduce portfolio volatility\nand generate income.\n\nIn the sections that follow, we review the\nspecifics of each fixed income market.\n\nUS Treasuries\n\nWhile 2016 began as a bumper year for US\nTreasuries, it ended in a rout. The yield on 10-year\nTreasury bonds, for example, reached an all-time\nlow of just 1.36% by the middle of last year before\njolting higher by more than one percentage point\nby year-end. As a result, investors’ nearly double-\ndigit gains devolved into a small loss. Even worse,\nthe bulk of the rate increase occurred in just the\nlast three months of 2016, generating a 7% loss for\nthe quarter that has been exceeded less than 1% of\nthe time historically since 1981.\n\nWe expect rates to continue to increase, albeit\nat a slower pace in 2017, as many of the forces\nthat have restrained yields are slowly fading.\nInflation, in particular, has been a persistent drag,\nreflecting a toxic combination of excess labor slack\nthat depressed wages, a strong dollar that lowered\nimport prices and a significant decline in oil prices\nthat weighed on breakeven inflation rates. But\nas we begin the eighth year of the US expansion,\nlabor slack has been largely absorbed, evident in\ntoday’s firming wages. Moreover, the impact of the\ndollar is diminishing as its pace of ascent slows,\nwhile the recovery in oil is boosting breakeven\ninflation rates.\n\nOther headwinds are also receding. The fiscal\nausterity among the advanced economies that\nhas dampened economic growth and decreased\nsovereign bond issuance—both of which depress\ninterest rates—is now reversing (see Exhibit 78).\nIndeed, US fiscal spending is expected to add\n0.3-0.5 percentage points to GDP growth in each\nof the next two years.!4\n\nAt the same time, there is reduced demand\nfor risk-free assets, like US Treasuries, given\nthe unexpectedly sanguine reaction to negative\n\nExhibit 78: Fiscal Stance of Advanced Economies\nFiscal austerity in developed markets has reversed in\nrecent years.\n\nNumber of Countries Loosened\n\n35 5\n\nwTightened m Remained Neutral\n\n30 + 8 9\n\n25 4\n\na\n\n20 +\n\n2011 2012 2013 2014 2015 2016\n\nData as of December 31, 2016.\nSource: Investment Strategy Group, IMF.\n\ngeopolitical events—such as the UK and Italian\nreferenda—and the results of the US election.\nFinally, the deleterious impact of depressed interest\nrates on banking sector profitability has raised the\nhurdle for global central banks to cut interest rates\nfurther and/or increase the scale of QE programs. In\nturn, market focus has shifted toward the eventual\ntapering of BOJ, ECB and BOE accommodation,\nwhich has helped lift bond term premiums and\nboosted long-term yields (see Exhibit 79).\n\nIn light of these waning headwinds, the Federal\nReserve is likely to hike two or three times in 2017,\nwith upside risks from a larger-than-anticipated\nfiscal expansion. Combined with some further\nnormalization in the term premium, we expect 10-\nyear rates to increase to 2.50-3.00% by year-end.\nGiven the balance of risks, we remain comfortable\nfunding tactical tilts out of investment grade\nfixed income.\n\nTreasury Inflation-Protected Securities (TIPS)\nTIPS fared better than nominal bonds in 2016,\ndelivering a positive mid-single-digit return. Their\noutperformance was driven by the recovery in\nbreakeven inflation rates, which began the year at\nvery depressed levels consistent with only 1.5%\nannual inflation over the next 10 years—well\nbelow long-run forecasts (see Exhibit 80). In fact,\nour work suggests that breakeven inflation rates\nwere reflecting high odds of a deep recession over\nthe course of 2016, well above the risk suggested\nby our recession models.\n\n66 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014599",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014599.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4193,
    "word_count": 667,
    "line_count": 118,
    "import_date": "2025-11-19T21:47:45.451613",
    "prefix": "IMAGES-003"
  }
}