{
  "document_id": "HOUSE_OVERSIGHT_018702",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018702.txt",
  "text": "secondary relationship (polyamory): A relationship with less commitment and fewer\nexpectations than other relationships. Polyamorists sometimes disagree about whether\nrelationship hierarchies are desirable.\n\nsoft limit (BDSM): A weak, negative BDSM preference that is discussed ahead of time.\nFor example, a person may strongly dislike anal sex, but be willing to have anal sex in\ncertain contexts, like when he’s really turned on; in that case, anal sex would be a soft\nlimit. See also: hard limit.\n\nsquick (BDSM): A feeling of not wanting to participate in an act, without judging others\nfor doing it. For example, if a BDSMer feels sick at the sight of blood yet doesn't want to\nexpress disgust towards blood fetishists, then she might describe herself as squicked by\nblood. The BDSM subculture generally places a high value on recognizing that one can\nbe squicked by an act, without judging it.\n\nsubmissive (BDSM): A person who enjoys receiving orders or otherwise accepting an\nexperience defined by a partner.\n\nswing: A community to support people who want to have sex with multiple people and\nbe honest with everyone involved. Unlike polvamorists, swingers usually don't\nemphasize developing emotional connections in secondary relationships, but this isn't\nalways true. Clarisse is less familiar with swing than polyamory, but some swingers\nemailed her this Swing 101: http:/Awww.swingersboard.com/forums/fag.php?\nfaq=swinger_faq And the blog Polyamory In The News has a good post on the various\ndistinctions between polyamory and swing: http://polyinthemedia.blogspot.com/2009/12/\npolys-vs-swingers-as-viewed-from-2010.html\n\nswitch (BDSM): A person who feels comfortable in either the top or the bottom role.\n\ntop (BDSM): A blanket term for a sadistic and/or dominant partner. Not everyone who is\nsadistic is dominant, and vice versa.\n\nvanilla (BDSM): A term to describe people who aren't into BDSM, or sexual acts that\naren't perceived as BDSM. Some folks describe so-called \"slightly BDSM\" people or acts\nas french vanilla. Sometimes, non-BDSM people are offended by being described as\nvanilla, which Clarisse thinks is silly, but she often avoids the term anyway and says \"not\ninto S&M\" instead.\n\nze (queer studies): A gender-neutral pronoun, also written as \"xie.\" The possessive\nversion is \"zir\" or \"xir\" or, sometimes, \"hir.”\n\nHOUSE_OVERSIGHT_018702",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018702.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2362,
    "word_count": 354,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.966055",
    "prefix": "IMAGES-005"
  }
}