{
  "document_id": "HOUSE_OVERSIGHT_024901",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024901.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\n2018. Organto received a license to produce high-CBD strains and Foulimed intends to\ncultivate 70 tones of hemp and cannabis for medical purposes. Colombia enjoys an\nadvantageous climate for cultivating cannabis at a low cost for production, which has\nattracted interest from many foreign companies.\n\n2\n\nMexico\n\nMedical cannabis has been regulated in Mexico since 2017. This regulatory change\nfollowed a favorable Supreme Court ruling for a young girl who treated her Lennox-\nGastaut syndrome with CBD oil in 2015. It is permitted to have medical cannabis\nproducts with up to 1% THC content and these products are regulated by the Health\nMinistry. Aurora (through their subsidiary Farmacias Magistrales) recently received a\nlicense to import medical cannabis products containing over 1% THC. Pharamacielo\nrecently announced a JV with Mexican pharmaceutical company MINO Labs S.A. de CV.\nto distribute medical cannabis domestically.\n\nMexico is the second largest hemp producer in Latin America. The law changed in 2017\nto permit the cultivation and processing of industrial hemp. In November 2018, the\ngovernment released a list of 38 OTC products — 21 food supplements, 9 cosmetics, 6\nedibles or beverages, 2 raw material - that have been approved for sale in the country.\nSeven companies received authorization for these products, which includes 2 American,\n4 Mexican and 1 Spanish company. These products must contain no more than 1% THC.\nProducts can be purchased through retail stores and e-commerce sites. The regulatory\nagency authorizing these products is the Mexican Federal Commission for Protection\nAgainst Sanitary Risks.\n\nMexico has announced plans to legalize cannabis for adult-use purposes in 2019, which\nwould significantly change the shape of the market opportunities. The country would\nbecome the third in the world to implement a nationwide policy to legalize cannabis for\nall purposes. In the proposed legislation there would include six types of cultivation\nlicenses — 1. Personal, 2. Scientific, 3. Therapeutic, 4. Recreational, 5. Pharmaceutical\nand 6. Industrial - five manufacturing licenses - 1. Personal, 2. Therapeutic, 3.\nPharmaceutical, 4. Recreational and 5. Industrial - and three distribution licenses - 1.\nTherapeutic, 2. Pharmaceutical and 3. Industrial. These considerations are still pending.\nWhile this will bring many changes to the regulatory framework, home-grow has been\nlegal for personal use since 2015.\n\nFormer President Vicente Fox has become a public figure in the cannabis industry by\naccepting a position at Khiron Life Sciences, one of the leading Latin American\nproducers. The company launched a nutraceutical line, Kuida Life Mexico S.A., at the end\nof 2018. They receive approval to import CBD-based supplement products for sleep,\ndigestion and muscle recovery. Khiron also entered a JV with American edibles company\nDixie Brands for distribution in the Latin American market.\n\nUruguay\n\nUruguay was the first country in the world to legalize cannabis for all purposes\nnationwide in 2017. However, medical cannabis has been regulated in the country since\n2013 and an industrial hemp program has been implemented since 2010. The Institution\nof Regulation and Control of Cannabis provides regulatory oversight for the medical\nmarket.\n\nThere are two licensed producers in Uruguay, and thus, the market has not opened to\nmany foreign entities. This has led to a shortage of supply for the domestic market.\n\nAddressing supply issues, the country announced plans to rework the framework to\npermit more imports and opened applications for up to five more licenses.\n\nCOWEN.COM 85\n\nHOUSE_OVERSIGHT_024901",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024901.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3695,
    "word_count": 565,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.184075",
    "prefix": "IMAGES-008"
  }
}