{
  "document_id": "HOUSE_OVERSIGHT_023906",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023906.txt",
  "text": "160 Teaching Minds\n\nMusic, School of\n\nNear Eastern Languages & Civilizations\nNursing, School of\nPhilosophy\n\nPhysics\n\nPolitical Science\n\nPsychology\n\nSlavic Languages & Literatures\nSociology\n\nSpanish\n\nStatistics\n\nThis list may be somewhat inaccurate since it is taken from a list of\npossible majors, which is not the same thing as a list of departments.\nI just edited it to reflect my memory of Yale, which could conceivably\nhave added a new department or two since I was there 20 years ago\n(but departments are not easily created or deleted at Yale).\n\nNow let’s ask what would happen if we reorganized.\n\nWhich departments specialize in prediction, for example? Clearly,\neconomics is about prediction, as is physics, and sociology, and psy-\nchology, and any branch of engineering.\n\nWhich departments specialize in judgment? Law does certainly.\nMedicine, parts of psychology, parts of anthropology, aspects of statis-\ntics, architecture, and art history do so, as do many others.\n\nWhich departments specialize in modeling? Computer science\ncertainly does, as do parts of psychology. Engineering disciplines do\nand nearly all of the sciences do. Economics and sociology do as well.\n\nWhich departments specialize in experimentation? All of the sci-\nences, plus psychology, do experiments. Economics and sociology\npeople sometimes do them. Political scientists do experiments.\n\nWhich departments specialize in describing? The humanities spe-\ncialize in this, as do English and Italian, and Near Eastern languages,\nand linguistics, and anthropology. Parts of psychology and medicine\nand law do as well.\n\nWhere is diagnosis practiced? In medicine, of course, but also in\nlaw, business, and engineering.\n\nWhere is planning studied and practiced? In engineering and in\narchitecture certainly, but also in business, medicine, computer sci-\nence, and psychology.\n\nHOUSE_OVERSIGHT_023906",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023906.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1874,
    "word_count": 280,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.712098",
    "prefix": "IMAGES-007"
  }
}