{
  "document_id": "HOUSE_OVERSIGHT_011938",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011938.txt",
  "text": "http:/Awww.huffingtonpost.com/conchita-s-sarnoff/child-trafficking b_1269748.html\n\nConchita Sarnoff\n\nCommunications expert\n\nRegulating Modeling Agencies to Help\nPrevent Child Sex Trafficking\n\nPosted: 02/10/2012 8:49 pm\n\nIn 2010, Jezebel, an online site, published \"The Sex Trafficking Model Scout” warning about the\ndangers of deregulated modeling agencies in the U.S,\n\nGiven the growing number of modeling agencies that transport underage teenagers from foreign\ncountries into the United States and the growing sex trade of underage girls in the U.S. why does\nthis industry remain deregulated?\n\nSince the advent of this business, modeling agencies have had free reign to scout teenagers from\nevery state in the country as well as every nation in the world. Many of these teenage girls come\nfrom economically disadvantaged families and are offered none to very limited protection while\ntraveling and working as “models.”\n\nJezebel reported that Jean Luc Brunel, one of the cast of characters involved in the ongoing\nJeffrey Epstein (a level 3 registered sex offender), eight-year-long case, has been working for\nover two decades with a succession of agencies in New York and Paris. According to media\nreports, Diane Sawyer produced a segment for CBS's 60 Minutes featuring a sex scandal that\neventually led Eileen Ford (founder of renowned Ford modeling agency) to stop working with\nBrunel.\n\nBrunel's latest venture is the modeling agency MC2 based in South Beach, Fla. with satellite\noffices in New York and Tel Aviv. Since his agency is deregulated and \"no criminal charges\nhave been filed by any of his accusers\" -- although many have tried to serve him including\nlawyers representing Epstein's victims, Brunel continues to hide behind his French citizenship to\nprevent depositions. \"Trawling for 5'11\" underage teenagers to work for his agency, MC2, or\nanyone else who requests, Brunel is free to scout for very young girls without limitations.\" Given\nhis citizenship he also successfully avoided deposition in Epstein's sex related cases.\n\nLike so many other reporters who have tried to report his side of the story when Jezebel\ncontacted Brunel, \"he did not respond to our interview request.\" According to Jezebel:\n\n27\n\nHOUSE_OVERSIGHT_011938",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011938.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2247,
    "word_count": 341,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.097006",
    "prefix": "IMAGES-001"
  }
}