{
  "document_id": "HOUSE_OVERSIGHT_018294",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018294.txt",
  "text": "even if the result is similar: Mass gatherings, control of some essential public space -\na square, a stock exchange, a park. All organized, it appears, using completely\nethereal techniques: Text messages, video postings, chat rooms. Similar movements\nappear around in the world. In Iran, in Italy, in Russia. “Occupy Wall Street”,\nblossoms in New York City, a protest against wealth inequality and finance. It\nbecomes a self-franchising social movement, appearing in hundreds of cities:\nOccupy Hollywood. Occupy Central in Hong Kong. Occupy - strangely — Vegas.\n\nThen in Sidi Bouzid, a Tunisian town you've never heard of, far away from all these\nunstable looking mobs, a spark lands. A local man has set himself on fire. Police\n(worse, a police woman) had confiscated his scales and his fruit and then tossed him\naround for no reason other than that he was poor and could do nothing about it. It is\nNovember 2010. Within hours protests begin in Sidi Bouzid. They spread to Tunis.\n81Then Tripoli. Then Damascus. You watch as the anger, moving on once-invisible\ntechnological lines of video and text, demolishes the stability of all of North Africa.\nOver the next two years leaders are pushed from power in Egypt, Tunisia, Libya, and\nYemen: their names, instead of being symbols of stability, instantly cast as sources\nof injustice. Other countries - Syria, Algeria, Sudan, and Bahrain tumble for periods\ninto the black hole of civil violence. Some people mistake all this for a democratic\nrevolution. Over time, however, it’s clear this is hardly that. Something more\ncomplex is emerging from the violent mist. New, nearly virtual terror groups\norganized themselves in the vacuum, hyper-lethal versions of connected protest. A\nnew kind of political energy, a method of linking people and ideas and an easy\ndestructive power, is alive. It seems to be as active in cynical, murderous\nfundamentalists as in the optimistic peace-hoping youth. Democratic revolution? No.\nRevolution? Yes, clearly, that.\n\nA few years later, after you've been replaced or are on the run, after your own\ncountry has had upheaval and you've had your visit from a well-meaning American\ndiplomat urging you towards a quiet retirement house in Saudi Arabi, the Spanish\nsocial philosopher Manuel Castells will name the disease that undid you. Castells is\nperhaps an unlikely figure to diagnose the political illness that infected so much of\nthe world after 2008. An elfin, kinetic figure with a disorganized mop of grey hair, he\nsports the wardrobe of an accountant and a rolling Spanish accent that flavors his\nspeech with a surprising taste of romance. It’s a mixture that seems somehow ideal\nfor a world often on his lips: “Reevolootion.” With the meticulous care an\nanthropologist might bring to documenting a distant, undiscovered tribe, Castells\nhas spent decades finger-poking, classifying and explaining networks. In the late\n1990s his books, lectures and research set the frame for the world we inhabit: fast-\nchanging, ripped through by communications and technology, linked in unusual\nways. “The network society,” he explained, “represents a qualitative change in the\nhuman experience,” he explained. 8\n\n81 They spread to Tunis: Mohamed Zayani, Networked Publics and Digital\nContention: The Politcs of Everyday Life in Tunisia, Oxford University Press (2015)\n\n82 “The network society”: Manuel Castells, The Rise of the Network Society (Malden,\nMass: Blackwell Publishers, 1996), 508\n\n62\n\nHOUSE_OVERSIGHT_018294",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018294.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3491,
    "word_count": 555,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.429034",
    "prefix": "IMAGES-004"
  }
}