{
  "document_id": "HOUSE_OVERSIGHT_021150",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021150.txt",
  "text": "Starting my day with a few of the supplied oxytocin’s and a bloody\nmary, made by the live-in house chef. Having two celery sticks for my\nbreakfast, I wanted to lye out by the pool and forget the world. Ron hated\ntan-lines so to be caught with a bikini top on was a big no-no in his rule\nbook but after my cries to stop were so blatantly ignored last night, I was\nout to piss him off so I didn’t remove my shirt. I put on my headphones\nand before I knew it had fallen into a deep slumber from my self-made\ntherapeutic cocktail, the only way I knew how to cope with the emotional\nturmoil on the inside.\n\nDesperate to hear his voice I called my friend T.J a few more times that\nweek. I needed to feel like someone out there really knew me. Sometimes\nwe could just chat like old friends with no care in the world and laugh at\na distant memory from too long ago. Then would come the good-bye part\nof the conversation and we would both get teary-eyed not knowing what\ncould happen next or if this would even be the last time we ever spoke to\neach other again.\n\nMy biggest fear came to reality when f was in our bedroom one\nafternoon, just lounging around out of boredom. Ron came bursting in\nthrough the door, red as a tomato. I couldn’t help but feeling I was in big\ntrouble. His face was distorted and raging towards me. I knew right away\nhe must have found out that | was calling T_J, but how, | had no idea. 1\nhad always tried to be as invisible as possible, soon enough it was all\nexplained.\n\n“Are you trying to get me caught? You are nothing but a stupid girl\nyou know that! What am I supposed to do with you now?” He was\ntearing up the room while his rants gave me something else to think\nabout. What would he do with me if he had no use for me any longer? |\nwasn’t even thinking about him being caught for soliciting illegal\nimmigrants for the purpose of prostitution. | was more worried that he\nwould be upset at the fact I was talking to another guy, maybe even\njealous that he was at least my age. | replied with simple sentences that I\ncould manage to get out between all the shouting. I kept saying, “I’m\nsorry” and putting my head down in shame. He picked me up by my\nthroat pinning me against the wall, “You are going away, far -far away\nfrom me and you better be nicer to the next man I send you to, I’ve heard\nhe’s not a nice as most would like. Are you fucking hearing me Bitch?” I\nslid down the wall, choking on the first air entering my lungs, breathless\nand terrified, | never thought Ron was a nice guy but I had never seen\nhim lose it this bad. Now | was being sent me away to another stranger,\nanother man, it only terrified me more.\n\nThe girls came in to say their good-byes all of them were crying and\nasking me in their best English languages, why | had to call someone and\nlose everything? I was able to find out through the broken sobs off of\n\n11\n\nC Copyright Protected Material\nCONFIDENTIAL GIUFFREO04 144\n\nthem that the confession came from the house-keeper who said she saw\nme use the room regularly but was never messed up, so Ron looked at the\nrecent telephone bills and found the same number dialed from that room\nconsecutively, he knew it was me right away. At least he didn’t know it\nwas another guy, I thought to myself, or I probably wouldn’t have made it\nout of there alive.\n\nRon came back to usher the girls out of my room and told me I had five\nminutes to pack my clothes, which he made clear were to be my only\nbelongings to take with me. He washed his hands clean of me that night,\nor so he thought. The driver came knocking at my door, just as Ron said,\nno longer than the five minutes that he had offered me and he took my\nsingle bag to the car. 1 didn’t want all the jewelry, music or books that he\nso caringly bought me as tokens of his twisted affection. Only taking my\nclothes and a wad of hundred dollar bills I had been saving, | slit a hole in\nmy scrunchie inserting my cash for a rainy day that I was more than sure\nwas just around the corner. .\n\nWe drove for hours, until I started seeing familiar surroundings. |\ncouldn’t believe my own eyes. | was back in Miamt, but not on the\nbeaches, somewhere in the CBD this time. The Driver delivered me to the\nfront door with my one bag and waited at the door with me. Now I knew\nhow it felt to be a puppy picked from her litter as you can only hope your\nnext owner would treat you with some sort of kindness.\n\nAnother balding man answered the door but he wasn’t so grotesquely\nfat like Ron, but still a new owner at that. He looked me up and down and\nseemed amused as he snickered to himself. With one last look to the\ndriver over my shoulder it was almost an appeal to him for some way to\nhelp me. I knew he couldn’t anyways, I was just hoping. He told me his\nname was Charlie but didn’t even bother in asking me for mine. I was\nsure Ron already filled in all of my details when he arranged this.\n\nCharlie picked up my bag and led me into his bachelor pad townhouse.\nI was never given a welcoming tour of my new residence or made to feel\ncomfortable. He walked me up the stairs and opened one of the doors in\nthe small hallway. Telling me this would be my room, he showed me into\nit and told me to wait, he would be back shortly. I sat on my bed afraid to\ntouch anything and after the warning Ron gave me I knew I had to watch\nmy step around here. I put my head down onto the pillows my where\nworld was falling apart and let my emotions downpour. Exhausted from\nthe days emotional turmoil | ended up falling asleep. 1 don’t even know if\nhe ever came in at all that night.\n\nThe next morning I looked out of the window to see my new\nsurroundings. It was a beautiful sunny day outside, unlike the dreary cell\nI was locked away inside of. Feeling the sun warm up my face through\nthe glass, it radiated a familiar sense of comfort from the days of the good\n\n12\n\nO Copyright Protected Material\n\nGIULFREO04 145\n\nHOUSE_OVERSIGHT_021150",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021150.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5920,
    "word_count": 1164,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:49.190908",
    "prefix": "IMAGES-006"
  }
}