{
  "document_id": "HOUSE_OVERSIGHT_018479",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018479.txt",
  "text": "ought to be seen as standard. Especially because, paradoxically, this kind of instinctive\nconnection will sometimes throw me off guard, make me unlikely to communicate when\nI probably ought to, because if he can read me that well -- it's so tempting to assume that\n\"he just knows\" everything. But of course he doesn't. I later had a couple rough moments\nwith that particular guy, where I didn't tell him about boundaries that were actually pretty\nimportant, because I thought he could just tell -- and of course he couldn't always \"just\ntell.\" Sometimes he could, but sometimes he couldn't.)\n\nThe overall moral of the story is this. Even with him, even with this guy, who totally\nblindsided me with his ability to read me despite the fact that he barely knew me: even\nwith him, I had to be able to talk directly about what I wanted. Our connection was\nestablished because I was able to say, \"Okay, that bite was a tad gentle, here's how I\nreally like it, and here's what not to do with your teeth on me.\" All my most\nextraordinary sexual connections have benefited from everyone involved taking\nownership of their desire, and talking about it directly at least a little bit.\n\nI occasionally come across people who ask me how they can get their partners to do\nBDSM without talking about it directly. While I appreciate and sympathize with both\ntheir need to do BDSM, and their anxiety about talking about it -- I just can't get behind\nthe premise of the question. The fantasy of a sexual relationship that is totally instinctive\nand perfect without any effort is just that -- a fantasy. And moreover, while you might be\nable to get some BDSM experiences without actually having a conversation about\nBDSM, direct sexual communication is not a threat to your sexual experiences -- it can\nimprove them.\n\nDo what you want, really, as long as it's consensual. If you want to have sex that's not\ncommunicative, that is your prerogative, as long as it's always consensual. (It's worth\nasking, though... are you so sure you can tell that it's consensual, if you don't talk about\nit?) Still. Learning how to talk about sex more directly and exactly might be hard or\nembarrassing or complicated, but it is seriously worth it. Not just BDSM; all sex.\n\nIt's so worth it.\n\nok ook Ok\nThis post originally appeared at:\nhttp://clarissethorn.com/blog/2011/03/1 1/storytime-sex-communication-case-studies/\n\nFEMINISM:\n[theory] Towards My Personal Sex-Positive Feminist 101\n\nI wrote this in 2011, when I realized that I couldn't find a good Sex-Positive Feminist 101\nanywhere on the Internet. The original version contains a lot more links, including an\nevolving set of relevant links at the end.\n\nHOUSE_OVERSIGHT_018479",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018479.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2699,
    "word_count": 456,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.100163",
    "prefix": "IMAGES-005"
  }
}