{
  "document_id": "HOUSE_OVERSIGHT_026782",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026782.txt",
  "text": "there are no miscellaneous itemized deductions. Thus, assuming that the foreign feeder is a passive\nforeign investment company (PFIC), if the US high net worth shareholder is able to make the \"qualified\nelecting fund\" election, the net income the investor would be required to report on his federal income\ntax return would be calculated after deducting all of the corporation's expenses, including management\nfees and investment expenses.\n\n2. Non-US Partner's Gain on Sale of Partnership Interest may be Taxable as US Trade or Business\nIncome; New Withholding Requirements apply to the Purchaser or the Fund\n\nThe Tax Act specifically provides that gains realized by a non-US partner on a sale or exchange of a\npartnership interest will be treated as effectively connected US trade or business income (\"ECI\") to the\nextent that such partner would have been allocated ECI had the partnership sold all of its assets. This\nprovision is consistent with the IRS position in Revenue Ruling 91-32, and overrules a recent Tax Court\ncase which had rejected the position taken in such IRS Ruling and instead held that since a partnership\ninterest is treated as a capital asset, the foreign person's gain on its sale could escape US income taxation\nas a non-business capital gain.\n\nTo the extent that a partnership has any ECl-generating assets (including US real property interests), a\nseller of a partnership interest will have to provide a certificate that it is not a foreign person, and in the\nabsence of such a certificate a purchaser (which could include the fund) will be required to withhold\n10% of the gross purchase price. Further, the Tax Act provides that if the purchaser does not withhold,\nthe partnership is required to withhold on distributions to such purchaser to cover the withholding. The\nTax Act provides that the new withholding obligation for purchasers is effective for sales or other\ndispositions of partnership interests after December 31, 2017.\n\n3. New Limitation on Deduction of Net Interest Expense\n\nUnder prior law, subject to some restrictions and limitations, business interest paid or accrued by a\nbusiness was fully deductible. For taxable years beginning after December 31, 2017, the Tax Act limits\nthe deduction for \"net business interest\" expense for every type of business, regardless of entity form,\nto 30 percent of adjusted taxable income. Business interest paid or accrued after the effective date on\nindebtedness, including debt that was incurred prior to the effective date of the Tax Act, is subject to\nthis limitation.\n\nThe term business interest does not include investment interest described in Code section\n163(d). Operating companies, such as management entities, and investment funds that are engaged in\na business and have outstanding indebtedness could be subject to such deduction limitation. For this\npurpose, \"adjusted taxable income\" is determined at the entity level for partnerships, and is similar to\nEBITDA (i.e., net earnings before deducting interest expense, taxes, depreciation and amortization) for\ntaxable years 2018 through 2021. A more restrictive 20% of EBIT limitation (net earnings before\ndeducting interest expense and taxes) applies for 2022 and later years.\n\nCertain taxpayers are exempted for the new interest deductibility limitation, including small businesses\nwith average annual gross receipts of $25 million or less for the three prior taxable years, as well as real\nestate businesses that elect out of such limitation. The Conference Committee Report on the Tax Act\nclarified that interest paid on shareholder loans by a blocker corporation is \"business interest\" that is\nsubject to this new limitation. Blocker corporations for a lending business would have business interest\nincome, which reduces the effect of this new limitation on net business interest expense (i.e., deductible\nbusiness interest expense in excess of business interest income).\n\n4. Deemed Repatriation Tax\n\nHOUSE_OVERSIGHT_026782",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026782.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3972,
    "word_count": 620,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.769319",
    "prefix": "IMAGES-009"
  }
}