{
  "document_id": "HOUSE_OVERSIGHT_012808",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012808.txt",
  "text": "of dopamine. Later, these same subjects imagined what it would be like to actually vacation in these\nplaces, and rated their imagined experience. Those on L-dopa felt they would be much happier, revealing\nthe power of dopamine to cause changes in our experience of reward. Complimenting these experimental\nresults are studies showing that genetic variation in the expression of dopamine in humans are closely tied\nto impulsive behaviors and behavioral disorders. Thus, individuals with genetic variants that result in\nhigher levels of dopamine are more likely to engage in compulsive gambling and eating, leading to\naddictions. The anticipation of heightened pleasure leads these gamblers, eaters, and abusers to want\nmore and more.\n\nThis work shows that dopamine is necessary for monitoring and guiding our desire for reward,\nwith evidence of individual differences that start with our biology. This is a highly adaptive system. But\nchanges in dopamine can also cause our desire for reward to runaway, like a brakeless trolley. This is a\nhighly maladaptive process. This flip between adaptive and maladaptive that we see within the\ndopaminergic system is, by now, a familiar brain routine. It provides, I believe, the means to explain all\nmanners of excess, from the desire for food and money to drugs and violence.\n\nObesity and drug addiction are disorders of excess. They are disorders of insatiable desire. There\nare many paths to obesity and addiction, but all ultimately point to changes in the reward system. In\nhumans born with deficient levels of the hormone leptin, overeating and obesity are common outcomes.\nWhen these individuals view images of food during a brain scanning session, they show lower levels of\nactivity in the striatum than non-leptin deficient individuals. The striatum 1s an area that is rich in\ndopamine and an essential part of the reward system. This may, at first, seem paradoxical: how could\nthose who eat to excess not show an excess of activity in the striatum, and thus, an over-the-top\nexperience of reward upon seeing food? The answer lies in studies of rodents and humans. Whether it is\nobese rats or obese people, both show compulsive eating, but lower levels of expression of dopamine in\nthe striatum. If you silence a key dopamine gene in rats, you can quickly turn them into food junkies,\ndriven by an unsatisfied wanting system. Overeating, like over-drugging, turns the reward dial down.\nThis is an adaptive response, except when it operates in the mind of a food or drug junky. Though the\nreward hits are small and unnoticeable, the wanting system remains highly motivated, triggered by the\nsame cues. What food and drug junkies want is more hits, but the reward system isn’t delivering. This\ncauses them to want even more.\n\nWhat the work on obesity and addiction tell us is that independently of how people get started on\nthe path to fulfilling their desires, and whatever leads them to over-consume, consumption loses its luster.\nThe brain is smart: excess is bad and thus the reward systems turns off. But because the wanting or desire\n\nsystem is independent from the reward system, and has evolved insurance against a complete shut down,\n\nHauser Chapter 2. Runaway desire 62\n\nHOUSE_OVERSIGHT_012808",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012808.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3250,
    "word_count": 530,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.845064",
    "prefix": "IMAGES-002"
  }
}