{
  "document_id": "HOUSE_OVERSIGHT_029346",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029346.txt",
  "text": "dao dado lll\n\n| B\nSource: Foundation\nfilings, Bloomberg\n\nThe foundation's sales over the last two weeks or so accounted for over half of the volume, on average, each\nday. And the foundation's average sale on each of those days was more than five times the average volume over\nthe previous six months. From Jan. 1 to June 10 of this year, more than five months, Valhi traded a total of 4.6\nmillion shares. From June 11 to June 25, just over two weeks, it traded a total of 4.8 million shares -- more than\nhalf of them sold by the Harold Simmons Foundation.\n\nYou might expect that to drive down the stock a bit? Actually the stock performed surprisingly well, all things\nconsidered; it closed on June 10 at $6.42 and on June 25 at $5.81, down just 9.5 percent. But just that change,\nfrom $6.42 per share to $5.81, would save Simmons's heirs almost $80 million in estate taxes.°\n\nThe foundation sold the last of its shares on June 25 (this Wednesday). Without any more shares to sell, the\nfoundation -- oh, wait, no, never mind, the foundation found some more shares to sell! On Wednesday, the day\nthat it finished selling its 2.5 million shares, it received a \"Gift from Affiliate\" of another 900,000 shares. Those\nshares were gifted to the foundation by the Valhi Holding Company, the vehicle through which Simmons's heirs\nown their 318.2 million shares.'°\n\nThe Foundation immediately filed a plan to sell those shares too, with an \"approximate date of sale\" of June 26\n(yesterday).'' As of 1 p.m. today, I see Valhi trading in the $5.80s.\n\nIsn't that neat? Honestly, I have no idea what's going on here.'? But if you did want to minimize your estate\ntaxes on a multi-billion-dollar controlled public corporation with an illiquid stock, a good way to do it would be\nto have a foundation that you control dump a ton of stock on the market in the couple of weeks leading up to the\nday your estate is valued for tax purposes -- and, when the foundation ran out of shares, give it a few more so it\ncould keep selling. If the goal of this trading isn't to minimize taxes, I'll be very disappointed. Because it's\nworking pretty well to do just that.\n\n' That's based on a Schedule 13D/A referring to events of Dec. 28, 2013, but filed in February 2014 and mentioning a stock transfer\nafter Simmons's death (\"In January 2014, Contran received as excess collateral 1,100,541 Shares from the CDCT (as defined below)\nand contributed 4,123,598 Shares to Dixie Rice, who contributed such shares on the same day to VHC.\") I ignore that and assume\nthat Contran owned all of the 318.2 million shares as of December 28; the difference is small.\n\n2 From the 13D/A again:\n\nHOUSE_OVERSIGHT_029346",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029346.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2675,
    "word_count": 476,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.920958",
    "prefix": "IMAGES-010"
  }
}