{
  "document_id": "HOUSE_OVERSIGHT_016150",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016150.txt",
  "text": "Table 13: Summary of key sectors likely benefiting from and impacted by the National Transformation Program\n\nSectors likely benefiting from NTP Rationale\n\nPetrochemicals With US$ 11bn being allocated to project development, downstream chemicals second largest focus of NTP; significant increase\nin natural gas availability (indigenous and imported); expansion opportunities\n\nHealthcare Volume growth opportunities for private healthcare providers (management contracts); private health insurance growing;\nparticipation in privatisations; significant increase in local pharmaceutical production\n\nInsurance (healthcare) Private insurance coverage to increase to 31mn from 10.5mn currently; rising availability of private healthcare facilities\n\nReal estate Higher home ownership targeted; improved access to financing/housing subsidies to both developers and buyers; volumes set to\nexpand as NTP targets higher real estate sector growth; increased opportunities for private sector investment\n\nConsumer staples Demand growth from religious tourists; formalisation and Saudisation of retail sector; growth in locally produced poultry sales;\nlonger-term private sector job creation\n\nTelecom Government spending US$2bn to enhance FTTH and Mobile networks; focus on increasing internet usage; religious tourism will\nboost demand\n\nMetals and mining Provision of new mining licenses; potential investment opportunities for international mining companies\n\nDefence Increased localization will cut imports, develop local industrial capabilities and create jobs\n\nSectors likely negatively impacted by NTP _ Rationale\n\nConsumer discretionary Near-term squeeze on consumer disposable income and sentiment; increased competition as foreign entities given 100%\nownership entitlement; development of Saudi postal system possibly a precursor to online shopping increase\n\nPetrochemicals Potential reduction in feedstock subsidies; potential for increased competition from international companies\n\nReal estate Land tax on white land could impact cost base and prices in urban areas; higher competition from new entrants\n\nAll sectors Rising costs on reduced subsidies (particularly water and energy); higher wage costs; increased financing burden on private\n\nsector as government partially shoulders NTP costs\nSource: National Transformation Program, BofA Merrill Lynch Global Research,\n\nSix key investible themes from the NTP are emerging\nUsing this frame work we believe a number of investible themes are emerging including:\n\n1. Ambitious plans to grow religious tourism: with Hajj visitors set to increase\nfrom 1.5mn to 2.5mn and Foreign Umrah Pilgrims from 6mn to 15mn per\nannum, we see significant potential for the travel & tourism, transport sectors,\nconsumer discretionary and telecom services sectors to benefit.\n\n2. Down trading as pressure mounts on the consumer: With the NTP looking\nto reduce subsidies on energy (including transport fuels) and water, we see\npressure on the disposable income of Saudi consumers rising in the short- to\nmedium-term (although in the longer term, we expect higher employment\nlevels, growing home ownership and accelerating growth to offset these\nfactors). These issues could be further augmented by a slowdown in public\nsector wage growth and growth in the proportion of residents employed by the\nprivate sector,\n\nIn reflection, we believe that the consumer will likely become more value\nconscious in the near- to medium-term as stress on consumer discretionary\nspend mounts. As such, we continue to prefer the consumer staples and the\ngrocery retailers in this environment. We also believe the grocery retailers will\nbenefit from the government’s focus on formalising the sector (it is highly\nfragmented currently and dominated by smaller independent stores) in an\neffort to increase Saudi participation. That said, we believe consumer\ndiscretionary companies which offer more affordable and economic goods\ncould benefit as they take market share.\n\n3. Rising focus on healthcare provision: Saudi Arabia is focused on significantly\ngrowing accessibility to healthcare for its residents. The provisions in the NTP\ninclude a significant increase in medical centres (hospitals and clinics), wider\nprovision of private health insurance and an increase in the level of\n\n40 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016150",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016150.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4359,
    "word_count": 613,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:47.002458",
    "prefix": "IMAGES-003"
  }
}