{
  "document_id": "HOUSE_OVERSIGHT_022547",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022547.txt",
  "text": "45\n\nhe had a personal friendship. The former managing director\nrepeatedly made false representations to his employer about\n\nthe transaction and the ownership interests involved.\n\nConspiracy and Aiding and Abetting Liability\n\nAs with the FCPA’s anti-bribery provisions, compa-\nnies (including subsidiaries of issuers) and individuals may\nface criminal liability for conspiring to commit or for aid-\ning and abetting violations of the accounting provisions.\n\nFor example, the subsidiary of a Houston-based\ncompany pleaded guilty both to conspiring to commit and\nto aiding and abetting the company’s books and records\nand anti-bribery violations.*” The subsidiary paid bribes\nof over $4 million and falsely characterized the payments\n\n» «\n\nas “commissions, “fees, or “legal services,’ consequently\ncausing the company’s books and records to be inaccurate.\nAlthough the subsidiary was not an issuer and therefore\ncould not be charged directly with an accounting violation,\nit was criminally liable for its involvement in the parent\ncompany’s accounting violation.\n\nSimilarly, a U.S. subsidiary of a Swiss freight for-\nwarding company that was not an issuer was charged with\nconspiring to commit and with aiding and abetting the\nbooks and records violations of its customers, who were\nissuers and therefore subject to the FCPA’s accounting\nprovisions.’ The USS. subsidiary substantially assisted the\nissuer-customers in violating the FCPA’s books and records\nprovision by masking the true nature of the bribe payments\nin the invoices it submitted to the issuer-customers.””! The\nsubsidiary thus faced criminal liability for its involvement\nin the issuer-customers’ FCPA violations even though it\n\nwas not itself subject to the FCPA’s accounting provisions.\n\nAuditor Obligations\n\nAll public companies in the United States must file\nannual financial statements that have been prepared in\nconformity with U.S. Generally Accepted Accounting\nPrinciples (US. GAAP). These accounting principles are\namong the most comprehensive in the world. U.S. GAAP\nrequires an accounting of all assets, liabilities, revenue, and\n\nexpenses as well as extensive disclosures concerning the\n\ncompany’s operations and financial condition. A company’s\nfinancial statements should be complete and fairly repre-\nsent the company’s financial condition.”” Thus, under US.\nGAAP, any payments to foreign government officials must\nbe properly accounted for in a company’s books, records,\nand financial statements.\n\nUS. laws, including SEC Rules, require issuers to\nundergo an annual external audit of their financial statements\nand to make those audited financial statements available to\nthe public by filing them with SEC. SEC Rules and the rules\nand standards issued by the Public Company Accounting\nOversight Board (PCAOB) under SEC oversight, require\nexternal auditors to be independent of the companies that\nthey audit. Independent auditors must comply with the rules\nand standards set forth by the PCAOB when they perform\nan audit of a public company. These audit standards govern,\nfor example, the auditor’s responsibility concerning material\nerrors, irregularities, or illegal acts by a client and its officers,\ndirectors, and employees. Additionally, the auditor has a\nresponsibility to obtain an understanding of an entity’s inter-\nnal controls over financial reporting as part of its audit and\nmust communicate all significant deficiencies and material\nweaknesses identified during the audit to management and\nthe audit committee.”\n\nUnder Section 10A of the Exchange Act, indepen-\ndent auditors who discover an illegal act, such as the pay-\nment of bribes to domestic or foreign government officials,\nhave certain obligations in connection with their audits of\npublic companies. ’”* Generally, Section 10A requires audi-\ntors who become aware of illegal acts to report such acts to\nappropriate levels within the company and, if the company\n\nfails to take appropriate action, to notify SEC.\n\nHOUSE_OVERSIGHT_022547",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022547.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3986,
    "word_count": 589,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:44.386982",
    "prefix": "IMAGES-007"
  }
}