{
  "document_id": "HOUSE_OVERSIGHT_025219",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025219.txt",
  "text": "Recent bank stress tests conducted by the EU concluded that only Eur 2.5 billion of capital needs to be raised (70 to 80\nbillion sounds more reasonable to us). And in the package announced last week, the following Orwellian clause\nindicates how European policymakers feel about rating agencies these days:\n\nPoint 15. We agree that reliance on external credit ratings in the EU regulatory framework should be\nreduced, taking into account the Commission's recent proposals in that direction, and we look forward to the\nCommission proposals on credit ratings agencies\n\nIn Europe, denial appears to be an essential ingredient to the process (See “Five Stages of Greece”, June 30, 2011). Last\nweek’s package is a bold step towards Federalization and the worst-case outcomes have been avoided (money\nmarket failures, bank runs, etc), but markets will remain nervous about Europe.\n\nWhile we’re waiting: large cap growth stocks\n\nOne day, the melodramas around US and European sovereign debt will end. While we’re waiting, one of the asset classes\nthat looks attractive is large cap growth stocks. As shown below (for a universe of 300 U.S. large cap growth stocks that\nmeet certain earnings quality and stability factors), free cash flow relative to both revenues and stock prices looks\ngood compared to the last four decades. This is where we believe investors should be adding exposure if they are\nunderweight versus their desired equity allocations. This is also an asset class where active management can still provide\na lot of value; the dispersion of large cap growth managers is higher than large cap core, large cap value and international\nequity manager dispersion.\n\nAttractive valuations for US large cap growth stocks\nPercent\ng% 7\n\n70,\n70\n\nNominal free cash yield\n\nPost-dividend free cash flow margin\n\nSource: Empirical Research Partners\n\nQ2 earnings season in the US is off to a good start. Nearly 30% of the S&P has reported, and results have generally\nbeen positive. Earnings are beating consensus estimates by almost 4% (7.4% ex-financials), all ten sectors are beating on\nrevenue targets, and only 7% of companies are reporting below-consensus earnings. Given earnings expectations for\n2011 at $98.50, the S&P 500 is trading at a reasonable 13.5x forward multiple. However, y/y earnings growth\nexpectations appear to be flattening out for both 2011 and 2012 at around 11%-12%. While Q2 earnings are doing well\nso far, some company guidance for the remainder of the year has been below consensus, which would be consistent with\nthe recent batch of reports indicating a slowdown in manufacturing and service sector surveys.\n\nMichael Cembalest\nChief Investment Officer\n\nNotes\n\n[a] Bundesbank President Weidmann, in response to last week’s package: “By transferring significant risks to the\nsupport-giving countries and their taxpayers, the Euro area has taken a large step to socialising risks created by unsound\ngovernment finances and macroeconomic problems. This weakens the foundations of the fiscal self-responsibility that\nEMU is built on”.\n\nCBO Congressional Budget Office\n\nOMB _ Office of Management and Budget\nEFSF European Financial Stability Facility\nFICA Federal Insurance Contributions Act\nEU European Union\n\nIMF International Monetary Fund\n\nHOUSE_OVERSIGHT_025219",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025219.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3282,
    "word_count": 511,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.342121",
    "prefix": "IMAGES-008"
  }
}