{
  "document_id": "HOUSE_OVERSIGHT_019247",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019247.txt",
  "text": "Freedom House\n\n2. Marginalizing the opposition: As noted above,\nauthoritarian leaders use their media power to\npaint critics as knaves or buffoons. Especially\nthrough television coverage, opposition figures\nare presented as clownish, effeminate, shady,\nelitist, or enslaved by foreign interests. The mes-\nsage is pounded home day after day, until the\nimage of the opposition as small and unfit to\nrule is fixed in the public's mind.\n\n3. Tolerating the pseudo-opposition: Having jailed,\nexiled, or silenced potentially competitive oppo-\nsition figures, authoritarians tolerate nominal op-\nposition parties that are effectively controlled by\nthe regime. These groups have accepted the su-\npremacy of the incumbent leadership and settled\ninto their roles in a stage-managed democracy.\n\n4. Criminalizing protest: The crippling of formal\nopposition parties leads many voters to chan-\nnel their dissent into loosely organized civic\nactivism, often relying on protests to mobilize\nsupport and reach the broader public despite\nstate control of the media. Authoritarian govern-\nments have responded by adopting harsher laws\non public assembly, enabling them to jail pro-\ntest leaders and even ordinary participants for\nvaguely defined offenses like disturbing public\norder and gathering without a permit. Protesters\ncan also be imprisoned on trumped-up charges,\nsuch as assaulting a police officer or possessing\na weapon. This discourages others from joining\nthe civic movements and prevents them from\ngrowing into organized political forces.\n\n5. Discarding term limits: Term limits designed\n\nto prevent the concentration of power in one\nindividual have been rolled back, circumvented,\nor removed altogether in Venezuela, Nicaragua,\nBolivia, Russia, Belarus, Kazakhstan, and many\nother countries over the past 15 years.'° Endless\nincumbency denies opposition forces an oppor-\ntunity to win over both voters and elements of\nthe ruling establishment that may be ready for\nnew leadership. It also promotes personal loy-\nalty at the expense of public service, stunts the\ndevelopment of possible successors, reinforces\nthe impression that only the current leader is fit\nto govern, and feeds a self-perpetuating fear of\npolitical change.\n\nReturning to old habits\nWhile modern authoritarian regimes have generally\n\nmaintained some illusion of pluralism as one of their\nmain concessions to the post-Cold War international or-\nder, a number of governments have been less attentive\nto this priority, drifting back toward the electoral tactics,\nand lopsided results, of 20th-century dictatorships.\n\nIn Belarus, the election of just two members of the\nopposition to the rubber-stamp parliament in 2016 was\nactually regarded as a step forward from the 2004, 2008,\nand 2012 balloting, in which no opposition candidates\nwon seats. Lukashenka, in power since 1994, was\naccused of directing an assassination squad prior to the\n2001 presidential election. Four politicians and journal-\nists who had been critical of the incumbent disappeared\nprior to the vote. After Lukashenka won another term in\na deeply flawed 2010 election, the authorities arrested\nover 700 protesters, including seven of the nine opposi-\ntion presidential candidates. The regime later sentenced\nthree of the former candidates to prison terms\"\n\nEthiopian opposition members were beaten and arrest-\ned during the 2015 electoral campaign. The Semayawi\nParty reported that more than 50 of its members were\narrested ahead of the polls, and nearly half of Semay-\nawi candidates were deregistered on administrative\ngrounds. The ruling EPRDF and its allies took all 547\nseats in the lower house. The 2010 elections were also\ntightly controlled, with local officials or neighborhood\nmilitia going door to door and verifying that residents\nhad registered as members of the EPRDF. Voters were\nthreatened with the loss of their jobs, homes, or gov-\nernment services if they did not turn out for the party.\nThe most charismatic opposition figure, the leader of\nthe Unity and Justice Party, Birtukan Mideksa, re-\nmained in prison during the election, in which opposi-\ntion candidates took only two seats.”\n\nThe possible motivations for retrograde electoral abus-\nes vary from country to country, but authoritarians\nmay feel emboldened to drop their quasi-democratic\ncamouflage due to the lack of diplomatic repercus-\nsions for such actions. The European Union and the\nUnited States have criticized Belarus as “Europe's last\ndictatorship,” but they always seem willing to give Lu-\nkashenka another chance to improve relations based\non the thinnest hopes of reform. Democratic powers\nhave treated Ethiopia as a counterterrorism ally and a\nmodel of rapid economic development, granting it bil-\nlions of dollars in foreign assistance.\n\nElections and democratic renewal\nWhether through blatant repression or less obvious\nmethods, modern authoritarians seek to control the\n\nwww.freedomhouse.org\n\n13\n\nHOUSE_OVERSIGHT_019247",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019247.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4948,
    "word_count": 744,
    "line_count": 116,
    "import_date": "2025-11-19T21:47:45.183733",
    "prefix": "IMAGES-005"
  }
}