{
  "document_id": "HOUSE_OVERSIGHT_019497",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019497.txt",
  "text": "Prologue | 9\n\nof Information request with the Hong Kong Security Bureau ask-\ning for information about Snowden’s movements in May. Thomas\nNg, the secretary for security, turned down the request, adding that\nHong Kong authorities do not keep records of hotel registrations. I\nhad run into a dead end with the Hong Kong authorities on the issue\nof Snowden’s “carer” and Snowden’s whereabouts for those eleven\ncrucial days.\n\nAt this point, I got some much-needed help from an old friend on\nthe Obama White House staff. Before I had left New York, I asked\nhim if he could find someone at the consulate in Hong Kong who\nmight brief me on the Snowden case. I didn’t hear from him until\njust a few days before I was due to return to New York. He put me\nin touch with a former employee of the Hong Kong consulate, who\nhe said was “fully informed” about the efforts of the U.S. mission to\nlocate Snowden in Hong Kong. This person was still living in Hong\nKong, and he agreed to meet with me on condition that I did not\nmention either his name or his specific job in the U.S. mission in\nHong Kong. The venue was the terrace lounge of the American Club\n\n® in Exchange Square in central Hong Kong, a posh club mainly for ®\nexpatriate Americans. It was on the forty-eighth floor, with a spec-\ntacular view of Victoria Harbor. Once there, I had no problem find-\ning my source, identifying him by the description he had given me.\nHe was sitting alone at a discreet table in the corner.\n\nAfter we ordered drinks, he told me ina soft voice about the Amer-\nican reaction to Snowden’s revelations in Hong Kong. “All hell broke\nloose,” he said, describing the atmosphere at the U.S. mission after\nSnowden’s video was posted on The Guardian's website on June 9.\n\nLasked about an assertion that Snowden had made concerning the\nU.S. consulate in that extraordinary video. Snowden had said that he\ncould be seized at any moment by a CIA rendition team based at the\nU.S. consulate “just down the road” from the Mira hotel.\n\n“Was that true?” I asked.\n\nHe rolled his eyes and said, “Snowden has a pretty wild imagina-\ntion. For one thing, the U.S. consulate is not down the road from the\nMira in Kowloon; it is here on Hong Kong Island. And there was no\nCIA rendition team in Hong Kong.”\n\nMy next question concerned a second period during which\n\n| | Epst_9780451494566_2p_all_rt.zindd 9 ® 929N6 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019497",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019497.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2403,
    "word_count": 435,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.029452",
    "prefix": "IMAGES-005"
  }
}