{
  "document_id": "HOUSE_OVERSIGHT_017636",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017636.txt",
  "text": "ARTICLE: Treating Crime Victims Fairly: Integrating Victims into the Federal Rules o\n\nCriminal Procedure\n\n2007\n\nReporter\n2007 Utah L. Rev. 861 *\n\nLength: 59852 words\n\nAuthor: Paul G. Cassell*\n\n* Professor of Law, S.J. Quinney College of Law of the University of Utah, Judge, U.S. District Court for the District of Utah,\n2002-07. Thanks to Sara Sun Beale, Doug Beloof, Doug Berman, Russell Butler, Matt Cannon, Meg Garvin, Nancy King, Erik\nLuna, Peter McCabe, Benjamin McMurray, Ross McPhail, Dan Medwed, Wendy Murphy, Daphne Oberg, Jim Oleson, Judge\nJames Orenstein, Alice Ristroph, Greg Skordas, Felise Thorpe Moll, Steve Twist, Stewart Young, and especially my wife\nTrish.\n\nText\n\n[*863]\nI. Introduction\n\nFederal courts should treat crime victims fairly in the criminal process. In a nod to that goal, the Advisory Committee on the\nFederal Rules of Criminal Procedure (Advisory Committee) has circulated for public comment proposed amendments to the\nFederal Rules of Criminal Procedure (the Rules) regarding crime victims’ rights. These amendments attempt to implement the\nrecently-enacted Crime Victims' Rights Act (CVRA), | which guarantees crime victims a series of rights, including the right to\nbe treated fairly. Unfortunately, the proposed amendments are mere tentative, half measures that do not begin to fully protect\ncrime victims.\n\nThis Article contends that the Advisory Committee should broaden its vision of the proper role for crime victims and\nrecommend far more expansive victim protections. In the CVRA, Congress articulated specific rights for crime victims, such as\nthe right to be notified of court hearings, to attend those hearings, and to speak at appropriate points in the process. * But along\nwith these specific rights came the sweeping requirement that crime victims \"be treated with fairness and with respect for the\nvictim's dignity and privacy.\" * This congressional command must not be ignored. In addition, entirely apart from any\ncongressional dictate, crime victims deserve fair treatment in the federal system. Acting for the federal judiciary, the Advisory\nCommittee should make certain that the Rules fully reflect victims’ interests rather than allow the initiative for protecting\nvictims to pass to other branches of government.\n\nThis Article proceeds in five parts. Following this Introduction, Part II reviews events leading to the recently circulated\namendments. The amendments were prompted by the CVRA - an act passed by Congress in 2004 to protect victims' rights\nthrough the federal criminal process. To comply with the CVRA, the federal criminal rules had to be amended in many places,\n\n' Pub. L. No. 108-405, § 102(a), 178 Stat. 2260, 2261-62 (codified as amended at /8 U.S.C. § 3771 (Supp. 2006)).\n\n2 18 U.S.C. § 3771 (a)(2)-(4).\n3 Id. § 3771 (a)(8).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017636",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017636.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2840,
    "word_count": 441,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.946373",
    "prefix": "IMAGES-004"
  }
}