{
  "document_id": "HOUSE_OVERSIGHT_023005",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023005.txt",
  "text": "Palm Beach police were unhappy with the handling of the Epstein case by then-State\nAttorney Barry Krischer.\n\nJune: The grand jury, after hearing from only one girl, returns an indictment of one\ncount of solicitation of prostitution. The charge does not reflect that the victim in\nquestion and others were minors.\n\nJuly: Epstein’s powerhouse legal team tries to negotiate a deal with the State\nAttorney’s Office. Lawyers discuss a deferred prosecution in which Epstein would\nenter a pretrial intervention program and serve no jail time.\n\nJuly: After pressure from the Palm Beach police chief, the FBI opens a federal\ninvestigation, dubbed “Operation Leap Year.” Documents list the possible crime as\n“child prostitution.”\n\nNovember: The FBI begins interviewing potential witnesses and victims from\nFlorida, New York and New Mexico.\n\n2007\n\nMay: As the U.S. Attorney’s Office prepares to present the case to a federal grand\njury, Epstein’s attorneys request a meeting to discuss the investigation.\n\nJune: A 53-page indictment is prepared by the U.S. Attorney’s Office as,\nsimultaneously, plea negotiations are initiated with Epstein’s legal team.\n\nJuly: Grand jury subpoenas are issued for Epstein’s computers, which were\napparently removed from his Palm Beach home prior to the police search.\n\nAugust: The U.S. attorney in Miami, Alexander Acosta, enters into direct\ndiscussions about the plea agreement; a motion to compel production of Epstein’s\ncomputers is delayed.\n\nSeptember: Federal prosecutors draw up several federal plea agreements that are\nrejected by Epstein and his attorneys. Epstein signs a non-prosecution agreement\non Sept. 24, but his attorneys continue to delay his court appearance.\n\nHOUSE_OVERSIGHT_023005",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023005.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1723,
    "word_count": 259,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.852406",
    "prefix": "IMAGES-007"
  }
}