{
  "document_id": "HOUSE_OVERSIGHT_022369",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022369.txt",
  "text": "Represented the U.S. Department of Energy and U.S. Department of\nCommerce at 7th African United Nations Oil & Gas, Trade & Finance\nConference in Luanda, Angola, and made a presentation on behalf of\nthe U.S. Government, May 2003\n\nSpeaker at African Petroleum Forum in London, England, March 2004\n\nSpeaker at 8th African United Nations Oil & Gas, Trade & Finance\nConference in Marrakech, Morocco, April 2004\n\nSpeaker at 10th Annual Latin Oil & Gas 2004 Conference in Rio de Janeiro,\nBrazil, June 2004\n\nSpeaker at African Petroleum Forum in Houston, Texas, April 14-15, 2005\nSpeaker at Africa Energy Forum 2005 in Barcelona, Spain, June 22-24, 2005\n\nSpeaker at Upstream Oil & Gas Summit at Amelia, Island, Florida,\nFebruary 5—7, 2006; topic “Effective Strategies to Deal with the Top\nChallenges of Remote Supply Markets”\n\nSpeaker and Chairman of a Gas21 Session at Africa Energy Forum 2006\nin Lille, France, June 28-30, 2006; topic “The Gas Potential of Africa”\n\nSpeaker at Tribal (American Indian) Energy in the Southwest Conference\nin Albuquerque, New Mexico, December 11-12, 2006\n\nSpeaker at a Gas21 Session at the Africa Energy Forum 2007 in Hamburg,\nGermany, June 27-29, 2007\n\nMember of Market Watch Panel and Speaker on “African Bio-Fuels Potential”\nat Africa Energy Forum 2008 in Nice, France, July 2-4, 2008\n\nPrincipal speaker at National Association of Royalty Owners (NARO) 28\" Annual\nConvention on “Mismeasurement and Shortchanging of Royalty Owners by Gas\nPipeline Companies and Oil Companies” in Little Rock, Arkansas, September 18-20,\n2008\n\nSpeaker at Energy Freedom Summit on “Biofuels: Ethanol, Biodiesel , Methanol,\nCompressed Natural Gas (CNG) and Gas to Liquids (GTL)” in Chicago, Illinois,\nOctober 24-25, 2008\n\nChairman and Speaker on “Gas Value” and on “Trading African Biofuels,” plus gave\npresentation on “Biofuels: Ethanol, Biodiesel, Methanol, Compressed Natural Gas\n(CNG), Gas to Liquids (GTL), and Flex Fuels” at the Africa Energy Forum in\nBordeaux, France, June 30-July 2, 2009\n\nChairman of “Investment Opportunities and Risks” Session at AfricaGAS at the\nAfrica Energy Forum 2010 in Basel, Switzerland, June 29-July 1, 2010\n\nHOUSE_OVERSIGHT_022369",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022369.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2173,
    "word_count": 337,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.264157",
    "prefix": "IMAGES-006"
  }
}