{
  "document_id": "HOUSE_OVERSIGHT_023643",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023643.txt",
  "text": "definition was “arousal of sexuality.”\n\nLenny was performing that night at\nTown Hall. He asked me to hand out\ncopies of The Realist, with the Ellis in-\nterview, in front of the theater. From then\non, Lenny thought that his act would\nbe protected, because it had redeem-\nable social value. But that’s not the way\nprosecutors felt about it.\n\nEP: Right. The conspiracy theory I’ve\nheard is that it’s because he took on the\nCatholic Church.\n\nPK: Oh, absolutely. Absolutely right. His\n“Religions, Inc” piece got him in a lot\nof trouble. The reason he got busted for\nobscenity was there wasn’t a law against\nblasphemy, but that’s what he was really\narrested for.\n\nEP: You know when Scott Marshall and I\nwere putting together the Lenny Bruce\ntribute in the Wilcock comic, we included\nJohn’s experience with Lenny. You’re\nin a few panels. It’s been fun to find op-\nportunities to include you in the comic\n-- you're in five scenes now.\n\nIhave sort of a funny agreement with\nJohn: If he can’t recall the full story, or\ndialogue, I can fill in the details.\n\nPK: Oh (laughs) well that’s trusting.\n\nEP: You both are very trusting people! He\ncouldn’t remember verbatim exchanges\nwith you from 1961. So, we gave the joke\nfrom you to be “Lenny would be a big fan\nof your couch, John.”\n\nPK: That’s funny. When I saw that in your\ncomic, I remembered saying it! I remem-\nbered something that didn’t happen. Now\nI have something in common with Kel-\nlyanne Conway.\n\nIt’s something I would have done. You\nmade up something real.\n\nEP: Thank you. I only do that in a few\npanels to keep everything glued together\nas a story. Otherwise it’s just a bunch of\ndisconnected fragments.\n\nPK: Too close to reality, then.\n\nEP: How do you think Lenny would\nrespond to Trump?\n\nPK: I think he would do it as a really high\nform of satire. He would make Trump a\nhero -- in the sense that he would take\na different approach. ’m saying that\nbecause he did that about Adolf Eich-\nmann, the Nazi organizer. Lenny would\nsay “He was doing his job!” He would\njust take an approach like that. Lenny\nwould “appreciate” the defined tragedy.\n\n1See The American Bystander #1, Dec. 2015.\n\nI think Bill Maher’s show, February\n17, was terrific. Lenny would have really\nappreciated it. Just the same way Lenny\ngot serious sometimes, and the audi-\nence would say, “Hey, you’re honest!”\ninstead of “Hey, you’re funny.” Maher’s\nmonologue that night was really beauti-\nful. Because he’s well informed, and he\ncouldn’t just do jokes about it. He talked\nabout the fascism. He talked about the\ndangers. It was just brilliant presentation\nof the seriousness of fascism in action.\nEP: What do you think Abbie Hoffman\nwould do about Trump?\n\nPK: Oh, I think he would do the same\nthing as Maher. Abbie really had a sense of\nhumor that was spontaneous. And it was\nbased on being well informed. Bill Maher\nwas doing that. He was rabble-rousing.\nHe was trying to let people know how\nserious it was.\n\nEP: I can’t help but feel such sadness that\nAbbie is gone. You mentioned Shepherd\nas an influence, for me it’s Abbie, who\nI regret never knowing personally. You\nread his books and every page glows. He’s\nsuch a wonderful soul and gifted writer.\nDo you recall going to rallies with Abbie?\nPK: I remember we had taken some acid\nin his home, and got a call that some\nPuerto Rican kids had gotten busted for\npot. Abbie said “Okay, we gotta go there.”\nShow them the hippies respected the\nkids who were busted. Because they were\nPuerto Rican kids. So, as we’re walking\nthere Anita, Abbie’s wife at the time, men-\ntioned she was going to regurgitate from\nthe acid. And I said to her, “You can just\nvomit over by the curb over there, and\nwe'll stand around you.” That we’d hide\nher. Abbie said, “Now that’s community!”\n\nThere were lots of things like that. We\nsaw a police car, full of four cops, two in\nthe front and two in the back, and Abbie\nyelled, “You guys on a double date?”\n\nI told him he reminded me of Lenny,\nand he said, “Oh really? He’s my God!”\nEP: That’s an amazing story, partly\nbecause there’s no way you can talk like\nthat to police now without being con-\nfronted. I have this terrible habit where\nI thank cops. I got tackled once because\na cop thought I was someone else, and,\npartly out of fear, I thanked him. I always\nfeel like an asshole when I do it, too.\nPK: I did the same thing (laughs) when\nthey frisked me. They frisked the report-\ners because they didn’t want the reporters\nto have guns in court.\n\nEP: Was this for the Harvey Milk trial?\nPK: Yeah.\n\nEP: During that trial, you coined the\nphrase “The Twinkie Defense”. You’ve\ndone this a couple of times, creating an\nexpression or a term, that becomes a\npermanent part of the language.\n\nPK: I once started a list: Yippies, Twinkie\nDefense, jilling off — that’s a woman\nmasturbating, instead of jacking off.\n\nEP: “Soft-core porn,” you coined that.\nPK: Yes.\n\nEP: What do you think Robert Anton\nWilson would say about Trump?\n\nPK: He would be very analytical about\nhim. You know, he would talk about the\ninsanity of it. He would just get to the\ncore of Trump. He’d be fascinated by it.\nEP: He does like “mind fuckers.”\n\nPK: Exactly, yeah. He would be a great\nanalyst of how we all have some narcis-\nsism in us, but Trump is the king of — oh,\nyou know I’m doing now what you did —\nwhen you made up what you think what\nI would have said, there. And now ’m\nsaying what Robert ... what Bob Wilson\nwould say.\n\nEP: But that’s totally correct, I think.\nPK: But he would, because — there was\na European order of priests who got\nmarried, or something like that. And I\ngave Bob the assignment of writing about\nthat convention of the priests, as if he\nwas there. He loved doing that; he made\nit seem real.\n\nThat was a very good form of his satire,\nbecause once again, it was not only pos-\nsible, it was probable.\n\nEP: What about Terry Southern? A lot\nof people see The Magie Christian hap-\npening right now with Trump — Trump\nis living out that description of the book.\nHe’s “making it hot for them.”\n\nPK: Terry Southern was — he put a lot\nof words in italics when he wrote. And\nhe talked the same way. He talked with\nitalics.\n\nEP: Maybe he’d italicize Trump. Finally,\nhow do you think George Carlin would\nrespond to Trump?\n\nPK: He might make a list. George loved to\nmake lists. He could make a list of lies,\nof Trump’s lies.\n\nEP: Paul, this has been so good talking\nwith you. Any closing advice to Donald\nTrump, if he’s reading?\n\nPK: | got my philosophy from [the comic\nstrip] Mary Worth: “When in doubt, do\nthe kindest thing.” B\n\nI\n\n—\n\nWwW\n\nHOUSE_OVERSIGHT_023643",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023643.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6548,
    "word_count": 1212,
    "line_count": 218,
    "import_date": "2025-11-19T21:47:49.262898",
    "prefix": "IMAGES-007"
  }
}