{
  "document_id": "HOUSE_OVERSIGHT_016566",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016566.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nA. Case # 08-2432, Beachfront Vista Property, Nightingale Beach Club Association\nViolation of Chapter 134, Section 134-1472 (3) of the Town of Palm Beach Code\nof Ordinances, no additional walls, fences, hedges or other structures or growth\nshall be erected or be grown eastwardly of Ocean Boulevard to a height greater\nthan four (4) feet above the surface of the Ocean Boulevard.\n\n(Ms. Duemler recused herself as part of a previously declared conflict and Mr.\nHoffman advised Mr. Vanneck would be a voting member in this case)\n\nLead Code Enforcement Officer Walton said Nightingale Beach Club had\npreviously been found in violation and was given time to obtain a permit. A permit\nwas obtained but there were some conditions attached to it. There have been two\ninspections with the Florida Wildlife Commission and an agreement was reached to\nnot require the vegetation to be trimmed until after turtle season. Since they have\nalready been found in non-compliance, the Town recommends the time for\ncompliance be extended to November 7, 2008 and if compliance is not achieved by\nthat date, a fine of $250.00 a day be imposed.\n\nJack Maxey, 244 Nightingale Trail, presented some documents to the Board and\nadvised he was president of the Nightingale Trail Beach Club Association. He said\none of the documents was his application under duress for the permit. Mr. Maxey\nadvised he had not been sworn in and was administered the oath of office by\nRecording Secretary Houston.\n\nMr. Maxey said he has had a long correspondence with the legal department of the\nDepartment of Environmental Protection and he believes on an emotional level,\nthey do not believe the trees should come down but they told him they could not\nfind any statutory way to force the Town not to enforce the permit. They told him\nit should be the jurisdiction of a court, not the DEP. Mr. Maxey said the Town\nwas cutting down its own sea grapes in violation of the permitting process. Mr.\nMaxey said there were all kinds of burdens in this permit he needed to comply\nwith, one of which was replacement of the whole plant if anything over 6 feet tall\nwhich was larger than 3 inches in diameter was cut down. He said he was\nsupposed to provide a signature on the document putting himself at risk of a\n$10,000 a day fine if he did not comply with the requirements of the permit. Mr.\nMaxey said Jean Higgins, a biologist for the State Fish & Wildlife, recommended\nsea grapes should not be trimmed because they are the best source of protection\nagainst the lighting. Ms. Higgins made some suggestions such as changing light\nfixtures and extinguishing lights during turtle season and maintaining a substantial\nhealthy vegetation light blocking buffer.\n\nMr. Maxey said an approximate 24 inch piece of aluminum is hanging from the\nlight on Nightingale Trail and it seemed highly unusual that a shield of that nature\nwould only be necessary on that light when the recommendations given by Fish &\nWildlife are recommendations with broad reaching impact for the entire island. He\n\n13\n\nHOUSE_OVERSIGHT_016566",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016566.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3105,
    "word_count": 526,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.241567",
    "prefix": "IMAGES-004"
  }
}