{
  "document_id": "HOUSE_OVERSIGHT_028071",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028071.txt",
  "text": "There was another, slightly less noble, reason I wanted to set the record\nstraight with Rabin. Though only gradually did I admit this even to myself, I\nrealized that my experience in a regional command had ticked the one missing\nbox in the CV of our top generals, meaning that I might indeed be a candidate to\nsucceed Moshe Vechetzi as chief of staff. At first, I resisted taking the prospect\ntoo seriously. The job of ramatkal not only carried responsibility for overall\ncommand of the armed forces. Since our country still faced multiple security\nthreats, the chief of staff was, along with Prime Minister and Defence Minister,\namong the most important, influential and visible positions in Israeli public life.\nYet as the April 1987 date for the changeover drew nearer, it was difficult not to\nthink about it. Not only was I apparently under consideration. To judge from\nmedia reports, and officers’ smalltalk, it appeared that Rabin had whittled down\nthe possibilities to two. One was Dan Shomron, and I was the other.\n\nStill, it was only when Rabin phoned me early in 1987 that I knew it was\ntrue — and that I would not be getting the top job. “Ehud,” he said, “I wanted\nyou to know I’ve decided on Dan to be the next ramatkal. I want you to be his\ndeputy.” I can’t say I was surprised he’d chosen Dan. It wasn’t just that he was\nmore experienced, or even that, since he was older, missing out on the top job\nthis time would probably mean missing out for good. Yitzhak had always\nvalued Dan’s directness and honesty, his courage and record of service. Above\nall, ’'d long sensed that he felt a special debt to Dan: for Entebbe. At a time\nwhen so much could have gone wrong, it was Dan who had taken a firm,\nconfident, successful hold on the operation.\n\nStill, I was now 45. For me no less than for Dan, I knew that if I was passed\nover as chief of staff, there was no guarantee I’d be chosen the next time. “I\nrespect your decision,” I told Rabin. “And I have no doubt Dan will be a good —\na very good — chief-of-staff.” But I had to consider my own future. “Even\nthough I’m grateful for the offer of deputy,” I said. “I think it’s better for me to\nleave. To open up a new chapter, and do something else in life.”\n\nRabin said he couldn’t accept that. “Come see me,” he said. “Now.” When I\ngot to Jerusalem, I emphasized again that I had no doubt Dan would lead the\narmed forces well. But I said my decision to leave the military wasn’t a mere\nwhim. I had been thinking about my own future and my family’s. We had three\nyoung daughters. A few months earlier, we had moved home again, into a wide,\none-story rambler with a big yard out back. It was in a new town called Kochav\nYair, just inside Israel’s pre-1967 border with the West Bank, and it struck me\n\n223\nHOUSE_OVERSIGHT_028071",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028071.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2787,
    "word_count": 519,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.145114",
    "prefix": "IMAGES-009"
  }
}