{
  "document_id": "HOUSE_OVERSIGHT_014381",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014381.txt",
  "text": "Cullen/Frost Bankers Inc (CFR)\n\nTo arrive at our $74 price objective, we employed a three-factor valuation methodology\nthat incorporates target P/E, target P/TBV and a DCF model. For our P/E valuation, we\napply a 15x earnings multiple on CFR's 2017E core earnings. For our P/TBV valuation,\nwe apply a 1.7x tangible book multiple to CFR's 2017E tangible book. Both multiples are\nlower than peers for CFR due to EPS headwinds and rising credit costs from lower\nenergy prices. For our DCF analysis, we use a net income growth of 3.0% and assume a\nbeta of 1.0 in the terminal stage.\n\nUpside risks to our PO: a sharp rebound in oil prices, higher than expected interest rates,\nstronger loan growth, better than expected credit performance of CFR's energy loan\nportfolio. Downside risks: A worse than expected decline in Texas economic growth that\nimpacts CFR's balance sheet growth, a slower than expected pace or rate hikes and a\nworse than expected sell off in oil prices.\n\nEast West Bancorp, Incorporated (EWBC)\n\nOur three-pronged valuation methodology (target P/E, target P/TBV, and DCF analysis}\ndrives our price objective of $50. We assumes a 16.0x P/ 2017e EPS and a target P/TBV\nof 2.0x to 2Q17E tangible book given our forecast above peer EPS growth. Our DCF\nassumes a two-stage cost of capital of 9.5% and a terminal growth rate of 3% Upside\nrisks to our PO are a quick economic recovery (led by stabilization or appreciation in CA\nhousing values) or a faster than expected recovery in China. Downside risk to our PO is\nan even deeper economic slowdown driving corporate losses higher than we currently\nanticipate, faster than expected normalization in credit.\n\nEaton Vance (EV)\n\nOur $35 price objective is based on a target P/E of 15x calendar 2016E (14x '17E), at a\ndiscount to our asset-manager group target multiple, given recent outflows from high\nfee products, offset by distinct products in areas such as floating rate and overlay.\n\nDownside risks to our price objective are market depreciation and investment under-\nperformance, as for all asset managers, and (should the economy slow) concentration in\nsome credit areas, such as bank loan funds, high yield and longer-duration munis. Upside\nrisks are improving performance, flows, or future traction from EV's ETF licensing\ninitiative.\n\nFCB Financial Holdings, Inc (FCB)\n\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $44 price\nobjective and assign a 1.6x multiple to our 2017E TBV given that we believe the market\nwould pay a 0.3x premium for FCB's 2016 estimated returns in line with the median\npremium of its peer group (Florida banks, High Growth, Bank Acquisition, and SMIDs).\nWe place a 18x multiple on our 2017E EPS, a premium to its SMIDs peers given our\noutlook for stronger EPS growth. Our DCF assumes a two-stage cost of capital of 10%\nand a terminal growth rate of 3%.\n\nDownside risks to our price objective are a deterioration in credit quality in FCB's\nunseasoned newly originated loan portfolio, a downturn in the Florida economy, and\ncontinued competition for C&l loans. Upside risks are a better than expected\nimprovement in its return profile and a much stronger economic improvement in the\nFlorida economy.\n\nFifth Third Bank (FITB)\n\nOur PO of $26 is predicated on target P/E multiple of 15x to reflect higher confidence\nin FITB achieving most of its profit improvement goals related to Project North Star.\nThis represents a modest premium versus peers. Downside risks to our PO are a\nprolonged low interest rate environment, expensive M&A and slower than guided loan\ngrowth on weaker economic activity.\n\nBankof America\n\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 67\n\nHOUSE_OVERSIGHT_014381",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014381.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3730,
    "word_count": 614,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:49.269459",
    "prefix": "IMAGES-002"
  }
}