{
  "document_id": "HOUSE_OVERSIGHT_017953",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017953.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 19 of 28\n\n70. In May 2015 Dershowitz requested confidential settlement negotiations with Ms.\nRoberts’ lawyers in which Dershowitz sought to convince Ms. Roberts lawyer that Ms. Roberts\nwas mistaken, and that the person to whom Epstein had lent Ms. Roberts was Nathan Myhrvold,\nnot Dershowitz. Dershowitz claimed that he had been at Epstein’s home only once (and that he\nwas there with his family); that he had never been in the vicinity of Epstein’s island; that he had\nnot been at Epstein’s New York mansion; and that he had been at Epstein’s New Mexico ranch\nonly once for a few hours (again with his family). Dershowitz provided a summary of his\nwhereabouts that purported to prove that his assertions were true.\n\nZl, Dershowitz was told that, based on what was shown in his summary, it would\nhave been impossible for Ms. Roberts’ assertions about him to be true, and that if his assertions\nproved out, Ms. Roberts counsel would undertake to convince her that she must have made a\nmistake.\n\n(a) Dershowitz was also told, however, (i) that his assertions would have to be\nproven, (ii) that Ms. Roberts had always been very clear that she recalled having\nhad sex with Dershowitz multiple times, and (111) that everyone was convinced\nthat Ms. Roberts was telling the truth as she recalled it.\n\n(b) Dershowitz responded that he did not doubt that Ms. Roberts was telling\nthe truth as she recalled it and that she would have no difficulty passing a lie\ndetector test. He said he simply believed Ms. Roberts had made an honest mistake\nin confusing him with Nathan Myhrvold.\n\n72. Following Dershowitz’ presentations, Dershowitz’s representations were\n\ninvestigated and repeatedly proven false.\n\n12\n\nHOUSE_OVERSIGHT_017953",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017953.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1766,
    "word_count": 291,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.843105",
    "prefix": "IMAGES-004"
  }
}