{
  "document_id": "HOUSE_OVERSIGHT_030090",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030090.txt",
  "text": "si\n\n¢ The granting of independence to Syria...constitutes a good example\nof the socialist principles in Syria.... [But] as to the presence of a\nparliament and a constitutional government, that does not represent\nindividual freedom. This parliamentary rule is no more than false\nappearances without any value. In truth, it covers up a regime\ndominated by religious fanaticism against the minorities. Do French\nleaders want the Muslims to have control over the Alawi people in\norder to throw them into misery?\n\n¢ We can sense today how the Muslim citizens of Damascus force the\nJews who live among them to sign a document pledging that they will\nnot send provisions to their ill-fated brethren in Palestine. The\ncondition of the Jews in Palestine is the strongest and most explicit\nevidence of the militancy of the Islamic issue vis-a-vis those who do\nnot belong to Islam. These good Jews contributed to the Arabs with\ncivilization and peace, scattered gold, and established prosperity in\nPalestine without harming anyone or taking anything by force, yet the\nMuslims declare holy war against them and never hesitated in\nslaughtering their women and children, despite the presence of\nEngland in Palestine and France in Syria. Therefore a dark fate awaits\nthe Jews and other minorities in case the Mandate is abolished and\nMuslim Syria is united with Muslim Palestine...the ultimate goal of\nthe Muslim Arabs.\n\nOne of the signatories to this document was Sulayman al-Assad, a\nminor chief of the Kalbiya clan and father of Hafez al-Assad.\n\nThe ‘asabiyya of the Alawis was carefully exploited by the French,\nwho polished the Khaldunian model by giving them military training\nas members of the Troupes Spéciales du Levant. In the turbulent\nyears that followed full independence in 1946, their military know-\nhow proved valuable. Bright members of the sect such as Hafez al-\nAssad, whose families could not afford to send them to university,\njoined the armed forces and were drawn to secular parties, such as the\n\nHOUSE_OVERSIGHT_030090",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030090.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2027,
    "word_count": 330,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.327882",
    "prefix": "IMAGES-010"
  }
}