{
  "document_id": "HOUSE_OVERSIGHT_024027",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024027.txt",
  "text": "Their collective experience is from industry, including leading large and entrepreneurial\ncorporations, as well as from the provider side, including senior administration of one of the\nworld’s most prominent and forward-thinking teaching hospitals. These professionals include\nthe following:\n\nJohn Halamka, M.D., is a physician and technology leader who focuses on electronic health\nrecords as well as secure sharing of healthcare data for care coordination, population health,\nand quality improvement. He is currently Chief Information Officer of Beth Israel Deaconess\nMedical Center and also a practicing Emergency Physician and Professor at Harvard Medical\nSchool. He is current Chairman of the New England Healthcare Exchange Network (NEHEN),\nco-chair of the national HIT Standards Committee, and co-Chair of the Massachusetts HIT\nAdvisory Committee.\n\nLee Newcomer, M.D., Senior Vice President, UnitedHealthcare with strategic responsibility for\nOncology, Genetics and Women’s Health. Dr. Newcomer returned to UnitedHealthcare in\n2006 to focus on combining clinical, financial and administrative incentives for improved and\naffordable cancer care. From 1991 to 2000, Dr. Newcomer was the chief medical officer at\nUnitedHealthcare. He is a board certified medical oncologist and former chairman of Park\nNicollet Health Services and was previously a medical director for CIGNA Health Care of\nKansas City. Dr. Newcomer was a founding executive of Vivius, a consumer directed venture\nthat allowed consumers to create their own personalized health plans.\n\nStephen Oesterle, M.D., Senior Vice President for Medicine and Technology, Medtronic Inc. Dr.\nOesterle is focused on the formation of technological strategies and continued development of\nrelationships with the world’s medical communities. He previously served as an Associate\nProfessor of Medicine at the Harvard University Medical School and as Director of Invasive\nCardiology Services at Massachusetts General Hospital.\n\nMarcia Radosevich, Founder and CEO of HPR, a HCIT company that was sold to McKesson.\nHer prior experience was with Managed Health Care Services, The Travelers Insurance\nCompanies, and Health Data Institute (a healthcare consulting firm).\n\nAnand Shroff, Chief Technology and Product Officer and Co-Founder, Health Fidelity, Inc.\nPrior to joining Health Fidelity, Mr. Shroff was VP of HIE and EHR Products at Optum (a\ndivision of UnitedHealthcare). He came to Optum by way of acquisition of Axolotl Corporation,\na leader in the health information exchange (HIE) space. Anand was also a founding member of\nthe Oracle Healthcare team, and was responsible for Oracle’s healthcare product portfolio that\nincluded healthcare analytics, clinical data management, and terminology mediation solutions.\n\nDavid Watson, Vice President of Healthcare Product Strategy, Oracle. Previously he was the\nChief Operating Officer of MedeAnalytics, and prior to that was Senior Vice President and\nChief Technology Officer of Kaiser Permanente. Prior to Kaiser, Mr. Watson served in a variety\nof executive IT roles at Baxter Healthcare, Allergan, Northrup Grumman, and Mattel. He is a\nsenior HCIT executive with 25 years of experience delivering client facing solutions in the broad\nareas of application development, infrastructure engineering, business consulting, strategy,\narchitecture and operations.\n\n16 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024027",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024027.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3421,
    "word_count": 488,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.188135",
    "prefix": "IMAGES-007"
  }
}