{
  "document_id": "HOUSE_OVERSIGHT_012849",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012849.txt",
  "text": "written words cut the legs out of this account. Eberhardt’s results suggest that apes are associated with the\nsocio-cultural, racial category “Black.”\n\nThese findings reveal a deep seated, dehumanized representation that is readily triggered even in\nhighly educated people. But perhaps they are less disturbing then we might imagine. not so bad if the\ntake home message is that we are closet racists with antiquated theories of evolution or God’s design.\nOutside of these artificial studies, we are well educated citizens who keep our isms tucked away, locked\nup in our unconscious. Unfortunately, the unsettling feelings that many will have to these studies are\nexacerbated by an additional set of results collected by Eberhardt, linking unconscious impressions to\nharmful actions. Caucasian male subjects watched a video of a policeman using force to subdue a suspect\nwho was either Black or Caucasian. When primed with an ape drawing, but not that of a tiger, subjects\nwere more likely to say that the policeman was justified in subduing the Black suspect than the Caucasian\nsuspect. We are more than closet racists. We are out of the closet, armed for prejudice and\ndehumanization.\n\nTo unconsciously think that Blacks are more like apes than other racial groups is to strip them of\ncharacteristics that are uniquely human. As Haslam notes, when we dehumanize others in this particular\nway, we no longer see them as human, but as incompetent wild animals or immature children lacking in\nintelligence, etiquette, rationality, and moral wherewithal. This mode of dehumanization is ancient,\nreflected in the writings and paintings of European explorers who encountered indigenous cultures in\nAsia, Australia, and Africa. Dehumanizing others into objects is equally ancient, unflattering and\ndangerous. In one study, American adults were told to focus on either the physical appearance or\npersonality of the actress Angelina Jolie and the ex-governor of Alaska and presidential hopeful Sarah\nPalin — both famous personalities within the United States. When subjects focused on appearance as\nopposed to personality, they judged both Jolie and Palin as relatively lacking in traits of experience or\nhuman nature. Jolie and Palin were seen as objects. In other studies, carried out by Haslam, subjects\njudged objectified men and women as less capable of suffering and less deserving of moral compassion\nand protection, reinforcing the age old attitude we once held toward slaves, and that many hold today\ntoward prostitutes. When people become property, they fall outside of the circle of moral patients. Studies\nof the brain provide further support for these dehumanizing transformations, and highlight, once again,\n\nboth the beneficial and malignant consequences of our mind’s promiscuity.\n\nBrains without borders\n\nDehumanization enables doctors to treat their patients — human or nonhuman animal — as mechanical\n\nHauser Chapter 3. Ravages of denial 103\n\nHOUSE_OVERSIGHT_012849",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012849.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2975,
    "word_count": 459,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.078352",
    "prefix": "IMAGES-002"
  }
}