{
  "document_id": "HOUSE_OVERSIGHT_014541",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014541.txt",
  "text": "Exhibit 3: Growth in US Real GDP Across Post-\nWWII Expansions\n\nIn this recovery, GDP has grown at half the average pace of\nprior expansions.\n\nCumulative Growth (%)\n\n6005 -«=<=<=<- 021954 -———-03 1980\nQ2 1958 04 1982\n50 011961 ----- Q1 1991\n04 1970 042001\nQ1 1975 Q2 2009 ~\n\n30 5\n\n20 +\n\n0 4 8 12 16 20 24 28 32 36 40\nQuarters After Trough\n\nData as of 03 2016.\nSource: Investment Strategy Group, Datastream, National Bureau of Economic Research.\n\nExhibit 4: Change in US Household Leverage\nFollowing Recessions\n\nA large reduction in household debt served as a drag on the\npace of this recovery.\n\nChange in Debt-to-GDP (Percentage Points)\n\n05 -—-=—- Previous Post-WWII Recoveries (Median)\nCurrent Recovery\n\nposes\n| ‘\n5a 4 \\\n\n748\nCuK Meee cot\n\n0 2 4 6 8 10 12 14 16 18 20 22 24 26 28\nQuarters After Recession End\n\nData through 03 2016.\nSource: Investment Strategy Group, National Bureau of Economic Research, Federal Reserve\nEconomic Data.\n\nWe believe that no one factor explains the\ndifference in opinion. Instead, we rely on a\ncomprehensive framework of investigation that\nblends all of these elements, combining rigorous\nfundamental, quantitative and technical analysis,\nas well as the insights of an extensive network of\nexternal experts. At the same time, we continually\nendeavor to overcome the behavioral biases Nobel\nLaureate Daniel Kahneman and his collaborator\nAmos Tverksy have shown to affect economic\ndecision-making and tolerance for risk. These key\ncharacteristics of our investment process not only\nunderpin our continued view of US preeminence,\nbut also allow us to form a holistic view across\nglobal economies and asset classes. Of equal\nimportance, our framework provides us with a\nconsistent process by which to assess investment\nopportunities. While we believe our approach is\nrobust, we acknowledge that nothing can ensure\nwe will avoid the next downdraft.\n\nWe begin our Outlook with a brief review of\nthis recovery and place it in the context of past\nrecoveries showing that the glass is indeed half-full.\nWe address some of the key concerns regarding\ndemographics and declining productivity growth.\nWe show that US labor force demographics have\ndeteriorated and will continue to do so, especially\nin the absence of policy changes. Nonetheless, we\ndemonstrate why there is room for optimism about\nproductivity growth. The analysis leads us to a\n\nview of slightly above-trend growth for 2017 with\nsome upside potential from higher productivity\nand fiscal stimulus from a Trump administration.\nWe then turn to our one- and five-year expected\nreturns, which are driven by our view of a solid\neconomic foundation, a well-balanced economy\nand a positive growth trajectory in the US. We\nconclude our introductory section with the risks\nto our view, both upside and downside, including\na low probability of recession in 2017, high policy\nuncertainty under a Trump administration, possible\nglobal shocks from economic and currency policies\nin China, and the risks of geopolitical mishaps in\nEurope, the Middle East and the Far East.\n\nThis Recovery in Context—An Update\n\nThis recovery has been the slowest of the 10\nrecovery cycles since WWII, as shown in Exhibit\n3. Since the trough, US GDP has grown at an\nannualized rate of 2.1% through the third quarter\nof 2016, which is half the pace of the median and\naverage growth rates of all other recoveries. The\nslow GDP growth rate stands in stark contrast to\nthe recovery in the labor market and, most recently,\nin wages and household income. Impressively, the\ndecline in the unemployment rate has been the\nsecond-largest of all post-WWII recoveries.\n\n8 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014541",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014541.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3666,
    "word_count": 603,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:47.432598",
    "prefix": "IMAGES-003"
  }
}