{
  "document_id": "HOUSE_OVERSIGHT_024173",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024173.txt",
  "text": "Agriculture\n\nCurrent (25 June) (last month): Soybeans, USD 14.79/bu (USD 13.82/bu); Corn, USD 6.09/bu(USD 5.79/bu);\nWheat, USD 6.91/bu (USD 6.80/bu)\nUBS View 6-month target: Soybeans, USD 13.5/bu; Corn, USD 5.10/bu; Wheat, USD 6.00/bu\n\n¢ Besides the overall commodity price backdrop, prevailing dry weather conditions in the US have been\nprice supportive for the grains and added to firmer prices.\n\n¢ While weather-related news flows might support grain prices in the short run (downward revisions in\ngrain yield estimates, especially corn), the 6-12 month price outlook remains negative. Global corn\ninventories should grow beyond 10% in 2012/13. We think this will more than compensate for firmer\nwheat fundaments (lower inventory estimates) in the coming months. For soybeans, current price levels\nsufficiently factor in the poor supply figures seen in recent months. This would be especially true, if South\nAmerican planting gets a boost due to soybeans’ relative price improvement.\n\neA strong supply backdrop for Brazilian coffee along with a weaker BRL has kept coffee prices under\npressure. For 2012/13, Brazilian coffee and sugar exports are likely to increase by 12% and 2% y/y\nrespectively, and keep the global market well supplied in 2012. Cotton prices saw some bouts of strength,\nbut demand has yet to work off high inventory levels at 74-75mn bales. With ample inventories and\neconomic conditions at risk, renewed price weakness is likely.\n\nA Positive scenario Soybeans 6-month USD 16/bu\ne Lower acreage and yield figures for the US can tighten the supply backdrop until 1Q 2013 (until the new\nSouth American crop comes). On the demand side, higher soybean use for bio diesel in Argentina and\nstrong Chinese imports (improvements in crush margins) are catalysts for prices to rally.\n\n4 Negative scenario Soybeans 6-month USD 12/bu\ne Unexpected Chinese government stock sale of soybeans and deteriorating crushing margins for soybean\noil/meal production, would leave soybean prices vulnerable to a price correction.\n\nWhat we're watching Why it matters\nUSDA WASDE report US corn yields could be at risk in the upcoming WASDE release. Key date : 11\n\n(monthly) July 2012\nGrains stock report Corn and soybean inventories could be lowered vs. current estimates, reflecting\n(quarterly) the strong export activity in corn during March—May and higher soybean crushing\n\nduring the same period. Key date: 28 September 2012\n\nDry weather conditions in the US has impacted the crop conditions (rating),\nwhich deteriorated in recent weeks.\n\nInvestors have scaled back their long exposure in corn. At the present speed, net\npositions would close in on zero over the next two months.\n\nUSDA crop progress\n(weekly, Monday)\nCOT (weekly, Friday)\n\n36 UBS\n\nFor further information please contact CIO's asset class specialists Dominic Schnider, dominic.schnider@ubs.com or Giovanni Staunovo, giovanni.staunovo@ubs.com\n\nPreference: underweight\n\nRecommendations\n\nTactical\ne The forward curve in corn already factors\n\nin asteep decline by the end of the year,\nthereby mitigating the expected negative\nreturn. With lower corn prices, wheat\nshould come under pressure as well. Most\nagricultural commodities are generally\nwell supplied, so unless the weather\nsurprises on the downside, we expect\nfurther weakness.\n\nStrategic\ne Strategic agricultural positions are not\n\nrecommended at present. Our return\noutlook for the grains stands at -7.5% to\n- 5% over the next 12 months. Although\nthe softs have a positive return outlook\nover the same period, investors should\nbide their time. Short-term price setbacks\nof 10% or more are still likely over the\nnext two to three months.\n\nGlobal corn surplus as % of demand to\nadvance towards 5-year high\n\n12%\n8%\n\noo\n\n-4%\n-8%\n2009/10 2010/11 2011/12 2012/13E\nmCorn mSoybeans m Wheat\n\nSource: USDA, UBS CIO, as of 18 June 2012\n\nNote: Past performance is not an indication of future returns.\n\n38\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024173",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024173.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4015,
    "word_count": 622,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:47.752274",
    "prefix": "IMAGES-007"
  }
}