{
  "document_id": "HOUSE_OVERSIGHT_013646",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013646.txt",
  "text": "tt\n\nsetting for the spiritual work toward that promised in John “...that you love one\nanother; even as | have loved you, that you also love one another.”\n\nIn contrast with what has been described in previous chapters as the\nentheogenic drug-induced transitions to a spiritual mind, one is tempted to describe\nthese Fundamentalists’ states as the amphetamine religions. The Los Angeles\nRam’s Hall of Fame defensive end, on very high doses of amphetamine (125\nmilligrams compared with the diet dose of 5 milligrams) taken four hours before the\nSunday games, the Baptist minister, Deacon Jones, used his famous and\nconsciousness annihilating head slap to daze the opposing offensive tackle in order\nto gain access to and injure the other team’s quarterback. Before taking the handful\nof Dexedrine spansuls, he would tell me, “See you on Tuesday.” Along with the\nDeacon’s destructive aggression was the other invariant feature of the actions of\nhigh doses of amphetamine, compulsive stereotypy, the fixity and driven repetition\nof over simplified actions and thoughts along with the loss of breadth of vision and\nadaptive flexibility. Deacon consistently rushed inside, took the inside lane, in spite\nof offensive linemen, who having studied previous game films, being set up to\nexpect his route. They used this knowledge to take him out of the play. In modern\ntheological parlance, judgmental rigidity and thinly veiled disapproval take the place\nof the more flexibly curious and lovingly humane feelings of the participants in the\nevolution in spiritual understanding of today’s /iberal Protestant process religions.\nThese are the ones that believe that the properties of God evolve along with our\nbiology, our brains and our growing scientific understanding of ourselves and the\nworld.\n\nAngry splitting is not just a stimulant drug effect. Recall my experience of the\nsudden emergence of a first second wind after a mile or so of my daily ten miles of\nrunning. It was frequently accompanied by inner bursts of obsessive, paranoid\nthoughts. Taking five milligrams of amphetamine felt much like the first second\nwind. | am full of energy with arrogant feelings of power, mind fixated in grand and\nsimple ideas that | believe to be absolute and correct. | feel irritably intolerant about\n\nanyone or anything different. It is my virtuous duty to set everyone straight.\n\n146\n\nHOUSE_OVERSIGHT_013646",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2392,
    "word_count": 383,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.038576",
    "prefix": "IMAGES-002"
  }
}