{
  "document_id": "HOUSE_OVERSIGHT_024983",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024983.txt",
  "text": "26\n\nbeing burned and burned again—long ago made her wary and\nsometimes defensive.\n\nUp, Up, and Away\n\nAs secretary of state, Hillary Clinton has flown more than half a\nmillion miles to 80 countries in her two and a half years on the job.\nHer plane looks like Air Force One on the outside, but isn’t as grand\non the inside. It’s one of four Boeing 757s that the military fitted with\n15 ordinary coach seats for reporters in the rear, a business-class staff\nworkspace with tables in the middle that seats about 25, and\nClinton’s quarters up front near an area jammed with\ncommunications gear. She spends most of her time in a small private\nroom with a desk, a modest pullout sofa bed, and a flat-screen for\nsecure videoconferencing. The intimacy of the quarters intensified an\nalready awkward trip at the end of February when Samantha Power,\nwho had been forced to resign from the Obama campaign in 2008\nafter calling Hillary a “monster,” traveled with the secretary of state\nto a U.N. Human Rights Council meeting in Geneva. Some months\nbefore he died, Richard Holbrooke, the legendary special\nrepresentative for Afghanistan and Pakistan, had brokered peace\nbetween them, but now no one knew what would happen en route. “It\nwas uncomfortable, but everyone was extremely professional,” said\none official aboard.\n\nFor most of her thousands of hours in the air, Hillary changes out of\nher trademark pantsuit (yellow is her favorite color for clothes and in\nthe décor of her homes) into a fleece top and sweats. Meals consist\nlargely of fruit and vegetables (she has a special taste for hot peppers)\nand maybe a scotch or Bloody Mary. “Don’t bring me the dessert!”\nshe loudly tells the flight attendants only moments before sauntering\ninto the staff cabin, brownie already in hand: “I know—I’ve been\nbad.” Occasional cupcakes with candles are also exempt because\nHillary is religious about observing staff birthdays. She resists\n\nHOUSE_OVERSIGHT_024983",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024983.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1946,
    "word_count": 327,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.939151",
    "prefix": "IMAGES-008"
  }
}