{
  "document_id": "HOUSE_OVERSIGHT_030089",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030089.txt",
  "text": "30\n\nThe rise and possible fall of the Assad dynasty would provide a\nperfect illustration of the Khaldunian paradigm under recent\npostcolonial conditions. Under Ottoman rule the Nusayris were\nimpoverished outsiders struggling on the social margins. In addition\nto feuding among themselves, they were fierce rivals of the Ismailis,\nwhom they expelled from their highland refuges and castles, forcing\nthem to settle in the more arid lands east of Homs. The Ottoman\ngovernors regarded them as nonbelievers and tools of the Shiite\nPersians: they were not even accorded the dignity of a millet, or\nrecognized religious community.\n\nWhen the French took over Greater Syria after World War I\n(including modern Lebanon and parts of modern Turkey), they flirted\nbriefly with the idea of creating a highland Alawi state of 300,000\npeople separate from the cities of the plains—Homs, Hama,\nDamascus, and Aleppo—with their dominant Sunni majorities. The\nFrench rightly believed that the Sunni majority would be most\nresistant to their rule. Like other minorities the Alawis, as they\npreferred to be called, saw the French as protectors. In 1936, six\nAlawi notables sent a memorandum to Leon Blum, head of France’s\nPopular Front government, expressing their loyalty to France and\ntheir concern at negotiations leading to independence in a\nparliamentary system dominated by the Sunni majority. The\nmemorandum includes the following points:\n\n¢ The Alawi people, who have preserved their independence year\nafter year with great zeal and sacrifices, are different from the Sunni\nMuslims. They were never subject to the authority of the cities of the\ninterior.\n\n¢ The Alawis refuse to be annexed to Muslim Syria because in Syria\nthe official religion of the state is Islam, and according to Islam the\nAlawis are considered infidels.\n\nHOUSE_OVERSIGHT_030089",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030089.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1836,
    "word_count": 289,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.975475",
    "prefix": "IMAGES-010"
  }
}