{
  "document_id": "HOUSE_OVERSIGHT_023942",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023942.txt",
  "text": "196 Teaching Minds\n\nfaculty to handle 60 courses with fewer than 20 students in each class,\nyou have a problem. Multiple sections of courses require multiple fac-\nulty and maybe even, God forbid, heavier teaching loads.\n\nSimply put, if there are too many majors, all the specialty courses\nwill overflow and you might need twice the faculty to handle them.\nThe university is not going to let you hire twice the faculty in order to\nhandle them. Why not?\n\nTenure is why not. Once you hire tenured faculty, they stay for-\never. Tenure is another one of those ideas that sounds a lot better than\nit is. One of its downsides, and it has many, is that you can’t easily\nhire new faculty when you need to. There may be a jump in econom-\nics majors this year, but who is to say that this will be true next year?\nUniversities move slowly.\n\nSo, the current economics faculty would have to teach more cours-\nes. They simply do not want to do that. They want to go back to their\noffices and do research and write books and consult with the govern-\nment or big business, should they call.\n\nVoila!\n\nCalculus.\n\nThat will keep the little buggers out. If that doesn’t work, advanced\ncalculus. Who cares if those courses have little relevance for econom-\nics? They can always say it might come up some day. (It might.) Or\nthey can say it teaches rigorous thinking. The real reason is to keep the\nnumbers down. This is also why biology and chemistry are required\ncourses for pre-med students, why statistics is required for psychology\nmajors, and so on. Most departments will not admit to this, but that’s\nwhy those things are there.\n\nYou never see this kind of thing in departments that have too few\nstudents. Too few students is the kind of problem that gets your de-\npartment shut down. So, linguistics departments, which were started\nwhen linguistics was in fashion in the 1960s, are always under threat\nof shut down. They won’t be requiring calculus. But they would if\ntheir situation changed. Instead, what they are doing is trying to ex-\nplain why linguistics is calculus,\n\nHuh?\n\nWhen I arrived at Northwestern, undergraduates were required to\ntake a math course in order to graduate. There could have been any\nnumber of reasons for this requirement—none of them having to do\nwith interests or needs of the undergraduates.\n\nHOUSE_OVERSIGHT_023942",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023942.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2332,
    "word_count": 409,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.217107",
    "prefix": "IMAGES-007"
  }
}