{
  "document_id": "HOUSE_OVERSIGHT_019902",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019902.txt",
  "text": "trail of alarming words and deeds likely to have enormous political costs.\n\nShortly after the election, his friend Ailes told him, with some urgency, “You’ve got to\nget right on Russia.” Even exiled from Fox News, Ailes still maintained a fabled\nintelligence network. He warned Trump of potentially damaging material coming his way.\n“You need to take this seriously, Donald.”\n\n“Jared has this,” said a happy Trump. “It’s all worked out.”\n\n7 OK Ok\n\nTrump Tower, next door to Tiffany and now headquarters of a populist revolution,\nsuddenly seemed like an alien spaceship—the Death Star—on Fifth Avenue. As the great\nand good and ambitious, as well as angry protesters and the curious hoi polloi, began\nbeating a path to the next president’s door, mazelike barricades were hurriedly thrown up\nto shield him.\n\nThe Pre-Election Presidential Transition Act of 2010 established funding for\npresidential nominees to start the process of vetting thousands of candidates for jobs in a\nnew administration, codifying policies that would determine the early actions of a new\nWhite House, and preparing for the handoff of bureaucratic responsibilities on January 20.\nDuring the campaign, New Jersey governor Chris Christie, the nominal head of the Trump\ntransition office, had to forcefully tell the candidate that he couldn’t redirect these funds,\nthat the law required him to spend the money and plan for a transition—even one he did\nnot expect to need. A frustrated Trump said he didn’t want to hear any more about it.\n\nThe day after the election, Trump’s close advisers—suddenly eager to be part of a\nprocess that almost everybody had ignored—immediately began blaming Christie for a\nlack of transition preparations. Hurriedly, the bare-bones transition team moved from\ndowntown Washington to Trump Tower.\n\nThis was certainly some of the most expensive real estate ever occupied by a transition\nteam (and, for that matter, a presidential campaign). And that was part of the point. It sent\na Trump-style message: we’re not only outsiders, but we’re more powerful than you\ninsiders. Richer. More famous. With better real estate.\n\nAnd, of course, it was personalized: his name, fabulously, was on the door. Upstairs\nwas his triplex apartment, vastly larger than the White House living quarters. Here was his\nprivate office, which he’d occupied since the 1980s. And here were the campaign and now\ntransition floors—firmly in his orbit and not that of Washington and the “swamp.”\n\nTrump’s instinct in the face of his unlikely, if not preposterous, success was the\nopposite of humility. It was, in some sense, to rub everybody’s face in it. Washington\ninsiders, or would-be insiders, would have to come to him. Trump Tower immediately\nupstaged the White House. Everybody who came to see the president-elect was\nacknowledging, or accepting, an outsider government. Trump forced them to endure what\n\nHOUSE_OVERSIGHT_019902",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019902.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2904,
    "word_count": 463,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.494953",
    "prefix": "IMAGES-005"
  }
}