{
  "document_id": "HOUSE_OVERSIGHT_011674",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011674.txt",
  "text": "invasion had the effect of persuading Washington to send Philip Habib back\ninto the diplomatic fray. With no early sign, however, of Arafat agreeing to\nleave, Arik now steadily tightened what amounted to a siege on west Beirut. For\nseven weeks in July and August, our forces pounded the PLO-controlled\nneighborhoods from land, air and sea; intermittently cut water and electricity\nsupplies; and hoped that the accumulated pressure, and casualties, would force\nArafat and his men to agree to Habib’s terms for a wholesale evacuation.\n\nBy this point, I was spending most of my time in the Airya, with periodic\nvisits north, sometimes with Arik or Raful, to our positions on the eastern,\nPhalangist-controlled, side of Beirut. On several occasions, I helicoptered back\nwith Habib or his deputy, Morris Draper. In one instance, I accompanied Draper\ninto a meeting with Arik. In what I imagine had become a familiar, and\nfrustrating, part of the US mediation mission, he pressed Arik to rein in our\nbombardments, arguing that we were in danger of ruining the chances of getting\na negotiated deal on Arafat’s leaving. Arik argued straight back. His view was\nthat unless the PLO felt squeezed into submission, they would stay put.\n\nOn that, I thought Ank was probably right. Other Israeli generals with far\nmore experience, and weight, also seemed to agree. Notably, Yitzhak Rabin. He\nwas no longer in government, nor even in charge of Labor. But he had always\nhad a soft spot for Arik, as did Sharon for him. With uneasiness, questions and\noutright criticism of the siege building both internationally and inside Israel,\nArik got Rabin to helicopter north with him to Beirut. Yitzhak spent six or\nseven hours there. His verdict on the siege, at least as reported in the Israeli\npress, was more than Arik could have hoped for. Lehadek, he said. “Tighten it.”\nIn the end, I’m convinced the siege did have a critical effect on getting the\nevacuation deal. But unleashing our single most relentless series of air attacks,\non August 12, when the deal was basically done, seemed both perverse and\nexcessive, and not just to me. Habib, and President Reagan himself, fumed. So\ndid a lot of Begin’s own ministers, with the result, unprecedented in Israeli\nmilitary annals, that they formally removed Arik’s authority to decide on future\nair force missions. That turned out not to matter, however, because August 12\neffectively marked the end of the siege.\n\nOn the afternoon of Saturday, August 21, the first shipload of an eventual\ntotal of nearly 10,000 Palestinian fighters left Beirut harbor for Cyprus, and then\nfor a variety of new host countries. On this score at least, Arik’s grand design\nhad proven beyond him: the Palestinians were not bound for Jordan. By far\nmost of them headed for the PLO’s new political base, the north African state of\n\n203\nHOUSE_OVERSIGHT_011674",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011674.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2864,
    "word_count": 480,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.542473",
    "prefix": "IMAGES-001"
  }
}