{
  "document_id": "HOUSE_OVERSIGHT_014029",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014029.txt",
  "text": "to be “rich.” I always seem to show up for the school functions or just special days at the school, usually\nin casual attire and never obsessing over time or my Blackberry. Now I have people nominating me for\nthings like committee chair on the PTA, and just recently I was elected to the board of directors at our\nlocal swim/ tennis club. The cool thing is, I actually have the time to do those things and still be\neffective at work and at home. It goes without saying that new doors are open to me now. More than ever\nbefore.\n\nWith all of this going on around me I still come back to what my daughter said to her teacher. In truth,\nI am at a point where if I wanted to “sit around and watch Star Wars all day,” I certainly could. But, I\nfind myself filling the extra time now doing things that really mean something. Being present in the\neveryday lives of my family, helping my community, or volunteering at my church. Now I have a plan to\ntake it to the next level and write my own book. The project I am working on is called The Virtual\nEmployee Handbook. It is a collection of tips and how-to’s on all the tools that are essential to the\nmodern virtual employee, like me. We will see how that goes. One thing I do know is that I wouldn’t\neven dream of what I am doing now if it wasn’t for The 4-Hour Workweek! —W. HIGGINS\n\n91. Maya Frost, The New Global Student (Crown, 2009).\n\n92. A simple, actual proposal is provided.\n\n> RESTRICTED READING\nThe Few That Matter\n\nA hypocrite is a person who— but who isn’t?\n— DON MARQUIS\n\nI know, I know. I said not to read too much. Hence, the recommendations here are restricted to the\n\nbest of the best this book’s interviewees and I have used and named when asked, “What is the one book\nthat changed your life the most?”\n\nNone of them are required to do what we’ve talked about in this book. That said, consider them if you\nget stuck on a particular point. The page counts are listed, and if you practice the exercises in “How to\nRead 200% Faster in 10 Minutes” in Chapter 6, you should be able to read at least 2.5 pages per minute\n(100 pages thus equals 40 minutes).\n\nFor additional categories, including practical philosophy, licensing, and language learning, be sure to\nvisit our comprehensive companion site.\n\nThe Fundamental Four: Let Me Explain\n\nHOUSE_OVERSIGHT_014029",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014029.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2317,
    "word_count": 431,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.154540",
    "prefix": "IMAGES-002"
  }
}