{
  "document_id": "HOUSE_OVERSIGHT_032098",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032098.txt",
  "text": "Integrated GPS Shoes by GTXC Though originally made to track patients and kids, we're sure the\nshoes will be integrated soon with the Nike + Ipod so you can track your run in your personal\nGoogle mashup. Or hide it in your wife's purse to see whether she's banging San Francisco's\nmayor, Gavin Newsom. Or something like that. The system from GTXC has a sophisticated GPS\nintegrated into the shoe, which communicates directly with a satellite, which then relays locations\nin real-time to their monitoring center and made available via internet or phone. Predetermined\ngeographic areas can also be defined and alerts sent when the person being tracked leaves or enters\nthe area. And don't worry, they already have a product for outdoor activities called the Wearable\n\nCaddy.\nNew Smart GPS Shoes\n\nManisha Kanetkar - Thursday, 1 February 2007\n\nKeeping track of your loved ones has never been so easy (or so spy-like) with the new Xplorer\nsmart GPS shoes designed by GTXC.\n\nThe company boasts the shoes incorporate the smallest, most powerful and robust GPS tracking\ndevice currently available. GTXC says they are ideal for caretakers of children or the elderly to\neasily monitor the location of their charges.\n\nSo, for example, they can preset perimeters of safe zones or unsafe zones, and then receive mobile\nphone alerts if a perimeter is breached by the wearer. This is handled by what the company calls\n\nits ‘set-it-and-forget-it' Dual GeoFencing feature.\nShoes with GPS locator Coolest Gadgets\n\nJan 29, 2007 - GTX Corporation will be unveiling its new line of Xplorer Smart GPS footwear at\nthe beginning of next month in Las Vegas. The Xplorer aims to usher in the next generation of\nGPS smart shoes by incorporating smaller and yet more powerful GPS chipsets inside the shoe\n\nitself to provide a more accurate reading...\nGTX Corporation unveils GPS-equipped Xplorer shoes Engadget\n\nJan 26, 2007 - It seems like Sayo Isaac Daniel has some serious competition coming at him in the\nGPS shoe market, as GTX Corporation is unveiling its latest geo-tracking footwear at next week's\nWorld Shoe Association trade show. The questionably styled Xplorer kicks pack an internal GPS\n\ntransceiver,...\nGPS Shoes keep track of kids\n\nHOUSE_OVERSIGHT_032098",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032098.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2241,
    "word_count": 367,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.806877",
    "prefix": "IMAGES-011"
  }
}