{
  "document_id": "HOUSE_OVERSIGHT_018556",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018556.txt",
  "text": "Finding existing initiatives is a bit of a piecemeal project, but here's what I've run across.\n\n* A variety of pamphlets and written statements. One example was released by The\nNetwork/La Red, a rather unique anti-abuse organization for lesbians, bi women and\ntrans people. One panel of the pamphlet shows a picture of handcuffs, and the text says:\n\nThe most basic difference between S/M and abuse is Consent.\nIt is not consent if...\n\n* You did not expressly give consent.\n\n* You are afraid to say no.\n\n* You say yes to avoid conflict.\n\n* You say yes to avoid consequences (i.e. losing a job, losing your home, being outed).\nS/M is...\n\n* Always consensual.\n\n* Done with respect for limits.\n\n* Enjoyed by all partners.\n\n* Fun, erotic, and loving.\n\n* Done with an understanding of trust.\n\n* Never done with the intent to harm or damage.\n\nJust because you consent to play does not mean you consent to everything. You have the\nright to set limits.\n\n(You can look at images of the pamphlet on my Flickr account.)\n\nSome SM organizations have also released statements on SM and abuse, such as the\nnational Leather Leadership Conference and New York's Lesbian Sex Mafia. Note that at\nthe bottom of the LSM page, they mention that they've sensitized a local abuse hotline; if\nI ever get a grant or something to start a pro-sex anti-abuse center, I'll immediately grill\nthe LSM to see how they got in with that hotline and what they said.\n\n* Kink Aware counselors. | talk about this all the time, but I think it bears repeating as\noften as possible. The National Coalition for Sexual Freedom maintains an online list of\nKink Aware Professionals, which is a grassroots effort begun by writer/activist Race\nBannon and includes doctors, lawyers, and therapists. The list is pretty much open and\nopt-in -- professionals go to the KAP site and offer to list themselves there -- and this is\none reason it's not a good idea to assume that any given professional will be a great fit for\nyou. Personally, when I was coming into my BDSM identity, I found a Kink Aware\ntherapist to be incredibly helpful -- but while I was finding him, I visited another therapist\nwho was not at all helpful.\n\nWhen people ask me for kink-friendly survivors’ resources, I always tell them to seek a\n\nHOUSE_OVERSIGHT_018556",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018556.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2283,
    "word_count": 402,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.817197",
    "prefix": "IMAGES-005"
  }
}