{
  "document_id": "HOUSE_OVERSIGHT_016147",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016147.txt",
  "text": "Chart 34: Real Brent prices are at one of the lowest levels in decades, Chart 35: We see global light sweet crude oil averaging US$55 to\nand will likely encourage very strong demand growth ahead US$75/bbl over the 2016-2020 period\n440 Real and nominal yearly average Brent crude oil prices 410 Medium term oil supply & demand (2016-2020)\nUS$/bbI avg oil price\n\n100 90\n\n80 80\n\n60 70\n\n60\n40\n\nAl 60\n20 2016YTD 40 nitbpd growth, 2016-20\n0 2 3 4 5 6 7 8 9 10\n70 73 76 79 82 85 88 91 94 97 00 03 06 09 12 15 supply (OPEC 2.9): low supply (OPEC 4.2): base*\n\ndemand\n\nsupply (OPEC 5.5): high\n\nnominal oil price real oil price, rebased to 2016YTD price level\n\nSource: BP, Bloomberg, BofA Merrill Lynch Commodities Research Source: IEA, BofA Merrill Lynch Commodities Research\n*4.2 mn b/d OPEC supply: Saudi: 1.3 mn b/d; Iraq: 0.8 mn b/d; other OPEC crude: 1.7 mn b/d; 0.4 mn\nb/d OPEC NGLs.\n\nNon-OPEC production will not reach 2015 levels before 2020 at the earliest...\nNon-OPEC producers have massively reduced capex spending, down US$290bn or 42%\nfrom 2014 to 2016, in response to the low price environment. Should capex start to\nincrease again in 2017, the effect on non-OPEC non-shale production is unlikely to be\nfelt before 2020 at the earliest. Most of the decline in the short term comes from non-\nconventional output in the US, as shale is very price sensitive within a 12-month\nhorizon. With Brent prices set to increase from US$46/bbl this year to US$80/bbI in\n2020 in our base case, we believe US shale production will grow again, albeit at a slower\nrate than in the past four years. Total non-OPEC supply is set to drop to 56.4mn bpd in\n2017 before rebounding to 57.5 mn bpd in 2020, a similar level as in 2015.\n\nChart 36: With Brent prices set to increase to US$80/bbl in 2020, we Chart 37: Linking this with our 5-year price deck suggests marginal US\nbelieve US shale output will grow again, albeit at a slower rate shale output grows in 2017 and acceleration thereafter\n\nNon-OPEC oil supply growth by major country 8 Shale production forecasts aligned with BofAML WT|\n\nmn bid price assumptions\n\n3.0\n2.5\n2.0\n\nmn b/d, YoY\n\nBofAML f'cast\n\n15\n1.0\n0.5\n0.0\n-0.5\n-1.0\n2010 2012 2014 2016F 2018F 2020F\nmu US meme Canada mam Mexico\nmmm North Sea mmm Russia Kazakhstan\n. . 2013 2014 2015 2016 2017 2018 2019 2020\nmum Asia Brazil mmm Sudan/So. Sudan\nother —+— total non-OPEC base =2016@$45/bbl m2017@$59/bb!_ =2018@$67/bb| m2019+@$75/bbl\nSource: IEA, BofA Merrill Lynch Commodities Research Source: EIA, BofA Merrill Lynch Commodities Research\n\n4.1mn bpd needs to be added by OPEC by 2020, namely Saudi, Iran and Iraq\n\nThe US is the only country able to ramp up production among non-cartelized players by\n2020, so OPEC has to come to the rescue to provide the required incremental supplies.\nWe estimated that demand will grow by 5.9mn bpd in 2015-20. With the market\noversupply of 1.8mn bpd in 2015, OPEC needs to increase production by 4.1mn bpd in\nthe next five years to “balance the market”. Saudi Arabia could make up for half of this\ngiven its c2mn bpd of spare capacity, and we believe it intends to at least increase its\nmarket share. We would expect other OPEC countries to expand their capacity in the\n\nOS merrill Lynch GEMs Paper #26 | 30 June 2016 37\n\nHOUSE_OVERSIGHT_016147",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016147.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3279,
    "word_count": 583,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:46.672116",
    "prefix": "IMAGES-003"
  }
}