{
  "document_id": "HOUSE_OVERSIGHT_010789",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010789.txt",
  "text": "ov On KD in BW DHF\n\now on nm PF WwW DH FH\n\nNNNNN NER PE BR PP Be BE\nOBWNP OM OYA MN A WNKH OO\n\nthan three years after Virginia Roberts left\nfor --\nBY MR. SCAROLA:\n\nQ. Mr. Dershowitz --\n\nMR. SCOTT: You're cutting the witness\noff.\n\nMR. SCAROLA: He's not answering my\nquestion, Tom.\n\nMR. SCOTT: Well --\n\nMR. SCAROLA: I want to know whether the\nlast name is spelled the same or it isn’t\nspelled the same on the flight tog marked as an\nexhibit and on the photographs. That's a very\ndirect question. It calls for a very direct\nyes or no response.\n\nAnd this witness has demonstrated a clear\nrefusal to respond directly to direct\nquestions, which will result, when we resume\nthis deposition, in our requesting that the\nCourt appoint a special master so that this\ndeposition doesn't take two weeks to complete.\n\nMR. SCOTT: You know, Mr. Scarola, that's\na nice speech and I appreciate it.\n\nMR. SCAROLA: Thank you.\n\nMR. SCOTT: I don't agree with your\n\n203\n\nBY MR. SCAROLA:\n\nQ. Is the last name on the photograph spelled\nexactly the same way as the last name on the flight\nlog?\n\nA. If you're talking about a flight log that\n1 was not on that flight, the answer is yes.\n\nQ. Allright. Thank you very nwch, sir.\n\nNow, that flight log also shows you flying\nrepeatedly in the company of a woman named Tatiana,\ncorrect?\n\nA. I've only seen one reference to Tatiana on\nNovember 17. If you want to show me any other\nreferences, I'd be happy to look at them.\n\nQ. Allright, sir. Thank you.\n\nLet's go back to the —\n\nMR. SCOTT: Are we done with this exhibit?\n\nMR. SCAROLA: We are done with the\nexhibit.\n\nMR. SCOTT: Okay. Then let's collect the\nexhibits so that we don't have a big -- then\n\nwe'll turn them over to the court reporter to\n\nkeep safekeeping.\n\nThere you go, young lady, don't lose\nthose, don't get them wet. And we'll proceed.\n\ncharacterization. And if you recall, months\n\nago I suggested a special master for this\n\ndeposition, for your clients’ depositions and\n\nfor Virginia Roberts’ and your response to me\n\nwas: I'll consider it, I won't pay for it. If\n\nyour client wants to pay for it -- so basically\n\nyou blew me off.\n\nSo, I appreciate you finally come around.\nAnd your clients.\n\nMR. SCAROLA: Your client's misconduct has\nclearly convinced me, having now considered it,\nthat it is absolutely necessary.\n\nMR. SCOTT: Okay. Now --\n\nBY MR. SCAROLA:\n\nQ. So new could I get an answer to my\nquestion ~~\n\nMR. SCOTT: Now that we have --\n\nBY MR. SCAROLA:\n\nQ. -- whether the last name on the flight log\nis spelled exactly the same way as the last name in\nthe photographs?\n\nMR. SCOTT: Now that all the lawyers'\n\nspeeches are done, read the question back and\n\nthe witness will answer it.\nMR. SCAROLA: | will repeat the question.\n\n204\n\nBY MR. SCAROLA:\n\nQ. Did you state during the same interview,\nthe CNN Don Lemon interview: \"She has said that\nBill Clinton was with her at an orgy on Jeffrey's\nisland\"?\n\nA. I did state that, yes.\n\nQ. Was that statement intended as fact,\nopinion, or was it intended as rhetorical hyperbole?\n\nMR. SCOTT: Do you understand the\nquestion?\nTHE WITNESS: Yes, I do.\n\nA. It was a statement based on what I\n\nbelieved were the facts at the time I said them.\n\nVarious newspapers and blogs had placed\nBill Clinton on, quote, \"orgy island\" on -- in the\npresence of Jeffrey Epstein when there were orgies.\nAnd at the time | made that statement, | hada\nbelief that she had accused Bill Clinton of\nparticipating or being -- as being a part of or an\nobserver or -- or a Witness or a participant in\norgies on what was called Jeffrey Epstein's orgy\nisland. That was my state of belief, honest belief\nat the time I made that statement.\n\nBY MR. SCAROLA:\nQ. Yes, sir, And what I want to knew is what\n\n7 (Pages 201 to 204)\n\nwww. phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010789",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010789.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3776,
    "word_count": 697,
    "line_count": 167,
    "import_date": "2025-11-19T21:47:48.233371",
    "prefix": "IMAGES-001"
  }
}