{
  "document_id": "HOUSE_OVERSIGHT_017457",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017457.txt",
  "text": "4.2.12\nWC: 191694\n\nTurning down Bobby Fisher\n\nOne celebrity whose case I turned down was the world champion of chess, Bobby Fisher. He was\ntraining for his world championship match at the Catskill Mountain Resort at Ground.., where my\nfamily and I were spending Passover. I received a note from Fisher asking me to meet with him.\nAt the time he hadn’t yet turned the corner into the anti-Americanism and anti-Semitism that\ncharacterized his later years. He was known then as a somewhat eccentric and brilliant chess\nplayer. Since he grew up in Brooklyn and went to high school right next to the Yeshiva I\nattended, I was anxious to meet him. He asked me to come to the bowling alley where he was\nstrengthening his arms and hands.\n\nWhen I got there he told me that he had heard that I was a good lawyer and that I was in the hotel\nand he wanted to ask my legal advice about an issue relating to whether he could copyright or\ntrademark his chess moves. It was an intriguing question, and one that I would have been happy\nto research.\n\nI told him that I would be willing to provide a legal memorandum to him on the subject, and\nimmediately asked me whether I would be willing to do it without charge to him. I was certainly\nprepared to do that, but since my 10 year old son Elon was then learning how to play chess, I\nthought I would ask him for something in return. With a smile I said, “sure, I will provide you\nlegal advice for free, if you would do me the favor of playing one quick chess match with my son\nElon, and a second favor or not beating him in four moves (the minimum necessary for\ncheckmate) but would extend it to six or seven moves.” He looked at me sternly and said, “I’m\nnot a circus performer. I don’t perform for children. How dare you ask me.”\n\nI was shocked by his disproportionately response to my somewhat flippant request for a favor for\nmy son. I looked him straight in the eye and said, “I’m not a circus performer either. I don’t\nperform free legal services for ingrates who refuse to do a small favor for a young child whose\nlearning how to play chess. Find another lawyer and pay him the going rate.” He walked away. I\nwalked away and I never saw him again.\n\nI don’t know whether the issue he wanted to raise has ever been definitively resolved, but I do\nknow that I saw an early manifestation of what ultimately became Bobby Fisher’s downfall.\n\n370\n\nHOUSE_OVERSIGHT_017457",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017457.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2401,
    "word_count": 447,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.220267",
    "prefix": "IMAGES-004"
  }
}