{
  "document_id": "HOUSE_OVERSIGHT_020597",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020597.txt",
  "text": "138\n\nare two types of bureaucracies: (1) general-purpose bureaucracies, and (2) specialized\nbureaucracies. The following institutional profiles include many of the principal bodies\n\ninvolved in China’s overseas influence activities.\n\nMinistry of Foreign Affairs\n\nThe Ministry of Foreign Affairs is a typical general-purpose bureaucracy that serves\nas China’s main interlocutor with foreign governments. But since most of its time is\nconsumed by routine diplomatic activities, the Foreign Ministry itself does not play a\nsignificant role in influence operations overseas. The one area where it does is via its\nDepartment of Public Diplomacy (1h3e#82334943e 51), which primarily oversees the MFA\nSpokesman’s Office in Beijing, international media outreach, and China’s embassy\nspokesmen abroad; international visitor programs; and “exchange” organizations, such\nas the Chinese People’s Institute of Foreign Affairs (which bring a range of former\nofficials and international affairs experts to China). Also, the MFA is important\ninsofar as Chinese embassies abroad have representatives of the Ministry of Culture,\nthe Xinhua News Agency, the CCP International Liaison Department, the Ministry\nof Education, and other bureaucratic bodies, each of which are involved in foreign\n\ninfluence activities.\n\nUnited Front Work Department\n\nThe CCP United Front Work Department is a specialized CCP organization, one of\nfour Central Committee departments. Its principal mission is to build support for\nthe CCP and its policies among domestic ethnic groups, religious groups, the eight\nso-called democratic parties (R= tit), the Chinese diaspora worldwide, and political,\neconomic, and social elites in Hong Kong, Macao, and Taiwan. These United Front\nactivities have a long history dating to the CCP’s pre-1949 rise to power. The main\ntasks and objectives of the CCP’s United Front activities outside of Greater China are\nlaid out in Article 31 of the CCP Guidelines on United Front Work (PHRF RAKE\nIF Kb) issued in 2015—they target almost exclusively the Chinese diaspora, who\nare supposed to be encouraged to “contribute to the modernization and reunification\nof the motherland, advance the cause of opposing (Taiwanese) independence and\npromoting reunification, inherit and propagate China’s outstanding culture, and\npromote the friendship between the Chinese people and the peoples of the other\n\ncountries in the world.”\n\nAppendix 1\n\nHOUSE_OVERSIGHT_020597",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020597.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2446,
    "word_count": 355,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.056422",
    "prefix": "IMAGES-006"
  }
}