{
  "document_id": "HOUSE_OVERSIGHT_019045",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019045.txt",
  "text": "KKKEKEKEKREKKEKERKKEERKREKREKKRKEKEREKER N A R R A T I V E # 2 KEKE KK KKKKRKEKKREKRKKKREKKKEKEEE\nNA Reported By: DAWSON, MICHAEL C. 8/04/06\nEntered By.: ALTOMARO, NICKIE A. 8/04/06\n\n. Diet § 8/07/06 PALM BEACH POLICE DEPARTMENT Page: 5\nTime: 9:25:15\n\nIncident Report © Program: CMS301L\n\n1-06-001078 (Continued)\n[ ]said Epstein did this for approximately one minute until she told be\nhim to gs []said Epstein did stop and no more penetration took b7C\nplace. Poy said Epstein would ask her on occasion if she_would have\nintercourse with him but she always denied his requests. L—|s2i¢\nEpstein offered her more money for sex but she repeatedly declined.\n\n[| said Epstein_told her she should be a model and he would help her\nbecome a model. | said Epstein told her he could not wait until\nshe turned 18 years of age so he could fly her to Paris, France.\n\nsaid she last had contact with Epstein or his assistant HEwas in\nMay of 2005.\n\n[_|Jsaid she told_two friends about what she did at Epstein's home.\nThese two friends, WF DOB [__jand\nWF_DOB[-_—sd,.:«both agreed to meet with Epstein and provide massages.\n\nsaid she told both girls that they would have to massage this\nman and possibly get undressed. [~__]told both girls they would\n\nreceive approximately $200 for these massages. said she is\nunaware how many times went to Epstein's house.\nadvised she did not tell orf she was\n\nreporting these actions to the police.\n\n[_Jhaad in her possession two tubes of Bath and Body Works lotion she\nsaid came from Epstein's home. said she did not remember when\nshe got these lotions from Epstein's home but she no longer wanted to\nposses them. I completed a property receipt which[__|signed and\nplaced the lotions into evidence.\n\n[| signea an affidavit stating she wished to prosecute Epstein based\non his actions. [___]reiterated she told Epstein on numerous\noccasions she was only 17 years of age when the above took place.\n\nThis affidavit was placed into the attachment file.\n\nThis video tape of the interview was placed into evidence.\n\nOn July 31, 2006, at approximately 1115 HRS, Detective Silvestri and I\nmet with WF DOB[__i| at her home.\n\nadvised she did meet a man named Jeffrey in 2004 when she believes she\nwas either 16 or 17 years of age. [|] said she provided a massage\nfor this man.\n\n[| said sometime in 2004, her friend told her she\ncould make $300 for giving a man a massage. said\napproximately two weeks later, she decided to go withL__] to this\nman's house. [_____]said[___] drove her to a large house in the West\nPalm Beach area. [____|said she did not know the exact location of\nthe house but believes the house was near water. said it was\n\nHOUSE_OVERSIGHT_019045 |",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019045.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2673,
    "word_count": 462,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.148702",
    "prefix": "IMAGES-005"
  }
}