{
  "document_id": "HOUSE_OVERSIGHT_012703",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012703.txt",
  "text": "a\n\ni iL\nChloe Malle and 4==\nCandice Bergen\n\nAnderson\nCooper\n\nDiane Von =a i. >\nFurstenberg\n\na4\n\nJon Hamm and\n\ninifer Westfeldt\nLynn\nWyatt\n\nCrawford, Claire Danes and Hugh Dancy, Darren\nAronofsky, director John Wells, Kerry Washington, Piers\nMorgan, Rachel Zoe, Sean Parker, Zack Braff and Leonardo\nDicaprio with Bar Rafaeli. Speech filmmakers are function-\ning on high anxiety.\n\nSUNDAY, FEBRUARY 27\n\nProducer Donna Gigliotti is my date to the awards. We are\nboth so nervous we arrive at the Kodak Theater at 3 p.m. and\nnobody is there. We are driven around for an hour. When we\narrive back at the world’s most famous red carpet, I guide\nDonna through security check-in to the extreme right to\nmake sure we get on camera. I teach her the red carpet\nhustle, which is five steps forward, three steps back, one inch\nbehind a couture-clad nominee. We greet Kevin Huvane as\nSandra Bullock is talking to ABC-TV and a billion people see\nme wearing a black Marchesa gown. Five steps forward, three\nsteps back, we next meet Gwyneth Paltrow, and I hook up the\nback of her dress while another billion people see me correct\nthe fashion malfunction. Five steps forward, three steps back,\nwere now posing behind Nicole Kidman and Keith Urban.\nOur Blackberrys begin buzzing; the world has seen us.\n\nJames Franco and Anne Hathaway are hip hosts. This is the\nyear of no surprises. But it isn’t until Hilary Swank yells out\nHooper’s name for Best Director that Harvey’s gang finally\nrealizes they are getting the Oscar for Best Picture after all.\nHarvey is sitting in Spielberg’s seat as Spielberg announces\nthe win from the stage. Producers Iain Canning, Emile\nSherman and Gareth Unwin leap up and kiss each other. Six\nmonths of grueling work have finally paid off. King George\nVI and Harvey Weinstein now share the journey of a single\nman who triumphs over adversity.\n\nAt the Governor’s ball, held above the Kodak Theater,\nthe winners triumphantly sachet around the room holding\ntheir heavy eight-pound gold statues.\n\nAn hour later there is a migration to the Vanity Fair party\nhosted by Graydon Carter at Jeff Klein’s Sunset Tower\nHotel. The invitation features a gold hologram that trans-\nmits a radio frequency of a photo and details about the\n\nguest to VF staff as they arrive. The next day “Page Six” will\n\nreport that the backup private security firm is run by a\n\nformer Israeli operative, when in fact they are Irish\n\nCatholics from Staten Island.\n\nThere’s a hierarchy of arrival times. At 5 p.m. the inner\ncircle of Graydon’s 141 best friends attend a seated dinner.\nThey include Barry Diller and Diane von Furstenberg,\n\nFrancis Ford Coppola, Jon Hamm and Jennifer Westfeldt,\n\nBetsey Bloomingdale, Tory Burch and Lyor Cohen,\nCarolina and Reinaldo Herrera, Wren Scott and Sir\nMick Jagger, Naomi Watts and Liev Schreiber, Wendi\nStark, George Hamilton, Judd Apatow, Jackie and Joan\n\nCollins, Donna Karan and Steve Martin.\nThe best and the brightest talent in town arrive at 9 p.m.\nEvery single winner shows up. Also there are Justin\nBieber and his date Selena Gomez, Michelle Williams,\nEmma Stone, Steve Tyler and Liv Tyler, Andrew\nGarfield, Jude Law, Armie Hammer, Vera Farmiga,\n\nDonald and Melania Trump\n\ney Baal as =\n\nKevin Spacey, Charlize Theron, Anne Hathaway, Winter’s\nBone star-of-tomorrow Jennifer Lawrence, Taylor Hackford Fran\nand Helen Mirren, Scarlett Johansson, Isla Fischer and  ‘#>owitz\nSasha Baron Cohen, Tom Hanks, Sean Penn, Renee\nZellweger and Bradley Cooper and Jane Fonda after her\nplay, 33 Variations. | introduce Melania and Donald Trump\nto David O. Russell as The Trumpster gushes about The\nFighter. David tells Donald he used to be a waiter/bar tender\nat many of Trump’s parties. Donald smiles as if looking at yet\nanother apprentice. He then offers me a ride home on his\nplane; he’s leaving in 10 minutes. Too bad James Franco\ndidn’t know because he is presently sitting on a commercial\nflight back to school, skipping his own after-party. The rest of\nthe guests’ social standings are determined by half-hour\nincrements. VPs Beth Kseniak, Matt Ullian and Jane Sarkin\ntell me the list is cut down to 800 this year.\n\nAt 11:30 p.m. there is another celebrity migration up the\nhill to Madonna manager Guy Oseary’s house. Earlier in the\n\nChace\n\n| Crawford\n\nBarkin\nevening, Madonna came down the hill to pose in a risqué\nsee-thru outfit with daughter Lourdes. Madonna and co-host\nDemi Moore are able to lure the créme de la créme with the\npromise of dancing and no cameras.\n\nA winner’s work is never done. Colin Firth, Tom Hooper\nand David Seidler show up at 4:30 a.m. at The Four\nSeasons Hotel for a live broadcast on “The Today Show.”\nFunctioning on an adrenalin rush, they return to the\nKodak Theater with Geoffrey Rush to appear on Oprah’s\nlive broadcast.\n\nBy the end of this year’s thrilling race between two\ngreat producers—Scott Rudin and Harvey Weinstein—\nFacebook and Twitter are credited for aiding political\njustice from the streets of Cairo to Tripoli. But the British\nfilm with the most heart wins as one single human voice can\nstill make a difference. The king has spoken. # \\\n\n|\n\nHOUSE_OVERSIGHT_012703",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012703.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5126,
    "word_count": 870,
    "line_count": 141,
    "import_date": "2025-11-19T21:47:44.134456",
    "prefix": "IMAGES-002"
  }
}