{
  "document_id": "HOUSE_OVERSIGHT_012741",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012741.txt",
  "text": "sister as Robin Wright, Christoph Waltz, Diane Kruger and Sir Norman Foster watch in awe. Remember,\nEvan sang in Julie Taymor's Across the Universe.\n\nBy 2 a.m. Ms. Wood is drenched and jumps into Cipriani's Olympic-size pool to cool off in her borrowed\ngown. She has the dress cleaned the next day and sends it back good as new.\n\nThursday, Sept. 1, 2011\n\nFox Searchlight premieres Alexander Payne's Hawaiian-set The Descendants. George stars as a father of\ntwo who learns about his wife's infidelity. You have to love the role-reversal casting. Nobody cheats on\nGeorge—which is why his performance is so poignant.\n\nClooney and Payne met at the Toronto Film Festival two years ago and were shooting in Oahu months\nlater. Payne edited the film at Clooney's Italian villa on Lake Como, where the entire cast, including\nCharlie Rose who has a cameo playing Charlie Rose, end up for a holiday reunion the weekend before\nthis year’s festival.\n\nActivities include George and Grant challenging Charlie and Marisa Tomei to a strenuous game of hoops\non the private basketball court. Late-night partying ends with Mr. Rose skinny-dipping in Lake Como—a\ntradition started by that wild and crazy guy Walter Cronkite years ago.\n\nThe Weinstein Company screens in Venice and Telluride their silent film The Artist, directed by Michel\nHazanavicius and starring French movie idol Jean Dujardin. The film was premiered in May at the Cannes\nFilm festival.\n\nEarly Oscar buzz for films and male lead performances could be The Descendants, The Artist and Shame.\nThis momentum has to sustain itself on the long road to Eddie Murphy's opening dialogue on Oscar\nnight in February.\n\nNext to Evan el Wc fa | am lunching and munching on pasta and pizza with\nValentino, Giancarlo Giammetti, Bruce Hoeksema, Charlene de Ganay and Carlos Souza aka “the family.”\n\nPaul Giamatti, whose family changed their spelling, tells me he is actually related to Valentino's business\npartner Giancarlo Giammetti, which is a visual stretch of the imagination.\n\nValentino has brought his yacht T.M. Blue One carrying six pugs to Venice to attend Madonna's premiere\nof W.E., the compelling romance between King Edward VIII and the twice-divorced Wallis Simpson.\n\nMadonna has shown an early cut on DVD to Valentino in his grand Paris apartment last spring. Valentino\nloves the film and says Andrea Riseborough, who was trained at the Royal Academy of Dramatic Arts, is\nas compelling as Wallis.\n\nSimilarities between Madonna and Wallis: Americans hounded by the press, moved to London to marry\nEnglishman, were fashion icons always re-inventing themselves and were possessed with a faint sense\nof being misunderstood.\n\nHOUSE_OVERSIGHT_012741",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2691,
    "word_count": 434,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.695140",
    "prefix": "IMAGES-002"
  }
}