{
  "document_id": "HOUSE_OVERSIGHT_020367",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020367.txt",
  "text": "215\n\nThe final choice he was made to board a non-stop flight to Moscow on June 23, 2013.\nTo remain in Hong Kong once a criminal complaint was leveled against him would have meant\nthat, at the very minimum, Hong Kong authorities would seize him and the alleged stolen property\nof the US government in his possession. Even if he was released on bail, the Hong Kong\nauthorities would almost certainly retain all the NSA and GCHQ files he had gone to such lengths\nto steal. He also would not be allowed to leave Hong Kong and possibly denied any access to the\nInternet. As he demonstrated by his subsequent actions, this option was not acceptable to him.\n\nOnce the U.S. criminal complaint was unsealed on June 21, 2013, which became all but\ninevitable after his video, his only route out of Hong Kong went through two adversaries of the\nUnited States, China and Russia. China, as far as is known, did not offer him sanctuary.\nAccording to one U.S diplomat, it may have already obtained copies of Snowden’s NSA files, and\ndid not want the problem of having Snowden defect to Beijing. In any case, if it had not already\nacquired the files. It could assume it would receive that intelligence data from its Russian ally in\nthe intelligence war. Whatever its reason, China did not use its considerable power in Hong\nKong to block Snowden’s exit.\n\nNor did Snowden obtain a visa to any country in Latin America or elsewhere during his month-\nlong stay in Hong Kong. As in the oft-cited Sherlock Holmes’ clue of the dog that did not bark,\nSnowden’s lack of any visas in his passport strongly suggests that he had not made plans to go\nanyplace but where he went: Moscow. His actions here, including his contacts with Russian\nofficials in Hong Kong, speak louder than his words.\n\nSnowden chose, if he had any choice left at all, the Russian option. Just as he believed Chinese\nintelligence could protect him in Hong Kong from the United States, he could assume that the\nFSB could protect him in Moscow from the United States. He was not entirely na* ve about its\ncapabilities. During his service in the CIA, he had taken a month-long training course at the CIA’s\n“farm” at Fort Peary in which counterintelligence officer taught about the capabilities the Russian\nsecurity services\n\nTo be sure, he might not have known that Moscow would be his final destination. He may\nhave naively believed that Russia would allow a defector from the NSA who claimed to have had\naccess to the NSA’s sources in Russia and China leave Moscow before its security services\nobtained that information. But that was not to be.\n\nIt is not uncommon for a defector to change sides in order to find a better life for himself in\nanother country. Some defectors flee to escape a repressive government or to find one in which\nthey believe they are more closely attuned. But Russia is ordinarily not the country of choice for\nsomeone such as Snowden seeking greater civil liberties and personal freedom. So why did\nSnowden choose Russia for his new life?\n\nThe four choices that Snowden made in 2013 did not come out of the blue. They all were\nplanned out well in advance. He applied for the job to Booz Allen in February 2013, more than a\nmonth before leaving his job at Dell. He applied to Booz Allen for his medical leave, although in\nfact he had no medical problem, a month before departing for Hong Kong. He brought with him\nto Hong Kong enough cash to pay his living expenses, according to him, for the next two years.\nHe arranged the encrypted channel with Poitras in February 2013, three months before he would\ninduce her to come to Hong Kong. He made contact with a foreign diplomatic mission at least a\nmonth before flying to Moscow and, at some point, met with Russian officials, who arranged a\nvisa-less entry for him. He called Assange in London to arrange for Wikileaks help, 13 days\n\nHOUSE_OVERSIGHT_020367",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3875,
    "word_count": 688,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:43.981264",
    "prefix": "IMAGES-005"
  }
}