{
  "document_id": "HOUSE_OVERSIGHT_019918",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019918.txt",
  "text": "Among Trump’s first moves as president was to have a series of inspirational\nphotographs in the West Wing replaced with images of big crowd scenes at his inaugural\nceremony.\n\nBannon had come to rationalize Trump’s reality distortions. Trump’s hyperbole,\nexaggerations, flights of fancy, improvisations, and general freedom toward and mangling\nof the facts, were products of the basic lack of guile, pretense, and impulse control that\nhelped create the immediacy and spontaneity that was so successful with so many on the\nstump—while so horrifying to so many others.\n\nFor Bannon, Obama was the north star of aloofness. “Politics,” said Bannon with an\nauthority that belayed the fact that until the previous August he had never worked in\npolitics, “is a more immediate game than he ever played it.” Trump was, for Bannon, a\nmodern-day William Jennings Bryan. (Bannon had long talked about the need for a new\nWilliams Jennings Bryan in right-wing politics, with friends assuming Bannon meant\nhimself.) At the turn of the twentieth century, Bryan had enthralled rural audiences with\nhis ability to speak passionately and extemporaneously for apparently unlimited periods of\ntime. Trump compensated—in the theory of some intimates, including Bannon—for his\ndifficulties with reading, writing, and close focus with an improvisational style that\nproduced, if not exactly a William Jennings Bryan effect, certainly close to the exact\nopposite of the Obama effect.\n\nIt was part hortatory, part personal testimony, part barstool blow-hard, a rambling,\ndisjointed, digressive, what-me-worry approach that combined aspects of cable television\nrage, big-tent religious revivalism, Borscht Belt tummler, motivational speaking, and\nYouTube vlogging. Charisma in American politics had come to define an order of charm,\nwit, and style—a coolness. But another sort of American charisma was more in the\nChristian evangelical vein, an emotional, experiential spectacle.\n\nThe Trump campaign had built its central strategy around great rallies regularly\nattracting tens of thousands, a political phenomenon that the Democrats both failed to\nheed and saw as a sign of Trump’s limited appeal. For the Trump team, this style, this\nunmediated connection—his speeches, his tweets, his spontaneous phone calls to radio\nand television shows, and, often, to anyone who would listen—was revelatory, a new,\npersonal, and inspirational politics. For the other side, it was clownishness that, at best,\naspired to the kind of raw, authoritarian demagoguery that had long been discredited by\nand assigned to history and that, when it appeared in American politics, reliably failed.\n\nWhile the advantages of this style for the Trump team were now very clear, the\nproblem was that it often—in fact regularly—produced assertions that were not remotely\ntrue.\n\nThis had led increasingly to the two-different-realities theory of Trump politics. In the\none reality, which encompassed most of Trump’s supporters, his nature was understood\n\nHOUSE_OVERSIGHT_019918",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019918.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3018,
    "word_count": 455,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.110037",
    "prefix": "IMAGES-005"
  }
}