{
  "document_id": "HOUSE_OVERSIGHT_016482",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016482.txt",
  "text": "rt] Tremaine LLP New York, NY 10020-1104\n\nRobert D. Balin\n(212) 489-8230 tel\n(212) 489-8340 fax\n\nrobbalin@dwt.com\n\nJanuary 4, 2019\nVIA HAND DELIVERY eed\n‘ sit\nClerk of Court yp 4,\nSupreme Court of the State of New York . apr: pW\nAppellate Division, First Department 6 cosy 201.\n27 Madison Avenue SUE E\\e2)\n\nNew York, NY 10010\n\nRe: Motion to Unseal Briefs (with Names of Victims Redacted) in People v. Epstein, N.Y.\nCo. Index No. 30129/10 (Appellate Division No. 6081\n\nDear Sir or Madam:\n\nWe wnite on behalf of non-party movant NYP Holdings, Inc., publisher of the New York\nPost (the “Post”), to withdraw the motion filed by the Post on December 21, 2018 seeking an\norder to unseal the briefs submitted by the parties in the above-captioned appeal (with the names\nof victims redacted). Pursuant to NYCRR § 1250.2, we write to inform the Court that the Post\nhereby withdraws its pending motion without prejudice and expressly reserves the right to refile\nthe motion. See NYCRR § 1250.2(a) (“Withdrawal of Motion. A moving party may file a\nwritten request to withdraw a motion at any time prior to its determination”).\n\nThe Post intends to refile its motion for an order unsealing the briefs (with appropriate\nredactions), but has withdrawn its pending motion in response to an affidavit submitted by the\noffice of the Manhattan District Attomey on December 28, 2018. That affidavit asserts that the\nPost was required, but failed, to provide notice of the unsealing motion to “prosecutor’s offices\nin Florida” before proceeding with its motion. While the Post firmly believes that it satisfied its\nobligations by serving the Manhattan District Attorney’s office with a copy of its unsealing\nmotion, it wishes to avoid and moot any dispute with the District Attorney’s office over whether\nthe notice requirements of the relevant statute were met. Accordingly, the Post will refile its\nmotion to unseal next week and, at that time, will serve its motion papers on the relevant Florida\nprosecutors, as well as on the parties to the appeal.\n\n4844-9920-0645v. | 3930033-000135\n\nAnchorage | Bellevue | Los Angeles | New York\nPortiand | San Francisco | Seattle | Washington, D.C\n\nHOUSE_OVERSIGHT_016482",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016482.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2192,
    "word_count": 363,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.207843",
    "prefix": "IMAGES-004"
  }
}