{
  "document_id": "HOUSE_OVERSIGHT_028177",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028177.txt",
  "text": "/ BARAK / 43\n\nsayeret deputy, my chief of staff. The negotiating team also included Uri Saguy,\nformer head of military intelligence; Gilad Sher, a gifted lawyer I'd known for a\nquarter of a century and who had been a company commander in my armored\nbrigade in the 1970s; and Amnon Lipkin, the paratroop commander at Chinese\nFarm and my successor as ramatkal when I left the army. Also, Shlomo Ben-Ami,\nthe Moroccan-born, Oxford-educated historian and diplomat who had run against\nme for the Labor leadership. Shlomo had a gift for systematic analysis and keen\njudgement, especially on security issues, which I highly valued.\n\nIt did not escape the attention of Israeli commentators, or other politicians, that\nalmost all of them were former soldiers whom I’d known from my time in uniform.\nBut that observation missed a more important point: we were all members of the\n“generation of 1967 and 1973.” We had been soldiers during the Six-Day War. In\nthe years immediately after it, like almost all Israelis, we had allowed ourselves to\nbelieve that our victory had been so comprehensive, and so quick, that any threat\nfrom the defeated Arab states was gone for good. We assumed that inevitably,\ninexorably, they would realize they needed to sue for peace, and that there was no\nparticular urgency on our part to do anything more than wait. Then, on Yom\nKippur 1973, all of that had been turned on its head. We had not only learned the\nlessons, of 1973. We had internalized them. Even had we not known of the danger\nof a new Palestinian campaign of terror, the option of simply watching and waiting\n— and assuming that our military strength, which was now even greater, could\nmake events around us stand still — would not have made sense to us. Besides, as I\nremarked to Danny and others, to do so would run against the founding purpose of\nZionism: to establish a state where Jews would no longer be victims of events, but\nwould take control of their destiny and try to shape them.\n\nYet making peace, like making war, takes two. Much as I’d wanted to begin\nwith Syria, until well into the autumn of 1999 President Assad was holding firm on\nhis insistence that without our “deposit,” without a prior agreement that he’d get\nback the Golan, there could be no substantive progress. This was particularly\nfrustrating because I was getting reports from our intelligence services, and\n\n329\nHOUSE_OVERSIGHT_028177",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028177.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2403,
    "word_count": 414,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.433344",
    "prefix": "IMAGES-009"
  }
}