{
  "document_id": "HOUSE_OVERSIGHT_027987",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027987.txt",
  "text": "The more difficult question for some in the unit was how we were delivering\nthat message: breaking into apartments in the middle of the night. Yes, each of\nthe men was almost sure to be armed. But these flats were their homes. Very\nlikely, members of their families would be there. If the operation went as\nplanned, it was hard to imagine how any of the men would have a chance of\nsurviving. My answer was that ideally we would face them on a battlefield. Yet\ngiven the nature of Black September, that was not going to happen. Mossad was\nright to conclude this was the only way to isolate and attack them.\n\nFor Amitai Nachmani, who would be leading the attack on one of the\napartments, my words were not enough. Twice, he came to see me. It was not\nthat he didn’t trust or respect me as his commander, he said. But before leading\nhis team into Beirut, he needed to satisfy himself that the people we were\nattacking, and the way we were attacking them, had been properly thought\nthrough by the people giving the orders. I told him I understood. I did not tell\nhim that I was actually proud of him for asking — which, although I’m sure he\nsensed it, was an omission I regretted when he lost his life in the Sinai Desert a\nfew months later. But I did go see Dado. I told him what Amitai had said. He\nneeded no convincing when I urged him to address the entire Beirut team and\nanswer their questions at our final planning meeting. He did so, explaining how\nand why the decision to target these three Palestinians had been reached, to the\nsatisfaction of Amitai and the others.\n\nWe set off by missile boat from Haifa on the afternoon of April ninth. To my\nrelief, since I suffer from seasickness, the Mediterranean was calm as we\nheaded west towards Cyprus, before circling back in the direction of the\nLebanese coast after nightfall. I ran through the plan a final time with each\nmember of the team and then joined Amiram and Lonny in transforming\nourselves as best we could into credible dates for the evening. I’d vetoed dresses\nor high heels, in favor of flared slacks and flats. We used standard-issue army\nsocks to pad out our bras. The Mossad had recruited a volunteer from a Tel\nAviv beauty parlor to help us with our lipstick, blue eyeliner and eye shadow.\nThe final touch was our wigs. Amiram and Lonny were blondes. I went as a\nstylish brunette.\n\nI’m reluctant to take issue with the Spielberg version of events, if only\nbecause he had my part played by someone undeniably better looking than I\nwas, even as a 31-year-old. But in Munich, we are shown zooming into a\ncrowded harbor area on a line of motor boats, changing into drag only once\nwe ve sprinted ashore, opening fire on a dockside kiosk and shooting our way\n\n139\nHOUSE_OVERSIGHT_027987",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027987.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2751,
    "word_count": 505,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.119145",
    "prefix": "IMAGES-009"
  }
}