{
  "document_id": "HOUSE_OVERSIGHT_016131",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016131.txt",
  "text": "our view. This would thus imply that fiscal consolidation is likely to fall short of\nnarrowing imbalances materially without a sustained oil price recovery.\n\nThe fees on excess foreign worker quotas and the green-card like program targeted\nproceeds are difficult to reach, in our view. We calculate that to raise US$10bn from a\ngreen-card like program, authorities will need to set the program fees at US$1,500 (in\nline with upper bound of similar programs elsewhere) and have all expatriate workers\napplying to enrol in the program. This appears an unrealistic target to meet, particularly\nas it is not clear how these proceeds would be recurrent yearly. As for the foreign\nworker quotas proceeds, we calculate that, based on private sector expatriate figures\nand the stated 85% overall compliance with Nitaqat sector quotas, that the fees would\nneed to be set at a large cUSS10,500 per non-compliant worker to be consistent with\nthe NTP target. The large fee amount would likely be a material disincentive to private\nsector corporates and a squeeze on their profits.\n\nOne of the obstacles to meeting the subsidy reform target is likely to be political in\nnature given the impact on inflation and household incomes. We calculate nevertheless\nthat the target could be reached through a combination of a administered prices\nchanges. We do not think there is major room to increase natural gas feedstock prices\nto petrochemical firms, given the NTP focus on the petrochemical sector as a source of\nfuture growth. We estimate raising natural gas prices to US spot levels in an oil price\nenvironment of US$50/bblI would bring in revenues to the central government of just\nUS$2.5bn (0.4% of GDP) if fully passed to the budget. This is likely to suggest that the\nbulk of the future adjustments are likely to center on hikes to administered price\nadjustments for domestic crude oil sales, diesel and gasoline. Selling domestic crude at\nUS$25/bbl rather than an average of US$5.4/bbl would bring in US$20.8bn in revenues.\nGasoline and diesel prices could rise by the same percentage as in December 2015 to\nbring in additional revenues for a minimum inflation pick-up cost of O.5ppt.\n\nThe most difficult part would be meeting the US$40bn in other non-oil revenues target,\nin our view. Given that the latter’s breakdown was not provided, we have attempted to\ngroup several measures being studied (according to local press) to provide a tentative\ndecomposition. Still, our analysis suggests the need for a further US$16.8-US$20.7bn in\nfinancing to meet the US$40bn target. Land tax proceeds of US$11bn in the first phase\nof implementation are the largest item, in our view. We calculate that a 20% sin tax on\ntobacco and sugary drinks would raise US$2.1bn (0.3% of GDP) at a O.5ppt cost to\ninflation. A remittance tax being studied, according to local press, and could impose a\ntax of 6% gradually decline to 2% over a number of years. At the upper bound of the tax\nrate (6%), we calculate that the remittance tax would raise US$2.3bn (0.4% of GDP). We\ncalculate that a 10% income tax on expatriates would raise at least between US$3.9-\nUSS7.8bn (0.6-1.2% of GDP), depending on the assumed annual overall expatriate\nearnings. That being said, measures to tax expatriates could be detrimental to\ndiversification and labor force prospects and were opposed to politically in the past.\n\nOS Merrill Lynch GEMs Paper #26 |30 June 2016 21\n\nHOUSE_OVERSIGHT_016131",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3444,
    "word_count": 568,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.150133",
    "prefix": "IMAGES-003"
  }
}