{
  "document_id": "HOUSE_OVERSIGHT_018281",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018281.txt",
  "text": "be willing to act.”© This is as true for nations as it is for each of us. We must be\nwilling to act. It’s easy to be sympathetic to the desire for less action. Nothing we’ve\ndone in recent years seems to be working. But, as we'll see, that’s because we've\nbeen using the wrong tools. Our enemies? They are developing the right ones. They\nare willing, and eager, to act. To travel the world now is to encounter in nearly every\ncapital figures who have a different reading of history or the future of the global\norder. They see the world not as some ready-to-eat American political order but\nrather as a churning, uncertain, urgently worrying vortex. They wonder: What might\nwe build? They look at America’s global leadership with the hungry eyes of an\nInternet startup eyeing an old, unconnected market. “Don’t do stupid things,” is an\ninvitation for these forces to poke at the world, to take risks, and to remind us that\nso much of what later seems brilliant appears stupid or insane when it begins.\n\nIn the years since “smart power” became fashionable, another proposition has\nemerged from a different group of elite thinkers. It is, in a sense, the flipside of that\nstrategy-free posture of passivity. It was distilled by a well-regarded cluster of\nacademic foreign policy specialists in 2012 as America began withdrawing from\nIraq: “Don’t Come Home America!” they called their essay. As they explained, “The\nUnited States’ globe-girding grand strategy is the devil we know. A world with a\ndisengaged United States is the devil we don’t know.”®? According to this logic, the\ncountry’s globe-striding posture, while expensive and exhausting and admittedly\ninefficient, is a crucial element of our rich national power. Yes, we spend 15% of our\nGDP on security activities, but we reap far more in return: Access to the best minds\nin the world, a secure life, a culture of open debate and personal liberty.\n\nThe problem here is that “Don’t Go Home!” feels, for the most part, like a costly\ngroping after something to hold onto. Articles and speeches and policy ideas that\nflow from this hopeful camp have a shimmering and expensive unreality, one that\nAmerican domestic sentiment would be unlikely to support for long and that jostles\nagainst our experience of recent years. Are more aircraft carriers, overseas bases\nand jet fighters really the cure for the dangers we face? The ideas of this group have\nan appealing simplicity, or maybe I should say an appealing familiarity, because they\necho instincts about power that were once true. The energetic engagement with the\nworld they suggest is attractive, but America has work to do at home and - we can\nall see - the ambitious overseas tasks of recent decades have not, in any event, been\nreally finished. Instead of a confident, conclusive, “Job well done!” comfort we still\nsweat with nervousness. What is coming next? After all the blood and treasure, after\n850,000 soldiers in Afghanistan and $3 trillion dollars - we were left with expanded\nswamps. Like “Don't do stupid things”, “Don’t Go Home!” tells us little about the\npicture of world order that might emerge in the future. (It also tips us to this:\nProbably as a general rule no credible grand strategy starts with the word “Don’t”.)\n\n62 Admiral Hyman Rickover: Rickover speech date TK\n\n63 As they explained: Stephen G. Brooks, G. John Ikenberry, William C. Wohlforth,\n“Don’t Come Home America: The Case Against Retrenchment” International Security,\nVolume 37, Number 3, Winter 2012, pp. 7-51\n\n49\n\nHOUSE_OVERSIGHT_018281",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018281.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3532,
    "word_count": 596,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.079701",
    "prefix": "IMAGES-004"
  }
}