{
  "document_id": "HOUSE_OVERSIGHT_027887",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027887.txt",
  "text": "the summer of 1956, Nasser nationalized the Suez Canal, which had been\nowned by the British and French.\n\nBen-Gurion was emboldened to go war by the fact that both Britain and\nFrance wanted to retake the canal. Under an agreement reached beforehand,\nIsrael was to begin the hostilities, after which the British and French would\nenter under the guise of separating Israeli and Egyptian forces. Ben-Gurion’s\nhope was to end the threat of fedayeen strikes, at least in the south, by taking\ncontrol both of Gaza and the enormous natural buffer afforded by the Sinai\nDesert. Militarily, it went to plan. On October 29, 1956, Yigal and other\nparatroopers from Battalion 890 were dropped deep into the Sinai. They landed\nnear the entrance to the Mitla Pass, a sinuous route between two lines of craggy\nhills 25 miles from the canal. British and French air strikes began three days\nlater. Nasser pulled most of his forces back across the canal. By early\nNovember, Israel was in control of Gaza and the whole of the Sinai.\n\nPolitically, however, Ben-Gurion and his European partners had\ncatastrophically miscalculated. Britain and France were fading imperial powers.\nThe balance of power after the Second World War rested with America and the\nSoviet Union. Both were furious over the obviously pre-arranged seizure of\nSinai, Gaza and the canal. It took a while for the message to sink in. In a speech\nto the Knesset after the conquest was complete, Ben-Gurion declared the post-\n1948 armistice null and void, and said Israel would never again allow “foreign\nforces” to control the territory it had captured.\n\nA few days later, however, he had no choice but to deliver a different\nmessage in a radio address to the country. He had at least managed to secure a\nconcession with the help of the Americans. The Sinai and Gaza would be placed\nunder supervision of a UN force. He also got a US assurance of Israel’s right of\npassage through the Straits of Tiran to the Red Sea, and an agreement that if the\nEgyptians blocked Israeli shipping we would have the right to respond. But he\nannounced that we would be leaving every inch of territory taken in the war. By\nearly 1957, we did so. The one lasting gain came in Gaza. On their way out,\nIsraeli troops destroyed the fedayeen’s military installations, and cross-border\nattacks from the south ceased.\n\nUnlike in 1948, the Sinai War touched me directly. I never felt Israel’s\nexistence was in danger. The fighting was brief and far away. But Mishmar\nHasharon had a small role in the war plan. Ben-Gurion and Dayan were\nconcerned that the co-ordinated attack might lead to a wider war, with the\npossibility that Egyptian warplanes might get involved as they had in 1948.\n\n39\nHOUSE_OVERSIGHT_027887",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027887.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2730,
    "word_count": 468,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.861169",
    "prefix": "IMAGES-009"
  }
}