{
  "document_id": "HOUSE_OVERSIGHT_013864",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013864.txt",
  "text": "reasonable?” It’s hard for people to label things unreasonable.\n\nRealize that bosses are supervisors, not slave masters. Establish yourself as a consistent challenger of\nthe status quo and most people will learn to avoid challenging you, particularly if it is in the interest of\nhigher per-hour productivity.\n\nIf you are a micromanaging entrepreneur, realize that even if you can do something better than the rest\nof the world, it doesn’t mean that’s what you should be doing if it’s part of the minutiae. Empower\nothers to act without interrupting you.\n\nSET THE RULES in your favor: Limit access to your time, force people to define their requests before\nspending time with them, and batch routine menial tasks to prevent postponement of more important\nprojects. Do not let people interrupt you. Find your focus and you’ll find your lifestyle.\n\nThe bottom line is that you only have the rights you fight for.\n\nIn the next section, Automation, we’ll see how the New Rich create management-free money and\neliminate the largest remaining obstacle of all: themselves.\n\n=> Q&A: QUESTIONS AND ACTIONS\n\nPeople think it must be fun to be a super genius, but they don’t realize how hard it is to put up\nwith all the idiots in the world.\n\n—CALVIN, from Calvin and Hobbes\n\nB laming idiots for interruptions is like blaming clowns for scaring children—they can’t help it. It’s\n\ntheir nature. Then again, I had (who am I kidding—and have), on occasion, been known to create\ninterruptions out of thin air. If you’re anything like me, that makes us both occasional idiots. Learn to\nrecognize and fight the interruption impulse.\n\nThis is infinitely easier when you have a set of rules, responses, and routines to follow. It is your job\nto prevent yourself and others from letting the unnecessary and unimportant prevent the start-to-finish\ncompletion of the important.\n\nThis chapter differs from the previous in that the necessary actions, due to the inclusion of examples\nand templates, have been presented throughout from start to finish. This Q & A will thus be a summary\nrather than a repetition. The devil is in the details, so be sure to reread this chapter for the specifics.\n\nThe 50,000-foot review is as follows:\n\n1. Create systems to limit your availability via e-mail and phone and deflect inappropriate contact.\nGet the autoresponse and voicemail script in place now, and master the various methods of evasion.\nReplace the habit of “How are you?” with “How can I help you?” Get specific and remember—no\nstories. Focus on immediate actions. Set and practice interruption-killing policies.\n\nAvoid meetings whenever possible:\ne » Use e-mail instead of face-to-face meetings to solve problems.\n\ne » Beg-off going (this can be accomplished through the Puppy Dog\n\nHOUSE_OVERSIGHT_013864",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013864.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2777,
    "word_count": 456,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.752682",
    "prefix": "IMAGES-002"
  }
}