{
  "document_id": "HOUSE_OVERSIGHT_013320",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013320.txt",
  "text": "2. Epstein repeatedly sexually assaulted more than forty (40) young girls on\nnumerous occasions between 2002 and 2005 in his mansion in West Palm Beach, Florida. These\nsage assaults included vaginal penetration. Epstein abused many of the girls dozens if not\nhundreds of times. Epstein Depo. at 109 (“Q: How many times have you engaged in oral sex\nwith females under the age of 18?” A: [Invocation of the Fifth Amendment]); Deposition of Jane\nDoe, September 24, 2009 and continued March 11, 2010, at 527 (minor girl sexually abused at\nleast 17 times by Epstein) (hereinafter “Jane Doe Depo”) (Deposition Attachment #2); id. 564-67\n(vaginal penetration by Epstein with his finger), 568 (vaginal penetration by Epstein with a\nmassage); Deposition of L.M., September 24, 2009, at 73 (hereinafter “L.M. Depo”)\n(Deposition Attachment #3) (describing the manner in which Epstein abused her beginning when\nLM was 13 years old, touching her vagina with his fingers and vibrator) at 74, line 12-13 (she\nwas personally molested by Epstein more than 50 times), at 164, line 19-23 and 141, line 12-13\nand 605, line 3-6 (describing that in addition to being personally molested by Epstein she was\npaid $200 per underage girl she brought Epstein and she brought him more than seventy (70)\nunderage girls - she told him that she did not want to bring him any more girls and he insisted\nthat she continue to bring him underage girls); Deposition of E.W., May 6, 2010 (hereinafter\n“EW. Depo”) (Deposition Attachment #4) at 115-116, 131 and 255 (describing Epstein's abuse\n\nof her beginning at age 14 when he paid her for touching her vagina, inserting his fingers and\n\ncivil actions when they refuse to testify in response to probative evidence offered against them.” Baxter\nv. Palmigiano, 425 U.S. 308, 318 (1976); accord Vasquez v. State, 777 So.2d 1200, 1203 (Fla. App.\n2001). The reason for this rule “is both logical and utilitarian. A party may not trample upon the rights of\nothers and then escape the consequences by invoking a constitutional privilege — at least not in a civil\nsetting.” Fraser v. Security and Inv. Corp., 615 So.2d 841, 842 (Fla. App. 1993).\n\n2\n\nHOUSE_OVERSIGHT_013320",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013320.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2178,
    "word_count": 363,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:46.280712",
    "prefix": "IMAGES-002"
  }
}