{
  "document_id": "HOUSE_OVERSIGHT_029941",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029941.txt",
  "text": "10\n\ndecades of struggle so that “equality of rights” wouldn’t be empty\nwords, and so that rape, for example, would be recognized as a crime.\nBut giving voice to the lowly is one thing. Considering this voice as\nGospel is quite another—which can be the source of new and\ndreadful injustices. Yet this is exactly what has happened with his\naccuser’s charges.\n\nAnd I am still asking myself how so many editorialists, so many great\nconsciences and, by the way, so many feminists could take it as a\ngiven that the word of this woman—of whom we knew only what\nfiltered through the incomplete language of justice—was necessarily\ninfallible.\n\nThe truth is that we have passed from one extreme to the other. The\nera when the word of the System’s victims was, on principle,\ndiscredited has given way to one in which it is—also on principle—\nattributed all prestige.\n\nYet I repeat: To be a victim of society is one thing, and no one doubts\nthat the alleged victim of the supposed rape is at least the victim of a\nsocial order that pays its hotel maids peanuts and treats them like\nlivestock.\n\nBut to be the victim of aggression is another thing entirely and of an\nentirely different nature. It must be established methodically,\nscrupulously, and with discretion, by comparing evidence, viewpoints\nand witness accounts and by avoiding the interference of emotion,\neven when justified, that may motivate one and another. This is a\nquestion of principle.\n\n5. Finally, as I immediately emphasized, there is already a victim in\nthis case and that is the very principle, in the United States, of the\npresumption of innocence. Soon there will be another, I mean\nanother victim, should it be verified that the accuser also lied about\nwhat actually happened in this now-legendary suite at the Sofitel, and\nthat will be Dominique Strauss-Kahn himself. But from now on, there\n\nHOUSE_OVERSIGHT_029941",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1877,
    "word_count": 319,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.856511",
    "prefix": "IMAGES-010"
  }
}