{
  "document_id": "HOUSE_OVERSIGHT_028778",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028778.txt",
  "text": "States must get in front of this negative trend before spreads across Africa and it is too late. The U.S. should\ncall for President Sall to honor the request of the UN Working Group and release his political rival Mr. Wade\nand also keep his pledge of a 5 year presidential mandate. President Obama has said that Africa is more\nimportant than ever to security and prosperity in the U.S. We have worked very hard in implementing and\nprioritizing democracy and democratic succession in Africa. The Obama administration must not let our hard\nwork be compromised in Senegal, we have worked too hard and come too far.\n\n<image001 .gif>\nVinoda Basnayake\n\nOf Counsel and Chair of DC Government Relations\n\nNelson Mullins Riley & Scarborough LLP\n\n101 Constitution Avenue, NW, Suite 900\nWashington, DC 20001\n\nTel:\n\nFax:\n\nwww.nelsonmullins.com\n(View Bio)\n\nFrom: elisabeth feliho [mailto\n\nSent: Tuesday, February 23, 2016 5:20 AM\n\nTo: Vinoda Basnayake; Bob Crowe\n\nCc: Cheikh Tidiane Sy; Mohamed Seydou Diagne; El Hadji Amadou Sall\nSubject: Revised letter. Arbitrary detention of Mr. Wade\n\nDear Vinoda and Bob,\n\nPlease see attached the last version of the revised draft letter. We have made some modifications and amendments\nwe submit to your proposal. You can finalize the letter as it suits you. We strongly recommend to wait Wednesday\nor Tuesday this week before sending the letter as Amnesty International will issue on Wednesday 24\" February\nits worldwide report on human right situation. It is highly probable that major statement will be made on Mr.\nWade case in the report on Senegal, which will give us more input for the letter.\n\nMany thanks and best regards.\n\nEF\nConfidentiality Notice\n\nThis message is intended exclusively for the individual or entity to which it is addressed. This communication\nmay contain information that is proprietary, privileged, confidential or otherwise legally exempt from\ndisclosure.\n\nIf you are not the named addressee, you are not authorized to read, print, retain, copy or disseminate this\nmessage or any part of it. If you have received this message in error, please notify the sender immediately either\nby phone (800-237-2000) or reply to this e-mail and delete all copies of this message.\n\nHOUSE_OVERSIGHT_028778",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028778.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2243,
    "word_count": 362,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.783207",
    "prefix": "IMAGES-010"
  }
}