{
  "document_id": "HOUSE_OVERSIGHT_019927",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019927.txt",
  "text": "Not so long ago, Bannon might have been a recognizably modern figure, something of\na romantic antihero, an ex-military and up-from-the-working-class guy, striving, through\nmultiple marriages and various careers, to make it, but never finding much comfort in the\nestablishment world, wanting to be part of it and wanting to blow it up at the same time—\na character for Richard Ford, or John Updike, or Harry Crews. An American man’s story.\nBut now such stories have crossed a political line. The American man story is a right-wing\nstory. Bannon found his models in political infighters like Lee Atwater, Roger Ailes, Karl\nRove. All were larger-than-life American characters doing battle with conformity and\nmodernity, relishing ways to violate liberal sensibilities.\n\nThe other point is that Bannon, however smart and even charismatic, however much he\nextolled the virtue of being a “stand-up guy,” was not necessarily a nice guy. Several\ndecades as a grasping entrepreneur without a satisfying success story doesn’t smooth the\nhustle in hustler. One competitor in the conservative media business, while acknowledging\nhis intelligence and the ambitiousness of his ideas, also noted, “He’s mean, dishonest, and\nincapable of caring about other people. His eyes dart around like he’s always looking for a\nweapon with which to bludgeon or gouge you.”\n\nConservative media fit not only his angry, contrarian, and Roman Catholic side, but it\nhad low barriers to entry—tiberal media, by contrast, with its corporate hierarchies, was\nmuch harder to break into. What’s more, conservative media is a highly lucrative target\nmarket category, with books (often dominating the bestseller lists), videos, and other\nproducts available through direct sales avenues that can circumvent more expensive\ndistribution channels.\n\nIn the early 2000s, Bannon became a purveyor of conservative books products and\nmedia. His partner in this enterprise was David Bossie, the far-right pamphleteer and\ncongressional committee investigator into the Clintons’ Whitewater affair, who would join\nhim as deputy campaign manager on the Trump campaign. Bannon met Breitbart News\nfounder Andrew Breitbart at a screening of one of the Bannon-Bossie documentaries Jn\nthe Face of Evil (billed as “Ronald Reagan’s crusade to destroy the most tyrannical and\ndepraved political systems the world has ever known”), which in turn led to a relationship\nwith the man who offered Bannon the ultimate opportunity: Robert Mercer.\n\nOOK Ok\n\nIn this regard, Bannon was not so much an entrepreneur of vision or even business\ndiscipline, he was more simply following the money—or trying to separate a fool from his\nmoney. He could not have done better than Bob and Rebekah Mercer. Bannon focused his\nentrepreneurial talents on becoming courtier, Svengali, and political investment adviser to\nfather and daughter.\n\nTheirs was a consciously quixotic mission. They would devote vast sums—albeit still\njust a small part of Bob Mercer’s many billions—to trying to build a radical free-market,\n\nHOUSE_OVERSIGHT_019927",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019927.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3055,
    "word_count": 471,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.738242",
    "prefix": "IMAGES-005"
  }
}