{
  "document_id": "HOUSE_OVERSIGHT_013679",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013679.txt",
  "text": "operations resulting in the surety of proofs. The unresolved tension about what |\nbelieved from intuitive experience and what | was allowed to believe from the logic\nof theorem and proof, perhaps not unlike my belief in the transcendent experience\nover logical theological argument as Reality, continued throughout my life. For\nexample, many decades later at HES, | saw the world class dynamical systems\ntheorist and differential geometer-topologist, Dennis Sullivan, use a projector to\ndisplay a computer-generated, intricate and beautiful, mathematical object, the well\nknown, computer screen saver, Mandelbrot set. It represents the control parameter\nplane of the well studied complex analytic map, z > z* + c. Sullivan, pointing to a\nsmall, discrete complicated little part of it that looked like a little version of the whole\nof it, from a distance looking like a point, said, “An important Ph.D. dissertation is\nwaiting to be done on the question: is this (pointing to the little object) really there?”\nIn the audience of about a hundred professional mathematicians and one amateur, |\nwas the only one that laughed.\n\nHistorians of mathematics point to the successful generalization of Euclidian\ngeometry via its abstract axioms, postulates and logical operations to a new, not\nnaturally intuitable, almost nonvisualizable, non-Euclidean geometry (with the new\ngeometric axiom, parallel lines do meet at infinity), as evidence against the Kantian\nidea of the intuitively accessible, a priori status of geometry. This served as an\nexample of where mathematics naturally resides, and argues in favor of the thought\ncontrol imposed by the modern set theoretic and logical rituals of mathematical\ntheorem and proof. Thom, in a_hereditary-evolutionary biological argument\ndeveloped in Semiophysics, said “Objections raised to the Kantian apriority of\nEuclidean geometry after the discovery of non-Euclidean geometries, and the\ntheories of twentieth century physics (restricted and general relativity, quantum\nmechanics) appear to me to be irrelevant...they deal with ...the infinitely small and\ninfinitely large...which lies outside the usual cognitive activity of ancient man.”\n\nIn my discussions with him, Thom found equivalence relations between\nmental and real world objects and their behaviors. He described what he called an\nabstract physicalist truth that describes a psychic universe, which, in turn, simulates\n\noutside things and processes. Much like the transcendent experiential God | have\n\n179\n\nHOUSE_OVERSIGHT_013679",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013679.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2529,
    "word_count": 375,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.345486",
    "prefix": "IMAGES-002"
  }
}