{
  "document_id": "HOUSE_OVERSIGHT_023030",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023030.txt",
  "text": "Date: Friday, March 4 2011 04:28 PM\nSubject: FW: Ghislaine Maxwell\n\nFrom: GMAX <gmax1@ellmax.com>\nTo: J Jep <jeevacation@gmail.com>;\n\n------ Forwarded Message\n\nFrom: Mark Cohen\n\nDate: Fri, 4 Mar 2011 11:14:35 -0500\nTo: NY Max <gmax1(@ellmax.com >\nSubject: FW: Ghislaine Maxwell\n\nFYI, following up on my email of this morning. Again, I have no intention of responding unless you direct otherwise.\n\nFrom:\n\nSent: Friday, March 04, 2011 11:12 AM\nTo: Brett D. Jaffe\nSubject: Ghislaine Maxwell\n\nDear Brett Jaffe,\n\nI left you a telephone message earlier. The Mail on Sunday newspaper is running a story on Ghislaine\nMaxwell, Jeffrey Epstein, Prince Andrew and others this weekend.\n\nWe urgently require responses from Ms Maxwell to the following questions. Our deadline is noon\ntomorrow. My telephone numbers are ae\n\nAnnette Witheridge\nOn behalf of the Mail on Sunday\n\n1. says Ghislaine Maxwell offered her a job as a masseuse with Jeffrey Epstein when she was\naged 15. Ms Maxwell led upstairs on her first visit to him at his Palm Beach house. Mr Epstein was\n\nnaked on massage table.\nMs Maxwell initiated a bisexual encounter during which Ms Maxwell rubbed her own breasts on Mr Epstein\n\nand directed I to copy her.\nPlease respond to these allegations and all others in the original Jane Doe 102 complaint.\n\n2. Ms Maxwell took part in numerous other sexual encounters involving her assistant iii\nand Mr Epstein.\n\n3. Ms Maxwell kept sex toys and costumes in the Palm Beach mansion and dressed [ prior to sex\nsessions with Mr Epstein. S Maxwell herself wore black vinyl during sex sessions with Mr Epstein.\n\n4. | was paid between US $200 and $ 5000 US sex, depending on whether it involved travel and other\nmen.\n\nia was required to have sex with friends of Ms Maxwell and Mr Epstein, including Glenn Dubin, Les\nWexner, Ehud Barak, former Senator George Mitchell and Stephen Kosslyn.\n\nHOUSE_OVERSIGHT_023030",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1897,
    "word_count": 316,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.199928",
    "prefix": "IMAGES-007"
  }
}