{
  "document_id": "HOUSE_OVERSIGHT_023938",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023938.txt",
  "text": "192 Teaching Minds\n\npursuits. Every university has underground lists, written by students,\nabout courses that are easy or professors who readily give good grades.\nThe real agenda of the majority of students is to take school just seri-\nously enough to graduate. If you offered them a diploma after 1 year,\nmost of them would take the deal.\n\nThis all brings me back to our aerospace friend. Why does he want\nhigh schools to teach more math? Because he doesn’t want to teach it.\nTeaching undergraduates becomes pleasurable at precisely the point\nwhere you can teach the very courses this man teaches. He is teach-\ning highly technical courses, and, it is safe to assume, the students\nwho are taking those courses are there with serious intentions. They\nwant to become engineers and they want to know what he knows. So\nhe may well enjoy teaching them. But he certainly would not enjoy\nteaching them calculus. There is a big difference in the experience of\nteaching when you are teaching people who plan on working in your\nfield some day and when you are teaching a required course that stu-\ndents wish they weren’t being made to take.\n\nBut why does it matter what this man enjoys teaching?\n\nIn the ideal university, the one professors at top-tier universities\nwould have if it were possible, professors, who consider themselves\nprimarily to be researchers in very specialized subfields, would teach\nonly work that directly related to their actual research or was impor-\ntant for preparing future researchers in their field.\n\nProfessors at Yale get to be professors at Yale because they are either\npotentially or actually the best in the world at something. While this\nmight not actually be true, it is certainly supposed to be true. When\na professor is proposed to be promoted (or hired for the first time) as\na full professor at Yale, the chair of his department must address a\nmeeting of all the other chairs and high officials and explain why the\nprofessor in question is indeed the best in the world at what he does.\nTo do this, the chairs often have to define what he does extremely\nnarrowly to have it be at all credible. Isn’t there someone at Stanford\nor Princeton who is just as good or, perish the thought, even better\nthan the candidate you propose? There better not be or this candidate\nwon't get voted in. So, somewhere in every professor’s mind is the idea\nthat he or she is the best at something or for assistant professors, soon\nwill become the best at something.\n\nUnder this kind of pressure, and this kind of egotism, a professor’s\nfirst and foremost concern is attaining and maintaining that exalted\n\nHOUSE_OVERSIGHT_023938",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023938.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2639,
    "word_count": 457,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.433939",
    "prefix": "IMAGES-007"
  }
}