{
  "document_id": "HOUSE_OVERSIGHT_019064",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019064.txt",
  "text": "-l-\n\nFD-302 (Rev. 10-6-95)\n\nFEDERAL BUREAU OF INVESTIGATION\n\nDate of transcription 08/22/2006\n\nwas interviewed at her residence in West\nPalm Beach, Florida regarding a federal investigation involving the\n\nsexual exploitation of minors. After being advised of the identit\nof the interviewing agents and the nature of the interview, PT\n\nprovided the following information: b6é\n\nb7C\n[-—_]was employed as the[__ sds for: JEFFREY\n\nEPSTEIN's residence on the island of Palm Beach, Florida. She\n\nbegan working for EPSTEIN approximatel\nstated Pd (bel deve by to be EPSTEIN's\n\ngirlfriend at the time) was the person who hired her. It was\n\nthrough and her association with\n\nee EPSTEIN that came to be employed at the EPSTEIN\n\nresidence. According to it was vnite [Las working at\n\none of the salons on Palm Beach she met both and EPSTEIN.\nstated that[__| provided massages to EPSTEIN.\n\nWhile employed at the EPSTEIN residence,| primary\nresponsibilities were to have the house ready for the arrival of\neither EPSTEIN or [—__jand their guests. TT ensurea the\nhouse was stocked with food, beverages, and fresh flowers.\nwould also help in the arrangement of transportation to and from\n\nthe airport.\n\n[| stated that there was a high rate of turnover among\nthe staff employed at the EPSTEIN residence because EPSTEIN\nand others were not very nice to the hired help.\nstated EPSTEIN was nice in the beginning but became \"mean.\"\nbelieved\n\nL —lvis never at the residence when EPSTEIN was having\na massage. stated she had taken many messages from girls\nwho wanted to work for EPSTEIN. The girls would want to know when\nEPSTEIN was coming to town and they would want her to take a\nmessage, SO EPSTEIN could return their call. [—__]would leave the\nmessages on the counter so that when EPSTEIN would arrive in from\nout of town he could review them. One Christmas,[___]was asked\nto call 5 or 6 of EPSTEIN's \"massage girls\" and relay to them that\nthey could stop to pick up their Christmas gift. Although not\n\nInvestigation on 08/17/2006 a West Palm Beach, Florida\n\nFile # 3LE#MM-108062 Date dictated 08/17/2006\n\nThis document contains neither recommendations nor conclusions of the FBI. It is the property of the FBI and is loaned to your agency;\n\nit and its contents are not to be distributed outside your agency. my\n2/E- Hy 1990b2 SF\n\nHOUSE_OVERSIGHT_019064",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019064.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2333,
    "word_count": 387,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:49.352128",
    "prefix": "IMAGES-005"
  }
}