{
  "document_id": "HOUSE_OVERSIGHT_031374",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031374.txt",
  "text": "Other Events\n\n — —\na\nTo promote interest and knowledge of environmental issues and renewable, alternative Provide an opportunity to exchange information and promote\nand sustainable energy resources in children. application into future businesses\nEstablishment of the NCT Children’s Goodwill Ambassador\nDeepen Exchanges Between Members\n\nEvents for Children\n\nExperiments & Interactive Events Reception Party\n\nAfter the end of Day 1, a reception party inviting members and\n\nProvide children, who will take on the role of R&D for\nfuture energies, an opportunity to learn and other related authorities will be held to provide an opportunity to\nexperience energy and the environment prema and Geepen exehanges.\n\nExperimenting with the Wonders of Energy\n\nA special children’s experiment corner will be set up in the exhibition zone ; ; ; ;\nThe reception party will be an informal gathering for NCT and members\nto deepen exchanges, an opportunity for future product development\n\nWith the cooperation of exhibitors, we will have a corner for\nand opening new distribution channels,\n\nchildren to experience energy related experiments. (ex. fuel\n\ncell experiments etc.)\nPurpose is for children to experience and understand, not to\n\nwatch experiments\n¢ Only available on public days. Participation will be on a first come first serve basis ePlace: Reception Hall ( 1,700m’ )\n@Participants: Members (2 per corporation),\n\nSTS IMTS OSE eae Wa Rela Tse EET) other related authorities, approx. 1500 people\n5 = Reception Style: Stand up Party\n\nEnergy and environment related experiment\nshows will be conducted on the special stage\nin the Atrium on public days\n\nEx. Performances by popular science producer\n\nDate & Time: Day 1 (18:00 to 20:00)\n\n{Draft Schedule)\n@Opening Speech by Host\n\nDenjiro Yonemura (energy experiment shows) Denjiro Yonemura\n\nOnly available on public days, Participation is free\n\nEstablishment of the NCT Children’s Goodwill Ambassador program.\n\nCamps for children to experience and think about nature/\nvisits to locations with environmental issues (plan)\n\nHOUSE_OVERSIGHT_031374\n\n@®Guest Speaker\n@Festive Opening of Sake Barrel\n@Free time\n\nShave time Tap Show lllusion Magic\n©Free time ( Super LiBLAZE ) ( Cyril )",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031374.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2216,
    "word_count": 338,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.333997",
    "prefix": "IMAGES-011"
  }
}