{
  "document_id": "HOUSE_OVERSIGHT_028647",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028647.txt",
  "text": "materials. It also convinced a food catering business not to cater for child marriage ceremonies.\n\nFor Care and AJWS, the logical route is to work through local partners familiar with regional conditions and practices, and\nbased where the pressure points are. For the local NGOs, it shows they are not working alone on a difficult problem only now\nreceiving the attention it merits.\n\nThe UN high-level panel appointed by Ban Ki-moon, the UN secretary general, to look at development targets to replace the\nmillennium development goals when they expire in 2015, has urged the recognition of child marriage as a key indicator of\nfemale empowerment. In another sign that child marriage is moving up the development agenda, Girls Not Brides, the global\npartnership to end child marriage, was formed in September 2011 to tackle the problem.\n\nEmpowerment can come through that catch-all term, livelihoods training. Groups such as Brac, the Bangladeshi NGO, for\nexample, have created clubs in Uganda where young girls learn to develop confidence through storytelling and songwriting.\nThey also learn more practical skills, from financial literacy and tailoring to agricultural work.\n\nBacked by AJWS, Mohammad Bazar Backward Classes Development Society in West Bengal takes a similar approach.\nThe organisation, which works with marginalised Muslim and tribal women and children in urban Kolkata, runs a school for\ngirls as well as vocational training for women in the rural area of Birbhum.\n\n\"We work to build girls' aspirations, promote girls' ideas of themselves when they don't have aspirations, and engage with\nkey decisionmakers — parents, teachers and religious leaders,\" said Javid Syed, Asia programme officer for AJWS.\n\nAJWS helped change Zeenat's life. It provided her with vocational training, allowing her to become financially independent\nand diminishing the likelihood that economic need will turn her towards another abusive marriage. If Zeenat does marry\nagain, the hope is that she will have the support of her family and the ability to leave the marriage if she chooses, in full\nknowledge of her rights.\n\nBack to top\n\nHOUSE_OVERSIGHT_028647",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028647.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2151,
    "word_count": 336,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:46.091743",
    "prefix": "IMAGES-010"
  }
}