{
  "document_id": "HOUSE_OVERSIGHT_012847",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012847.txt",
  "text": "of human nature, including emotional sensitivity, warmth, and flexibility. When we transform others into\nanimals, we have stripped them of uniquely human qualities such as rationality, self-control, moral\nsensibility, and civility. Of those who are like animals, some will seem like kin to the domesticated form\nand thus controllable as property; others will seem like wild animals and thus dangerous, dirty and\ndeserving of elimination. However we engage this process, we have bleached individuals of their\nhumanity. This process, one that occurs in both everyday life and in cases of conflict, has allowed us to\ntreat the mentally and physically disabled like animals, to consider women as sexual property, justify\nslavery and slave wages, deny certain races the opportunity to vote and receive education, and mandate\nethnic cleansing.\n\nBefore I describe a shocking set of experimental findings on dehumanization, consider first a\nsnapshot into some of our historical attitudes, shared across many countries and cultures. Before we\nknew much about human evolution and the causes of variation, scientists made sweeping statements\nabout the relationship between brain structure and differences in intelligence and behavior among men,\nwomen and the variety of races. It was commonly believed that, compared with white men, women and\nall other races had smaller brains, approximating our cousins the apes. Listen to Gustave LeBon, a\ndistinguished social psychologist, writing in 1879:\n\nIn the most intelligent races, as among the Parisians, there are a large\nnumber of women whose brains are closer in size to those of gorillas\nthan to the most developed male brains. This inferiority is so obvious\nthat no one can contest it for a moment; only its degree is worth\ndiscussion. All psychologists who have studied the intelligence of\nwomen, as well as poets and novelists, recognize today that they\nrepresent the most inferior forms of human evolution and that they are\ncloser to children and savages than to an adult, civilized man. They\nexcel in fickleness, inconstancy, absence of thought and logic, and\nincapacity to reason. Without doubt there exist some distinguished\nwomen, very superior to the average man, but they are as exceptional as\nthe birth of any monstrosity, as, for example, of a gorilla with two heads;\nconsequently, we may neglect them entirely.\n\nBy elevating white men to the gold standard of perfection, it was easy to see everyone else as a\ndegenerate form of God’s creation or, in biological terms, of arrested evolution, with non-Caucasian races\nshowing greater affinity to our furry cousins the apes. Looked at today, backed by our understanding of\ngenetics and the evolutionary process, these accounts are absurd and offensive. Sadly, despite efforts to\nclean up our explicit racist and sexist attitudes, overwhelming evidence reveals that the brain holds dear a\nsuite of unconscious prejudices that serve to dehumanize those unlike us.\n\nNow the shocking experiments. The American social psychologist Jennifer Eberhardt dared to\nask whether US citizens unconsciously associate Black people with imagery ofd apes, using the\n\ndisturbing history of this association as her jumping off point. In parallel with the studies of race\n\nHauser Chapter 3. Ravages of denial 101\n\nHOUSE_OVERSIGHT_012847",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012847.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3313,
    "word_count": 517,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.530349",
    "prefix": "IMAGES-002"
  }
}