{
  "document_id": "HOUSE_OVERSIGHT_024567",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024567.txt",
  "text": "16.5. Management Services Agreement\n\nKLC is a party to a management services agreement with Knowledge Universe Limited LLC, one of our\naffiliates controlled by the Principals, pursuant to which Knowledge Universe Limited LLC has agreed to\nprovide management, consulting and financial planning services on an ongoing basis to KLC and its\nsubsidiaries. In consideration of these services, KLC is obligated te pay Knowledge Universe Limited\nLLC an annual management fee of $2.5 million payable in equal quarterly installments on the first day of\neach calendar quarter in advance, effective January 1, 2005. However, in the event of a payment default\nunder KLC’s senior credit agreement or the indenture governing the notes, or a bankruptcy, liquidation or\nwinding-up of KLC, the payment of all accrued and unpaid management fees is subordinated to the prior\npayment in full of all amounts due and owing under KLC's senior credit facility and the indenture\ngoverning the Senior Subordinated Notes.\n\nThe management services agreement has a ten-year term which extends automatically on each\nanniversary of the agreement for one additional year unless either party gives prior notice that the term\nwill not be extended. In addition, the management services agreement provides for the payment to\nKnowledge Universe Limited LLC of customary fees for services provided in connection with\nextraordinary services and reimbursement of reasonable out-of-pocket expenses, with limited exceptions.\n\n16.6. KinderCare Acquisition Financing\n\nAffiliates purchased a majority of the $250.0 million of senior subordinated bridge notes that we issued as\npart of the financing of the KinderCare acquisition, which were repaid with the net proceeds of the Senior\nSubordinated Notes. In connection with the KinderCare merger and related transactions, KLC paid\naffiliates of KULG commitment fees, expense reimbursements and other amounts totaling approximately\n$15.9 million.\n\n16.7. Maron & Sandler\n\nThe law firm of Maron & Sandler serves as outside general counsel to us and our affiliates. Messrs.\nMaron and Sandler are shareholders of Maron & Sandler. Mr. Sandler is a member of the board of\ndirectors of KSI and is the General Counsel of KUE. Mr. Maron is a member of the board of directors of\nboth KLC and its parent, KSI. In addition, Mr. Maron holds an interest in an entity that holds common\nstock of KSI. These shares of common stock amount to a less than 0.1% economic interest in KSI.\n\n16.8. RFG Financial Group, Inc.\n\nRFG Financial Group, inc., an entity controlled by Ralph Finerman, a member of the boards of directors of\nKLC and Nextera Enterprises, Inc. and an officer or director of other privately-held affiliates of KLC and\nKrest LLC, periodically provides financial consulting services to KULG and its affiliates. In addition, Mr.\nFinerman holds an interest in an entity that holds common stock of KSI. These shares of common stock\namount to a less than 0.1% economic interest in KSI.\n\n16.9. Purchase of EdSolutions, Inc.\n\nIn November 2004, one of KSI's affiliates acquired ES! in a cash merger transaction for $5.5 million, of\nwhich $2.2 million was paid to another of our affiliates in respect of its preferred stock ownership in ESI.\nFollowing the closing, the buyer contributed the stock of ESI to KSI in exchange for $5.5 million of\npreferred stock of KSI, and KSI contributed ESI to KLC. In connection with the KinderCare acquisition,\nKSI redeemed the preferred stock (including accrued dividends) for $5.6 million.\n\n134\n\nHOUSE_OVERSIGHT_024567",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3543,
    "word_count": 560,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.796693",
    "prefix": "IMAGES-008"
  }
}