{
  "document_id": "HOUSE_OVERSIGHT_023414",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023414.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\noF\n\n98\n\n99\n\n00\n\n01\n\n02\n\n03\n\n04\n\n05\n\n06\n\n07\n\n08\n\n09\n\n113\n\n114\n\nLAS\n\n116\n\nJA4394,\n\nJA3662, 3665, 3671, 3677-81, 4399-4401.\nJA4024-30.\n\nJA3785, 3870, 4318-19, 4529.\nJA3832-33, 4302-05, 4314-20, 4528-45.\nJA3870, 4528-45.\n\nJA3724-28, 3832-33, 4302-05, 4314-20.\n\nThe district court dismissed the Burnett ATA claim against Al Rajhi Bank. SPA55-57 (Terrorist Attacks I). The district court also\ndismissed the remaining ATA claims against Al Rajhi Bank brought on behalf of the other plaintiff groups. SPA63, 65-66.\n\nSPA99-103 (SAMBA JT; SPA57-58 (Terrorist Attacks I). The district court also denied plaintiffs’ motions for leave to amend their\npleadings, SPA103-04 (SAMBA J), and for reconsideration of the denial of their leave to amend, SPA111-15 (SAMBA IN). See infra\n82 n.113.\n\nSPA245 (Terrorist Attacks V).\n\nSPA246-47 (Terrorist Attacks V); SPA109-10 (DMI-Kamel); SPA59-60 (Terrorist Attacks J).\n\nSPA246-47 (Terrorist Attacks V); SPA109-10 (DMI-Kamel); SPA59-60 (Terrorist Attacks I).\n\nSee infra pp. Point I.C (discussing treatment of support in mid-1990s).\n\nSee infra pp. Point I.B (discussing district court’s treatment of pleadings regarding defendants’ mental state).\nSPA245-46 (Terrorist Attacks V); SPA106, 110 (DMd-Kamel); SPA102-03 (SAMBA I); SPAS55 (Terrorist Attacks I).\n\nA bank’s provision of banking services constitutes material support of terrorism if the services were provided “knowing or\nintend[ing] that such provision would generally facilitate ... terrorist activities ...” Wultz, 755 F. Supp. 2d at 44-46; see also Linde,\n384 F. Supp. 2d at 588 (“[G]iven plaintiffs’ allegations regarding the knowing and intentional nature of the Bank’s activities, there\nis nothing ‘routine’ about the services the Bank is alleged to provide”); Weiss, 453 F. Supp. 2d at 625 (“Where the Bank knows\nthat the groups to which it provides services are engaged in terrorist activities even the provision of basic banking services may\nqualify as material support” (quotation marks and citation omitted)).\n\nContrary to the district court’s findings, SPA112-14 (SAMBA I), SPA103-04 (SAMBA J), the proposed amendments to plaintiffs’\npleadings clearly did sufficiently allege, inter alia, that Saudi American Bank had the requisite mental state when it provided\nmaterial support to Osama bin Laden and al Qaeda. R.1926, pp. 3-6, n.10. Accordingly, if this court finds that the pleadings do not\nstate a claim for relief, this Court should remand this claim for the district court to revisit its denial of the motion for\nreconsideration of its denial of the motion for leave to amend.\n\nThis report was published subsequent to the initial briefing below, and submitted in connection with plaintiffs’ opposition to\nNCB’s renewed motion to dismiss. However, the facts reflected in the report were of record from the outset, as reflected in\nplaintiffs” pleadings as to Al Rajhi Bank.\n\nThe annex lists nine treaties, including the Convention for the Suppression of Unlawful Seizure of Aircraft, done at the Hague on\n16 December 1970; the Convention for the Suppression of Unlawful Acts against the Safety of Civil Aviation, done at Montreal on\n23 December 1971; and the International Convention for the Suppression of Terrorist Bombings, adopted by the General Assembly\nof the United Nations on 15 December 1997.\n\nSee R.111-2, at 71-74. In the context of the previous appeal as to Saudi Arabia, this Court noted that plaintiffs’ allegations\nconcerning the terror sponsorship activities of the Saudi government charities “include a wealth of detail (conscientiously cited to\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023414",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023414.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3665,
    "word_count": 554,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:46.041102",
    "prefix": "IMAGES-007"
  }
}