{
  "document_id": "HOUSE_OVERSIGHT_030229",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030229.txt",
  "text": "Date: Saturday, March 12 2011 02:15 AM\nSubject: Fw: Daily Mail\nFrom: Gmax\n\nTo: jeevacation@gmail.com;\n\n-—— Original Message -----\n\nFrom: Ross ¢0w a -\n\nTo: C2 <i\n>; Ross Gow ~ 'a Jan Ian Maxwell iii ..\nKevin Maxwell —_—* Gareth Thompson <j\n\nBn eeeeeer—C—“CtiCSS\n\nCc: Brian Basham {ii i_ i\n\nSent: Thu Mar 10 16:29:24 2011\nSubject: Re: Daily Mail\n\nMaz is the most devious and cunning of the bunch. However, Editors can pay for people, stories and documents. They can even pay\n\ncriminals if it is in the public interest.\n\nMaz can pay who he wants for info but the Yorkshire Ripper for instance, as a convicted criminal, can't sell his story...unless in public\n\ninterest cos there was say, a bent detective.\n\nBelow is from PCC Code for Editors. It is not well drafted.\n\n15\nWitness payments in criminal trials\n\n1) No payment or offer of payment to a witness - or any person who\nmay reasonably be expected to be called as a witness - should be made\nin any case once proceedings are active as defined by the Contempt of\nCourt Act 1981.\n\nThis prohibition lasts until the suspect has been freed\nunconditionally by police without charge or bail or the proceedings\nare otherwise discontinued; or has entered a guilty plea to the court;\nor, in the event of a not guilty plea, the court has announced its\nverdict.\n\n*i1) Where proceedings are not yet active but are likely and\n\nforeseeable, editors must not make or offer payment to any person who\nmay reasonably be expected to be called as a witness, unless the\ninformation concerned ought demonstrably to be published in the public\ninterest and there is an over-riding need to make or promise payment\n\nfor this to be done; and all reasonable steps have been taken to\n\nensure no financial dealings influence the evidence those witnesses\ngive. In no circumstances should such payment be conditional on the\noutcome of atrial.\n\n*ii1) Any payment or offer of payment made to a person later cited to\ngive evidence in proceedings must be disclosed to the prosecution and\n\nHOUSE_OVERSIGHT_030229",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030229.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2024,
    "word_count": 352,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.586484",
    "prefix": "IMAGES-010"
  }
}