{
  "document_id": "HOUSE_OVERSIGHT_020481",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020481.txt",
  "text": "22\n\nBeginning in the early 1970s, China and the United States built trust and common\nprosperity through cooperation at the local level. The work of two hundred sister city\npairs and over forty sister state/province partnerships was reinforced by state and city\ntrade and investment promotion offices, chambers of commerce, Chinese American\nand traditional clan associations, Chinatown cultural centers, and various and sundry\nactivities at US colleges and universities, secondary schools, church groups, and\nmuseums. Following the establishment of the pioneering Washington State China\nRelations Council in 1979,” centers for joint innovation and entrepreneurship, such as\nthe Michigan China Innovation Center? and the Maryland China Business Council*\nwere set up in nearly every state. Twenty-seven states now maintain trade offices in\nChina—more than in any other nation.* Americans of Mainland, Taiwanese, and\nHong Kong ancestry have founded cultural centers like the Asia Institute-Crane House\nin Louisville, Kentucky,® and the China Institute in New York.’ After forty years of\nengagement, the US-China focused foundations, educational and exchange programs,\nresearch institutes, and arts and entertainment initiatives throughout the country\n\nare too many and various to be cataloged. American mayors, county executives, and\ngovernors—many of whom travel to China often and host an unending stream of\nChinese visitors—have leveraged the work of these groups to enrich local coffers and\n\nlocal culture.\n\nAmerican Communities as Targets\n\nWhile American local governments value such “exchanges” for financial and cultural\nreasons, “exchange” (2¢iit) has always been viewed as a practical political tool by\nBeijing,* and all of China’s “exchange” organizations have been assigned political\nmissions. The US-China People’s Friendship Association, for example, has over thirty\nsections across the United States that promote “positive ties.” While its activities\n\nare not usually overtly political, the USCPFA Statement of Principles includes the\nfollowing: “We recognize that friendship between our two peoples must be based on the\nknowledge of and respect for the sovereignty of each country; therefore, we respect\n\nthe declaration by the United States of America and the People’s Republic of China that\nthe resolution of the status of Taiwan is the internal affair of the Chinese on both sides\nof the Taiwan Straits.”? Some 190 Chinese Students and Scholars Associations!’ (CSSA)\nat American colleges and universities (see the section on “Universities”) also promote\nlocal exchanges and, in some cases, political activities,\"! as do the 110 Confucius\nInstitutes in America. The China General Chamber of Commerce-USA was founded\n\nin 2005 to build stronger investment environments for Chinese companies through\n\nlocal corporate citizenship programs planned by its six regional offices and municipal\n\nState and Local Governments\n\nHOUSE_OVERSIGHT_020481",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020481.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2950,
    "word_count": 427,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.588194",
    "prefix": "IMAGES-006"
  }
}