{
  "document_id": "HOUSE_OVERSIGHT_017699",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017699.txt",
  "text": "Page 64 of 78\n2007 Utah L. Rev. 861, *950\n\n(1) The scheduling, including scheduling changes and/or continuances, of each court proceeding that the victim is either\nrequired to attend or entitled to attend;\n\n(2) The release or detention status of a defendant or suspected offender;\n\n(3) The filing of charges against a defendant, or the proposed dismissal of all charges, including the placement of the defendant\nin a pretrial diversion program and the conditions thereon;\n\n(4) The right to make a statement about pretrial release of the defendant;\n(5) The victim's right to make a statement about acceptance of a plea of guilty or nolo contendere;\n[*951] (6) The victim's right to attend public proceedings;\n\n(7) If the defendant is convicted, the date and place set for sentencing and the victim's right to address the court at sentencing;\nand\n\n(8) After the defendant is sentenced, the sentence imposed and the availability of the Bureau of Prisons notification program,\nwhich shall provide the date, if any, on which the offender will be eligible for parole or supervised release.\n\n(c) Multiple Victims. The attorney for the government shall advise the court if the attorney believes that the number of victims\nmakes it impracticable to provide personal notice to each victim. If the court finds that the number of victims makes it\nimpracticable to give personal notice to each victim desiring to receive notice, the court shall fashion a reasonable procedure\ncalculated to give reasonable notice under the circumstances. °°4\n\nThe Advisory Committee proposed to add language in its global victims rule (Rule 60(a)(1)) that would give victims notice\nonly of court proceedings:\n\nRule 60. Victims\n(a) In General.\n\n(1) Notice of a Proceeding. The government must use its best efforts to give the victim reasonable, accurate, and timely notice\n\nof any public court proceeding involving the crime. *°°\n\nDiscussion:\n\nThe difference between my proposal and the Advisory Committee's is that I would give victims notice of both the hearings held\nin a case and the fact that they can speak at some of those hearings; in contrast, the Advisory Committee would give victims\nnotice only of the hearings. For example, I would place in the rule a requirement that victims be notified of their right to make a\nstatement at bail, plea, and sentencing hearings and told when the hearings would be held. The Advisory Committee would tell\nthe victim only when the hearings would be held. *°°\n\n[*952] The Committee proposal disregards both the law and sound public policy. The CVRA directs that government\ninvestigating and prosecuting agencies \"shall make their best efforts to see that crime victims are notified of, and accorded,\n\n*04 Cassell, Proposed Amendments, supra note 4, at 859-60.\n\n*05 Proposed Amendments, supra note 71, R. 60, at 22.\n\n*06 The Committee did agree with my recommendation that the notice should be provided by the Justice Department, not the courts. See\nCassell, Proposed Amendments, supra note 4, at 861-64. Originally, the CVRA Subcommittee had proposed that the Rules be silent on this\nimportant issue. See Advisory Committee Minutes, supra note 68, at 14 (suggesting that \"it is not clear whose burden it would be to provide\nsuch notice\" and \"Professor Beale recommended the passive phrasing\"). Apparently at some point after the meeting, the Advisory Committee\nchose to place the notification burden squarely on the government. See Advisory Committee Report, supra note 69, at 5. The Advisory\nCommittee apparently recognized that this requirement was already the law, as found in another statute, 42 U.S.C. § 10607(b), (c)(3)(A)-(D).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017699",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017699.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3685,
    "word_count": 592,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.848549",
    "prefix": "IMAGES-004"
  }
}