{
  "document_id": "HOUSE_OVERSIGHT_017367",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017367.txt",
  "text": "4.2.12\nWC: 191694\n\nBy far the greatest legal blunder of the 20\" Century was committed by President Clinton’s\nlawyer in the Paula Jones case, Robert Bennett. Bennett allowed his client to be\nquestioned under oath in a deposition about the details of his sex life and to deny that he\nhad sexual relations with Monica Lewinsky. This sworn denial became the basis for an\nimpeachment investigation and opened the way for the President to have to testify in front\nof a grand jury. The Paula Jones case should have been settled immediately after the\nPresident’s reelection in 1996. If Paula Jones’ lawyers refused to settle the case, Bennett\ncould have advised the President simply to default — that is to pay the money and refuse to\n\ncontest the charges. Bennett never even told Clinton about this option.\n\nThe second greatest blunder, believe it or not, was also committed by Bennett. After\nwalking his client into the perjury trap, Bennett himself helped to spring it. Not content to\nlet the President answer the opposing lawyers’ questions, Bennett did the unthinkable: he\nasked the President to affirm, under oath, the truth of Monica Lewinsky’s affidavit\nwithout having asked Lewinsky what she meant when she said she had not engaged in\nsexual relations with Clinton. Then, Bennett mischaracterized the affidavit by saying that\nthe affidavit indicated that “there is absolutely no sex of any kind in any manner, shape or\nform.” Finally, in a “cover your ass” letter to the court, Bennett implicitly blamed his client\nfor misleading the court, instead of forthrightly acknowledging his own failure to find out\nwhat Lewinsky meant by sexual relations. These blunders give Bennett almost unique\nbragging rights as the only lawyer in American history who has helped his client get\nimpeached.\n\nAt the very beginning of the Lewinsky matter, I had received a call from someone close to the\nWhite House giving me the phone number where Monica was staying and urging me to call her. I\n\n280\n\nHOUSE_OVERSIGHT_017367",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2003,
    "word_count": 333,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:49.124586",
    "prefix": "IMAGES-004"
  }
}