{
  "document_id": "HOUSE_OVERSIGHT_024706",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024706.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\nfrom being imported into the United States. However, because the production of such non-marijuana\nproducts ordinarily involves possession of the entire cannabis plant, including parts deemed marijuana\nunder the CSA, the CSA effectively prohibits such production in the United States without DEA\n\nregistration.\n\nTetrahydrocannabinol (THC)\n\nIn addition to and separate from marijuana’s listing on Schedule I, tetrahydrocannabinol' (THC) has\nbeen listed on Schedule I since the CSA’s enactment in 1970. From 1970 until 2003, DEA regulations\ndefined THC for purposes of its separate Schedule I listing as including only “synthetic equivalents”\nof the THC found in the cannabis plant. In 2003, the DEA purportedly amended this regulatory\ndefinition of THC to include both synthetic equivalents of THC and THC occurring naturally in the\ncannabis plant. In its 2004 holding in Hemp Industries Association v. DEA, the U.S. Court of Appeals\nfor the Ninth Circuit enjoined DEA enforcement of this purported amendment and held that the\nTHC listed separately from marijuana on Schedule I includes only synthetic THC and that any THC\noccurring naturally within the cannabis plant is controlled under the CSA only if it falls within the\nCSA definition of marijuana.\n\nPenalties for CSA Violations\n\nFederal penalties for violating CSA provisions regarding marijuana or THC include fines and imprison-\nment. CSA violations may also result in federal seizure of cash and other assets related to the violations.\nCSA penalties may apply to cannabis businesses that violate the CSA and also to individuals who own\nor operate such businesses based on attempt, accomplice, conspiracy and criminal enterprise provisions\n\nincluded in the CSA.\n\nNew DEA Registration Policy\n\nFor nearly 50 years, only one cannabis cultivation site in the United States has operated with the\nrequired DEA registration. The site is operated by the University of Mississippi under a contract with\nthe National Institute on Drug Abuse to supply the country’s entire stock of federally legal cannabis,\nwhich is used exclusively for research. In August 2016, the DEA announced a new policy designed\nto increase the number of DEA-registered cannabis cultivators and permit-registered cultivators to\ngrow cannabis for privately funded commercial drug development projects. The DEA announcement\nacknowledged the increasing interest in conducting cannabis research related to commercial pur-\nsuits, and indicated that the best way to satisfy the increased demand was to increase the number of\nDEA-registered cultivators. The DEA has since accepted at least 25 applications for registration but has\nnot issued any new registrations.\n\n‘CSA Schedule I uses the plural form “tetrahydrocannabinols” to describe a category of substances that includes chemical deriva-\n. . . . @ ar\ntives and isomers. This report adopts the more commonly used singular form, “tetrahydrocannabinol.\n\n70 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024706",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024706.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3055,
    "word_count": 460,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.111351",
    "prefix": "IMAGES-008"
  }
}