{
  "document_id": "HOUSE_OVERSIGHT_031242",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031242.txt",
  "text": "The story concerns your actions towards students while a professor of physics at Case Western Reserve\nUniversity, as well as your conduct in non-academic settings as a prominent figure in the skeptics movement. |\nam reporting this story along with two of my colleagues on the science desk, Azeen Ghorayshi and Virginia\nHughes.\n\nOur story is about several allegations of sexual misconduct dating from 2006 to 2016 (see full details below).\nOur reporting also goes into how the various institutions you have been affiliated with — Case Western,\nArizona State University, the Australian National University, the New College of the Humanities, and the Center\nfor Inquiry, for which you serve as an honorary member of the board of directors — have handled complaints\nand concerns about your behavior during this time.\n\nOur story is corroborated by emails, university documents, official complaints, testimony from victims and\neyewitnesses, and interviews with more than two dozen of your current and former academic colleagues,\nstudents, and peers in the skeptics movement.\n\n| wanted to offer you the opportunity to comment and/or respond to the main facts we plan to publish. If you\nwish to comment on any of the below findings, we need to hear from you as soon as possible. We are\nplanning on publishing our story Tuesday morning, Eastern US Time.\n\nBased on our reporting, this is what we plan to publish:\n\nIncident 1:\n\n° In November of 2006, at an event launching the new Center for Inquiry in Washington D.C., you met a\nvolunteer for CFI D.C.\n\n° At the event, you asked for her business card. Later, you followed her as she was leaving and asked\nher if she was “of age.”\n\n° Later, you emailed her to invite her to dinner.\n\n° You planned to dine with her in the restaurant at the Washington D.C. hotel where you were staying.\n\n° You told her to come up to your room first because you needed to finish some work.\n\n° In your hotel room, you seemed in no rush to leave. You ordered a cheese plate, and later champagne,\ndespite her suggestion that you go down to dinner.\n\n° You then made a comment about her eye makeup, getting very close to her face.\n\n° You then lifted her by her arms, and pushed her onto the bed beneath you, forcibly kissing her and\ntrying to pull down the crotch of her tights.\n\n° She struggled to push you off her.\n\n° You said, “When | was in college | could never get a girl that looked like you.”\n\n° When you pulled out a condom, she got out from under you. She said “I have to go,” and rushed out of\nthe room.\n\nIncident 2:\n\n° In an incident that occurred in fall of 2007 while you were a physics professor at Case Western Reserve\n\nUniversity, a student tried to talk to you about her plans after graduation. You mentioned to her how tough it\nmust be to have all the other physics majors asking her out on dates.\n\n° In a second incident in December of 2007, while you were still at Case Western, the same student\nvisited your office to interview you for a student science journal. You closed the door behind her, and ignored\nthe questions she had prepared. Then you made a casual comment about taking her out for dinner.\n\n° Later, in a regular column for the school paper, she described her experiences with you, without\nmentioning you by name. “There was even one particular creep of a professor who once told me he thought\ndifferently of me compared to other students and asked me to dinner: a situation so disturbing that it left me\nupset for weeks afterward,” she wrote.\n\nHOUSE_OVERSIGHT_031242",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031242.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3517,
    "word_count": 628,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.952605",
    "prefix": "IMAGES-011"
  }
}