{
  "document_id": "HOUSE_OVERSIGHT_017629",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017629.txt",
  "text": "Page 26 of 31\n104 J. Crim. L. & Criminology 59, *96\n\nIn view of the Department's existing notifications and provision of services before charges are filed under the VRRA, it is hard\n\nto conceive how any viable claim could be made that it would be difficult to provide similar rights under the CVRA. The four\nrights that would be potentially in play before charging would be the right to reasonable protection, the right to fair treatment,\nand the right to confer with prosecutors, along with the predicate right to notice of these rights. 7!? The VRRA already requires\nthe Department to provide reasonable protection, so this would not be an expanded obligation. 7!3 Similarly, the Guidelines\nalready require prosecutors to confer with victims about plea agreements (the most common situation where victims want to\nconfer), so it is hard to imagine how extending this right would create any undue burden. 7!4 Additionally, the right to \"fair\ntreatment\" could only be a problem if the Department [*97] wanted to treat victims unfairly. Given its repeated and professed\ncommitment to crime victims, here too this obligation should not be burdensome. And finally, with regard to providing notice\nof CVRA rights to victims, the fact that the Department currently provides notice of VRRA rights indicates that it should not be\ndifficult to provide notice of CVRA rights as well.\n\nIndeed, it is possible that the Department's notification letters under the VRRA already include this information. Interestingly,\nin the Epstein case, the FBI notified Jane Doe Number One and Jane Doe Number Two that they had rights in the criminal\njustice process. As early as June 7, 2007 - more than three months before it concluded a nonprosecution agreement with\nEpstein - the U.S. Attorney's Office sent a notice to Jane Doe Number One stating \"your case is under investigation.\" *!> The\nnotice also informed Jane Doe Number One that \"as a victim and/or witness of a federal offense, you have a number of rights.\"\n716 Among the rights that the U.S. Attorney's Office told Jane Doe that she possessed was \"the reasonable right to confer with\nthe attorney for the United States in the case.\" *!7 Of course, she would not have had those rights if she was not covered by the\nCVRA. The FBI therefore apparently assumed that the CVRA already applied in the Epstein case. It was only later, when the\nmatter went into litigation, that the Department of Justice reversed course. This change in course underscores the problems\narising out of the OLC memorandum and the Department's current interpretation of the CVRA.\n\nD. STATE LAW EXTENSION OF PRE-CHARGING RIGHTS\n\nThe focus of this Article so far has been crime victims' rights in the federal system. But in concluding, it is instructive to note\nhow a number of states offer parallel rights for crime victims, including the right to confer with prosecutors. In fact, several\nstates have extended such rights prior to formally filing of charges against defendants - without reported difficulty, so far as we\nare aware. This confirms our inference that extending CVRA rights to crime victims before the formal filing of criminal\ncharges is both feasible and desirable.\n\nA general overview of state laws illustrates the broad protections afforded to victims in state criminal justice systems. Nearly\ntwo-thirds of states have adopted constitutional provisions to protect victims throughout [*98] the criminal justice process.\n218 Moreover, every state has adopted a statute that either enforces its constitutional amendment or creates independent\nstatutory rights for crime victims. *!? As a result, state legislatures and state employees have attempted to give victims a voice\nin the criminal justice process across the country.\n\n212 18 U.S.C. ยง 3771 (a)(1), (5), (8), (c)(1) (2012).\n213 See 42 U.S.C. ยง 10607(c)(2) (2006).\n\n214 See Attorney General Guidelines, supra note 52, at 41-42.\n\n215 Letter from A. Marie Villafana, Assistant U.S. Att'y, to Jane Doe #1 (June 7, 2007), reprinted in Jane Doe Motion, supra note 40, at ex. C.\n216 Td,\n\n217 Td,\n\n218 See Victims' Rights Laws by State, Nat'l Crime Victim L. Inst. (Oct. 17, 2013), hitp://goo.gl/pdDx/w (listing and linking to state laws and\nconstitutional amendments).\n\n219 See LaFave et al., supra note 168, ยง 21.3(f), at 1041-42.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017629",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017629.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4343,
    "word_count": 710,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:49.016350",
    "prefix": "IMAGES-004"
  }
}