{
  "document_id": "HOUSE_OVERSIGHT_023754",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023754.txt",
  "text": "a Teaching Minds\n\nAnother argument might be that if the schools worked on these\nissues, they would have students memorize the 12 principles for build-\ning self-confidence and learn to express themselves by analyzing clas-\nsics in world literature.\n\nHere is the key point:\n\nThese issues, the ones that could be learned from dating,\ntranscend all aspects of our lives.\n\nAnd, more important, students know this. I started with the idea that\nlearning begins with a goal. The points I listed above are goals that\nteenagers actually have. They would not have to be talked into those\ngoals. Moreover those goals are, as all students know anyway, way\nmore important than algebra. They aren’t interested in becoming\nscholars.\n\nNow let’s consider the cognitive science behind this. Everything\nwe do as human beings is goal-directed. We go for a walk for a reason,\nwe shower for a reason, we get a job for a reason, we talk to people\nwe meet for a reason. We pursue goals as soon as we are born. We try\nhard to learn to walk, talk, get along with our family, get our needs\nsatisfied, and find out what we like and what we don’t like. We do\nthis from birth. If school related to the goals that children actually\nhad, that they were working on at the very moment that they entered\nschool, school would seem like a natural and helpful experience. Stu-\ndents wouldn’t stress about satisfying their teachers any more than\nthey stressed about satisfying their parents when they were learning\nto walk and talk. Yes, they want to please their parents, but that is not\nexactly the same thing.\n\nPeople know what their goals are and they know when something\nthey are being offered, a parasailing lesson or a pomegranate, for ex-\nample, doesn’t fit with their goals. They can be convinced to try out\na new activity that they believe will not satisfy any of their goals, but\nfor the most part it is difficult to convince them that weird things that\nwere not on their goal list actually should be on the list. We say things\nto students like, “You will need this later.” But this is usually a bold-\nfaced lie. You don’t need algebra later. Making up nonsense convinces\nnobody.\n\nThere is a more important issue here. Later on in this book I will\ndetail the 12 kinds of learning that make up what it means to learn. If\n\nHOUSE_OVERSIGHT_023754",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023754.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2314,
    "word_count": 412,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.907534",
    "prefix": "IMAGES-007"
  }
}