{
  "document_id": "HOUSE_OVERSIGHT_011782",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011782.txt",
  "text": "/ BARAK / 25\n\n1982 Lebanon War, with two sons fighting on the ground, he’d been a rare voice of\ncommon sense, and caution, in the Begin cabinet. I’d also seen him operate in\nShamir’s inner security cabinet, when I would come, as deputy chief of staff, to\npresent military operations for approval. I remember one occasion when an air\nforce general laid out the details of a planned helicopter-borne mission into\nLebanon. I added a few remarks in summary. Raful Eitan and Arik Sharon were\nboth ministers. Within seconds, they were peppering the general and me with\nquestions. Why were the aircraft taking one route north instead of another? Why\nnot closer to Mount Hermon? Shouldn’t they fly lower? Levy interrupted.\n“Gentlemen,” he said, “we are not in company commanders’ course. We’re in the\ninner cabinet of the government of Israel. We have a chief of staff and other\ngenerals and military professionals. It’s their job to decide the operational details.\nOur job is to balance the reasons for doing an operation against the risks as\npresented to us.”\n\nI met with him in the Knesset cafeteria before Bibi went off to the Wye River\nsummit. Levy now headed a small breakaway faction from Likud called Gesher,\nHebrew for “bridge.” Without explicitly suggesting we join forces, I explained my\nhope to run my eventual campaign for Prime Minister in alliance with a few other\nparties. I told him I wanted to make my candidacy a legitimate choice for voters\nfrom the center-right, the Orthodox, as well as the Russian community. I took a\nnapkin and drew a big umbrella to illustrate what I had in mind. He said he\nunderstood — though he did tell me to make sure I tore up the napkin. There came a\npoint, at the end of November when it looked like my overture had failed.\nScampering for a way to shore up his coalition, Bibi tried to lure Levy into the fold\nback by offering him the Finance Ministry. But with resistance from other\nministers, Bibi broke off the talks with Levy, leaving him humiliated and furious. I\nmet with him several more times, and we brought in Gesher as our first “One\nIsrael” partner. The second to join us, early in the new year, was a small religious\nparty called Meimad, inspired by an openly pro-peace Orthodox rabbi named\nYehuda Amital and including a former Chief Rabbi of Norway, Michael Melchior.\n\nBy the end of January 1999, several months before the real campaign, I was\nfeeling better about where we stood, in part because of a series of hits Bibi was\ntaking from former friends and allies. The first salvo was fired by Misha Arens,\nwho had helped engineer Bibi’s move into national politics. He announced he was\ngoing to put himself forward for the Likud leadership before the election, saying\n\n311\nHOUSE_OVERSIGHT_011782",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011782.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2752,
    "word_count": 481,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.687074",
    "prefix": "IMAGES-001"
  }
}