{
  "document_id": "HOUSE_OVERSIGHT_019945",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019945.txt",
  "text": "She and Kushner then united as a power couple, consciously recasting themselves as\nfigures of ultimate attainment, ambition, and satisfaction in the new global world and as\nrepresentatives of a new eco-philanthropic-art sensibility. For Ivanka, this included her\nfriendship with Wendi Murdoch and with Dasha Zhukova, the then wife of the Russian\noligarch Roman Abramovich, a fixture in the international art world, and, just a few\nmonths before the election, attending a Deepak Chopra seminar on mediation with\nKushner. She was searching for meaning—and finding it. This transformation was further\nexpressed not just in ancillary clothing, jewelry, and footwear lines, as well as reality TV\nprojects, but in a careful social media presence. She became a superbly coordinated\neverymom, who would, with her father’s election, recast herself again, this time as royal\nfamily.\n\nAnd yet, the larger truth was that Ivanka’s relationship with her father was in no way a\nconventional family relationship. If it wasn’t pure opportunism, it was certainly\ntransactional. It was business. Building the brand, the presidential campaign, and now the\nWhite House—it was all business.\n\nBut what did Ivanka and Jared really think of their father and father-in-law? “There’s\ngreat, great, great affection—you see it, you really do,” replied Kellyanne Conway,\nsomewhat avoiding the question.\n\n“They’re not fools,” said Rupert Murdoch when asked the question.\n\n“They understand him, I think truly,” reflected Joe Scarborough. “And they appreciate\nhis energy. But there’s detachment.” That is, Scarborough went on, they have tolerance but\nfew illusions.\n\nOOK Ok\n\nIvanka’s breakfast that Friday at the Four Seasons was with Dina Powell, the latest\nGoldman Sachs executive to join the White House.\n\nIn the days after the election, Ivanka and Jared had both met with a revolving door of\nlawyers and PR people, most of them, the couple found, leery of involvement, not least\nbecause the couple seemed less interested in bending to advice and more interested in\nshopping for the advice they wanted. In fact, much of the advice they were getting had the\nsame message: surround yourself—acquaint yourselves—with figures of the greatest\nestablishment credibility. In effect: you are amateurs, you need professionals.\n\nOne name that kept coming up was Powell’s. A Republican operative who had gone on\nto high influence and compensation at Goldman Sachs, she was quite the opposite of\nanyone’s notion of a Trump Republican. Her family emigrated from Egypt when she was a\ngirl, and she is fluent in Arabic. She worked her way up through a series of stalwart\nRepublicans, including Texas senator Kay Bailey Hutchison and House Speaker Dick\nArmey. In the Bush White House she served as chief of the personnel office and an\nassistant secretary of state for educational and cultural affairs. She went to Goldman in\n\nHOUSE_OVERSIGHT_019945",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019945.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2902,
    "word_count": 456,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.500524",
    "prefix": "IMAGES-005"
  }
}