{
  "document_id": "HOUSE_OVERSIGHT_031358",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031358.txt",
  "text": "= Nobel Charitable Trust @) ;\n\nNOBEL CHARITABLE TRUST\n\nMembership Structure\n\nRegular Members 80 members 1 year Membership based on recommendations and donations\n\nHonorary Directors 20\nBoard of Directors 10\nRepresentatives of the Founders: Board of Advisory 10 Individuals 1 year Annual membership fee\nMichael Nobel Board of Trustees 10\nMom Luang Rajadarasri Jayankura Office Staff 6\n\nFounders\nSupport Members Corporate 1 year Annual membership fee\n\nHonorary Members 20 members Membership based on recommendations from regular members\n\nSupport Members will be corporations, organizations, municipalities and public entities that support NCT’s objectives and activities.\nCorporate Membership will be based on business units, where HQ, branch offices and factories all acquire separate membership.\n\nBoard Members\n\nMichael Nobel, a member of the Nobel Family Society, shall be NCT’s chairperson.\nCandidates for board members include Prince Charles, the 45\" Vice President of the United States, Al Gore, Hubert Hermes, Crown Prince Abdulla of Saudi\n\nArabia, Prince Ruport Lowenstein, the 42\" President of the United States, Bill Clinton, and other prominent figures who can address the quintessence of\n\nenvironmental issues.\n(Photos below: * are confirmed, @are candidates)\n\nCandidates for Board Members\n\n*HRH Prince * Mom Luang ° Sim Farar eNancy Davis Rickel\n\nDirector WM Welfare Faisal bin Turki Rajadarasri Jayankura o4th U.S. Chairman of Nancy Davis\nAl-Faisal Great Great Representative to the Foundation\n\nFoundation ISF of YPO . . .\nInternational Member Founder of Granddaughter of His United Nations underthe\nGSS| Majesty, King Rama IV Clinton Administration\n\nof Thailand\n\n* Jenie Kang\n\n4\nHOUSE_OVERSIGHT_031358",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1713,
    "word_count": 249,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.326924",
    "prefix": "IMAGES-011"
  }
}