{
  "document_id": "HOUSE_OVERSIGHT_023919",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023919.txt",
  "text": "How Not to Teach 173\n\nMistake #4: Thinking that students are not worried about the\npurpose of what they are being taught\n\nMistake #5: Thinking that studying can replace repeated practice\nas a key learning technique\n\nMistake #6: Thinking that because students have chosen to take\nyour course, they have an interest in learning what you plan\nto teach them\n\nMistake# 7: Correcting a student who is doing something wrong\nby telling him what to do instead\n\nMistake #8: Thinking that a student remembers what you just\ntaught him\n\nNow, let’s consider these teaching mistakes one by one.\n\nMistake #1: Assuming that there is some kind of learning other\nthan learning by doing\n\nAll of us, teachers or not, believe that we can teach by telling.\nWhen I say that people learn by doing, people think: Yes, maybe most\nof the time, but you also can learn by being told. The issue is what it\nmeans to learn, of course. I define learning in terms of the cognitive\nprocesses that are exercised during the attempt to learn.\n\nThis means that when I say the following: “You cannot learn by\nbeing told,” what I mean is that that you cannot learn to do any cog-\nnitive process by being told. I can tell you that George Washington\nnever told a lie, and you could learn that and you could make it some-\nthing that you now believe. But this is not learning in the sense that\nit doesn’t make you more capable of doing something because you\nhave learned it. Subject-based education relies on learning by telling\nbecause for most of the things that are being taught, there is no other\nway to learn them. How else could you learn that George Washington\nnever told a lie? By observation? By historical research? We learn this\nby being told. But we do not learn cognitive processes by simply being\ntold. We learn them by practicing them.\n\nThis confusion is why teaching in its current form, with a teacher\nin front of a class, exists at all. Without this focus on subject-based\neducation, it could not exist. And, this is why parents never stand in\nfront of their kids teaching them things. Cognitive processes cannot\nbe altered by telling.\n\nSo, we have rule #1 for teaching:\n\nHOUSE_OVERSIGHT_023919",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023919.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2166,
    "word_count": 384,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.209888",
    "prefix": "IMAGES-007"
  }
}