{
  "document_id": "HOUSE_OVERSIGHT_013306",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013306.txt",
  "text": "Case No.: 502009CA040800XXXXMBAG\nEdwards’ Opposition to Epstein's Motion for Summary Judgment\nPage 3 of 15\n\nThe record reflects that on the eve of the hearing of Edwards’ Motion for Summary Judgment\ndirected to the Second Amended Complaint and in light of the compelling evidence of the lack of any\nwrongdoing on the part of Mr. Edwards, the sole remaining abuse of process claim was dismissed by\nEpstein.\n\nAs discussed, infra each of the grounds asserted by Epstein in this Motion for Summary\nJudgment must be rejected. The litigation privilege does not serve as a bar to the prosecution of Edwards’\nclaims against Epstein. Moreover, the evidence submitted by Edwards supports each of the elements of\nthe claims asserted by Edwards against Epstein which are identified in Epstein’s Motion.\n\nResponse to Epstein’s Statement of Undisputed Facts\n\nThe evidence marshalled by Edwards in support of his claims against Epstein which are\nreferenced in footnote 1 mandates the conclusion that, at a minimum, disputed facts exist with respect to\nthe elements of each claim addressed by Epstein in his Motion. The facts presented in the various papers\nwould allow the jury to make a determination that Epstein knew that Brad Edwards properly exercised his\nlegitimate judgment regarding the need to pursue proper and effective discovery against him to support\nthe claims which Epstein knew were legitimate. That evidence, referenced herein, further demonstrated\nthat Epstein filed his claims without probable cause and further that there was a bonafide termination in\nfavor of Edwards. That evidence further demonstrates that the elements of the claim of abusive process\nhave been established.\n\nThe following additional comments are directed at some of the key purported “undisputed”\nmaterial facts asserted by Epstein, especially those referenced in his Memorandum of Law. Also set forth\nare key evidentiary matters which undermine Epstein’s contentions and which support the proposition\n\nthat material issues of fact exist which compel the denial of the Motion for Summary Judgment.\n\nJudge Crow dated March 29, 2012; Exhibit “I” — Deposition of Bradley Edwards dated October 10, 2013; Exhibit\n“J — Deposition of Bradley Edwards dated May 15, 2013.\n\nHOUSE_OVERSIGHT_013306",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013306.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2262,
    "word_count": 352,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.008732",
    "prefix": "IMAGES-002"
  }
}