{
  "document_id": "HOUSE_OVERSIGHT_011584",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011584.txt",
  "text": "equivalent of the American navy SEALs. But Bibi’s dinghy got tangled up, and\nhe found himself in the canal, being tugged down by the current. Only the\nSEALs, and Bibi’s mix of calm and endurance, averted disaster.\n\nWhen I returned as commander, Bibi had gone through officers’ school and\nwas given a team of his own, making him one of half-a-dozen core, operational\nofficers with whom I worked from the planning stages of every mission,\nthrough the training and the operation itself. Especially with Bibi, since he was\nnewest to the role. He was smart, tough and, even by sayeret standards,\nsupremely self-confident. It also was clear that he understood my determination\nto build the unit into a military strike force — which was one reason why he\nurged me to bring in his older brother. Bibi was 22 at the time. His brother —\nYonatan, or Yoni — was 25. He had led a company of paratroopers in the 1967\nwar, before going off to university. He’d taken a bullet in the elbow while\nhelping to rescue one of his soldiers behind Syrian lines on the Golan. “He\nwants to return to the army, and he’s exactly the kind of officer you want,” Bibi\nsaid.\n\nI brought Yoni in for a chat. Over the next several years, I would get to know\nhim much better, becoming not just friends but neighbors, when he bought a flat\na few floors up from ours. But even in this first meeting, I found him a contrast\nto his younger brother. Bibi was practical, detail-oriented. Yoni was a more\ncomplex character. He was interested in history, and philosophy. He wrote\npoetry. He would sometimes feel the need to get off by himself, and just think.\nHe was a man of action, too. Taller and trimmer than Bibi, with a thick thatch of\ndark hair swept back from a craggy face, he was the Central Casting image of a\nsoldier. He also had real, battlefield experience. Not only did I invite him to join\nSayeret Matkal. I put him in charge of our training teams. When Danny Yatom\nleft the following year to train as an armored officer, I made Yoni my deputy.\n\nHowever different in some ways, the Netanyahu brothers were close. They\nseemed almost driven, to excel and to succeed. As I got to know them both, I\nsensed that the drive did not come merely from within. It came from their\nupbringing, their family background, and in particular their father. Ben-Zion\nMiliekowsky, as he then was, studied at Hebrew University at the same time as\nmy father, in the early 1930s, and was an impassioned supporter of Ben-\nGurion’s main right-wing Zionist rival, Ze’ev Jabotinsky. My father\nremembered him gathering bemused groups of students during breaks from\nclasses, standing on an upturned wooden box, and proclaiming that the Arabs\nwould never willingly accept a Jewish state. Long before the 1948 war, and\n\n113\nHOUSE_OVERSIGHT_011584",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2786,
    "word_count": 493,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.681410",
    "prefix": "IMAGES-001"
  }
}