{
  "document_id": "HOUSE_OVERSIGHT_026389",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026389.txt",
  "text": "Case 1:16-cv-04642 Document 1 Filed 06/20/16 Page 6 of 9\n\n21. At the appropriate time in this litigation, Plaintiff shall amend her complaint to\nassert a claim for punitive damages against Defendants in order to punish Defendants for their\n\nactions and to deter Defendants from repeating their conduct.\n\nTOLLING OF STATUTE OF LIMITATIONS\n\n22. Any statute of limitations applicable to rape, sexual misconduct, criminal sexual\nacts, sexual abuse, forcible touching, assault, battery, intentional and reckless infliction of\nemotional distress, false imprisonment of a minor, if any, is tolled owing to the continuous and\nactive duress imposed upon Plaintiff by Defendants that effectively robbed Plaintiff of her free\nwill to commence legal action until the present time. Cullen v. Margiotta, 811 F.2d 698, 722\n(2nd Cir.1987); Ross v. United States, 574 F. Supp. 536, 542 (S.D.N.Y. 1983). More\nparticularly, Plaintiff was unrelentingly threatened by each Defendant that, were she ever to\nreveal any of the details of the sexual and physical abuse caused to her by Defendants, Plaintiff\nand her family would be physically harmed if not killed. The duress has not terminated and the\nfear has not subsided. The duress is an element of or inherent in the underlying causes of action\ncomplained of herein. The duress and coercion exerted by Defendants has been such as to have\nactually deprived Plaintiff of her freedom of will to institute suit earlier in time, and it rose to\nsuch a level that a person of reasonable firmness in Plaintiff's situation would have been unable\nto resist. Exhs. A and B.\n\n23. Both Defendants let Plaintiff know that each was a very wealthy, powerful man\nand indicated that they had the power, ability and means to carry out their threats. Indeed,\nDefendant Trump stated that Plaintiff shouldn’t ever say anything if she didn’t want to disappear\n\nlike Maria, a 12-year-old female that was forced to be involved in the third incident with\n\nHOUSE_OVERSIGHT_026389",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026389.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1983,
    "word_count": 320,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.218883",
    "prefix": "IMAGES-008"
  }
}