{
  "document_id": "HOUSE_OVERSIGHT_018832",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018832.txt",
  "text": "Surrounding Area Analysis 22\n\nSurrounding Area Analysis\n\nLocation\n\nThe subject is located in the town of Red Hook in the East End area of the Island known as Estate\nSmith Bay. Red Hook is one of the three primary business districts on the island.\n\nAccess and Linkages\n\nPrimary access to the area is provided by Route 32 (Smith Bay Road), a major arterial that crosses the\neast end of the island in a generally east-west direction. This is the primary route through the town of\nRed Hook, one of the three major commercial centers of the island; with the others being the city of\nCharlotte Amalie and the Tutu area. Overall, vehicular access is good.\n\nPublic transportation is provided by Safari Taxi and provides access to all relevant areas. The local\nmarket perceives public transportation as average compared to other areas in the region. However,\nthe primary mode of transportation in this area is the automobile.\n\nThe Red Hook Ferry Terminal offers passenger ferries and car barges on regular schedules to and from\nSt. John. Passenger ferry service to the British Virgin Islands is also available.\n\nThe Cyril E. King International Airport is located about 8.4 miles from the property; travel time is about\n25 minutes, depending on traffic conditions. The Charlotte Amalie CBD, the economic and cultural\ncenter of the island, is approximately 7.0 miles from the property.\n\nDemand Generators\n\nThe demand for commercial space in the area of the subject is fueled by the popularity of the Red\nHook business district. Red Hook is a centralized area serving the east end of St. Thomas, and features\nmarinas, restaurants, bars, retail shops, and office space.\n\nThe demand for office space in the area has been down due to overall economic conditions. As the\neconomy continues its recovery, the demand for well-located office space will increase as well. Retail\nspace; however, has seen an increase in demand in this area over the past 12-24 months as shown by\nthe low vacancy in the 3 major retail properties Red Hook; American Yacht Harbor (subject), Red Hook\nPlaza and Galleria Shopping Center.\n\nCompared to the territory area as a whole, the local area has higher income levels. Population trends\nare similar except that the local area is growing at a faster rate than the territory.\n\nLand Use\n\nThe area is suburban in character and approximately 65% developed.\n\nPredominant land uses are retail and office uses, with some residential users nearby. Marina use is\nalso prevalent in this area. The area contains several neighborhood retail/office centers within a few\nblocks of the subject along Smith Bay Road. These include East End Plaza which is three stories and\ncontains mostly office space, the aforementioned Galleria Shopping center which will is anchored by a\nnewly opened gourmet grocery store, and the aforementioned Red Hook Plaza which is a two story\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018832",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018832.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2920,
    "word_count": 481,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.555101",
    "prefix": "IMAGES-005"
  }
}