{
  "document_id": "HOUSE_OVERSIGHT_019665",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019665.txt",
  "text": "The Keys to the Kingdom Are Missing | 177\n\ntions. When they discussed Snowden’s legal situation in America,\nSnowden expressed an interest in obtaining some form of amnesty\nfrom prosecution. Wizner was willing to attempt to explore making\na possible deal with the Department of Justice, but it would not be an\neasy task, especially if Snowden had turned over NSA documents to\na foreign power.\n\nEven to argue that Snowden was merely an NSA whistle-blower\npresented a serious challenge for Wizner. The ACLU had been\ninvolved with previous NSA whistle-blowers, but Snowden’s case\ndiffered from those cases in important ways. Those whistle-blowers\nhad not intentionally taken any NSA documents. Snowden, on the\nother hand, had not only taken a large number of NSA documents\nbut also released tens of thousands of these top secret files to jour-\nnalists based in Germany and Brazil, as well as to other unauthor-\nized recipients. In addition, the Whistleblower Protection Act, passed\nby Congress in 1989, does not exempt an insider, such as Snowden,\nwho signs a secrecy oath from the legal consequences of disclos-\ning classified documents to journalists or other unauthorized people.\n\n© Consequently, getting some form of amnesty for Snowden required ©\nbolstering his image as a person taking personal risks to fight for\nAmerica. But if Snowden had taken even a single top secret docu-\nment to Russia, it would strengthen the case in the court of public\nopinion that he had stolen communications intelligence secrets with\nthe intent to damage the United States, which under the provisions\nof federal law could be considered espionage. In this regard, Kucher-\nena’s disclosure was extremely damaging to Snowden’s position, and\nSnowden had, after all, already found refuge in Russia. Snowden\nhad two options, according to Wizner, the “first is to be where he is\nin Russia. And the second is to be in a maximum security prison cell,\ncut off from the world.” These, of course, would be the options of\nany espionage defector who fled to Russia.\n\nOne way to mitigate the damage was for Snowden to substitute\na new narrative. Wizner took it upon himself to screen potential\njournalists and other outlets for Snowden. He told a reporter for\nThe New York Times that, except for Oliver Stone, all individu-\nals who have “met with Snowden have just gone through me, and\nwe've hooked it up.” Nor did he limit his extraordinary control to\n\n| | Epst_9780451494566_2p_all_r1.z.indd 177 ® 9/30/16 11:09 AM | |\n\nHOUSE_OVERSIGHT_019665",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2512,
    "word_count": 416,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.455854",
    "prefix": "IMAGES-005"
  }
}