{
  "document_id": "HOUSE_OVERSIGHT_012886",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012886.txt",
  "text": "promise, and thus, the relationship. But if keeping the secret results in innocent lives lost or ruined, then\nthis is a bad thing. Not telling — an omission — indirectly can cause harm. This is the situation that has\nconfronted the Catholic Church over the past twenty years.\n\nDuring the tenures of Popes John Paul II and Benedict XVI, some 4,000 priests sexually abused\nsome 10,000 innocent children. This is unquestionably an underestimate. This is excessive harm. Popes\nJohn Paul Il and Benedict XVI, together with their cardinals and bishops, assumed the role of bystanders.\nThey were aware of the rampant cases of child rape among the clergy. They could have acted. Their\nomissions are archetypal examples of the sin of sloth. By omission, they are responsible for excessive\nharm and should be held legally accountable. This process has begun as evidenced by the decision in\nOctober of 2011 to indict Bishop Robert Finn for failing to report a priest who took pornographic\nphotographs of young girls. Though Finn was only charged with a misdemeanor, this case opens opens a\nlegal floodgate. It is an opening that should allow prosecutors, around the globe, to indict bishops,\ncardinals, and the Pope for evil omissions. It should empower the parents and children who have suffered\nto rise up and demand justice for allowing excessive harm to occur. It should cause everyone to express\noutrage over the fact that allowing priests to rape innocent children perpetuates a cycle of pedophiles as\nthose who have been abused are likely to abuse others. The leaders of the church have not only commited\n\na crime of omission, but have helped perpetuate a culture of harm.\n\nHauser Chapter 4. Wicked in waiting 140\n\nHOUSE_OVERSIGHT_012886",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012886.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1733,
    "word_count": 287,
    "line_count": 23,
    "import_date": "2025-11-19T21:47:44.017089",
    "prefix": "IMAGES-002"
  }
}