{
  "document_id": "HOUSE_OVERSIGHT_013134",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013134.txt",
  "text": "218 12 The Engineering and Development of Ethics\n\nStage Characteristics\nMature Ethics\n\ne Formal cognitive basis\n\ne Perry’s Relativist and “Constructed Knowledge” stages\n\ne The abstraction involved with applying the Golden Rule\nin practice is more fully understood and manipulated,\nleading to limited but nonzero deployment of the Cate\ngorical Imperative\n\ne Attention is paid to shaping one’s ethical principles into\na coherent logical system\n\ne Rationalized, moderated selfishness or selflessness.\n\ne Empathy is extended, using reason, to individuals and\nsituations not directly matching one’s own experience\n\ne Theory of mind is extended, using reason, to counterin-\ntuitive or experientially unfamiliar situations\n\ne Reason is used to control the impact of empathy on be\nhavior (i.e. rational judgments are made regarding when\nto listen to empathy and when not to)\n\ne Rational experimentation and correction of theoretical\nmodels of ethical behavior, and reconciliation with ob-\nserved behavior during interaction with others.\n\ne Conflict between pragmatism of social contract orienta-\ntion and idealism of universal ethical principles.\n\ne Understanding of ethical quandaries and nuances develop\n(pragmatist modality), or are rejected (idealist modality).\n\ne Pragmatically critical social citizen. Attempts to main-\ntain a balanced social outlook. Considers the common\ngood, including oneself as part of the commons, and acts\nin what seems to be the most beneficial and practical\n\nmanner.\n\nTable 12.5: Integrative Model of the Stages of Ethical Development, Part 2\n\nThe main engine of advancement from the conventional to mature stage, we suggest, is robust\nand subtle integration of the simulative and inferential components. To expand empathy beyond\nthe most obvious cases, analogical inference is needed; and to carry out complex inferences about\njustice, empathy-guided inference-control is needed.\n\nFinally, to advance from the mature to the enlightened stage, what is required is a very\nadvanced capability for unified reflexive inference and simulation. The system must be able\nto understand itself deeply, via modeling itself both simulatively and inferentially — which\nwill generally be achieved via a combination of being good at modeling, and becoming less\nconvoluted and more coherent, hence making self-modeling easier.\n\nOf course, none of this tells you in detail how to create an AGI system with advanced\nethical capabilities. What it does tell you, however, is one possible path that may be followed to\nachieve this end goal. If one creates an integrative AGI system with appropriately interconnected\ninferential and simulative components, and treats it compassionately and fairly, and provides\nit extensive, experientially grounded ethical instruction in a rich social environment, then the\nAGI system should be able to ascend the ethical hierarchy and achieve a high level of ethical\nsophistication. In fact it should be able to do so more reliably than human beings because of\nthe capability we have to identify its errors via inspecting its internal knowedge-stage, which\n\nHOUSE_OVERSIGHT_013134",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013134.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3117,
    "word_count": 465,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:46.043659",
    "prefix": "IMAGES-002"
  }
}