{
  "document_id": "HOUSE_OVERSIGHT_022601",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022601.txt",
  "text": "99\n\nconstituting a violation of subsection (a) of this section, the Attorney\nGeneral may, in his discretion, bring a civil action in an appropri-\nate district court of the United States to enjoin such act or practice,\nand upon a proper showing, a permanent injunction or a temporary\n\nrestraining order shall be granted without bond.\n\n(2) For the purpose of any civil investigation which, in the opinion of\nthe Attorney General, is necessary and proper to enforce this section,\nthe Attorney General or his designee are empowered to administer\noaths and affirmations, subpoena witnesses, take evidence, and require\nthe production of any books, papers, or other documents which the\nAttorney General deems relevant or material to such investigation.\n‘The attendance of witnesses and the production of documentary evi-\ndence may be required from any place in the United States, or any\nterritory, possession, or commonwealth of the United States, at any\n\ndesignated place of hearing.\n\n(3) In case of contumacy by, or refusal to obey a subpoena issued to,\nany person, the Attorney General may invoke the aid of any court of\nthe United States within the jurisdiction of which such investigation\nor proceeding is carried on, or where such person resides or carries\non business, in requiring the attendance and testimony of witnesses\nand the production of books, papers, or other documents. Any such\ncourt may issue an order requiring such person to appear before the\nAttorney General or his designee, there to produce records, if so\nordered, or to give testimony touching the matter under investigation.\nAny failure to obey such order of the court may be punished by such\n\ncourt as a contempt thereof.\n\n(4) All process in any such case may be served in the judicial district\nin which such person resides or may be found. The Attorney General\nmay make such rules relating to civil investigations as may be necessary\n\nor appropriate to implement the provisions of this subsection.\n(e) Penalties\n\n(1)(A) Any juridical person that violates subsection (a) of this section\nshall be fined not more than $2,000,000.\n\n(B) Any juridical person that violates subsection (a) of this section\nshall be subject to a civil penalty of not more than $10,000 imposed in\nan action brought by the Attorney General.\n\n(2)(A) Any natural person who willfully violates subsection (a) of\nthis section shall be fined not more than $100,000 or imprisoned not\n\nmore than 5 years, or both.\n\n(B) Any natural person who violates subsection (a) of this section shall\nbe subject to a civil penalty of not more than $10,000 imposed in an\naction brought by the Attorney General.\n\n(3) Whenever a fine is imposed under paragraph (2) upon any officer,\ndirector, employee, agent, or stockholder of a person, such fine may\n\nnot be paid, directly or indirectly, by such person.\n\n(f) Definitions\nFor purposes of this section:\n\n(1) The term “person,” when referring to an offender, means any natu-\nral person other than a national of the United States (as defined in\n8 US.C. § 1101) or any corporation, partnership, association, joint-\nstock company, business trust, unincorporated organization, or sole\nproprietorship organized under the law of a foreign nation or a politi-\n\ncal subdivision thereof\n\n(2)(A) The term “foreign official” means any officer or employee of\na foreign government or any department, agency, or instrumentality\nthereof, or of a public international organization, or any person act-\ning in an official capacity for or on behalf of any such government or\ndepartment, agency, or instrumentality, or for or on behalf of any such\n\npublic international organization.\n\nFor purposes of subparagraph (A), the term “public international\norganization” means—\n\n(i) an organization that has been designated by Executive Order pur-\nsuant to Section 1 of the International Organizations Immunities Act\n(22 US.C. § 288); or\n\n(ii) any other international organization that is designated by the\nPresident by Executive order for the purposes of this section, effective\n\nas of the date of publication of such order in the Federal Register.\n\n3)(A) A person’s state of mind is “knowing” with respect to conduct,\na circumstance, or a result if—\n\ni) such person is aware that such person is engaging in such conduct,\nthat such circumstance exists, or that such result is substantially cer-\ntain to occur; or\n\nii) such person has a firm belief that such circumstance exists or that\n\nsuch result is substantially certain to occur.\n\nB) When knowledge of the existence of a particular circumstance\nis required for an offense, such knowledge is established if a person\nis aware of a high probability of the existence of such circumstance,\nunless the person actually believes that such circumstance does not\n\nexist.\n\n4)(A) The term “routine governmental action” means only an action\nwhich is ordinarily and commonly performed by a foreign ofhcial in—\ni) obtaining permits, licenses, or other official documents to qualify a\nperson to do business in a foreign country;\n\nii) processing governmental papers, such as visas and work orders;\niii) providing police protection, mail pick-up and delivery, or sched-\nuling inspections associated with contract performance or inspections\nrelated to transit of goods across country;\n\niv) providing phone service, power and water supply, loading and\nunloading cargo, or protecting perishable products or commodities\n\nfrom deterioration; or\n\nv) actions of a similar nature.\n\nHOUSE_OVERSIGHT_022601",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022601.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5476,
    "word_count": 878,
    "line_count": 129,
    "import_date": "2025-11-19T21:47:48.760925",
    "prefix": "IMAGES-007"
  }
}