{
  "document_id": "HOUSE_OVERSIGHT_019791",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019791.txt",
  "text": "Epilogue | 303\n\nThe ugly part of the equation is the rampant growth of the pub-\nlic’s distrust of the institutions of government in America. Accord-\ning to recent polls, 4 out of 5 Americans distrust the government.\nSnowden did not create this new age of distrust, but his disclosures\ngreatly contributed to it, as well as to the worldwide distrust of the\nU.S. government. This post-Snowden distrust is especially powerful\nin the section of the international media that assisted Snowden in\nhis release of NSA documents. In defending Snowden, it questions\nthe truthfulness of any government official or member of Congress\nwho discloses information contradicting Snowden’s claims or show-\ning that there was some benefit to the multibillion-dollar intelli-\ngence system that he compromised. Even Senator Dianne Feinstein,\nwho herself fought the secrecy of the CIA for years, was not exempt\nfrom such distrust when she asserted in June 2013 that the program\nthat Snowden had compromised had helped avert a bloody carnage\non the New York subways in September 2009, as mentioned earlier.\n© That she was the ranking Democrat on the Senate Select Committee ©\non Intelligence, and briefed on the program at the time of the attack,\ndid not prevent a distrustful press from attempting to impeach her\ncredibility and that of the fourteen other members of the Senate\nSelect Committee and the twenty members of the House Select\nCommittee on Intelligence who had affirmed her assertion.\n\nIn this culture of distrust, any claim that any of the secrets that\nSnowden disclosed could have caused any harm is preemptively dis-\nmissed as government propaganda. Snowden’s word also is taken\nover that of government officials because, as The Nation explained,\nSnowden speaks “truth to power.” Such a formulation of distrust\nallows those who accept it to dismiss all assertions of government\nofficials representing power who contradict Snowden’s version of\nreality. Such is Snowden’s glorified aura that even when his rev-\nelations expose purported U.S. government actions in foreign lands,\nincluding the alleged tapping of friendly government officials’ con-\nversations, such as Angela Merkel’s, these are implicitly conflated\nwith the NSA’s domestic surveillance program, around which a\n\n| | Epst_9780451494566_2p_all_r1.indd 303 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019791",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019791.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2353,
    "word_count": 369,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.786071",
    "prefix": "IMAGES-005"
  }
}