{
  "document_id": "HOUSE_OVERSIGHT_012872",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012872.txt",
  "text": "more likely to get angry and violent in the face of frustration and other emotional challenges, whereas the\nhigh expressing form builds a child that is walled off, immune to the same challenges.\n\nMAOA is crucial not only in long term human development, but also in everyday, ephemeral\nsocial interactions. In a laboratory study, an experimenter offered subjects the opportunity to earn up to\n$10 on a vocabulary quiz. Once they finished the quiz, they learned that an anonymous person in another\nroom either took some of their earnings or left it alone. With this information in hand, the quiz-taker\ncould either vindictively punish the person by giving them some hot sauce or they could cash out of the\ngame and recover the money lost. In other words, they could either vindictively burn their opponent or\nrecover their losses at no cost. In reality, there was no partner in the other room. When subjects with the\nlow expressing form of MAOA lost most of their earnings, they were far more likely to deliver the hot\nsauce than those with the high expressing form; they were also most likely to deliver the highest amount\nof the sauce. Like long-term parental abuse, even short-term provocation invoked in a laboratory\nenvironment can cause those with the low expressing form of MAOA to act out and attack.\n\nAs with all genes that have different forms, the number of individuals with the low expressing\nform of MAOA varies by population, including different ethnic and culturally identified groups.\nCaucasian and Hispanic males show some of the lowest frequencies at 34 and 29 % respectively, whereas\nMaori, Pacific Islander, and Chinese males show the highest at 56, 61, and 77% respectively. In a study of\nover 1000 men, individuals with the low expressing form of MAOA were more likely to be in violent\ngangs, and once in gangs, were more likely to use guns and knives than individuals with the high\nexpressing form. Variation in the frequency of these two forms is interesting as it provides the signature\nhandiwork of natural selection. When the frequency of one form goes up, the most likely explanation is\nthat this form benefits the individual carriers. When the frequency goes down, there is a hidden cost. In\nlight of this teeter-tottering of frequencies, the Maori are of interest. As celebrated by many New\nZealanders today, the Maori were a highly adventurous and warring people. Individuals who took risks\nand fiercely defended their resources were heroes. Heroes may have been carriers of the low expressing\nform of MAOA. Heroes often leave more offspring, who were also carriers of the low expressing form.\nIn the Maori environment, selection may well have favored this form of the gene. The important point is\nthat different environments will favor different frequencies of the two forms of MAOA. This helps\nexplain both the cause of individual differences and the challenges we face in confronting cultures of\nviolence that are fueled by nature and nurture.\n\nMany other labs have followed up on Caspi and Moffitt’s long term, developmental study. Most\nfind the same relationship between the MAOA gene and antisocial behavior. Others add to this account\nby showing how different genes and early appearing physiological differences contribute to a highly\n\naggressive and antisocial starting state. In one study, the German psychologist Alexander Strobel put\n\nHauser Chapter 4. Wicked in waiting 126\n\nHOUSE_OVERSIGHT_012872",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012872.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3438,
    "word_count": 564,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.678892",
    "prefix": "IMAGES-002"
  }
}