{
  "document_id": "HOUSE_OVERSIGHT_024870",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024870.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n54\n\nFebruary 25, 2019\n\nThe CBD Competitive Landscape - Public/Private Company Discussions\n(Azer)\n\nPublicly Traded Companies\n\n1933 Industries. Publicly-traded 1933 Industries (CSE: TGIF; OTCQX: TGIFF) is a\nvertically integrated cannabis company with operations in both the U.S and Canada.\n1933 operates through three subsidiary companies which includes Alternative Medicine\nAssociation (AMA), Infused MFG and Spire Global Strategy. AMA (91% ownership), is a\nlicensed medical and adult use cannabis cultivation facility. Infused MFG (91%\nownership) produces hemp-based CBD products and Spire Global Strategy (100%\nOwnership) is an advisory firm offering due diligence, security and intelligence services.\nThe company was an early competitor having launched its first CBD brand in June 2017.\nThe two main brands are Canna Hemp and Canna Fuze, which are distributed across 600\nretail locations across the U.S. (largely focused on dispensaries), with 15% of sales\ncoming from e-commerce. In 2018, 1933 delivered ~$12.6 mm in overall revenues, with\na gross margin of 49%. Infused MFG specifically contributed 34% to revenues (~$4.3\nmm), while achieving a gross margin of 71%.\n\nCanopy Growth (Outperform, C$82 PT). Canopy Growth is a leader in global cannabis,\nwith exposure to over a dozen countries spanning five continents. As the market share\nleader in the nascent adult use market in Canada, WEED generated sales of $83 mm in\nits most recent quarter. In addition, WEED was the first Canadian licensed producer to\npartner with a major consumer packaged goods company. In October 2017, they\nannounced the initial relationship with Constellation Brands, which was meaningfully\nexpanded with a $4 bn investment announced in August 2018. The company has\nannounced its intention to invest $100-5150 mm in New York State (where STZ is\nheadquartered), to construct a hemp industrial park focused on extraction and product\nmanufacturing. More recently, management has noted a willingness to invest as much\nas $500 mm against U.S. CBD with the expectation that this infrastructure could\nultimately be converted to capitalize on a U.S. adult use opportunity, when it\nmaterializes.\n\nCharlotte’s Web. Founded in 2013 and based in Boulder Colorado, Charlotte’s Web is a\npublicly-traded, market leader within hemp-derived CBD (CSE: CWEB; OTCQX: CWBHF).\nThe company has a vertically integrated business model, consisting of cultivation,\nmanufacturing and distribution. Charlotte's Web products are sold in 3,680 retail\nlocations, with an expanding channel footprint that includes national grocery, drug,\nmass market, pet, and natural / specialty retailers. Despite being well distributed, 55%\nof 9M18 revenue has been derived from the company’s direct to consumer e-commerce\nmodel. Going forward, Charlotte’s Web will continue to drive innovation and will look to\nimprove their liquid delivery system to enhance efficacy, convenience and frequency of\nuse. What is more, they will offer botanical blends to target consumer need states (sleep\nand cognitive function), upgrade bioavailability technology and focus on additional\nisolated cannabinoid products. To drive sustained growth, the company will look to build\nbrand awareness through media events and social platforms, among others and\nintroduce new, differentiated botanical products in the form of tinctures, capsules,\npowders, sports performance, topicals, cosmetics, beverages and pet products.\nCharlotte’s Web will selectively pursue M&A to complement their current strengths and\nwill also look to expand internationally, with a near term focus on the EU, South America\nand Asia. Through FY 9M18, Charlotte’s Web has delivered revenues of $48 mm (+75%),\nwith a gross margin of 77%.\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024870",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024870.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3787,
    "word_count": 560,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.982313",
    "prefix": "IMAGES-008"
  }
}