{
  "document_id": "HOUSE_OVERSIGHT_024502",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024502.txt",
  "text": "has increased 20% annually, outpacing the less than 1% average K-12 enrollment growth over the same\nperiod.\n\nK-12 Charter Schools and Enrollment (1995 to 2004)\n\n4,000 1,000,000\nw\n> 3,000 750,000\n2 o\n3 =i\n® 2,000 500,000 &\né\n= 1,000 250,000\noO\n\n0 : 0\n1995 1996 1997 1998 1999 2000 2001 2002 2003 2004\n\ngee Schools == Students\n\nNote: Number of students in 1999-2000 school year was estimated.\nSource: Harris Nesbitt, Education and Training, September 2005 and Charter Schoo! Leadership Council and Center for\nEducation Reform.\n\nSupplementary Education Market. For parents who continue to enroll their children in traditional public\nand private schools, there is a growing demand for supplemental education services. According to the\nU.S. Department of Education, 31% of elementary school children, or more than 10 million students\nnationwide, are enrolled in after-school programs. According to Eduventures, the U.S. supplementary\neducation market was estimated to be approximately $8.1 billion in 2003. Additionally, under the No\nChild Left Behind (NCLB) Act, some children in poorly performing schools will be eligible for taxpayer-\nfinanced supplemental educational services. These supplemental educational services can be provided\nby state-approved non-profit or for-profit entities as well as private schools and public schools (including\npublic charter schools). More parents want to spend educational time with their children, but lack access\nto high quality supplemental material that is effective and integrated into a comprehensive plan that is\neasy for a parent to deliver and manage.\n\nThe virtual school market is a relatively new area within the broader K-12 education market. As a result,\nthere is a growing need for a high quality, trusted, national education offering for this demographic.\nFurthermore, parents are seeking much more robust and comprehensive ongoing assessments than is\ncurrently offered in the public schools, in order to assess their children’s progress both on a relative and\nan absolute basis.\n\n8.5. The International Education Industry\n\nThe leading authority on the worldwide education industry, the United Nations Educational Scientific and\nCultural Organization (“UNESCO”), estimates that average public expenditures on education across the\nworld increased from 4.1% of GNP in 1990 to 4.5% in 2000. In developing countries the increased\ngovernment focus on education is more pronounced as public education expenditures rose to 4.1% in\n2000 from 3.5% in 1990. Based on global gross national income of $48 trillion, KUE estimates that the\nglobal education market opportunity is greater than $2.4 trillion driven by the following factors:\n\n@ Large population of school-aged children in parts of the world. The opportunity for pre-K-12 education\nis particularly strong in certain countries with high fertility rates. Examples of such opportunities\n\ninclude India, where mothers give birth to an average of 2.78 children. Increases in the population of\nchildren coupled with an increased awareness of the economic and social benefits of education are\nexpected to lead to significant growth in the global ECE market.\n\n° Source: Harris Nesbitt, Education and Training, September 2005 and Charter School Leadership Council and Center for Education Reform.\n\n69\n\nHOUSE_OVERSIGHT_024502",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024502.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3312,
    "word_count": 499,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.462737",
    "prefix": "IMAGES-008"
  }
}