{
  "document_id": "HOUSE_OVERSIGHT_024060",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024060.txt",
  "text": "Limited Reinvestment: Without the consent of the Advisory Board, the General Partner\nshall not permit the aggregate purchase price of long-term\ninvestments to exceed 110% of aggregate Commitments.\n\nDistributions: All distributions prior to the dissolution of the Fund will be\nmade at such times and in such amounts as the General Partner\nshall determine. All such distributions will be apportioned\namong the Partners as follows:\n\n(i) First, 100% to all Partners in proportion to their capital\ncontributions until each Partner has received distributions in an\namount equal to such Partner’s capital contributions; and\n\n(ii) Thereafter, 20% to the General Partner and 80% to all\nPartners in proportion to their respective capital contributions.\n\nWith respect to any fiscal year, the Fund may make cash\ndistributions to the Partners in amounts intended to defray the\nPartners’ tax liability resulting from their interests in the Fund\nduring such fiscal year.\n\nLiquidating distributions will be made in accordance with\npositive capital account balances.\n\nAllocations: The Fund will maintain capital accounts on behalf of each\nPartner in accordance with U.S. Federal income tax\nrequirements. In general, any cumulative net loss will be\nallocated to the capital accounts of the Partners in proportion\ntheir contributions, and any cumulative net gain will be\nallocated 20% to the capital account of the General Partner and\n80% to the capital accounts of all Partners in proportion to their\ncontributions. Notwithstanding the foregoing, items of expense\nwill be allocated to the Partners in proportion to their\ncontributions and will be offset by subsequent allocations of net\nprofit (to the extent thereof), provided that the General Partner\nwill not be allocated any items of expense attributable to the\nManagement Fee.\n\nGeneral Partner Clawback: __ If, after the Fund has made its final liquidating distribution, the\nGeneral Partner has received aggregate distributions with\nrespect to its “carried interest” in excess of the cumulative net\nprofit allocated to the General Partner with respect to its\n“carried interest,” the General Partner will return to the Fund\nthe amount of that excess; provided, however, that in no event\nshall the General Partner be required to return to the Fund an\namount in excess of the aggregate distributions made to the\nGeneral Partner that are attributable to its “carried interest” less\ntax distributions. All carry recipients shall be severally, but not\njointly, liable for their respective proportional shares of the\n\n49 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024060",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024060.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2608,
    "word_count": 401,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.963144",
    "prefix": "IMAGES-007"
  }
}