{
  "document_id": "HOUSE_OVERSIGHT_011054",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011054.txt",
  "text": "I believe that the case for this rule is very strong. The deadweight loss rule and the\nargument from the maximand rule give logical certitude that human depreciation is\nexpected to be recovered in pay. The convergence axioms would then give actual\nrecovery as anorm. The rule disallows the prior claims hypothesis, or possibility\nthat maintenance is recovered too, from an accumulation of implausibilities that led\n\nme finally to rule them out by adjusting the axioms.\n\nThe life cycle model should also specify that human capital continues after\nretirement. | admit that this rules out the simplicities assumed in the boss/secretary\nparable. It continues because we earn imputed pay until the end, and human capital\n\nremains as its present value.\nI would also model in my depreciation theory. Pay, like the mortgage payments, is\nall realized work (interest) at the start and all human depreciation (amortization) at\n\nthe end. No other explanation of age-wage profiles will hold water.\n\nA New Approach to the Pay Rule\n\n] reasoned to the pay rule from the maximand and deadweight loss rules. Another\n\napproach can reach the same conclusion.\n\nThe total return truism finds\n\noutput = capital growth + cash flow.\n\n(6.16) expressed Ben-Porath’s equation as\n\nhuman growth = invested consumption + self-invested work\n\n-recovered human depreciation.\n\nCash flow is the flow discounted to present value. Tradition, since Farr in the mid-\n\nnineteenth century, has seen human capital as present value of future pay less what\n\nChapter 6: Parallels with the Firm 2/4/16 20\n\nHOUSE_OVERSIGHT_011054",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011054.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1581,
    "word_count": 251,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.214136",
    "prefix": "IMAGES-001"
  }
}