{
  "document_id": "HOUSE_OVERSIGHT_020949",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020949.txt",
  "text": "Important Caveats on F2010 Medicare Liability Improvement\n\ne Medicare Part A and Part B unfunded liability improved to -$16 trillion in F2010, up 47% from -$31 trillion in\nF2009, per the Board of Medicare Trustees.\n\ne The improvement was driven primarily by downward revisions of future cost growth assumptions following\nenactment of healthcare reform in 2010.\n\ne However, Medicare’s Chief Actuary Richard Foster noted that “while the Patient Protection and Affordable\nCare Act, as amended, makes important changes to the Medicare program and substantially improves its\nfinancial outlook, there is a strong likelihood that certain of these changes will not be viable in the\nlong range...Without major changes in health care delivery systems, the prices paid by Medicare for health\nservices [as scheduled by current law] are very likely to fall increasingly short of the costs of providing these\nservices...Congress would have to intervene to prevent the withdrawal of providers from the Medicare\nmarket and the severe problems with beneficiary access to care that would result. Overriding the productivity\nadjustments, as Congress has done repeatedly in the case of physician payment rates, would lead to far\nhigher costs for Medicare in the long range than those projected under current law...For these\nreasons, the financial projections shown [here] for Medicare do not represent a reasonable\nexpectation for actual program operations in either the short range (as a result of the unsustainable\nreductions in physician payment rates) or the long range (because of the strong likelihood that the statutory\nreductions in price updates for most categories of Medicare provider services will not be viable).”\n\nNote: Emphasis added. Source: Statement of Actuarial Opinion, 2010 Annual Report of the Boards of Trustees of the Federal\nr Hospital insurance and Federal Supplementary Medical insurance Trust Funds.\nwww.kpcb.com\n\nUSA Inc. | Balance Sheet Drilldown 215\n\nBalance Sheet: Even Excluding Unfunded Entitlement Benefits,\n\nUSA Inc.’s Net Worth = -$13 Trillion in F2010, Owing to $9 Trillion of Debt\n\nTotal Assets / Liabilities / Net Worth of USA Federal Government,\nUsing Government GAAP Accounting, F1996-F2010\n\nmam Liabilities (ex. Unfunded Entitlement Benefits)\n\nUSA Inc. Total Assets / Liabilities / Networth ($T)\n\nBAR i ae ae He = a =\nd mam Total Assets\n=e Net Worth (ex. Unfunded Entitlement Benefits)\n\n$20 - - - nn nn nn nn a a a a a\n© NS © a Qo c= N ive] wt Lo © NS co a i=]\no o o o oO oO oO eo oO oO i=] oO oO oO =\no o o o oO i] eo i] eo oO eo eo oO eo oO\n= = = N N N N N N N N\nLe Ln Le ie Le rm Le re Le Le Le Le Le Le Le\n\nNote: USA iInc.’s balance sheet presented here does not include the financial value of the Government's sovereign powers to tax, regulate commerce, and set monetary\npolicy. It also excludes its control over nonoperational resources, including national and natural resources, for which the Government is a steward. Total liabilities exclude\nthe net present value (NPV) of unfunded entitlement liabilities like Social Security / Medicare / other payments, which the Treasury Dept. considers ‘off-balance sheet’\nKP responsibilities. U.S. government fiscal year ends in September. Source: U.S. Department of the Treasury, Financial Report on the U.S. Government, 1996 — 2010.\n\n(@E) www.kpcb.com USA Inc. | Balance Sheet Drilldown 216\n\nHOUSE_OVERSIGHT_020949",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020949.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3387,
    "word_count": 562,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.645507",
    "prefix": "IMAGES-006"
  }
}