{
  "document_id": "HOUSE_OVERSIGHT_027882",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027882.txt",
  "text": "the kibbutz library, trying to untangle the mysteries of airplanes and\nautomobiles, or the creation of worldly wonders, from the Hanging Gardens of\nBabylon to the Empire State Building and the Golden Gate Bridge.\n\nAt first, I got many of the answers from my father. On Saturdays, we would\nwalk around the kibbutz as I plied him with questions. In many ways, he always\nlacked self-confidence. I remember decades later, after he had passed away,\nasking my mother how come they had spent their entire lives on the kibbutz and\nnever moved away. She replied: “What would your father have done outside?”\nBut he had a quick mind and, despite having left Hebrew University early, had\nsecured enough credits to get his degree — one of a handful of men on the\nkibbutz to have done so. He delighted in acquiring, and sharing, knowedge.\n\nHow come the moon wasn’t always round, I remember asking him in one of\nour first educational strolls. How did anyone know that the sabertooth tigers I'd\nseen in the encyclopedia actually existed? And where were they now? There\nwas not a single question he did not try to help me answer. When I was nine or\nten, he took me to see the first water pump on the kibbutz. I watched as he\ndisassembled the casing, then the power unit, which had a big screw-like\nelement in the middle. I wanted to know how it worked, how it was designed.\nHow it was made. A few months later, he took me to the factory near Tel Aviv\nwhere the pumps were manufactured.\n\nI was an introverted child, not so much shy as self-contained, contemplative,\nat times dreamy. Our metapelet from when I was three until age eight was\nnamed Bina. She was the mother of twins a year younger than me. She was\nmore handsome than beautiful, with wavy dark hair. But she was full of\nwarmth. She was especially kind to me, which was no doubt one reason I felt\nthe effects of my collective upbringing less dramatically than some other\nkibbutz children. When we were both much older, she used tell a story about my\nslightly ethereal approach to life when I was in her charge. One winter\nafternoon when I was four, she took our group on to the gentle rise on the\nnorthern edge of the kibbutz, which at that time of year was full of wildflowers.\nWhen she got there, she realized I had gone missing. Retracing her steps, she\nfound me standing in front of a rock in the middle of the dirt path. “Ehud,” she\nsaid, “why didn’t you come with us?” I apparently replied: “I’m thinking: which\nside of the rock should I go around?”\n\nStill, important though Bina was as a presence in my life, it was the\ninfluence of another figure — another youngster — who mattered more and for\nlonger. His name was Yigal Garber. In first grade, every child got a mentor.\n\n34\nHOUSE_OVERSIGHT_027882",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027882.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2749,
    "word_count": 501,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.203450",
    "prefix": "IMAGES-009"
  }
}