{
  "document_id": "HOUSE_OVERSIGHT_031160",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031160.txt",
  "text": "Ihave a feeling that revenue increases will be a material (e.g., 25% or more) part of the deal. The Peterson Foundation’s\nsampling of 6 policy groups shown below indicate that 5 of 6 recommend revenue increases compared to where we are\ntoday; the Heritage Foundation’s “Woody Guthrie Memorial Budget Plan” is the only exception. What kind of revenue\nincreases? Raising the top two brackets, which would affect joint filers with adjusted gross incomes above $212,300,\nwould raise $450-$700 billion over 10 years (depending on whether you use OMB or CBO numbers). If they cannot\nagree to raise rates, another option (as in the Gang of Six plan) would be reductions in the deductibility of state and local\ntaxes, sales taxes, mortgage interest, etc. As this gets sorted out, let’s hope everyone recognizes that the US tax system is\nalready progressive. As shown in the chart below, effective Federal tax rates for low earners have dropped to zero over\nthe last decade, even after including FICA taxes. News reports that the US tax system is regressive make me want to\nthrow hamburgers at the screen.\n\nEurope: Finally (!!), but now what?\n\nFor the first time since 2009, it felt last week like European policymakers were trying to get out in front of things. In\nexchange for a modest amount of “private sector involvement”, Germany agreed to more generous financing terms for\nGreece, Ireland and Portugal, and an expanded role for the EU-IMF lending facility (see following page). What would\nthe plan accomplish if implemented? While Greek debt to GDP ratios would remain well over 125% of GDP (the IMF\nestimate for next year is a ridiculous 170%), Greece’s near-term financing obligations would decline, due to debt\nbuybacks, exchanges into long maturity bonds, and interest grace periods on new EU loans. More broadly, the plan also\nallows for money to be lent to countries before they enter into an IMF program, for recapitalization of banks. All things\nconsidered, it’s the broadest defense of the Monetary Union so far. On paper, it even looks like a free ride for\nholders of Greek paper that don’t participate in the debt exchanges (they would be paid at par). So, what’s not to\n\nlike? Well, there are still questions about Greece:\n\n** There’s a big difference between generous financing terms and generous economic terms. Greece must still meet an\nenormous 5%-6% primary budget surplus target (government revenues less spending, pre-interest) during a recession\n** Greece must execute on its asset sale targets, despite having little success or experience doing this in the past\n\nHOUSE_OVERSIGHT_031160",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2604,
    "word_count": 428,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:45.746984",
    "prefix": "IMAGES-011"
  }
}