{
  "document_id": "HOUSE_OVERSIGHT_031766",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031766.txt",
  "text": "In April, he resigned from his RNC position in the wake of a report that he had paid a former\nPlayboy model $1.6 million in exchange for her silence about a sexual affair. Trump’s\npersonal attorney, Michael Cohen — another RNC fundraiser — helped arrange the\nsettlement, Broidy acknowledged.\n\n[RNC deputy finance chair steps down after admitting Trump’s lawyer negotiated settlement\nbetween him and pregnant Playboy model]\n\nCohen is under investigation by federal prosecutors in Manhattan who are examining\nwhether he fraudulently obtained millions of dollars in loans and whether his efforts to\nsquash negative stories about Trump during the campaign violated election law.\n\nBroidy’s business dealings captured the attention of investigators for special counsel Robert\nS. Mueller III, who asked at least one witness about Broidy’s activities, according to a\nperson familiar with the matter.\n\nBroidy’s attempts to solve high-level headaches for the Chinese and Malaysian governments\nwere first reported this spring by the Wall Street Journal and the New York Times, which\ncited in part a cache of hacked emails.\n\nBroidy has said the documents were stolen by enemies seeking to ruin his reputation.\n\n“This whole narrative is a fabrication driven by hackers who want to undermine me,” Broidy\nsaid in a statement to the Times. Earlier this year, he filed a lawsuit against the country of\nQatar, alleging that it hacked his email accounts in retaliation for his allegations that Qatar\nsupports terrorists. A spokesman for the Qatari government has called the suit “without fact\nor merit.”\n\nThe Journal reported in March that, according to a draft contract, Broidy and his wife, Robin\nRosenzweig, were seeking $75 million from Malaysian businessman Jho Low if federal\nprosecutors dropped their investigation into a Malaysian state investment fund.\n\nThe Justice Department has filed civil suits claiming $4.5 billion in public money was\nmisappropriated from the fund, 1 Malaysia Development Berhad, seeking to claim a portion\nof those assets. Last month, Malaysian authorities charged f ormer prime minister Najib\nRazak with embezzling billions in public money from the fund.\n\nClark, the Broidy attorney, told The Journal that Rosenzweig’s firm had been hired to\nprovide strategic advice to Low, adding that “at no time did Mr. Broidy or Ms. Rosenzweig,\nor anyone acting on their behalf, discuss Mr. Low’s case with President Trump, any member\nof his staff, or anyone at the U.S. Department of Justice.”\n\nThe Times reported in April that Broidy had explored ways to force Chinese exile Guo\nWengui to leave the United States. The billionaire businessman had fled China in 2014 as he\nwas facing arrest for a range of charges, including corruption. Guo has said the allegations\nwere fabricated by a government that wants to silence him.\n\nHOUSE_OVERSIGHT_031766",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031766.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2851,
    "word_count": 451,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.780662",
    "prefix": "IMAGES-011"
  }
}