{
  "document_id": "HOUSE_OVERSIGHT_020317",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020317.txt",
  "text": "165\n\ncompanies acted less like management consultants and more like temporary employment agencies\nin finding for the NSA the computer specialists, who had the necessary security clearances.\nUnlike intelligence services, their fate depended on turning profits. Since the value of their\ncontracts was largely limited by competitive bidding, their business plans were predicated on their\nability to minimize the costs of fulfilling these contracts. Their principal cost was the salaries they\npaid their independent contractors. Their business plans therefore depended on finding large\nnumbers of computer technicians in the private realm willing to work at a NSA base at relatively-\nlow wages. This task became more difficult as many potential recruits could find higher paying\nemployment with more of a future in the burgeoning private sphere. They could also increase\ntheir revenue streams by getting additional contracts which, in turn, meant recruiting even more\nworkers. It was hardly a business plan which could afford to give priority to quality control. In\nthe private sector, there is usually an unambiguous external measure of failure. For example, for\nan automobile company such as General Motors can measure the performance of its executive by\nreckoning it change in net income. With secret intelligence work, the metrics for failure are far\nless clear. This curious aspect of secret work was part of the advice given to White House lawyer\nin the Obama Administration seeking a position with the NSA in 2012, He was advised that\namong the advantages of working for a super-secret agency was that if one errs or has a failure.\n“Tt stays secret.” He later found out in the Snowden case which exploded during his tenure at the\nNSA, that not all failures stay secret.\n\nEven so, the NSA cannot always find convenient metrics to measures its own failures. For\nexample, it can quantify the amount of data it is intercepting, it cannot count the intelligence it\nmisses. There is no getting around the a priori proposition in the intelligence game: “what is\nsuccessfully hidden is never found.” But there is a failure that cannot be hidden: a security\nbreach in which a perpetrator uses NSA data to publically expose the NSA’s sources. Up until the\nSnowden breach in 2013, the NSA had had experienced only one such a public failure. It was the\ncapture by North Korea in 1968 of the USS Pueblo, which had been carrying out highly-sensitive\nelectronic communications interception for the NSA. Because the Pueblo crew failed to destroy\nthe NSA’s encoding machines, which several days were flown to Russia. The stakes were so high\nthat the Pentagon even considered using nuclear weapons to limit the damage of the seizure. The\nSnowden breach was much worse because, among the thousands of documents he stole, he\nselected lists of the NSA’s secret sources in adversary nations. Making matters worse, the\nSnowden breach was a failure that directly traced back to Booz Allen Hamilton, the NSA’s\nlargest contractor.\n\nSuch a failure calls into question the vexing issue of privatizing secret intelligence. Booz Allen,\nlike all other outside contractors, was in the business to make money. Indeed, it had found\ngovernment contracts so much more profitable than its work in the private sector that it sold its\nprivate sector unit to Price Waterhouse. The profitability of government work led the Carlyle\ngroup’s hedge fund to acquire a controlling stake in Booz Allen in July 2008. By 2013, it had\nincreased its revenue by $1.3 billion by expanding its government contracts. Even more\n\nHOUSE_OVERSIGHT_020317",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020317.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3597,
    "word_count": 583,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.128853",
    "prefix": "IMAGES-005"
  }
}