{
  "document_id": "HOUSE_OVERSIGHT_017219",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017219.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 8: Expressions that incite violence and disrupt speakers\n\nPornography consumed in private does not require a balancing of rights—as explained in Chapter\n6—because no one should have the right to tell an adult what to read, view or hear in his home or\nin an enclosed area, like a theater, where no one is forced to go. Disclosure by the media of\nnational security secrets requires an exquisite, if not impossible, balancing of rights and interests,\nas explained in Chapter 7. Expressions that incite violence or disrupt speakers—the subject of\nthis chapter—also require a difficult balance between the rights of the speaker, and the rights of\nthe potential victims of the incited violence and those of the disrupted speaker.\n\nThere are two basic types of expression that incite. The first is reacttve—that is, the speaker so\ndeeply upsets or offends the person (or persons) to whom he is speaking that he reacts to the\nspeech by attacking the speaker. This comes under the legal rubric of “fighting words”—words\nthat cause the listener to fight back. The second is pro-active—that is, the speaker urges his\nlistener (or listeners) to commit violence and the listener complies by committing violence against\na third person (or persons or institutions). This comes under the legal rubric of “clear and present\ndanger.”\n\nEarly in my career I was involved in both of those types of cases.\n\nIn the famous neo-Nazi march through Skokie, Illinois, the Nazi thugs deliberately decided to\nmarch—with anti-Semitic chants, signs and uniforms—through a Jewish community with a large\nnumber of Holocaust survivors. Their goal was to provoke a negative reaction from those they\nwere trying to offend. The city banned the march on the ground that it would provoke a violent\nreaction from some survivors and others. The Nazis sued. To the surprise of many, and to the\ndismay of my mother, I urged the ACLU, on whose board I sat, to defend the right of the Nazis\nto march through Skokie and I urged the Jews to ignore them, in order not to give the Nazis the\npublicity they craved. I don’t believe in the “fighting words” exception to the First Amendment.\nI believe that the answer to deeply offensive speech is not violence, and that the law should not\nlegitimate or justify violence by recognizing this exception. Experience demonstrates that when\nvictims respond to such offensive provocations by violence or censorship, the provocateurs win in\nthe court of public opinion. That’s what happened in Skokie.\n\nA small rag-tag band of Nazi thugs became the focus of worldwide attention as a result of being\ncensored by Skokie. They were interviewed by the media, their numbers and influence grew and\nthey received a degree of legitimacy they had never previously had.\n\nI fully understood why the Holocaust survivors would be deeply offended, even possibly\ntraumatized, by being forced to re-experience the spectacle of brown shirted Nazi wearing\nSwastikas invading their neighborhood, but I worried about the implications of a judicial decision\nauthorizing censorship. It could be used to justify the censorship of a march by the likes of\nMartin Luther King through a segregated community in the south; whose residents would be\ndeeply offended by an integrated group marching through their community. It’s no answer to\npoint out that King was good or right and the Nazis are bad and wrong, because the First\nAmendment must always be content-neutral and not prefer good and right speech over bad and\nwrong speech. That’s for the public to decide only after being presented with both sides without\n\n[32\n\nHOUSE_OVERSIGHT_017219",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017219.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3632,
    "word_count": 599,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.648941",
    "prefix": "IMAGES-004"
  }
}