{
  "document_id": "HOUSE_OVERSIGHT_011663",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011663.txt",
  "text": "My new posting came not just as momentum was building toward an\ninvasion. It followed on the heels of a major new crisis in our peace with Egypt.\nOnly weeks before I gave up my Sinai command, President Anwar Sadat was\nshot and killed by an extremist Muslim officer at the annual Cairo military\nparade to mark the anniversary of the 1973 war.\n\nLike many Israelis, I felt an almost familial sense of bereavement. Sadat was\nnot just the first Arab leader to make peace with Israel. He seemed to\nunderstand us: people who were ready, willing and able to fight, but wanted\nabove all to live unmolested and accepted by our neighbors. Yet for Begin and\nthe Likud, I knew the assassination would cast the whole peace process into\ndoubt. Sadat’s successor, Vice-President Hosni Mubarak, did make it clear he\nwould abide by the peace treaty, defusing calls on the Israeli right for us to\ncancel our final withdrawal from the Sinai. But after Sadat’s killing, Begin and\nthose around him seemed more determined than ever to hold the line against the\nwider peace negotiations agreed with President Carter and Sadat at Camp\nDavid. At Begin’s insistence, Camp David had not proposed giving the\nPalestinians a state, but instead “autonomy” and a locally elected “self-\ngoverning authority”. Yet that was defined as a transitional period. The elected\nPalestinians were to be included in negotiations for a yet-unspecified “final\nstatus” arrangement for the West Bank and Gaza. That, Begin feared, left the\ndoor ajar for something more than autonomy. Shutting that door, I would soon\ndiscover, was a big part of Arik’s ornate reasoning for invading Lebanon.\n\nBeyond the fact that my new job was a promotion, I had a personal reason\nfor welcoming the move back to Tel Aviv. Ten days after Sadat’s assassination,\nI had endured a frightening few days surrounding the birth of our third daughter,\nAnat. The crisis was another reminder that the demands of frontline command\nrested not just on my shoulders, but my family’s. We had moved house again\nearly in Nava’s pregnancy, to the suburb of Ra’anana, about 10 miles north of\nTel Aviv and a few miles in from the coast. We bought one of a newly built row\nof small, semi-detached townhouses which, best of all, had a backyard. It was\ntiny by American standards, but was still a place for the girls to play. Once\nagain, however, I wasn’t there when my daughter was born. I was rushing north\nas Nava went into labor.\n\nThe birth itself went smoothly. By the time I got to the hospital, both baby\nand mother seemed happy and healthy. A few days later, however, when they\nwere back in the townhouse and I’d returned to my division, Nava felt suddenly,\ndesperately unwell. I shudder to think what might have happened were it not for\n\n192\nHOUSE_OVERSIGHT_011663",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011663.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2781,
    "word_count": 482,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.262561",
    "prefix": "IMAGES-001"
  }
}