{
  "document_id": "HOUSE_OVERSIGHT_018109",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018109.txt",
  "text": "2D\n\nrequest for assistance. Some or all of these satellite actors might\nchoose to leave Iran to its fate, especially if initial U.S. strikes\nseemed devastating to the point of decisive. But their involvement\nwould spread the conflict to the entire eastern Mediterranean and\nperhaps beyond, complicating both U.S. military operations and\ncoalition diplomacy.\n\nIt seems fairly clear then that a conflict with Iran is unlikely to be an\nisolated event in which the U.S. strikes, Iran retaliates, and it’s over—\nwith Iran either left with a viable nuclear program or not. War is far\nmore likely to be a series of actions played out over time at varying\nlevels of intensity and with a strong potential for escalation. Nor can\nwar with Iran be limited to military action; it will extend to the\ndiplomatic, economic and social domains. U.S. decision-makers\nmight prefer a limited war that would privilege U.S. military and\ntechnical advantages, but Iran can force a broader conflict, where it\ncan employ its own political, economic and social means of waging\nwar, including terrorist attacks on U.S. soil and against U.S. interests\nabroad. The challenge for the United States would be to conduct the\nconflict so that the longer and broader the war, the more Iran would\nlose. That objective should affect how the U.S. government would\nfight in all four domains.\n\nThis means that even if the shooting starts at the military tactical or\noperational levels, the United States or a U.S.-led coalition must plan\nfor all four levels of war and organize itself to ensure unity of\ncommand and purpose across those levels. It will, for example, find\nitself involved in a “secret war” of terrorist attacks and special\ncounterterror operations outside the main theater of conflict. It will\nfind itself in a “political war” involving Iranian and allied diplomatic\nand information operations to weaken support from other states and\nactors for the U.S. coalition and mobilize support for Iran. It will find\nitself in an “economic war” featuring Iranian efforts to disrupt the oil\n\nHOUSE_OVERSIGHT_018109",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018109.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2080,
    "word_count": 341,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.322320",
    "prefix": "IMAGES-004"
  }
}