{
  "document_id": "HOUSE_OVERSIGHT_014493",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014493.txt",
  "text": "Chart 76: A stronger dollar benefits agencies with global exposure\n\nChart 77: Media now at a small discount to its 10y average vs market\n\n0.9 105 1.30\n0.85 100 1.25\n08 95 1.20\n0.75 90 18\n07 85 10\n1.05\n0.65 80 4.00\n06 75 0.95\n\n———Media 12m fwd PE relative\nM88 —— Stoxx Media price relative me sia\n0.5 ——DXy Cumey (RHS) 65 0.85\n0.45 60 0.80\n\n2006 2007 2008 2009 2010 2011 2012 2013 2014 2015\n\nSource: Bloomberg\n\n2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016\n\nSource: BofA Merrill Lynch Global Research, Bloomberg, Datastream, IBES\n\nOverweight Healthcare\n\nHealthcare looks very attractively valued and we see compelling risk reward in the sector\non an outright basis at current levels. The fundamental bull case for Health rests on the\nstrong pipeline of new products for the big cap pharma universe. Our sector analysts\nforecast EU Pharma to deliver a 2018-21E EPS CAGR of 11%, up from mid-single digit\nlevels in recent years. Historically that would justify a PE re-rating and a multiple for the\npharma sub-sector nearer 17-18x than the current 13x 2018 PE.\n\nWe believe the Republican clean sweep in the US elections represents a positive\ncatalyst as it significantly decreases the potential for legislative initiatives to\naggressively control drug pricing in the US. The catalyst for the sector to re-rate will\ncome progressively from newsflow around new products. The next 12 months should\nsee progress on this front with several of the European large caps expected to announce\nkey data on important drugs in 2017.\n\nChart 79: Healthcare PE relative back near market multiple and lowest\n\nsince 2011 when patent cliff was at its worst\n\nChart 78: Pharma’s improving growth outlook not reflected in PE\n\n3 Year Sales, EBIT and EPS CAGR Majors and 12 month forward PE ratio\n\n15% 20 1.70\n——HealthCare 12m fwd PE relative\nsc 8 1.60\n6 1.50\n5%\n4 1.40\n0% 2 1.30\n. 1.20\n-5%\n1.10\n-10% 6 1.00\nt= tft tft et tft tt tw Ye Yee wa ww :\nBee woe SHE AHeH HSH 0.90\nmame 3yr Sales CAGR mam 3yr EBIT CAGR 0.80\nmmm 3yr EPS CAGR 12 month forward PE (rhs) 1999 2001 2003 2005 2007 2009 2011 2013 2015\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research, Datastream, IBES, Bloomberg\nHealthcare’s forward PE is now down to just a 7% premium relative to the market and\nnearing the valuation lows recorded in 2010-12 when the patent cliff was at its worst\nand pipelines were very weak. Today pipelines are twice the size they were in 2011 and\ninnovation is the key to growth in the sector - pricing power remains strong in drug\ncategories with differentiated products. The new product launches expected between\n2015 and 2018 add up to potential sales of $133 billion.\n34 European Equity Strategy | 01 December 2016 orate 2\n\nHOUSE_OVERSIGHT_014493",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014493.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2760,
    "word_count": 485,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:48.274153",
    "prefix": "IMAGES-003"
  }
}