{
  "document_id": "HOUSE_OVERSIGHT_017662",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017662.txt",
  "text": "Page 27 of 78\n2007 Utah L. Rev. 861, *898\n\nway street.\" 7!* In any event, protecting victims from serious harm is certainly a strong state interest that would justify any\nincidental effect on defense preparations for trial.\n\nFinally, however one ends up on the proper formulation of the address issue under Rule 12.1 (governing alibi defenses), the\nsame formulation ought to be used in Rule 12.3 (governing public-authority defenses). Although I made this recommendation\n\nin a previous article, 714\n\nthe Advisory Committee appears to have overlooked this parallel provision in need of amendment. So\nthat it is not overlooked again, I will set out the proposal in full. Tracking my recommendations for Rule 12.1, I recommended\na parallel amendment to Rule 12.3 as follows:\n\n[*899]\n\nRule 12.3 Notice of a Public-Authority Defense\n\n(4) Disclosing Witnesses.\n\n(A) Government's Request. An attorney for the government may request in writing that the defendant disclose the name,\naddress, and telephone number of each witness and the address and telephone number of each witness (other than the victim)\nthe defendant intends to rely on to establish a public-authority defense. An attorney for the government may serve the request\nwhen the government serves its response to the defendant's notice under Rule 12.3(a)(3), or later, but must serve the request no\nlater than 20 days before trial.\n\n(B) Defendant's Response. Within 7 days after receiving the government's request, the defendant must serve on an attorney for\nthe government a written statement of the name, address and telephone number of each witness. and the address and telephone\nnumber of each witness (other than the victim).\n\n(C) Government's Reply. Within 7 days after receiving the defendant's statement, an attorney for the government must serve on\nthe defendant or the defendant's attorney a written statement of the name, address, and telephone number of each witness, and\nthe address and telephone number of each witness (other than the victim), the government intends to rely on to oppose the\ndefendant's public-authority defense.\n\n(b) Continuing Duty to Disclose. Both an attorney for the government and the defendant must promptly disclose in writing to\nthe other party the name, address, and telephone number of any additional witness and the address and telephone number of\neach witness (other than the victim) if:\n\n(1) the disclosing party learns of the witness before or during trial; and\n\n(2) the witness should have been disclosed under Rule 12.3(a)(4) if the disclosing party had known of the witness earlier. *!4\n[*900] Rule 15 - Victims’ Right to Attend Pre-Trial Depositions The Proposals:\n\nI proposed amending Rule 15 to allow victims to attend any public depositions as follows:\n\n(i) Victims Can Attend. Victims can attend any public deposition taken under this rule under the same conditions as govern a\n\nvictim's attendance at trial. 7}5\n\n212° Wardius v. Oregon, 412 U.S. 470, 475 (1973).\n\niS)\n\n3 Cassell, Proposed Amendments, supra note 4, at 873.\n\niS)\n\n4 Apparently in response to my argument, the Advisory Committee has just proposed an amendment to Rule 12.3 paralleling its\namendment to Rule 12.1. See infra notes 585-587 and accompanying text.\n\ni)\n\n> Cassell, Proposed Amendments, supra note 4, at 874.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017662",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017662.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3329,
    "word_count": 529,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:47.509377",
    "prefix": "IMAGES-004"
  }
}