{
  "document_id": "HOUSE_OVERSIGHT_012831",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012831.txt",
  "text": "Chapter 3:\nRavages of denial\n\nSelf denial is not a virtue: it is only the effect of prudence on rascality.\n-- George Bernard Shaw\n\nIn October of 1980, a 39 year old man walked into the Royal Melbourne Hospital in Australia, having\nsuffered a gun shot to the left side of his skull. Once the medical team removed the bullet fragments and\ncleared the blood clot, the man was able to speak. He had shot himself, aiming at his second head. Yes,\nhis second head. This man believed that he had two heads, his own and the head of his dead wife’s\ngynecologist. Before his wife died in a car accident, he believed that she was having an affair with her\ngynecologist. At night, the second head spoke, accompanied by voices from Jesus and Abraham who\nconfirmed the existence of the second head. As the patient expressed to the interviewing doctor “The\nother head kept trying to dominate my normal head, and I would not let it. It kept trying to say to me I\nwould lose, and I said bull-shit.” “I am the king pin here” it said and it kept going on like that for about\nthree weeks and finally I got jack of it, and I decided to shoot my other head off.” Over a two year period,\nthe perception of the second head disappeared. The attending neuropsychologist, David Ames, described\nthe case as an example of schizophrenia-induced delusional bicephaly — a distortion of reality that\ncreates a false belief of two heads.\n\nCases like this are bizarre. But like many neuropsychological reports, they force us to reevaluate\nour perception of reality, what’s normal and what’s distorted, what’s adaptive and what’s maladaptive.\nThe Australian patient who developed delusional bicephaly was suffering from the loss of his wife. Loss\nand suffering motivate explanation, along with something or someone to blame: Was it really an\naccident? Why her? Why not me? What if she had stayed home that morning? What if I had been driving\nwith her? Was she distracted by her lover? Was he in the car? These questions represent gaps in a\nnarrative, holes that we attempt to fill, often by distorting reality.\n\nDistortions of reality are common. Even the healthiest among us create stories designed to\n\nHauser Chapter 3. Ravages of denial 85\n\nHOUSE_OVERSIGHT_012831",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012831.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2229,
    "word_count": 388,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:45.538163",
    "prefix": "IMAGES-002"
  }
}