{
  "document_id": "HOUSE_OVERSIGHT_011367",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011367.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n64\nH3VOGIU1\n\nis the one who claims she had sex with various people at\nvarious places at various times, some when she was 17, some\n\nwhen she was 18, some when she was 19, some in Florida, some in\n\nEngland, some in New York, some in New Mexico. In all of those\ncases, except Florida, the age of consent is 17.\nI don't know what evidence plaintiff is going to\n\nintroduce about what sex she had, where, with whom, and her age\n\nat that time because those sands have shifted dramatically\nduring the course of this litigation. All I can say, your\n\nHonor, is, if she tries to introduce evidence that she had sex\n\nat a certain place and time and claimed that it was unlawful,\n\nyour Honor will be duty bound to instruct a jury on what is or\n\nisn't lawful in a particular jurisdiction at a particular time\nin a particular place.\n\nYour Honor, I would submit that motion in limine 16\nregarding the medical records, again, is something that depends\n\ndramatically on what plaintiff introduces during her case in\n\nchief, but there are many statements, as I mentioned earlier,\nto her doctors which would be admitted as nonhearsay if offered\nagainst her as party admission.\n\nThere are many statements over the last 15 years that\n\nrelate to her mental condition, that relate to her medications.\n\nDo I anticipate asking about her ferret bite? I do not. Do I\n\nanticipate asking about the other things that are listed in her\n\nmotion in limine? I do not. But I do believe that there are a\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011367",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1608,
    "word_count": 289,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:45.784612",
    "prefix": "IMAGES-001"
  }
}