{
  "document_id": "HOUSE_OVERSIGHT_023829",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023829.txt",
  "text": "Knowledge-Based Education vs. Process-Based Education &3\n\nthose people will do anything to live in the United States. So they cram\nmath down their own throats, knowing that it is a ticket to America.\nVery few of these applicants come from Germany, Sweden, France, or\nItaly. Is this because they teach math badly there or is it because those\npeople aren’t desperate to move to the United States?\n\nU.S. students are not desperate to move to the United States, so\nwhen you suggest to them that they numb themselves with formulas\nand equations, they refuse to do so. The right answer would be to\nmake math and science actually interesting, but with those awful tests\nas the ultimate arbiter of success, this is very difficult to do. Math and\nscience are not important subjects. There, I said it. Start the lynching.\nOne can live a happy life without ever having taken a physics course\nor knowing what a logarithm is.\n\nBut being able to reason on the basis of evidence actually is im-\nportant. You cannot live well without this skill (or any of the other\ncognitive processes I have been writing about). Diagnosis is science\nas it actually is practiced by scientists. Science is not a bunch of\nstuff to be memorized. It is the fact-based tests that cause this prob-\nlem. We don’t need more math and science. We need more people\nwho can think.\n\nTESTING FOCUSES TEACHERS ON WINNING NOT TEACHING\n\nMany teachers are extremely frustrated by the system they have found\nthemselves a part of. They cannot afford to spend time teaching a\nstudent or getting a concept across if the issues being taught are not\non the tests. They are judged on the basis of test scores. So any ratio-\nnal teacher gives up teaching and becomes a kind of test preparation\ncoach. Testing has become a kind of contest between schools, much\nlike football. I like football. But the football mentality that envelops\nour concept of schooling is a disaster.\n\nTake a look at this excerpt of an article taken from my local\npaper. What our educators are worrying about is winning the game.\nUnfortunately, the game has nothing to do with educating students\nand everything to do with test scores, which are probably less valuable\nthan football scores in predicting anything about the future of\nchildren’s lives.\n\nHOUSE_OVERSIGHT_023829",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023829.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2287,
    "word_count": 394,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.027955",
    "prefix": "IMAGES-007"
  }
}