{
  "document_id": "HOUSE_OVERSIGHT_026592",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026592.txt",
  "text": "Practitioners should be cognizant of the treatment of DREs by other countries. 8° Not only can the\ndifferent treatment by a foreign country present traps for the unwary, but they can also produce\nsignificant planning opportunities for U.S. individuals and businesses.\n\nObama Proposal.\n\nThe Obama administration recently released its 2010 budget proposals, which included a\nproposal that would make a regulatory change to the check-the-box regulations requiring some\nforeign subsidiaries to be treated as separate corporations for U.S. federal tax purposes. ® The\nproposal is designed to prohibit the shifting of income from one foreign subsidiary to another in a\ntax-haven country. &\n\nUnder the proposal, a foreign eligible entity with a single owner that is organized or created in a\ncountry other than that of its single owner would be treated as a corporation for all federal tax\npurposes. ® Existing eligible entities would undergo a deemed conversion into a corporation\nunder the proposal, resulting in the entities incurring the usual tax consequences related to a\nconversion (e.g., triggering of dual-consolidated losses). Except in cases of U.S. tax avoidance,\nthe proposal generally would not apply to a first-tier foreign eligible entity wholly owned by a\nU.S. person. @\n\nIf adopted, the proposal would not take effect until 2011. © Given the Obama Administration's\nheightened scrutiny of offshore tax havens and international tax abuses, this proposal is one to\nmonitor closely.\n\nConclusion\n\nThere are now several instances in which DREs are not really disregarded for tax purposes. In\naddition, various proposals would increase the number of exceptions/modifications to the general\nrule that a DRE is a “tax nothing.” It is important for practitioners to keep this assortment of\ndisclaimers in mind in advising clients with respect to tax planning using DREs. The erosion of\nthe check-the-box regulations and other DRE provisions continues to be a trap for the unwary.\n\n1\n\nRev. Rul. 2004-77, 2004-2 CB 119 (holding that where a domestic corporation and its wholly\nowned LLC were the only two partners in a limited partnership, the limited partnership could not\nbe classified as a partnership for federal tax purposes, and therefore, would be disregarded for\nfederal tax purposes, absent an election to be treated as a corporation).\n2\n\nSee Sections 671 through 679.\n3\n\nSee generally Section 671.\n4\n\nSection 671.\n\n5\n\nId.\n\nIn\n\nHOUSE_OVERSIGHT_026592",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026592.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2458,
    "word_count": 386,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.535634",
    "prefix": "IMAGES-009"
  }
}