{
  "document_id": "HOUSE_OVERSIGHT_019710",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019710.txt",
  "text": "222 | HOW AMERICA LOST ITS SECRETS\n\nthe activities of Russia and China. It was charged with monitoring\nnuclear proliferation in Iran, Pakistan, and North Korea, poten-\ntial jihadist threats everywhere in the world, and much else. The\nRussian foreign intelligence service, the SVR, could put its limited\nresources to work on redressing the gap with its main enemy: the\nUnited States.\n\nNevertheless, Putin had to reckon with the reality in 2013 that\nRussia could not compete with the NSA in the business of inter-\ncepting communications. And if the NSA could listen in on all the\ninternal activities of its spy agencies and security regime, the ability\nof Putin to use covert means to achieve his other global ambitions\nwould be impaired. In the cold peace that replaced the Cold War,\nRussia had little hope of realizing these ambitions unless it could\nweaken the NSA’‘s iron-tight grip on global communications intel-\nligence. One way to remedy the imbalance between Russian intel-\nligence and the NSA was via espionage. Here the SVR would be the\ninstrument, and the immediate objective would be to acquire the\nNSA’s lists of its sources in Russia. If successful, it would be a game\n\n© changer. ®\n\nSuch an ambitious penetration of the NSA, to be sure, was a tall\norder for Russian intelligence. Most of its moles recruited in the\nNSA by the KGB had been code clerks, guards, translators, and low-\nlevel analysts. They provided documents about the NSA‘s cipher\nbreaking, but they lacked access to the lists of the NSA’s sources and\nmethods. These meager results did not inhibit Russian efforts. For\nsix decades, ever since the inception of the NSA in 1952, the Russian\nintelligence service had engaged in a covert war with the NSA.\n\nThe Russian intelligence service is, as far as is known, the only\nintelligence service in the world that ever succeeded in penetrating\nthe NSA. A number of NSA employees also defected to Moscow.\nThe history of this venerable enterprise is instructive.\n\nThe first two defectors in the NSA’s history were William Mar-\ntin and Bernon Mitchell. They were mathematicians working on the\nNSA’s decryption machines who went to Moscow via Cuba in 1960.\nThe Russian intelligence service, then called the KGB, went to great\nlengths to get propaganda value from their defections. It even orga-\nnized a ninety-minute press conference for them on September 6,\n\n| | Epst_9780451494566_2p_all_r.indd 222 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019710",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019710.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2463,
    "word_count": 409,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.615786",
    "prefix": "IMAGES-005"
  }
}