{
  "document_id": "HOUSE_OVERSIGHT_023377",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023377.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nThe Origins of al-Qaeda\n\nAs alleged in plaintiffs’ pleadings and confirmed by countless governmental investigations, al-Qaeda has its origins in the\njihad against the Soviet occupation of Afghanistan, which served as a rallying point for *25 Islamic extremists in the Middle\nEast.’ In 1980, Osama bin Laden traveled to Afghanistan to participate i the jihad, and gained prominence for his role in\nestablishing the financial and logistical infrastructure that sustained the mujahedeen fighters.\n\nBin Ladin understood better than most of the volunteers the extent to which the continuation and eventual success of the jihad\nin Afghanistan depended on an increasingly complex, almost worldwide organization. This organization included a financial\nsupport network that came to be known as the “Golden Chain,” put together mainly by financiers in Saudi Arabia and the\nPersian Gulf states. Donations flowed through charities or other non-governmental organizations (NGOs).°\n\nTogether with Abdullah Azzam, bin Laden founded the Maktab al Khidmat (“Office of Services”) to facilitate the provision\nof financial and logistic support to the mujahedeen.’ Throughout the Afghan jihad, Maktab al Khidmat worked in concert\nwith a network of purported charities and relief organizations, including the Muslim World League (“‘MWL?”), International\nIslamic Relief Organization (“IIRO”), Rabita Trust, Al Haramain Islamic Foundation (“Al Haramain”), Muwafaq Foundation\n*26 (“Muwafaq”), and the Saudi Red Crescent Society, to provide travel documents, funds, transportation, training facilities,\narms, physical assets and other support to the mujahedeen.'° Fueled by donations from wealthy supporters in Saudi Arabia\nand the Gulf, this network of ostensible charities established a vast infrastructure to support the mujahedeen opposition to the\nSoviet occupation of Afghanistan.\"\n\nAt the conclusion of the Afghan jihad, bin Laden determined that the network that supported the mujahedeen in Afghanistan\nshould not be abandoned, but rather adapted to serve as a foundation for waging a global jihad against all of the perceived\nenemies of Islam, and in particular, the United States.'!? As the 9-11 Commission explained:\n\n*27 April 1988 brought victory for the Afghan jihad. Moscow declared it would pull its military forces out of Afghanistan\nwithin the next nine months. As the Soviets began their withdrawal, the jihad’s leaders debated what to do next.\n\nBin Ladin and [Abdullah] Azzam agreed that the organization successfully created for Afghanistan should not be allowed to\ndissolve. They established what they called a base or foundation (al Qaeda) as a potential general headquarters for future\njihad.\n\nOnce al-Qaeda was established, bin Laden turned its focus towards the United States. This was not done secretly, but rather\npublicly, in a series of fatwas. “Bin Ladin began delivering diatribes against the United States before he left Saudi Arabia [in\n1991]. He continued to do so after he arrived in Sudan. In early 1992, the Al Qaeda leadership issued a jihad against the\nWestern ‘occupation’ of Islamic lands...[s]pecifically singling out U.S. forces for attack.”“ In a 1996 fatwa, tellingly entitled\n“Declaration of War against the Americans Occupying the Land of the Two Holy Places,” bin Laden asserted that “the\noccupying American enemy is the principle and the main cause of the situation. Therefore efforts should be *28 concentrated\non destroying, fighting and killing the enemy until, by the Grace of Allah, it is completely defeated.” In 1998, bin Laden\nproclaimed to the world:\n\nThe ruling to kill Americans and their allies - civilians and military - is an individual duty for every Muslim who can do it in\nany country in which it is possible to do.\n\nThese fatwas ensured that those who provided support to al-Qaeda knew and understood that al-Qaeda was directing its\nconduct at the United States.\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023377",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023377.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4009,
    "word_count": 612,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.723539",
    "prefix": "IMAGES-007"
  }
}