{
  "document_id": "HOUSE_OVERSIGHT_019899",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019899.txt",
  "text": "OOK Ok\n\nMurdoch was hardly the only billionaire who had been dismissive of Trump. In the years\nbefore the election, Carl Icahn, whose friendship Trump often cited, and who Trump had\nsuggested he’d appoint to high office, openly ridiculed his fellow billionaire (whom he\nsaid was not remotely a billionaire).\n\nFew people who knew Trump had illusions about him. That was almost his appeal: he\nwas what he was. Twinkle in his eye, larceny in his soul.\n\nBut now he was the president-elect. And that, in a reality jujitsu, changed everything.\nSo say whatever you want about him, he had done this. Pulled the sword from the stone.\nThat meant something. Everything.\n\nThe billionaires had to rethink. So did everyone in the Trump orbit. The campaign\nstaff, now suddenly in a position to snag West Wing jobs—career- and history-making\njobs—had to see this odd, difficult, even ridiculous, and, on the face of it, ill-equipped\nperson in a new light. He had been elected president. So he was, as Kellyanne Conway\nliked to point out, by definition, presidential.\n\nStill, nobody had yet seen him be presidential—that is, make a public bow to political\nritual and propriety. Or even to exercise some modest self-control.\n\nOthers were now recruited and, despite their obvious impressions of the man, agreed to\nsign on. Jim Mattis, a retired four-star general, one of the most respected commanders in\nthe U.S. armed forces; Rex Tillerson, CEO of ExxonMobil; Scott Pruitt and Betsy De Vos,\nJeb Bush loyalists—all of them were now focused on the singular fact that while he might\nbe a peculiar figure, even an absurd-seeming one, he had been elected president.\n\nWe can make this work, is what everybody in the Trump orbit was suddenly saying. Or,\nat the very least, this could possibly work.\n\nIn fact, up close, Trump was not the bombastic and pugilistic man who had stirred\nrabid crowds on the campaign trail. He was neither angry nor combative. He may have\nbeen the most threatening and frightening and menacing presidential candidate in modern\nhistory, but in person he could seem almost soothing. His extreme self-satisfaction rubbed\noff. Life was sunny. Trump was an optimist—at least about himself. He was charming and\nfull of flattery; he focused on you. He was funny—self-deprecating even. And incredibly\nenergetic—Let’s do it whatever it is, Jets do it. He wasn’t a tough guy. He was “a big\nwarm-hearted monkey,” said Bannon, with rather faint praise.\n\nPayPal cofounder and Facebook board member Peter Thiel—really the only significant\nSilicon Valley voice to support Trump—was warned by another billionaire and longtime\nTrump friend that Trump would, in an explosion of flattery, offer Thiel his undying\nfriendship. Everybody says you’re great, you and I are going to have an amazing working\nrelationship, anything you want, call me and we'll get it done! Thiel was advised not to\n\nHOUSE_OVERSIGHT_019899",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019899.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2896,
    "word_count": 477,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.659296",
    "prefix": "IMAGES-005"
  }
}