{
  "document_id": "HOUSE_OVERSIGHT_012148",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012148.txt",
  "text": "aaa\n\nKIRKLAND & ELLIS LLP\n\ndid result, it was mainly self-pleasuring masturbation and not necessarily illegal, but spontaneous\nand resulted from face-to-face conversations during the massage. Thus, the fact that Mr. Epstein\nlater may have persuaded any particular masseuse to engage in unlawful activity during the\nmassage does not work retroactively to render the earlier scheduling phone call an offense under\n§ 2422(b). Nor is there any evidence that women who returned to Mr. Epstein’s home time and\nagain were somehow coerced or induced over a facility of interstate commerce to do so.\n\nThe first essential element of § 2422(b) that “[w]Jhoever, using the mail or any facility or\nmeans of interstate or foreign commerce,” by its plain language, requires that the\ncommunication, which is the essence of the crime and its actus reus, take place during the use of\nthe facility of interstate commerce (in this case, unlike the vast majority of Internet chat room\nsting operations, a telephone). The statute is not ambiguous. It requires that the criminal\nconduct occur while the defendant is “using” (i.e. engaged in the communication), not thereafter,\n\nGiven the utter lack of direct evidence against Mr. Epstein, prosecutors have signaled that\nthey intend to offer a purely circumstantial case if this matter proceeds to trial—essentially\narguing that “routine and habit” evidence could substitute for actual proof that an interstate\nfacility was used to solicit sex from minors. Thus, despite the fact that the calls themselves were\nnot made by Mr. Epstein and did not contain the necessary explicit communication to knowingly\ninduce minors to provide sexual favors for money, prosecutors are seeking to turn the phrase “are\nyou available”——-the same phrase used with friends, chiropractors, and trainers—into a ten-year\nmandatory prison sentence. In any case, the prosecution’s attenuated argument regarding\n“routine and habit” will also not fit the facts of this case. The witness testimony at issue makes\nclear that there was no clear “routine or habit” with respect to the interactions at issue. And in\nthose unpredictable instances where sexual contact resulted, it was a product of what occurred\nafter the benign phone communication, not during the call itself.\n\nThe prosecution’s theory of liability—that a call to a person merely to schedule a visit to\nthe defendant’s residence followed by a decision made at the residence to engage in prohibited\nsexual activity is sufficient—cannot survive either a “plain language” test or the rule of lenity as\nthey have been authoritatively construed in the recent Santos and Cuellar cases. The statute\ncannot be read otherwise. As the Cuellar decision makes clear, a proper interpretation of a\nfederal criminal statute is guided “by the words of the operative statutory provision,” not by\noutside objectives, such as those facilitating successful prosecution. See Cuellar, supra, Slip op.\nat 7. As Justice Alito stated in his concurring opinion, the government must prove not just the\n“effect” of the secretive transportation, but also that “petitioner knew that achieving one of these\neffects was a design (i.e. purpose) of the transportation” of currency. Cuellar v. United States,\nsupra, 553 U.S., Slip op. At 1 (Alito, J. concurring). Similarly, it is not enough that one effect of\na communication scheduling a visit between Mr. Epstein and a minor was that there might be\nsubsequent face-to-face inducement. Instead, the statute, as drafted, defines the crime as the\ncommunication and demands that far more be proven than that the use of an interstate facility\nresulted in a later meeting where even an inducement (as opposed to a solicitation) was made.\n\nHOUSE_OVERSIGHT_012148",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012148.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3735,
    "word_count": 589,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.974866",
    "prefix": "IMAGES-001"
  }
}