{
  "document_id": "HOUSE_OVERSIGHT_017289",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017289.txt",
  "text": "4.2.12\nWC: 191694\n\nMake believe murder: the case of the falling helicopter\n\nAnother case that we won on the basis of science grew out of the making a major motion picture\ndirected by Steven Spielberg and John Landis. The film was The Twilight Zone, based on the\ntelevision series by that name. There were three segments to the film, each directed by a different\nperson. John Landis, already famous for directing Animal House, and other mega-hits,\nwas directing a segment involving the Vietnam War. The star of that segment was the veteran\nactor Vic Morrow. The scene at issue called for Morrow’s character to be running through a rice\npatty, in pitch darkness, carrying two children as helicopters fired at them.\n\nLandis wanted to make the scene as realistic as possible, so he filmed it at night, with extensive\npyrotechnics and a real helicopter flying low to the ground. Tragically, the helicopter crashed into\nMorrow and the children, killing them instantly. Landis was charged with involuntary\nmanslaughter, and he retained me to consult with his trial lawyer and to prepare an appeal, if\nnecessary. He was the first film director in history to be criminally charged with causing the death\nof an actor.\n\nThe major issue at the trial was whether the accident should have been foreseeable. If it was\nforeseeable to a reasonably prudent director that a helicopter, placed in the circumstances in\nwhich this one had been placed, might crash, then the directorial decision to have the helicopter\nfly close to the pyrotechnics could satisfy the legal criteria for involuntary manslaughter. But if\nthe crash could not reasonably have been anticipated, then it would have to be regarded as an\naccident, giving rise, perhaps, to civil liability, but not to a criminal charge carrying the prospect\nof imprisonment.\n\nThe prosecutor called 71 witnesses, many of whom offered scientific testimony about the cause of\nthe crash and why it should have been anticipated. The defense summoned scientific witnesses\nwho testified that an accident of this kind—the heat from pyrotechnics causing the tail rotor of the\nhelicopter to become delaminated—had never before occurred and could not therefore have been\nanticipated. In fact, when the helicopter crashed it came very close to killing Landis.\n\nThe jury deliberated for nine days before finding Landis (and his co-defendants) not guilty.\n\nSeveral years later, it appeared as if another director might be in trouble for the death of an actor\nwhile filming a motion picture called “The Crow”. The actor was Brandon Lee, the son of Bruce\nLee, the famous Kung Fu actor, who himself died while filming “The Game of Death.” Brandon\n\nLee was killed by a metal projectile that was accidentally shot from a gun firing blanks during the\nfilming.\n\nA criminal investigation was opened and I was asked to consult with the lawyers for the\nproduction team. Eventually, the lawyers persuaded the authorities not to indict anyone for the\ntragic accident.\n\nThe end result in both the Landis and Lee cases was that greater care is now being exercised\nduring filming of sequences that pose significant risks to participants. Sometimes it takes\n\ntragedies to improve safety.\n\n202\n\nHOUSE_OVERSIGHT_017289",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017289.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3221,
    "word_count": 527,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.922134",
    "prefix": "IMAGES-004"
  }
}