{
  "document_id": "HOUSE_OVERSIGHT_025960",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025960.txt",
  "text": "From: Joscha Bach a |\n\nSent: 7/24/2016 5:23:46 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: Mechanisms for learning\n\nImportance: — High\n\nAverage humans are probably not fully able to learn how to program etc. Fraction of people that reshape the\nworld are at the right end of the Bell curves, so difference in variation means fewer women. We tend to be more\ninterested in the outliers. Have people explicitly evolved to be not to be too smart on average, or is general\nintelligence so hard to get from human brains?\n\nAm 24.07.2016 um 00:20 schrieb jeffrey E. <jeevacation@gmail.com>:\n\nthe average is the only thing that matters\n\nOn Sat, Jul 23, 2016 at 6:02 PM, Joscha Bach {> wrote:\n\nAm 23.07.2016 um 04:41 schrieb jeffrey E. <jeevacation@gmail.com>:\n\nCells seem to be mostly indistinguishable (except for XX), I thought?\nSize is different on average, but males with small brains are still male.\n\nVariation of all traits is higher for males, so there are more high IQ men (wider bell-curve). Given average\nbrain size difference, the small difference in average IQ is surprising, I think\n\ngender differenece. unlikely motivational. every cell is different. size is didfferent. .\n\nthe more radical idea is that brains are the nucleus of the human\" cell: the body the membrane, . the\norganizm the colletcions and interactions of brains. wisdom of crowds . mirroring. etc. . money used\nas signals. as is spoken language.. what does social behavior mean , it is the cooridiation of indiv\n\nbrains. =\n\nI think that mathematics based thinking does not allow for censorship. money people concepts if they are\nall math , then political correctness and their structures are only subsets of a larger group of thoughts. its\nnot emotinal for me.\n\nmost people have censorship built in at a deep level, social reasoning gets to different results than equivalent\nabstract reasoning\n\nOn Sat, Jul 23, 2016 at 3:02 AM, Joscha Bach wrote:\nSome thoughts I meant to send back for a long time:\n\nHOUSE_OVERSIGHT_025960",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025960.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2003,
    "word_count": 333,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.915211",
    "prefix": "IMAGES-008"
  }
}