{
  "document_id": "HOUSE_OVERSIGHT_023382",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023382.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nfrom the founders and most senior officials of al-Qaeda’s partners in the financial industry, many of whom had longstanding\ndirect ties to bin Laden, and several of whom also held positions within al-Qaeda’s charity fronts, thus placing them in a\nunique position to facilitate the provision of resources to al-Qaeda via the network of financial institutions and charitable\norganizations under their influence. In the case of Al Shamal, bin Laden was himself one of its major shareholders, having\ncontributed $50 million in capital to the bank around the time he relocated al-Qaeda to the Sudan.” The Sudanese regime that\ninvited bin Laden and al-Qaeda to Sudan also held a direct ownership in Al Shamal, as did Saleh Kamel, a wealthy patron of\nal-Qaeda’s endeavors.” Al Shamal’s Chairman was Adel Abdul Jalil Batterjee, a close bin Laden associate who also headed\nal-Qaeda charity *50 fronts Benevolence International Foundation and its Saudi parent, Lajnat al Bir.* Batterjee’s primary\nrole in al-Qaeda’s support infrastructure prompted the United States to list him as a Specially Designated Global Terrorist\nafter the September 11th Attacks.”\n\nFaisal Islamic Bank’s leadership is similarly intertwined with the al-Qaeda organization. As is true of Al Shamal, the\nSudanese regime that provided safehaven and support to bin Laden and al-Qaeda held a direct interest in Faisal Islamic\nBank.” Its founders included Yousef Nada, another al-Qaeda financial patron designated by the United States pursuant to\nExecutive Order 13224, and two of its Directors, Abdullah Omar Naseef and Amin Aqeel Attas, in turn were founders of\nRabita Trust, an entity also designated by the United States under Executive Order 13224 based on its role in sponsoring\nal-Qaeda.”\n\n*31 Tadamon and the DMI entities were similarly intertwined with al Qaeda’s leadership and other members of al Qaeda’s\ninner support circle. Osama bin Laden was himself a shareholder in Tadamon, and Tadamon’s other shareholders included al\nQaeda material sponsors FIBS, Saleh Kamel, Al Baraka Investment, Mohammed Hussein al Amoudi, and Dubai Islamic\nBank.” DMI Trust appointed Hassan al Turabi, the noted Islamist leader of the National Islamic Front who invited bin Laden\nto the Sudan to build al Qaeda, to serve on its Board of Supervisors, and also held direct or indirect stakes in Al Shamal,\nFIBS and Tadamon.*°\n\nThe pleadings similarly allege that al Qaeda’s collaborations with NCB and Al Rajhi Bank were implemented by NCB\nChairman Khaled bin Mahfouz and Al Rajhi Bank Managing Director Suleiman al Rajhi,*' both of *52 whom have direct ties\nto bin Laden.** Both bin Mahfouz and al Rajhi are identified as primary al-Qaeda sponsors on the “Golden Chain,” a\ndocument discovered during a 2002 raid of the Bosnian offices of Benevolence International Foundation that uncovered a\ntrove of internal documents on a computer hard drive.* After careful review of the materials, U.S. intelligence agencies\nconcluded that they were internal al-Qaeda documents, chronicling the formation of al-Qaeda and details of its financial and\norganizational structure.“' The Golden Chain document was found within this broader collection, and U.S. intelligence and\nlaw enforcement agencies have concluded that it is an authentic al-Qaeda document identifying al-Qaeda’s most important\nfinancial benefactors, and the individuals responsible for coordinating their contributions to al-Qaeda.© The Golden Chain\nhas been authenticated by former al-Qaeda *53 finance chief Jamal al Fadl, and the Treasury Department has used inclusion\non the list as a basis for designating individuals pursuant to Executive Order 13224.*\n\nThe authenticity of the Golden Chain as a list of al-Qaeda’s most important financiers has been widely accepted. The 9/11\nCommission Monograph on Terrorism Financing cites to “a group of wealthy donors from the Persian Gulf region known as\nthe ‘Golden Chain,’ which provided support to ... Usama Bin Ladin.”®’ The 9/11 Monograph continues:\n\nThe material seized [in Bosnia] included many documents never before seen by U.S. officials, such as the actual minutes of\nal Qaeda meetings, the al Qaeda oath, al Qaeda organizational charges, and the “Golden Chain” list of wealthy donors to the\nAfghan mujahideen....*\n\nThe Council on Foreign Relations Studies (“CRS”) produced a report in October 2002 that also made use of the Golden\nChain. Relying on the 9/11 Commission report, the CRS report described the Golden Chain as:\n\n*34 an informal financial network of prominent Saudi and gulf individuals originally established to support the anti-Soviet\n\nAfghan resistance movement in the 1980s. U.S. officials state that this network collected funds and tunneled it to Arab\nfighters in Afghanistan, and later to Al Qaeda, using charities and other non-governmental organizations .... Saudi individuals\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023382",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023382.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4959,
    "word_count": 764,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.740667",
    "prefix": "IMAGES-007"
  }
}