{
  "document_id": "HOUSE_OVERSIGHT_011787",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011787.txt",
  "text": "/ BARAK / 30\n\nI’d tried not to pay too much attention to newspaper polls during the campaign,\nperhaps because even the “good” ones, to use Shimon’s phrase, had me with just a\nnarrow lead, with Yitzhik Mordechai’s 10 or 11 percent still likely to prevent\noutright victory in the first round. But in the second part of May, our internal\npolling showed things were moving in our direction. In mid-May, they had me\nabove 40 percent. A final batch of internal polls, on the Friday before election day,\nhad me just short of 50 percent. But I told our pollsters that under no circumstances\nwere they to divulge the results to anyone in the campaign team. This wasn’t just\nbecause I wanted to guard against complacency. It was because, deep down, still I\ndidn’t trust the numbers.\n\nI retreated to Kochav Yair on Friday evening. On Saturday, two days before the\nelection, I had a surprise visitor, someone I knew from Yitzhik Mordecai’s team.\nHe said he had a letter for me, with terms of a proposal under which Yitzhik would\nannounce an eleventh-hour withdrawal from the race. I still could not be absolutely\nconfident I’d win, at least in the first round. Yitzhik’s pulling out would help. But\nif I did win, I wanted to start the process of assembling a coalition with a blank\nslate and an open mind. Doing a deal was not the way to begin. I didn’t accept or\nopen the envelope. “Go back to Yitzhik,” I said. “Tell him, as he knows, that I\nhave a lot of respect for him. But this is a decision that he has to make on his own.”\n\nThe next day, less than 24 hours before the polls opened, all of the three other\ncandidates announced they were pulling out. Benny Begin and Azmi Beshara were\nnever going to affect the outcome. But Yitzhik’s withdrawal very possibly would.\nWhen he spoke to reporters, he said it had been one of the most difficult decisions\nhe’d had to make, but that he’d concluded he wouldn’t get enough votes to reach\nhis “primary goal” of defeating Bibi. “The prime minister was given a chance and\nhe failed,” he said. ““We must give Barak a chance.”\n\nI got up early on May 17, confident we’d done everything we could to put\nourselves in a position to win, but also aware, from Shimon’s defeat, that the\nsmallest of details, and the narrowest of margins, might determine the outcome.\nAfter the 1996 election, I’d learned of cases where Peres volunteers outside polling\nstations in the Negev or the north of the country had left early, in order to make\nsure they’d be back to Tel Aviv in time for the “moment of victory.” Now, I sent\nout word that all our volunteers must stay in place until the polls had closed. After\n\n316\nHOUSE_OVERSIGHT_011787",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011787.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2653,
    "word_count": 482,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.749307",
    "prefix": "IMAGES-001"
  }
}