{
  "document_id": "HOUSE_OVERSIGHT_011981",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011981.txt",
  "text": "Jovovich, Jeny Holl and Rebecce Ramin. who is curently stoning in fhe award-\nwinning ABC felevision senes, Ugty Betty, MC2 models are among the most\nsoughI offer in the industry, os evidenced by the coliber ot their commercial and\nechtorial bookings. Many of our fashion models have graced the pages of\nleading fashion magazines of the United States. Europe, Latin America, Alnica,\nand Australia such o% Vogue. Teen Vogue. Fle. W. Glamour. V. Martie Clgire.\nSufface and Cosmopolitan os weil as many more throughout the world. In\naddition to our Miami Beach office. MC2 Models has offices im New York City\nand Tel Aviv, israel.\n\nAs Ariisiic Dsector and Talent Coordinator for MC2 Models Miarry. LLC. Mr.\nBrune wil be responsible for overseeing ihe ortistic aspecis of the agency. By\noverseeing ihe ort department in the agency. Mr. Brunei wall direci the visual\nmarketing of ihe models to clients, focusing on tne images placed an both the\nmodel's Composite cards and thew portfotios. Soth of these marketing tools are\ncrucial in morketing fashion modes to their appropriale calaleg. editorial, of\nmedio chents., As Aslistic Drector and Iglent Coordinalor, Mr. Brunel will also\ncoorchnoie the painng of fashion models with a particular Photographer. Clients\nfor the agency include o mytied of fashion Publicalions, retail stores, consumer\nproduct companies. and fashion houses io name but o few. Recruitment of\ntalenied arlistic photographers who have on excetient understanding of the “ins\nand ouls” of ihe modeling and fashion mdustry is critical to the successtul\nrunning of a fop-modeling agency such as MC2 Modes. Mi. Brune! will also\ncontinue with his amazing fact record of discovering ihe world's greaiest\ntalents and beauties in order fo sign them with MC2 Modek. Mr. Brunel wil\ncontinue to travel around the world looking for new talents, and to agencies\naround the word in order to establish relationships with those agencies and\nallow MC2 Models Miami. LLC 1o represent them in the Uniled Siates.\n\nMr. Srunel’s impressive qualifications as an Arl Director and Talent\nCoordinator, establish eligibility os to the reguiotory standards for such\nclassification os 4 top professional in his field. Mr. Brunel meets the O-! critena as\nan individual of extraordinary ability in the Aris and Entertainment field as well as\nQ business entrepreneur. MC2 Models Miami, LLC is Presently seeking a\nsophisticated art ditecior ond taleni coordinalor. After reviewing his expenance\nond accolades. we are confident Ihat the beneficiary, Mr. Jean Luc Brunel, will\nperform scicf function with outstanding ski and professionalism.\n\nLMR, BRUNEL'S QUALIFICATIONS AS THE BENEFICIARY\n\nIn addition tc Jean Luc Brunel's extensive business qualifications, his\n“oreer as an individual wilh artistic vision and creative lalents Qualifies him as an\n0-1 atten in the Arts and Entertainment Field His alt- encompatiuna expenence\nas an Art Drector, Talent Coordinoior. international entepreneu ond business\n\nHOUSE_OVERSIGHT_011981",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011981.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3008,
    "word_count": 470,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.330761",
    "prefix": "IMAGES-001"
  }
}