{
  "document_id": "HOUSE_OVERSIGHT_018597",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018597.txt",
  "text": "counterproductive. I'd rather set an example and be welcoming. (Yet I acknowledge that\nit's possible I wouldn't be able to do this effectively if aggressive vegans did not exist.\nAggressive vegans help create the space where I get to look \"reasonable\" and\n\"welcoming.\" The blogger Kinsey Hope once wrote a really brilliant activist typology\nthat describes these dynamics. And of course, it's worth noting that I'm often\ncharacterized as an appeaser by feminists, too.)\n\nSo. That said? If you think you're going to Get Upset Or Offended by this post, please\njust don't read it. Seriously. But if you're willing to not freak out for a moment, then here\nare my two primary arguments for why you should go vegan:\n\n1. It’s easy. Yes, there will be some shitty social situations: awkward moments at\nrestaurants, pushback from your non-vegan friends, and so on. Yes, you will have to\navoid some very delicious foods. And food labels will become a whole new world of\nconfusion. But even with all these factors, veganism really isn't as hard as people\nmake it out to be.\n\nThere's a lot of delicious vegan food out there. A number of my favorite foods were\nvegan before I went vegan, and some of yours probably are as well. (Recipes coming up!)\nHere is a free online vegan starter guide that includes recipes. Here is a very\ncomprehensive list of vegan cookbooks; they range from \"easy\" to \"incredibly\ncomplicated Martha-Stewart-land.\" I am a fiend for baked goods, and I like Vegan\nCupcakes Take Over The World by Isa Chandra Moskowitz and Terry Hope Romero.\nAnd there's an increasing number of high-quality all-vegan restaurants. My favorite ones\nin Chicago are Native Foods (delicious cardamom rose cupcakes!) and Urban Vegan\n(delicious fake orange chicken!).\n\nI won't get involved in appeals-to-healthitude, because I know both healthy vegans and\nunhealthy vegans, and the science is inconclusive... but I will point that out again: the\nscience is inconclusive. Unless you have an unusual disorder, modern nutrition has\nidentified no conclusive scientific reasons for not being vegan. Plus: If you aren't\nvegan, but you don't pay any attention to eating healthy food, then you're being a\nhypocrite if you make a “health argument\" for being non-vegan even if the science\nwas conclusive, which it's not. And! If you're really into health, there's a highly-\nrecommended book called Thrive written by a vegan professional athlete named Brendan\nBrazier.\n\nSome of my friends specifically do things like convince people to try veganism for short\nperiods, or run Vegan Weeks at universities or whatever, just to show how (a) delicious\nand (b) easy vegan food can be. It works surprisingly well. A key ingredient in my own\nadoption of veganism was knowing vegans, and seeing how simple it was to be vegan. I\nused to push back really strongly... I think I resisted mostly because it was very hard to\nacknowledge that by eating animal products, I was participating in an incredibly fucked\nup system. First I had to recognize that I was doing something really bad, that I had been\ndoing so for my entire life, and that most people I love do it too. This is a familiar\nproblem for activists, of course; most people resist acknowledging that they participate in\na racist, sexist culture, too. (As one of my vegan friends puts it: \"I've found that people\nusually go through the strongest asshole anti-vegan phase right before they convert to\nveganism.\")\n\nHOUSE_OVERSIGHT_018597",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018597.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3456,
    "word_count": 578,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.339357",
    "prefix": "IMAGES-005"
  }
}