{
  "document_id": "HOUSE_OVERSIGHT_013648",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013648.txt",
  "text": "chemical family were synthesized by the great organic chemists of the German\npharmaceutical industry in the early 1930’s.\n\nThe sequence of parallel streets in the neighborhood of my home and first\ngrammar school in Kansas City, Missouri were my street, Virginia, then Tracy,\nForrest and Troost. My school, Bancroft Elementary, was on Tracy and one block\ndown that street was the Lutheran Day School established by German immigrants\nunder the aegis of the Missouri Synod. Starting in the third grade in 1943, | was\nintermittently and unpredictably chased by rock throwing, “damn Jew” and “Christ\nkiller’ shouting boys from the Lutheran Day School. | had my choice of running for\nsafety directly from Tracy to my family’s half duplex at 4232 Virginia Street, or\nmoving away from school via Troost and then down several blocks and around to\nsneak back to my home on Virginia without being spotted. One run-for-it afternoon,\nmy parents took me to the emergency room of the Menorah Hospital to have my\nscalp sewed up where a sharp rock had landed.\n\nWhen | asked my synagogue’s young people’s spiritual counselor, Rabbi\nKleigfeld, to explain the feelings and actions of these children of Martin Luther’s\nPost-Reformation Christian Church, he answered that | already knew about similarly\ndifficult places and times of our Twelve Tribes’ like Rome, Medieval Europe, the\nSpanish Inquisition, Persia (Iran) and, it was rumored, in Germany as we spoke.\n“Conversion or death” was its most benign form, in places like Spain and Iran, many\nJews faked it, staying alive and practicing Judaism secretly. Kleigfeld told me that\nthe causes of this historical theme of persecution of Jews were complex.\n\nAmong the frequently unmentioned events recorded in the later part of the\nworldly life of Mohammed, who lived from 570 to 632 AD was, ”...in the name of\nAllah, the Compassionate, the Merciful...” his participation in the crushing of the\nJewish tribe of al-Nadhir in 626 A.D., the beheading of 800 Jewish men of the tribe\nof Qurayza who refused to accept Allah as their God in 627 A.D. and putting to the\nsword the Jews of Khaybar in 629 A.D. As in the section of the Koran called The\nCow, Mohammed proposed to “...fight against them (the infidels) until idolatry is no\nmore and Allah’s religions reigns supreme...” In contrast, the more entheogenic\n\nspiritual orientation of the ecstatic followers of Mohammed in his earlier years\n\n148\n\nHOUSE_OVERSIGHT_013648",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013648.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2444,
    "word_count": 403,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.632080",
    "prefix": "IMAGES-002"
  }
}