{
  "document_id": "HOUSE_OVERSIGHT_016685",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016685.txt",
  "text": "ull\n\nPage 5 of 8\n\nFigure 1 also depicts the approximate ICW crossings and points of entry (POEs) of the\ntransmission mains to the Town. The scale of the map does not allow an accurate depiction of\nthe POEs associated with the mains. Maps of the Town’s distribution system provided by the\nPWD, generated at a significantly larger scale, were used to reference the locations of the\nPOEs for the transmission mains.\n\nSAMPLING AND ANALYSIS OF THE DRINKING WATER PRODUCT DELIVERED TO\nTHE TOWN\nAs a means to independently evaluate the quality of the drinking water being delivered to the\nTown, on November 14, 2008 HSA, accompanied by an employee of the City’s Public Utilities\nDepartment, sampled distribution system tap IDSE #6, representing the northern-most extent\nof the system, and tap 3230, representing the southern-most extent of the system,. Figure 1\ndepicts these sampling tap locations.\n\nSampling was performed by modification of the City’s (distribution system) General Sampling\nProcedures to reflect the intended exclusion of sampling equipment, field parameter testing,\nassociated equipment calibration requirements. Samples were collected in laboratory-\nsupplied, unpreserved and pre-preserved containers. As required by select analytical\nmethodologies, at the sampling locations preservative was added to those sample containers\nimmediately prior to filling or to the water sample immediately prior to sealing the sample\ncontainer.\n\nCollected water samples were submitted to FDOH/NELAC-certified testing laboratories for\nanalysis for typical public potable water system routine and compliance monitoring parameters\nincluding Primary Drinking Water Standards (excluding select Disinfection Byproducts,\nHaloacetic Acids; Bromite; and Chlorite), for Secondary Drinking Water Standards, and for\nTotal Coliform as listed in the Florida Administrative Code rule 62-550. Test America\nLaboratories performed all of the analyses for chemical parameters. Jupiter Environmental\nLaboratories performed the analyses for the microbiologics.\n\nRESULTS FROM INDEPENDENT ANALYSIS OF THE CITY’S DRINKING WATER\nPRODUCT\n\nResults of laboratory analysis for target Primary and Secondary Drinking Standards yielded all\nchemical and physical parameters below method detection limits (MDLs) or less than\nrespective maximum contaminant limits (MCLs).\n\nResults of laboratory analysis for target microbiologicals yielded an absence of Total Coliform\nin the water samples collected from northern-most Tap A (IDSE #6) and southern-most\n\nHOUSE_OVERSIGHT_016685",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016685.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2539,
    "word_count": 358,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.044027",
    "prefix": "IMAGES-004"
  }
}