{
  "document_id": "HOUSE_OVERSIGHT_017432",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017432.txt",
  "text": "4.2.12\nWC: 191694\n\nwhich was once owned by the Sultan of Brunei, is a flying mansion, equipped with a bedroom,\nseveral sitting rooms, a chef and other appertences of wealth and glamour. I spent much of the\ntrip conferring with Sheldon and his wife, Dr. Miriam Adelson, who is an expert in addiction and\nthe psychological problems associated with drug dependency. As we were about to land, I was\ninvited into the cockpit where I saw the Hoover Dam and other interesting sights on the approach\nto Las Vegas. Upon arriving in Las Vegas I was taken to the Dr. Miriam and Sheldon Adelson\nEducational Campus and shown around the school that they built in a suburb of Las Vegas. Then\nI was picked up by Larry Ruvo, who wanted me to see the brain institute that architect Frank\nGrary had built in Ruvo’s father’s memory. Ruvo credits me with helping to get this project\ndone, after the local university ran out of money and broke its agreement with him. I wrote a\nstrong letter on his behalf, and the result was an arrangement with the Cleveland Clinic, one of the\ngreat medical institutions in the world. After touring the facility, I went to the Venetian Hotel\nwhere I spoke on behalf of the Adelson Day School and was honored with a beautiful plaque\nmade from Jerusalem stone. The students of the school presented me with a book of drawings\nthat the students had done in my honor representing their views of justice. (Later that week, I\npassed the book around to the college students in my seminar on morality.) At 10PM, I was\ntaken to the airport where the Adelsons smaller jet—a gulfstream—was waiting to fly me back to\nNew York where I arrived at 5:30AM.\n\nFollowing a few hours of sleep in my New York apartment, I was picked up by a paralegal and\n\ndriven to Rikers Island where I spent the morning conferring with my client Gigi Jordan, who is\naccused of murder. She had killed her autistic son and tried to kill herself after learning that her\nchild had been repeatedly abused, both sexually and physically by his biological father, and after\nunsuccessfully seeking help from numerous government and social service agencies.\n\nAfter returning from Rikers Island, I was driven to Brooklyn College, where my legal and\npersonal papers—more than a million of them in 1600 boxes—were being opened for public\nviewing. I am contributing all of my papers to my alma matter. I made a talk about the papers\nand my experiences at Brooklyn College to a crowd that included my wife and sons, old friends,\nclassmates, current and former faculty members, and current students. It was a thrilling\nexperience for me to go back more than half a century to the college that meant so much to me\nand to express my appreciation to people who so influenced my life.\n\nOn Tuesday I appeared in New York State Supreme Court on behalf of my client Gigi Jordan and\nmade arguments in preparation for her trial. Following that court appearance, I boarded the\nAcela train and went home for a good long night’s sleep.\n\nOn Wednesday morning I met with the Chief Prosecutor of the International Criminal Court, Luis\nMoreno Ocampo, for breakfast. He had invited me to discuss with him a pending application of\nthe Palestinian Authority to be recognized as a state by the International Criminal Court in order\nto bring charges against Israel for the war in Gaza and for building settlements in the West Bank.\nWe had a long and fruitful discussion.\n\nI then went back to the law school where I prepared for my first class of the day—a legal ethics\ncourse from | to 3PM. Before class I had a short lunch in the faculty dining room where I sat\n\nwith an old friend, Michael Boudin, who is a judge on the US Court of Appeals for the First\n\n345\n\nHOUSE_OVERSIGHT_017432",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017432.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3724,
    "word_count": 662,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.316535",
    "prefix": "IMAGES-004"
  }
}