{
  "document_id": "HOUSE_OVERSIGHT_018679",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018679.txt",
  "text": "to go into therapy, but I wanted a Kink Aware therapist who wouldn't shame me for my\nS&M preferences. The specific therapist I preferred was out-of-network for my health\ninsurance, which meant I needed help paying for it. My dad was cool with it, but he didn't\nsay much. My mother paused when I told her... and then she explained that S&M is part\nof her sexuality, too.\n\nI was shocked. I was also incredibly relieved. If my brilliant, independent mother was\ninto S&M, then suddenly I felt much more okay about being into it myself. It turned out\nthat she had explored S&M late in life -- and she went through the same anxiety about\nfeminism and S&M that I'd felt. \"You're not giving up your liberation,” she told me.\n\nMom also acknowledged the stereotype that S&M arises from abusive experiences. \"I\nonce worried that being raped made me into S&M,\" she said. \"But I remember having\nS&M feelings in my childhood and early teens, long before I was raped. I was like this all\nalong.\" When she said that, I caught my breath in recognition.\n\nThis is another topic I often repeat myself about, but that's because it's important. As it\nhappens, the biggest and best-designed study on S&M found that there is no correlation\nbetween abusive experiences and being into S&M. There's also plenty of anecdotal\nevidence within the S&M community that a lot of S&Mers, though not all, feel our S&M\nidentities to be innate (sometimes described as an \"orientation\"). This is not to say that\nthere's anything wrong with understanding or processing abuse through consensual S&M.\nThe psychologist Peggy Kleinplatz once published a scholarly article called \"Learning\nFrom Extraordinary Lovers: Lessons From The Edge,\" which discusses how therapists\ncan help their clients by studying alternative sexualities. Kleinplatz included a case study\nof a couple whose S&M experiences helped them process their histories of abuse.\nHowever, abusive experiences should not be seen as the usual \"creator\" of S&M desires.\n(For more on this, check out my article on S&M and the psychiatric establishment.)\n\nThe stereotype that S&M \"comes from\" abuse is another reason I worried about writing\nthis article. Basically, this is a prettily-wrapped gift to Internet commentators who enjoy\nwriting posts or hate mail about how fucked up I am, or about how dysfunctional S&M\n\nis. I guess there's no help for that.\n\nKK Ok\n\n\"I'm fascinated that you've adopted feminism so thoroughly,\" my mother told me once. \"I\nnever felt like I was into feminism like you are.\"\n\n\"What?\" I said. \"Are you serious?”\n\n\"Well, feminism shaped my life,” she said. \"I really had my consciousness raised by\nsome of my experiences. Not just being raped, but by other things, like seeing the anger\nand resentment among my mother and her sisters. Feminism helped me understand how\nwomen compete and put each other down because we're put in that position by men who\nhave power over us. Sometimes, we're like animals who have been starved into fighting\nfor scraps.\n\n\"But,\" my mother continued, \"I've never been sure about calling myself a feminist. There\nhave always been a lot of feminist areas I didn't feel welcome. Your dad was a card-\n\nHOUSE_OVERSIGHT_018679",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018679.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3190,
    "word_count": 537,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.537271",
    "prefix": "IMAGES-005"
  }
}