{
  "document_id": "HOUSE_OVERSIGHT_020351",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020351.txt",
  "text": "199\n\nSince Ames had been initially paid by Cherkashin $50,000 in cash for his first delivery, I asked\nwhether he fit into the category of a disgruntled employee. “Wasn’t he a mercenary/”\n\n“T knew from our intelligence reports that he needed money for debts stemming from his\ndivorce,” he answered. “But he was also angry at the stupidity and paranoia of those running the\nCIA. Ames told me at our first secret meeting that they were misleading Congress by\nexaggerating the Soviet threat.” Cherkashin evaluated Ames as a man who felt not only slighted\nby his superiors but “helpless to do anything about it” within the bureaucracy of the CIA. “The\nmoney we gave, even if he could spend only a small portion of it, gave him a sense of worth.” He\nexplained that the KGB had an entire team of psychologists in Moscow that worked on further\nexploiting Ames’s resentment at his superiors.\n\nThe search for an adversary intelligence officer who resents his service was not limited to KGB\nrecruiters. It was also the “classic attitude” that the CIA sought to exploit in its adversaries,\naccording to its former deputy director. “You find someone working for the other side and tell\nhim that he is not receiving the proper recognition, pay and honors due him,” Michael Morell said,\npointing out that the same “psychological dynamic” could be used to motivate someone to “act\nalone” in gathering espionage material.\n\nI next turned to an even more important KGB coup: his Robert Hanssen case. Hanssen was\nthe FBI counterintelligence officer who worked as a KGB mole for 22 years between 1979 and\n2002 and had delivered even more documents to the Russian intelligence services than Hanssen.\n“Did Hanssen’s dissatisfaction with the FBI, or his objections to its policies, play a role in his\nrecruitment?” I asked.\n\n“T didn’t recruit Hanssen,” Cherkashin replied, “He recruited himself. I never even knew his\nname or where he worked.” He added: “So I knew nothing about his motivation other than that\nhe wanted cash.”\n\n“So he was mercenary,” I suggested.\n\n“All we knew was that he delivered valuable documents to us and asked for cash in return.” he\nsaid. “We didn’t control him, he controlled us.”\n\nAn uncontrolled mole that provided secrets to the KGB and SVR for 22 years was very\ndifferent from fictional moles in the spy movies. I asked whether it would have been better if the\nKGB had him under its control.\n\n“Possibly,” Cherkashin answered, “but as it turned out Hanssen was our most valuable\npenetration in the Cold War.”\n\nUnlike Ames, whose nine-year career as a mole could be managed by the KGB, Hanssen\ndecided what secret documents to steal and when to make contact or a delivery. He refused to\neven allow the KGB to suggest a site. All the communications with him were by letter or to a\n\nHOUSE_OVERSIGHT_020351",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020351.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2808,
    "word_count": 481,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.341768",
    "prefix": "IMAGES-005"
  }
}