{
  "document_id": "HOUSE_OVERSIGHT_018316",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018316.txt",
  "text": "constantly. But when Gordon Moore left the office, he left the work. Mostly he’d go\nfishing.” Moore had the certain confidence of a man who had spotted one of the\nfundamental laws of our age, the compression of computing power and cost. He had\nthe “Let’s go fish” air of aman who had seen the inevitable. Grove, who as CEO had\nto match the wild speed Moore’s Law suggested, had the total unease of a man\naware of just how fast a pace the inevitable was setting. Competition was\neverywhere. One mistake sustained for six months could kill the entire, multi-billion\ndollar business. It had happened to other firms. Often. Grove’s motto was best\ncaptured in the title of one of his books. Only The Paranoid Survive. Each man was\nright in his way. Moore’s law makes ever cheaper and more functional devices\nspread. But Grove’s famous anxiety was honestly earned too: So much speed. So\nmuch connection. Paranoia does seem the best reaction.\n\nYou have to wonder what that eye-rolling AT&T senior telecommunications\nengineer who so mindlessly lectured Baran would have made of this new world. The\nold New York City temple of phone switches where they met in 1961 has been\nremade into a luxury condominium now. The company’s impregnable billions of\ndollars of long distance revenue were eroded and then basically destroyed by free\npacket-switched services running along the Internet. Son, let me tell you how a phone\nworks. What must Baran have really thought? Massive, widespread connection\nchanged everything. Including how a phone works. Baran eventually left RAND. He\nfounded several of the most important (and lucrative) companies of the early\nInternet. Years later he understood with more precision what exactly had happened:\nThe real risk to those vulnerable AT&T systems wasn’t Russian missiles. It was an\ninformation bomb of sorts, a concatenating desire for constant connection that\nexploded many old tools of control. Yes, it took out the old structures. But, because\nof the very way it was architected, for survivability, it had a remarkable feature that\neven Baran had not quite expected: It enabled each of us to create too.\n\n3.\n\nWe're surrounded by so many networks now where relations and ties of all sorts\nproduce a constant, hard-to-predict, “I never thought of that before,” dynamism. Of\ncourse you have to pity those AT&T wizards a bit. Let me tell you how a stock market\nworks. Or let me tell you how a biologist works. None of these have quite the same\nanswer as they would have two unconnected decades ago. Economies, ecosystems\nor our politics or immune systems are charged with this energy of expanding\ncomplexity. Innocuous looking devices or people take on peculiar, sometimes\ndangerous aspects when connectedLinked networks of money or people or bugs\ntumble into wildness over and over, in ways we can’t quite anticipate or explain..\n“There are systems of crucial interest that have so far defied accurate simulation,”\nthe scientist John Holland observed in a famous paper that helped establish the\ndiscipline of “Chaos Science”.11° Holland spent years considering these puzzling,\nhard-to-model systems and spotted at least one regularity: Whether it was webs of\n\n110 “There are systems”: John Holland, “Complex Adaptive Systems”, Holland, John,\nDaedalus; Winter 1992; 121, 1, p.; Research Library pg. 17\n\n84\n\nHOUSE_OVERSIGHT_018316",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018316.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3352,
    "word_count": 549,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.054129",
    "prefix": "IMAGES-004"
  }
}