{
  "document_id": "HOUSE_OVERSIGHT_013282",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013282.txt",
  "text": "Virgil “Fire” Trucks, 95. Hurled two no-hitters in 1952 for\nMajor League Baseball’s Detroit Tigers. Died March 23.\n\nAnthony Lewis, 85. Former New York Times reporter and columnist,\nwho won two Pulitzer Prizes and transformed coverage of the U.S.\nSupreme Court. Died March 25 of renal and heart failure.\n\nGuillermo Luksic Craig, 57. Chairman of Chilean holding company\nQuinenco SA, and a member of Chile’s richest family. Died March\n27 of lung cancer.\n\nRalph Klein, 70. The premier of Alberta, Canada’s oil-rich\nprovince, from 1992 to 2006. Died March 29 of dementia and lung\ndisease.\n\nMal Moore, 73. He was part of 10 national championship college\nfootball teams as a player, coach and athletic director at the\nUniversity of Alabama. Died March 30 of pulmonary disease.\n\nApril\n\nJack Pardee, 76. The All-American linebacker at Texas A&M\nUniversity, who played in the NFL and then coached the league’s\nChicago Bears, Washington Redskins and Houston Oilers. Died\nApril 1 of gall bladder cancer.\n\nBarbara Piasecka Johnson, 76. The Polish-born cook and\nchambermaid who married Johnson & Johnson heir J. Seward\nJohnson, won $350 million in a legal battle with his children\nover his will, and wound up a billionaire art collector and\nphilanthropist living in Monaco. Died April 1 in Poland.\n\nCalvert Crary, 69. A Wall Street lawyer whose newsletter,\n“Litigation Notes,” predicted the outcome of corporate court\nbattles for an audience of hedge fund managers and institutional\ninvestors. Died April 6.\n\nMargaret Thatcher, 87. The U.K. prime minister from 1979 to\n\n1990, known as the “lron Lady” for her strong will, who helped\nend the Cold War and revived Britain’s economy by deregulating\n\nHOUSE_OVERSIGHT_013282",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013282.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1705,
    "word_count": 273,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.512215",
    "prefix": "IMAGES-002"
  }
}