{
  "document_id": "HOUSE_OVERSIGHT_013898",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013898.txt",
  "text": "Option Three: Create a Product\n\nCreation is a better means of self-expression than possession; it is through creating, not\npossessing, that life is revealed.\n\n— VIDA D. SCUDDER, The Life of the Spirit in the Modern English Poets\n\nCC eating a product is not complicated. “Create” sounds more involved than it actually is. If the idea is\n\na hard product—an invention—it is possible to hire mechanical engineers or industrial designers on\nwww.elance.com to develop a prototype based on your description of its function and appearance, which\nis then taken to a contract manufacturer. If you find a generic or stock product made by a contract\nmanufacturer that can be re-purposed or positioned for a special market, it’s even easier: Have them\nmanufacture it, stick a custom label on it for you, and presto—new product. This latter example is often\nreferred to as “private labeling.” Have you ever seen a massage therapist’s office with its own line of\nvitamin products or the Kirkland brand at Costco? Private labeling in action.\n\nIt is true that we'll be testing market response without manufacturing, but if the test is successful,\nmanufacturing is the next step. This means we need to keep in mind setup costs, per-unit costs, and order\nminimums. Innovative gadgets and devices are great but often require special tooling, which makes the\nmanufacturing start-up costs too expensive to meet our criteria.\n\nPutting mechanical devices aside and forgetting about welding and engineering, there is one class of\nproduct that meets all of our criteria, has a manufacturing lead time of less than a week in small\nquantities, and often permits not just an 8—10 x markup, but a 20-50 x markup.\n\nNo, not heroin or slave labor. Too much bribing and human interaction required.\nInformation.\n\nInformation products are low-cost, fast to manufacture, and time-consuming for competitors to\nduplicate. Consider that the top-selling non-information infomercial products—whether exercise\nequipment or supplements—have a useful life span of two to four months before imitators flood the\nmarket. I studied economics in Beijing for six months and observed firsthand how the latest Nike sneaker\nor Callaway golf club could be duplicated and on eBay within a week of first appearing on shelves in the\nU.S. This is not an exaggeration, and I am not talking about a look-alike product—I mean an exact\nduplicate for 1/20 the cost.\n\nInformation, on the other hand, is too time-consuming for most knockoff artists to bother with when\nthere are easier products to replicate. It’s easier to circumvent a patent than to paraphrase an entire\ncourse to avoid copyright infringement. Three of the most successful television products of all time—all\nof which have spent more than 300 weeks on the infomercial top-10 bestseller lists—reflect the\ncompetitive and profit margin advantage of information products.\n\nNo Down Payment (Carlton Sheets)\nAttacking Anxiety and Depression (Lucinda Bassett)\nPersonal Power (Tony Robbins)\n\nI know from conversations with the principal owners of one of the above products that more than $65\nmillion worth of information moved through their doors in 2002. Their infrastructure consisted of fewer\nthan 25 in-house operators, and the rest of the infrastructure, ranging from media purchasing to shipping,\nwas outsourced.\n\nTheir annual revenue-per-employee is more than $2.7 million. Incredible.\n\nHOUSE_OVERSIGHT_013898",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013898.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3412,
    "word_count": 536,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.410123",
    "prefix": "IMAGES-002"
  }
}