{
  "document_id": "HOUSE_OVERSIGHT_020339",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020339.txt",
  "text": "187\n\nThe U.Ss also had the ability to track Snowden’s movements via the cell phones of his\nlawyers and other confederates after he surfaced. This tracking could all be done by the NSA.\nWhat the U.S. lacked was any practical means to capture a high-profile intelligence defector in a\ncity that was part of China. By this time, US intelligence had established that Chinese and Hong\nKong security services were monitoring Snowden’s every move. This left few options in the\ngame for the U.S. “I’m not going to be scrambling jets to get a 29-year-old hacker,” President\nObama said on June 27, 2013.\n\nThe real prize, in any case, was not Snowden himself but the NSA’s secrets documents that he\nhad with him in Hong Kong. When Snowden was observed entering the Russian consulate, the\ngame was all but over. US diplomats could protest over back channels to Moscow, as they did,\nbut, with a trove of NSA secrets at stake, there was little expectation that they stop the Russians.\nTwo days later, the ’single point of failure,” as Snowden described himself, was on his way to\nRussia, where he would be subject to Moscow’s rules.\n\nWhen a victory is obtained in a major sports event, such as the world cup, it is celebrated with\nvictory dances, parties and ticker-tape parades. The opposite is true in the Game of Nation. An\nintelligence victory involving secret documents, even if it cannot be entirely hidden, is kept veiled,\nas far as is possible, to increase the value of the coup. “The final move in any sophisticated\nintelligence game,” Angleton told me in relation to espionage intelligence coup, is “obscuring a\nsuccess.”\n\nFollowing Angleton’s precept the Russian or Chinese intelligence services, if they had a role in\nacquiring the product of the self-described “single point of failure,” would work to cover their\ntracks in the affair even before the Aeroflot plane carrying Snowden touched down at\nSheremetyevo International Airport on June 23, 2013. If any false flag operations had been used\nto trick, mislead, or otherwise induce Snowden to come to Hong Kong, they would be disbanded.\nIf any safe housed had been used to quarter Snowden in his first 11 days in Hong Kong, they\nwould be shut down. If any operatives had been used in Hawaii to guide or assist Snowden, they\nwould be put back into the sleep mode. If any tell-tale traces had been left in chat rooms or social\nmedia, they would be systematically deleted. Even more important to the ultimate success of\nsuch a communications intelligence coup, measures would be taken to conceal the extent of the\ndamage done by the “single point of failure” by not precipitously closing down compromised\nsources. Snowden might believe that the power of the information he held was so great that, if\ndisclosed by him, all the NSA’s sources would immediately go dark in Russia and China, but\nRussia might not wish to provide such clarity to its adversaries. An intelligence service need not\nclose down channels it discovers are compromised by an adversary. Instead it can elect to\ncontinue to use them and furnish through them bits of sensitive information to advance its own\nnational interest. The real danger here was not that the NSA’s “lights” would dramatically be\nextinguished but that all the future messages illuminated by those lights would be less reliable\nsources of intelligence. The Game of Nations 1s, after all, merely a competition among\nadversaries to gain advantages by the surreptitious exchange of both twisted and straight\ninformation. When the NSA asserted in the summer of 2013 that over one million documents, it\nwas recognizing the most massive failure in its 60 year history. Not only NSA secrets, but secret\nfiles from the CIA, the British GCHQ, and America’s cyber military commands, had been\ncompromised. It was, as Sir David Omand, the head of the British GCHQ described it, a \"huge,\nstrategic setback\" for the West. The genie could not be put back in the bottle as there is not a\n\nHOUSE_OVERSIGHT_020339",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020339.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3981,
    "word_count": 676,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.516742",
    "prefix": "IMAGES-005"
  }
}