{
  "document_id": "HOUSE_OVERSIGHT_022510",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022510.txt",
  "text": "Phase 3 review of the United States, which was completed\nin October 2010, the Working Group commended US.\nefforts to fight transnational bribery and highlighted a\nnumber of best practices developed by the United States.\nThe report also noted areas where the United States’ anti-\nbribery efforts could be improved, including consolidat-\ning publicly available information on the application of\nthe FCPA and enhancing awareness among small- and\nmedium-sized companies about the prevention and detec-\ntion of foreign bribery. This guide is, in part, a response to\nthese Phase 3 recommendations and is intended to help\n\nbusinesses and individuals better understand the FCPA.”\n\nU.N. Convention Against Corruption\n\nThe United States is a state party to the United\nNations Convention Against Corruption (UNCAC),\nwhich was adopted by the U.N. General Assembly on\nOctober 31, 2003, and entered into force on December\n14, 2005.8 The United States ratified the UNCAC on\nOctober 30, 2006. The UNCAC requires parties to crimi-\nnalize a wide range of corrupt acts, including domestic and\nforeign bribery and related offenses such as money launder-\ning and obstruction of justice. The UNCAC also estab-\nlishes guidelines for the creation of anti-corruption bodies,\ncodes of conduct for public officials, transparent and objec-\ntive systems of procurement, and enhanced accounting and\nauditing standards for the private sector. A peer review\nmechanism assesses the implementation of the UNCAC\nby parties to the Convention, with a focus in the first round\non criminalization and law enforcement as well as inter-\nnational legal cooperation.” The United States has been\nreviewed under the Pilot Review Programme, the report\nof which is available on DOJ’s website. As of November 1,\n2012, 163 countries were parties to the UNCAC.”\n\nOther Anti-Corruption Conventions\n\nThe Inter-American Convention Against Corruption\n(IACAC) was the first international anti-corruption con-\nvention, adopted in March 1996 in Caracas, Venezuela,\n\nby members of the Organization of American States.”\n\nIntroduction\n\nThe IACAC requires parties (of which the United States\nis one) to criminalize both foreign and domestic brib-\nery. A body known as the Mechanism for Follow-Up on\nthe Implementation of the Inter-American Convention\nAgainst Corruption (MESICIC) monitors parties’ compli-\nance with the IACAC. As of November 1, 2012, 31 coun-\ntries were parties to MESICIC.\n\nThe Council of Europe established the Group of\nStates Against Corruption (GRECO) in 1999 to monitor\ncountries’ compliance with the Council of Europe’s anti-\ncorruption standards, including the Council of Europe’s\nCriminal Law Convention on Corruption.” These stan-\ndards include prohibitions on the solicitation and receipt of\nbribes, as well as foreign bribery. As of November 1, 2012,\nGRECO member states, which need not be members of\nthe Council of Europe, include more than 45 European\ncountries and the United States.*\n\nThe United States has been reviewed under both\nMESICIC and GRECO, and the reports generated by\n\nthose reviews are available on DOJ’s website.\n\nHOUSE_OVERSIGHT_022510",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3121,
    "word_count": 476,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:47.016095",
    "prefix": "IMAGES-007"
  }
}