{
  "document_id": "HOUSE_OVERSIGHT_013969",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013969.txt",
  "text": "you are in a first-world country and can buy local insurance to augment your own, which I do, and it is\nuseless if you are a 10-hour flight from civilization. I had evacuation insurance in Panama, as it’s a 2-\nhour flight from Miami, but I didn’t bother elsewhere. Don’t freak out about this; it’s just as true if\nyou’re in the middle of nowhere in the middle of the US.\n\n= One week out—\n\nDecide on a schedule for routine batched tasks such as e-mail, online banking, etc. to eliminate excuses\nfor senseless pseudo-work procrasterbating. I suggest Monday mornings for checking e-mail and online\nbanking. The first and third Mondays of the month can be used for checking credit cards and making\nother online payments such as affiliates. These promises to yourself will be the hardest to keep, so make\na commitment now and expect serious withdrawal cravings.\n\nSave important documents— including the scan of your identification, insurance, and credit/debit cards\n—to a small handheld storage device that plugs into a computer USB port.\n\nMove all things out of your home or apartment into storage, pack a single small backpack and carry-\non bag for the adventure, and move in briefly with a family member or friend.\n\n» Two days out—\n\nPut remaining automobiles into storage or a friend’s garage. Put fuel stabilizer like Sta-Bil® in the gas\ntanks, disconnect the negative leads from batteries to prevent drain, and put the vehicles on jack stands to\nprevent tire and shock damage. Cancel all auto insurance except for theft coverage.\n\n» Upon arrival (assuming you have not booked an apartment in advance) —\n\nFirst morning and afternoon after check-in Take a hop-on-hop-off bus tour of the city followed by a\nbike tour of potential apartment neighborhoods.\n\nFirst late afternoon or evening Purchase an unlocked®2cell phone with a SIM card that can be\nrecharged with simple prepaid cards. E-mail apartment owners or brokers on Craigslist.com and online\nversions of local newspapers for viewings over the next two days.\n\nSecond and third days Find and book an apartment for one month. Don’t commit to more than one\nmonth until you’ve slept there. I once prepaid two months only to find that the busiest bus stop\ndowntown was on the other side of my bedroom wall.\n\nMove-in day Get settled and purchase local health insurance. Ask hostel owners and other locals what\ninsurance they use. Resolve not to buy souvenirs or other take-home items until two weeks prior to\ndeparture.\n\nOne week later Eliminate all the extra crap you brought but won’t use often. Either give it to someone\nwho needs it more, mail it back to the U.S., or throw it out.\n\n» TOOLS AND TRICKS\n\nHOUSE_OVERSIGHT_013969",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013969.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2677,
    "word_count": 455,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.104305",
    "prefix": "IMAGES-002"
  }
}