{
  "document_id": "HOUSE_OVERSIGHT_011647",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011647.txt",
  "text": "gone wrong. “Ehud,” he said finally, “Yoni’s dead. We got the hostages out.\nBut Yoni was killed.”\n\nI sought out two other friends: Mookie and Ephraim Sneh, the Battalion 890\ndoctor, who had been with us at the Chinese Farm. Both were obviously torn\nbetween a sense of accomplishment in having freed the hostages and the blow\nof losing Yoni. I asked Ephraim to take me to the front of the plane’s huge belly\nto see him. He was on a stretcher, covered with a blanket. I peeled it back.\nYon1’s face had lost all color. But when I touched his forehead, it seemed\nslighty warm, almost as if there was still a spark of life inside him.\n\nI couldn’t raise Kuti by radio, so I used the landline in the airport director’s\noffice to phone Motta.\n\n“Yoni is dead,” I told him.\n“Are you sure?” he asked. I said: “Yes. P’ve seen him.”\n\nBefore the transport planes began leaving for Israel, I made another call. It\nwas to Nava. She was asleep. I told her that the operation to free the hostages\nhad succeeded. “But Yoni has been killed.” I could hear her gasp. “Listen,” I\nsaid, “you have to go downstairs. Tell Bruria. Before some army officer shows\nup at her door. Or worse, because they’re not married, no one may come and\nshe’ Il hear it on the radio. Go. Tell her. Stay with her.” At first, she seemed not\nso much unwilling as unable to do it. “What can I say?” I said I knew how hard\nit would be, but that she needed to make sure Bruria heard the news from a\nfriend. Later, Nava told me she’d waited until daybreak, not wanting to make\nthings worse by waking her. Then, she went downstairs. She told Bruria what\nhad happened, stayed with her, talked with her, and held her, during those first\nfew awful hours.\n\nI found Yoni’s death even more upsetting when I learned from Mookie and\nothers how it had happened. As the sayeret motorcade began making its way\nfrom the Hercules to the terminal, with Mookie and Yoni in the Mercedes, two\nUgandan soldiers had seen them. One of the Ugandans raised his rifle. Rather\nthan relying on Mookie’s assurances the soldier wouldn’t actually fire, Yoni and\nanother soldier shot him with their silenced Berettas. But they’d only wounded\nhim. In case he managed to fire back, another soldier in the Jeep behind them\nkilled him, with his un-silenced machine gun.\n\nNow that all surprise was gone, the commandos abandoned their vehicles\nand began sprinting towards the old terminal. Only seconds later, still 80 yards\n\n176\nHOUSE_OVERSIGHT_011647",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011647.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2465,
    "word_count": 445,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.427222",
    "prefix": "IMAGES-001"
  }
}