{
  "document_id": "HOUSE_OVERSIGHT_026304",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026304.txt",
  "text": "Date: Friday, August 3 2018 12:18 PM\nSubject: Re: Exclusive: Bannon blasts 'con artist’ Kochs, ‘lame duck' Ryan, 'diminished' Kelly | TheHill\n\nFrom: Steve Bannon {a >\n\nTo: jeffrey E. <jeevacation@gmail.com>;\n\nWhere is this from???\nOn Aug 3, 2018, at 8:17 AM, jeffrey E. <jeevacation@gmail.com > wrote:\n\nkeep close !\n\nThis much we know - the Fall elections are shaping up to be a referendum on the most divisive\nAmerican President in memory. The battle for potential Supreme Court justice Brett Kavanaugh’s\nnomination this fall will only amplify the polarity of the political debate that is already deeply\noverwrought on both sides. The rising tide of pressure on Donald Trump from the Mueller investigation\n\nshows no sign of ebbing.\n\nUnless the underlying political dynamics are disrupted, the outcomes of these unprecedented events will\nstill leave us with the same unsatisfactory two front battlefield of the 2016 Presidential election.\nWatching these unrelenting, compounding events since our discussion in May, I am guessing we are all\nasking the same question: now what? For the 48 percent of Americans who believe Donald Trump\n\nshould not be in the White House, perhaps we too want our own “chaos” candidate in 2020?\n\nShould Trump run again, this could be a “break glass” moment for the majority of Americans who don’t\nsupport him. Do we want to break the genteel precedents of two parties running their ceremonious and\nseemingly illogical nominating process to select a candidate? (Why do Iowa and New Hampshire play\nsuch outsized roles? What kind of small-d democratic process relies on superdelegates?) The system\nfailed in 2016, with both parties producing terribly flawed candidates in a race to the bottom. We need to\n\nbuild a back-up plan in the event the system fails again.\n\nIt's possible, of course, that we won’t need a third-party candidate. Trump could decide not to run for\n\nHOUSE_OVERSIGHT_026304",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026304.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1917,
    "word_count": 310,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.459181",
    "prefix": "IMAGES-008"
  }
}