{
  "document_id": "HOUSE_OVERSIGHT_020815",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_020815.txt",
  "text": "From: Steve Bannon [ \nSent: 5/13/2018 11:02:26 AM \nTo: jeffrey E. [jeevacation@gmail.com] \nSubject: Fw: WSJ \nImportance: High \nSent via BlackBerry by AT&T \nFrom: Alexandra Preate \nDate: Sat, 12 May 2018 08:23:58 -0400 \nTo: \nSubject: WSJ \nSUBSCRIBE NOWSIGN IN \nTECH \nTesla's Engineering Chief Takes Leave of Absence at Pivotal ... \nPRO BANKRUPTCY \nWeinstein Co. Unsecured Creditors Want Sale Proceeds ... \nPOLITICS \nGOP Lawmakers Meet With Justice Department Over ... \nHOUSE OVERSIGHT 020815 \nOPINION \nThe Endless Clinton Campaign \nOPINION \nThe Mystery of Michael Flynn's Guilty Plea \nLIFE \nWhy Doesn't Your Husband Want to Have Sex? \nLIFE \nJohn McCain: 'Vladimir Putin Is an Evil Man' \nPOLITICS \nMueller Asked Ford for Records After It Rejected Michael ... \nWSJ \nThe Fight Over FBI's 'Top-Secret' Intelligence Source \nHOUSE OVERSIGHT 020816 \nOPINION \nThe Concept of Rights Went With Responsibilities \nOPINION \nThe Justice Hall of Mirrors \nTECH \nTesla's Engineering Chief Takes Leave of Absence at Pivotal ... \nPRO BANKRUPTCY \nWeinstein Co. Unsecured Creditors Want Sale Proceeds ... \nPOLITICS \nGOP Lawmakers Meet With Justice Department Over ... \nOPINION \nThe Endless Clinton Campaign \nOPINION \nThe Mystery of Michael Flynn's Guilty Plea \nHOUSE OVERSIGHT 020817 \nLIFE \nWhy Doesn't Your Husband Want to Have Sex? \nLIFE \nJohn McCain: 'Vladimir Putin Is an Evil Man' \nPOLITICS \nMueller Asked Ford for Records After It Rejected Michael ... \nWSJ \nThe Fight Over FBI's 'Top-Secret' Intelligence Source \nOPINION \nThe Concept of Rights Went With Responsibilities \n• POTOMAC WATCH \nAbout That FBI 'Source' \nDid the bureau engage in outright spying against the 2016 Trump campaign? \nHouse Intelligence Committee Chairman Devin Nunes at the Conservative Political Action Conference, Feb. \n24 at National Harbor, Md. PHOTO: JOSHUA ROBERTS/REUTERS \nHOUSE OVERSIGHT 020818 \nBy \nKimberley A. Strassel \nMay 10, 2018 6:50 p.m. ET \n1663 COMMENTS \n• \n• \n• \n• • The Department of Justice lost its latest battle with Congress Thursday when it agreed to brief House \nIntelligence Committee members about a top-secret intelligence source that was part of the FBI's \ninvestigation of the Trump campaign. Even without official confirmation of that source's name, the news so \nfar holds some stunning implications. \nAmong them is that the Justice Department and Federal Bureau of Investigation outright hid critical \ninformation from a congressional investigation. In a Thursday press conference, Speaker Paul Ryan bluntly \nnoted that Intelligence Chairman Devin Nunes's request for details on this secret source was \"wholly \nappropriate,\" \"completely within the scope\" of the committee's long-running FBI investigation, and \n\"something that probably should have been answered a while ago.\" Translation: The department knew full \nwell it should have turned this material over to congressional investigators last year, but instead deliberately \nconcealed it. \nHouse investigators nonetheless sniffed out a name, and Mr. Nunes in recent weeks issued a letter and a \nsubpoena demanding more details. Deputy Attorney General Rod Rosenstein's response was to double \ndown—accusing the House of \"extortion\" and delivering a speech in which he claimed that \"declining to \nopen the FBI's files to review\" is a constitutional \"duty.\" Justice asked the White House to back its \nstonewall. And it even began spinning that daddy of all superspook arguments—that revealing any detail \nabout this particular asset could result in \"loss of human lives.\" \nThis is desperation, and it strongly suggests that whatever is in these files is going to prove very \nuncomfortable to the FBI. \nThe bureau already has some explaining to do. Thanks to the Washington Post's unnamed law-enforcement \nleakers, we know Mr. Nunes's request deals with a \"top secret intelligence source\" of the FBI and CIA, who \nis a U.S. citizen and who was involved in the Russia collusion probe. When government agencies refer to \nsources, they mean people who appear to be average citizens but use their profession or contacts to spy for \nHOUSE OVERSIGHT 020819 \nthe agency. Ergo, we might take this to mean that the FBI secretly had a person on the payroll who used his \nor her non-FBI credentials to interact in some capacity with the Trump campaign. \nThis would amount to spying, and it is hugely disconcerting. It would also be a major escalation from the \nelectronic surveillance we already knew about, which was bad enough. Obama political appointees \nrampantly \"unmasked\" Trump campaign officials to monitor their conversations, while the FBI played dirty \nwith its surveillance warrant against Carter Page, failing to tell the Foreign Intelligence Surveillance Court \nthat its supporting information came from the Hillary Clinton campaign. Now we find it may have also been \nrolling out human intelligence, John Le Carr& style, to infiltrate the Trump campaign. \nWhich would lead to another big question for the FBI: When? The bureau has been doggedly sticking with \nits story that a tip in July 2016 about the drunken ramblings of George Papadopoulos launched its \ncounterintelligence probe. Still, the players in this affair—the FBI, former Director Jim Comey, the Steele \ndossier authors—have been suspiciously vague on the key moments leading up to that launch date. When \nprecisely was the Steele dossier delivered to the FBI? When precisely did the Papadopoulos information \ncome in? \nAnd to the point, when precisely was this human source operating? Because if it was prior to that infamous \nPapadopoulos tip, then the FBI isn't being straight. It would mean the bureau was spying on the Trump \ncampaign prior to that moment. And that in turn would mean that the FBI had been spurred to act on the \nbasis of something other than a junior campaign aide's loose lips. \nWe also know that among the Justice Department's stated reasons for not complying with the Nunes \nsubpoena was its worry that to do so might damage international relationships. This suggests the \"source\" \nmay be overseas, have ties to foreign intelligence, or both. That's notable, given the highly suspicious role \nforeigners have played in this escapade. It was an Australian diplomat who reported the Papadopoulos \nconversation. Dossier author Christopher Steele is British, used to work for MI6, and retains ties to that spy \nagency as well as to a network of former spooks. It was a former British diplomat who tipped off Sen. John \nMcCain to the dossier. How this \"top secret\" source fits into this puzzle could matter deeply. \nI believe I know the name of the informant, but my intelligence sources did not provide it to me and refuse to \nconfirm it. It would therefore be irresponsible to publish it. But what is clear is that we've barely scratched \nthe surface of the FBI's 2016 behavior, and the country will never get the straight story until President \nTrump moves to declassify everything possible. It's time to rip off the Band-Aid. \nHOUSE OVERSIGHT 020820 \nCorrection \nThe FBI briefed House Intelligence Committee members about a top-secret intelligence source but did not \nallow them to see documents. An earlier version of this article misstated this. \nAlexandra V. Preate \nChief Executive Officer \nCap italHQ \nThe information transmitted in this email (including any attachments) is intended only for the person or entity \nto which it is addressed, and may contain non-public, proprietary, confidential and/or privileged material. If \nyou are not the intended recipient, you are hereby notified that any use, dissemination, distribution, or copying \nof this communication is strictly prohibited. If you have received this communication in error, please destroy all \ncopies of this message and any attachments from your system. Thank you. \nHOUSE OVERSIGHT 020821",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_020815.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7791,
    "word_count": 1208,
    "line_count": 135,
    "import_date": "2025-11-19T21:47:48.564331",
    "prefix": "TEXT-001"
  }
}