{
  "document_id": "HOUSE_OVERSIGHT_017612",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017612.txt",
  "text": "Page 9 of 31\n104 J. Crim. L. & Criminology 59, *71\n\na sound basis for interpretation. *4 But the CVR4's plain language makes clear that Congress intended for the law to provide at\nleast some rights to crime victims throughout the criminal justice process, even before the filing of criminal charges.\n\nAccording to its text, the CVRA provides eight specifically enumerated rights for crime victims and an additional right to be\nreasonably notified of these rights. > Some of these rights presuppose the formal filing of criminal charges. For instance, the\nCVRA extends to victims the \"right to reasonable, accurate, and timely notice of any public court proceeding.\" > That\nparticular right obviously does not apply before charges are filed, as no \"court proceedings\" exist before a defendant is charged.\n\nBut the CVRA also promises crime victims rights that are not specifically tied to court proceedings. Perhaps most expansively,\nthe CVRA guarantees victims the \"right to be treated with fairness and with [*72] respect for the victim's dignity and privacy,\"\n57 a broad right that does not appear to be directly linked to a filed court case. Similarly, the CVRA promises victims the\n\"reasonable right to confer with the attorney for the Government in the case.\" >* In this section, the CVRA's drafters appear to\nhave eschewed a reference to court proceedings, using a broader term instead. Of course, a \"case\" can refer both to a judicial\ncase before a court and an investigative case pursued by a law enforcement officer. It is common usage to say such things as,\n\"The police officer investigated and solved the case.\" Dictionary definitions of the word \"case\" support this varied\ninterpretation. *?\n\nIf there remained any doubts about whether the CVRA applies during the investigative part of the criminal justice process, two\nother provisions in the CVRA resolve them. The CVRA specifically directs that \"officers and employees of the Department of\nJustice and other departments and agencies of the United States engaged in the detection, investigation, or prosecution of crime\nshall make their best efforts to see that crime victims are notified of, and accorded, the rights described in [the CVRA].\" © Of\ncourse, there would be no reason to direct that agencies involved in the \"detection\" and \"investigation\" of crime have CVRA\nobligations if the Act did not extend to pre-charging situations. Congress thus directly envisioned the victims’ rights law to\napply during the \"detection\" and \"investigation\" phases of criminal cases.\n\nSimilarly, the CVRA's venue provision instructs that crime victims who seek to assert rights in pre-charging situations should\nproceed in the court where the crime was committed: \"The rights described in subsection (a) [of the CVRA] shall be asserted in\nthe district court in which a defendant is being prosecuted for the crime or, if no prosecution is underway, in the district court in\nthe district in which the crime occurred.\" ©! Here again, it is hard to see why this provision would be necessary unless the\nCVRA applies before the formal filing of charges.\n\nFor all these reasons, the CVRA's plain language imdicates that the victims have protected rights under the Act even before\ncharges are filed.\n\n[*73]\n\nC. COURTS RECOGNIZE THAT CRIME VICTIMS HAVE CVRA RIGHTS BEFORE CHARGING\n\n4 See Antonin Scalia & Bryan A. Garner, Reading Law: The Interpretation of Legal Texts 56 (2012).\n\n% 18 U.S.C. § 3771(a) (2012) (enumerating eight rights); id. § 3771(c)(1) (requiring government officers use \"their best efforts\" to notify\nvictims of their rights).\n\n%© Td. § 3771 (a)(2).\n\n7 Td. § 3771 (a)(8).\n\n58 Id. § 3771(a)(5) (emphasis added).\n\n9 See, e.g., Black's Law Dictionary 243-44 (9th ed. 2009) (defining, among the definitions of \"case,\" a \"test case\" as \"[a] criminal\ninvestigation\" as in \"the Manson case\"); Webster's Third New International Dictionary of the English Language Unabridged 345 (1993)\n(defining \"case\" as \"a circumstance or situation (as a crime) requiring investigation or action by the police or other agency\").\n\n60 18 U.S.C. § 3771(c)C1) (emphasis added).\n6l Td. § 3771(d)(3) (emphasis added).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017612",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017612.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4191,
    "word_count": 674,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.963328",
    "prefix": "IMAGES-004"
  }
}