{
  "document_id": "HOUSE_OVERSIGHT_018615",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018615.txt",
  "text": "nightmare. Olivia wanted to pay them, but it's not the easiest proposition. Then there was\nthe question of paying off her debts. Some were simple enough, but then there were loans\nco-signed by her parents, and there was no way she could make any headway on those\nloans without talking to her parents... so Olivia had to maintain the fiction that she\ncouldn't pay.\n\nThat was nothing compared to the complexities of feelings and communication, though.\nI've already shown you how hard it was, sometimes, for Olivia to talk about money with\nher clients. There are other, subtler problems that are hard to handle with empathy: for\nexample, creating the Girlfriend Experience persona.\n\nI've talked to sex workers who enjoy creating a \"sexy dreamgirl shell\" on behalf of their\nclients. One of them said to me: \"I create that persona for my boyfriends anyway. It's nice\nto be paid for it.\" But as a feminist sex writer who's spent years working to understand\nmy own sexual authenticity, this freaks me out a bit. I think it would feel terribly toxic\nand inauthentic for me.\n\nIt often felt inauthentic to Olivia, for sure, and that got harder and harder. \"These men are\nvery invested in believing that I'm super into this,\" she told me once. \"I have to keep up\nthe front, and make them feel like I'm interested all the time. It's literally my job to do\nthat. When they tell me how happy I am, or when they inform me that I'm enjoying\nmyself, I can't really contradict them, even if it's not true. Some of them use words like\n‘magical’ to describe me, but the person they're describing is not really me. Sometimes I\nthink these guys pay me because in a non-professional relationship, a woman might push\nback when he says those things. She might contradict his idea of her too much.\"\n\nIn fairness, Olivia naturally fits one glam stereotype of the middle-class sex worker: the\nsexually adventurous young student. It's such a widely-promoted stereotype that\nexperienced sex worker activists speak derisively about it, and some escorts lie and say\nthat they fit the profile when they don't. Presumably, clients enjoy believing that a girl is\na sexually adventurous college student because it capitalizes on images of \"sexy coeds” --\nand convinces the client that she's not being emotionally harmed by the work. (I've often\nthought that it's way past time for \"fair trade prostitution,\" where sex trade ethics are\nmade into a competitive advantage. I've also thought that the most feminist thing I could\never do would be to open a brothel where all the sex workers are treated well. Too bad it's\nillegal.)\n\nOf course, SeekingArrangement.com actively encourages the idea that a \"real\nrelationship\" can emerge from these arrangements. (In our previous interview, Olivia\npointed out the SeekingArrangement blog post \"Sugar Baby & Sugar Daddy: The\nModern Day Princess & Prince?\" Another interesting one is called \"Sugar Babies Do Fall\nIn Love.\") While some guys on the site really do just want to pay for straight-up sex,\nsome become emotionally invested in the women whose company they buy. And we can\ntell from Olivia's experiences negotiating payment that a lot of guys don't like thinking\nabout how they're paying for it.\n\nBottom line: more than one of Olivia's clients were into her for real, and she felt more\nand more uncomfortable about it as time passed. One man took a surreptitious photo of\nher and hung it on the center of his otherwise-bare refrigerator. Another client made faux-\n\nHOUSE_OVERSIGHT_018615",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018615.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3498,
    "word_count": 594,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.563948",
    "prefix": "IMAGES-005"
  }
}