{
  "document_id": "HOUSE_OVERSIGHT_011824",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011824.txt",
  "text": "/ BARAK / 67\n\nsimply to withdraw the paper. Clinton’s answer encouraged, and surprised, me.\n“We agree,” he said. “The paper no longer exists.” It soon turned out the\nPalestinians were unhappy with it too, but for another reason. On the lookout for\nvalidation of Arafat’s insistence that Camp David was an Israeli “trap”, they were\nconvinced that the paper had Israel’s fingerprints all over it. That wasn’t true. The\none change we’d insisted on was because it misrepresented our position on\nJerusalem. Still, since Dennis had added the word “expanded” to the Jerusalem\nsection in longhand, the Palestinians were convinced of Israel co-authorship.\n\nIn fact, three days into the summit, the mood among the Palestinians seemed\nincreasingly aggrieved. Not just the Americans, but some members of my own\nteam, were urging me to show more “personal warmth” towards Arafat. I did\nalways exchange greetings and pleasantries with him at mealtimes in Laurel\nLodge, but even there, I admit, that I didn’t exactly show enthusiasm, much less\nebullience. After one dinner, when I’d been placed between the Palestinian leader\nand Chelsea Clinton, the President’s National Security Adviser, Sandy Berger,\nasked me why, rather than talking to Arafat, I’d spent almost the entire time\nchatting with Chelsea. My response was only half-joking: “Given the choice, who\nwouldn’t?”\n\nIt wasn’t only that I believed a charm initiative would come over as contrived. I\ndidn’t want to risk misleading Arafat, the other Palestinians and possibly the\nAmericans as well, by giving them the impression I was satisfied with the progress\nof the summit, or felt that we were heading towards any serious engagement and\ncompromise on the core issues. I had met Arafat many times before Camp David. I\nhad made it clear in all of those meeting that, despite differences on a range of\ndifficult issues, I did want a final peace agreement and that I was ready to consider\nthe tough decisions necessary to make it possible. At Camp David, I was not\nagainst meeting Arafat as a matter of principle. I simply felt the time for such a\nmeeting, if it came, would be at the moment that we saw at least some signal of a\nreadiness on his part to negotiate seriously.\n\nStill, given the strength of feeling among some of my own negotiators, I felt a\nresponsibility to give it a try. I told Yossi Ginossar, the former Shin Bet officer\nwho was closest to the Palestinian leader among the Israelis, to set up an informal\nmeeting. I added, to Yossi’s obvious satisfaction and surprise, that I'd be willing to\nhave the meeting in Arafat’s cabin if that’s what he preferred. The next afternoon, I\nwent there for tea and baklava. Abu Mazen, his top political adviser and the main\n\n353\nHOUSE_OVERSIGHT_011824",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011824.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2748,
    "word_count": 464,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.791820",
    "prefix": "IMAGES-001"
  }
}