{
  "document_id": "HOUSE_OVERSIGHT_023939",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023939.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 193\n\nstatus. Teaching future professors in one’s own field helps maintain\nthat status, so graduate students pursuing Ph.D.s are quite often taken\nvery seriously. Teaching graduate seminars is intellectually stimulat-\ning, may help with one’s own research, and is therefore worthwhile\nto do. But undergraduates are a whole different story. Very small per-\ncentages of them actually will become researchers in one’s field. Pro-\nfessors are in the fame game. They worry about the prestige of their\ndepartment and themselves. They care about this because they won’t\nattract high-quality Ph.D. students unless they maintain that prestige.\nUndergraduates do not figure into this equation. Except they do pay\nthe bills.\n\nSo professors have to teach them. And, someone has to teach those\ndamn introductory courses that typically have hundreds of students\nin them. Why do they have hundreds of students in them? Because\nno one wants to teach them so making the sections as large as possible\nmeans fewer professors will have to teach them. And, why does our\naerospace guy want high school to teach the math his students need?\nBecause he certainly doesn’t want to do it. He wants to teach eso-\nteric courses about composites, which is his field. Teaching basic math\nwould be worse than teaching Introduction to Aerospace. A great deal\nof work and no enhancement to prestige at all. And, there is a bigger\nproblem. He can’t teach math because the structure of the university\ndoesn’t allow it.\n\nMath is taught by the math department. If everyone had to learn\nmath, there would have to be an awful lot of math professors. While\nthat sounds OK, it really isn’t possible. Remember, at top universi-\nties everyone has to be a superstar or close. Math isn’t that hot of a\nfield. There aren’t large numbers of people wanting to become math\nprofessors, nor is there a great deal of funding for math research. Re-\nmember, without outside funding as a possibility, a top university isn’t\ngoing to want to create a big department. You get big departments,\nand lots of professors, only in fields that pay for themselves through\noutside funding. So math has to stay small. Solution—make sure math\nis taught in high school.\n\nThis solution makes everyone in the university happy. And, it\nshouldn’t be a big surprise that the original idea of requiring alge-\nbra of high school students came from the president of Harvard and\nthe chairman of the Princeton Math Department (in 1892). It has al-\nways been in the university’s interest to push teaching the basics that\n\nHOUSE_OVERSIGHT_023939",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023939.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2618,
    "word_count": 436,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.067183",
    "prefix": "IMAGES-007"
  }
}