{
  "document_id": "HOUSE_OVERSIGHT_020014",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020014.txt",
  "text": "meant to defend and restore: trade agreements, or trade wars, that supported American\nmanufacturing; immigration policies that protected American workers (and, hence,\nAmerican culture, or at least America’s identity from 1955 to 1965); and an international\nisolation that would conserve American resources and choke off the ruling class’s Davos\nsensibility (and also save working-class military lives). This was, in the view of almost\neveryone but Donald Trump and the alt-right, a crazy bit of voodoo economic and political\nnonsense. But it was, for Bannon, a revolutionary and religious idea.\n\nFor most others in the White House, it was Bannon’s pipe dream. “Steve is ... Steve,”\nbecame the gentle term of art for tolerating him. “A lot of stuff goes on in his head,” said\nthe president, pursuing one of his reliable conversational themes, dismissing Bannon.\n\nBut it wasn’t Bannon versus everybody else so much as it was Bannon Trump versus\nnon-Bannon Trump. If Trump, in his dark, determined, and aggressive mood, could\nrepresent Bannon and his views, he could just as easily represent nothing at all—or\nrepresent solely his own need for instant gratification. That’s what the non-Bannon people\nunderstood about Trump. If the boss was happy, then a normal, incremental, two-steps-\nforward-one-step-back approach to politics might prevail. Even a new sort of centrism, as\ninimical to Bannonism as it was possible to conceive, could emerge. Bannon’s\npronouncements about a fifty-year rule for Trumpism might then be supplanted by the rule\nof Jared, Ivanka, and Goldman Sachs.\n\nBy the end of March, this was the side that was winning. Bannon’s efforts to use the\nepic health care fail as evidence that the establishment was the enemy had hopelessly\nbackfired. Trump saw the health care failure as his own failure, but since he didn’t have\nfailures, it couldn’t be a failure, and would in fact be a success—if not now, soon. So\nBannon, a Cassandra on the sidelines, was the problem.\n\nTrump rationalized his early embrace of Bannon by heaping scorn on him—and by\ndenying that he had ever embraced him. If there was anything wrong with his White\nHouse, it was Steve Bannon. Maligning Bannon was Trump’s idea of fun. When it came to\nBannon, Trump rose to something like high analysis: “Steve Bannon’s problem is PR. He\ndoesn’t understand it. Everybody hates him. Because ... look at him. His bad PR rubs off\non other people.”\n\nThe real question, of course, was how Bannon, the fuck-the-system populist, had ever\ncome to think that he might get along with Donald Trump, the use-the-system-to-his-own-\nadvantage billionaire. For Bannon, Trump was the game he had to play. But in truth he\nhardly played it—or couldn’t help undermining it. While ever proclaiming it Trump’s\nvictory, he would helplessly point out that when he had joined the campaign it was facing\na polling deficit that no campaign, ten weeks from election day, had ever recovered from.\nTrump without Bannon, according to Bannon, was Wendell Willkie.\n\nBannon understood the necessity not to take what otherwise might be Trump’s own\n\nHOUSE_OVERSIGHT_020014",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020014.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3114,
    "word_count": 505,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.993491",
    "prefix": "IMAGES-005"
  }
}