{
  "document_id": "HOUSE_OVERSIGHT_024161",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024161.txt",
  "text": "Investment grade corporate bonds\n\nCurrent global spread (26 June): 225bps (last month: 225bps)\nUBS View Spread target (6-month): 170bps\n¢ We expect investment grade (IG) corporate bonds to achieve a total return of around 3% over the next\nsix months. Our spread target of 170bps is based on our benign economic outlook, ongoing investor\nappetite for income-generating assets and expected negative net issuance. This target spread is still above\nits 15-year average of 130bps.\n¢ Non-financial corporates: While total yields are at record lows, the pickup over government bonds and\nmoney market rates is attractive. Aggressive re-leveraging by companies looks unlikely in the current\nenvironment. Credit quality should remain good and non-financials continue to deliver a stable income.\ne Financial corporates: Due to regulatory challenges, spreads are expected to remain above past averages.\nTotal returns could outpace non-financials, but volatility will be considerably higher.\n¢ Overall, IG corporate bonds remain a preferred asset class, providing an attractive yield pickup. The asset\nclass offers relatively low volatility and a benign total return outlook. We expect lower-rated issuers (BBB\nand A) to outperform higher-rated ones.\n\nA Positive scenario Spread target (6-month): 140bps\n¢ Global growth accelerates more forcefully than expected. This could compress spreads to closer to pre-\ncrisis levels. Soreads for Financials are likely to remain elevated due to regulatory challenges. However, in\nthis positive case, rising benchmark yields would limit total returns to 1-2% over six months.\n\n& Negative scenario Spread target (6-month): 400bps\ne Even if US economic growth falters, and the European recession turns out to be worse than currently\nexpected, we believe we would be unlikely to see the spread levels reached in 2009, given companies’\nsuperior balance sheet positions. European financial issuers would be most at risk in this scenario.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\n\nCore market yields Developed market sovereign yields are only expected to increase gradually. A\nsudden rise and high volatility would hurt IG credit. Key dates: 1 August,\n\nFederal Open Market Committee meeting\n\nGood corporate earnings and low leverage on corporate balance sheets should\nhelp prevent defaults.\n\nAs companies continue to deleverage, net negative supply on the IG market\nshould support higher prices.\n\nCorporate fundamentals\n\nNew issuance\n\n36 UBS\n\nPreference: overweight\n\nRecommendations\n\nTactical (6 months)\n\n° We still see room for tighter yield spreads;\nthe return outlook compares very\nfavorably to government bonds.\n\ne Internationally diversified companies from\nnon-financial sectors offer a stable and\nrelatively safe income stream for\nconservative investors.\n\ne We recommend bonds from the lower IG\nrating segments (BBB and A) over higher-\nrated issuers.\n\nStrategic (1 to 2 years)\n\ne We prefer corporate over sovereign assets\ngiven companies’ robustness compared to\nthe structural weakness of public finance\nin many countries.\n\nYield spreads\n700\nbps\n600\n500\n400\n300\n200\n100\n\nfe)\n\n2005 2006 2007 2008\n—— EUR Investment Grade\n\n2009 2010 2011 2012\n—USD Investment Grade\n\nSource: Bloomberg, UBS CIO, as of 26.June 2012\n\nNote: Past performance is not an indication of future returns.\n\n26\n\nFor further information please contact ClO’s asset class specialist Philipp Schéttler, philipp.schoettler@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024161",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3580,
    "word_count": 533,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:47.016664",
    "prefix": "IMAGES-007"
  }
}