{
  "document_id": "HOUSE_OVERSIGHT_012231",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012231.txt",
  "text": "om,\n\n13\n\n14\n\n15\n\n16\n\nVF\n\n18\n\n19\n\n20\n\n21\n\n22\n\nMP:\n\nMP:\n\nMP:\n\nBy yourself?\n\nYes, but | thought that J cause she said she was gonna get paid, so |\nthought and the gir was gonna get paid in like, you know, like private,\nprivacy and cause it was just him and her and the other girl in the kitchen. And\nso | went upstairs and as | was walking upstairs, there was a picture of him in like\na different country and then I'm like that’s really cool and the lady said isn’t it and\nshe was just walking upstairs and there was like a door and then, it was like to a\nlittle (inaudible) this big and it had a couch and a couch and it was like another\nwalkway towards that way. And then walked towards, like keep walking forward\nand then to my right and there was a bedroom and then we turned right again\nand there was a big bathroom, a big...it was humongous. And the bathroom. It\nwasn't like a bathroom, bathroom, it was like a sitting area with a shower there.\nHumongous shower, Like a jilllon people could be in that shower. And then it\nwas humongous. And there was like a door here and you opened it and there\nwas like a little desk with paper and pads and stuff. And | don’t Know (inaudible)\nlike sitting 0 the couch right here, like against my... there’s big long couch. And\nit was pink and green. Hot pink and green. And there.....\n\nThe room or the sofa?\n\nThe sofa.\n\nOkay.\n\nAnd there’s a table with a phone on it. And um, during when | was giving him a\nmassage, he made a phone call but | don’t remember whether he just said, like\nhe said four words and then hung up. Yeah, ! don’t remember. And he made a\n\nPage 20 of 43\n\n05137\n\nHOUSE_OVERSIGHT_012231",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012231.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1643,
    "word_count": 324,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.669554",
    "prefix": "IMAGES-001"
  }
}