{
  "document_id": "HOUSE_OVERSIGHT_013311",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013311.txt",
  "text": "Case No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 8 of 15\n\non rehearing and, thus, is not a final opinion. As a result, it is not binding, nor persuasive. Moreover,\nWolfe undercuts the long-standing recognition of the viability of a claim for malicious prosecution in its\nown District and other Florida state and federal courts. See, SCI Funeral Svs. of Fla., Inc. v. Henry, 839\nSo. 2d 702, n.4 (Fla. 3d DCA 2002) (“As the Levin court cited Wright v. Yurko, 446 So. 2d 1162, 1165\n(Fla. 5th DCA, 1984), with approval, presumably the cause of action for malicious prosecution continues\nto exist and would not be barred by the litigation privilege.’”’); Boca Investors Group, Inc. v. Potash, 835\nSo. 2d 273, 275 (Fla. 3d DCA 2002) (Cope, J., concurring) (litigation privilege would not be a bar to a\nmalicious prosecution action); North Star Capital Acquisitions, LLC v. Krig, 611 Fed. Supp. 2d 1324\n(M.D. Fla. 2009) (“However, not every event bearing any relation to litigation is protected by the\nprivileged because,... “if the litigation privilege applied to all actions preliminary to or during judicial\nproceedings, an abuse of process claim would never exist, nor would a claim for malicious prosecution”);\nCruz v. Angelides, 574 So. 2d 278 (Fla. 3d DCA 1991)(“the law is well settled that a witness in a judicial\nproceeding,... is absolutely immune from any civil liability, save perhaps malicious prosecution, for\ntestimony or other sworn statements which he or she gives in the course of the subject proceeding.”);\nJohnson v. Libow, 2012 WL 4068409 (Fla. 15th Jud. Cir. March 1, 2012)(the purpose of the litigation\nprivilege does not preclude the tort of malicious prosecution).\n\nIn Wright v. Yurko supra, the Fifth District Court of Appeal rejected the application of the\nlitigation privilege to a malicious prosecution action brought by a physician against his patients and an\nexpert after he successfully defended a malpractice claim. Also of significance is the Second District’s\nopinion in Olson v. Johnson, 961 So. 2d 351 (Fla. 2d DCA 2007). In that case, the court observed that the\nlitigation (or judicial) privilege would not apply to bar a malicious prosecution action which arose as a\nresult of a false accusation of criminal liability where the prosecution was based, in part, on the testimony\n\nof the defendants in the criminal case. The court ruled that the privilege (either absolute or qualified)\n\nHOUSE_OVERSIGHT_013311",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013311.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2491,
    "word_count": 403,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:46.678350",
    "prefix": "IMAGES-002"
  }
}