{
  "document_id": "HOUSE_OVERSIGHT_013079",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013079.txt",
  "text": "9.3. Embodied Communication 163\n\n9.3 Embodied Communication\n\nNext we turn to the potential cognitive implications of seeking to achieve goals in an environ-\nment in which multimodal communication with other agents plays a prominent role.\n\nConsider a community of embodied agents living in a shared world, and suppose that the\nagents can communicate with each other via a set of mechanisms including:\n\ne Linguistic communication, in a language whose semantics is largely (not necessarily\nwholly) interpretable based on the mutually experienced world\n\ne Indicative communication, in which e.g. one agent points to some part of the world or\ndelimits some interval of time, and another agent is able to interpret the meaning\n\ne Demonstrative communication, in which an agent carries out a set of actions in the\nworld, and the other agent is able to imitate these actions, or instruct another agent as to\nhow to imitate these actions\n\ne Depictive communication, in which an agent creates some sort of (visual, auditory, etc.)\nconstruction to show another agent, with a goal of causing the other agent to experience\nphenomena similar to what they would experience upon experiencing some particular entity\nin the shared environment\n\ne Intentional communication, in which an agent explicitly communicates to another agent\nwhat its goal is in a certain situation !\n\nIt is clear that ordinary everyday communication between humans possesses all these aspects.\n\nWe define the Embodied Communication Prior (ECP) as the probability distribution in\nwhich the probability of an entity (e.g. a goal or environment) is proportional to the difficulty of\ndescribing that entity, for a typical member of the community in question, using a particular set\nof communication mechanisms including the above five modes. We will sometimes refer to the\nprior probability of an entity under this distribution, as its “simplicity” under the distribution.\n\nNext, to further specialize the Embodied Communication Prior, we will assume that for\neach of these modes of communication, there are some aspects of the world that are much\nmore easily communicable using that mode than the other modes. For instance, in the human\neveryday world:\n\ne Abstract (declarative) statements spanning large classes of situations are generally much\neasier to communicate linguistically\n\ne Complex, multi-part procedures are much easier to communicate either demonstratively, or\nusing a combination of demonstration with other modes\n\ne Sensory or episodic data is often much easier to communicate demonstratively\n\ne The current value of attending to some portion of the shared environment is often much\neasier to communicate indicatively\n\ne Information about what goals to follow in a certain situation is often much easier to com-\nmunicate intentionally, i.e. via explicitly indicating what one’s own goal is\n\nThese simple observations have significant implications for the nature of the Embodied Com-\nmunication Prior. For one thing they let us define multiple forms of knowledge:\n\ne Isolatedly declarative knowledge is that which is much more easily communicable lin-\nguistically\n\n1 in Appendix ?? we recount some interesting recent results showing that mirror neurons fire in response to\nsome cases of intentional communication as thus defined\n\nHOUSE_OVERSIGHT_013079",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013079.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3320,
    "word_count": 510,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.772934",
    "prefix": "IMAGES-002"
  }
}