{
  "document_id": "HOUSE_OVERSIGHT_024734",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024734.txt",
  "text": ">\n\n=\nPo\ncor\n\n>\nQa\nLA\n\nCannabis Investment Report | December 2017\n\nfor the issuance of separate licenses for cultivation and processing. It also contemplates that permits will\nbe available under Colombia’s export laws for the export of lawful cannabis products to jurisdictions\nwhere importation is legal. Colombia issued the first processing license in 2016 and the first cultivation\nlicense in 2017.\n\nIn 2017, Argentina enacted regulations permitting the use of cannabis oil and other derivatives\neither by qualifying patients or for scientific and medical research. Under the new legislation, the gov-\nernment will oversee cultivation and production of cannabis and its derivatives for research purposes\nand for patient consumption, establish a national registry of qualifying patients and make cannabis\nproducts available to those patients, free of charge. The government expects to import cannabis sup-\nplies until they can be produced domestically.\n\nOther Latin American nations that have taken recent steps to increase medical cannabis access\ninclude Chile, Brazil, Mexico and Peru. In 2015, Chile changed its laws to allow medical cannabis use\nby patients and to authorize the sale of cannabis-based medicines through pharmacies. In 2016, Brazil\napproved. a resolution authorizing the prescription and importation of cannabis products, including\nTHC and CBD, for use in treating certain qualifying medical conditions. In June 2017, Mexico\nenacted a law directing its Ministry of Health to prepare regulations for the research, production and\nmedicinal use of “pharmacological derivatives” of cannabis. In November 2017, Peru adopted a bill\nlegalizing the production, commercialization and importation of cannabis oil to be used for medical\npurposes.\n\nIn the Caribbean region, Puerto Rico, the Cayman Islands and Jamaica have taken measures to\ndecriminalize cannabis or increase access for medical use. In 2015, the governor of Puerto Rico signed\nan executive order that legalized use of cannabis derivatives (but not cannabis flower) for medical\npurposes. Jamaica passed a law in 2015 that decriminalizes possession of small amounts of cannabis,\npermits an individual to cultivate no more than five cannabis plants, establishes a medical cannabis\nregulatory agency and allows tourists with foreign medical cannabis prescriptions to purchase small\namounts of cannabis. A 2016 law enacted in the Cayman Islands legalized the use of cannabis extracts\nfor medical purposes and authorized the creation of import regulations and the sale through licensed\npharmacies.\n\nAustralia and New Zealand\n\nAustralia amended its Narcotic Drugs Act in 2016 to authorize a regulated medical cannabis industry\nin the country. The amendment establishes licenses to cultivate cannabis, produce cannabis resin and\nother products for medicinal purposes, manufacture medicinal cannabis products and conduct canna-\nbis research. A license-holder is required to secure a permit that places conditions on the license and\nidentifies specific activities allowed within the scope of the license. Cannabis products for medicinal\nuse that are either legally manufactured in Australia or legally imported can be prescribed to qualify-\ning medical patients. The amendment defines medicinal cannabis products broadly as a product that\nincludes, or is produced from, any part of the cannabis plant and is intended for the purpose of “cur-\ning, or alleviating the symptoms of a disease, ailment or injury.”\n\n98 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024734",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024734.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3550,
    "word_count": 529,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.532656",
    "prefix": "IMAGES-008"
  }
}