{
  "document_id": "HOUSE_OVERSIGHT_019972",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019972.txt",
  "text": "This devolved into a further rationalization, or Trump truth: “The president was very\nclear on what he wanted to deliver to the American public,” said Walsh. He was “excellent\nin communicating this.” At the same time, she acknowledged that it was not at all clear in\nany specific sense what he wanted. Hence, there was another rationalization: Trump was\n“inspirational not operational.”\n\nKushner, understanding that Bannon’s white board represented Bannon’s agenda more\nthan the president’s agenda, got to wondering how much of this source text was being\nedited by Bannon. He made several attempts to comb through his father-in-law’s words on\nhis own before expressing frustration with the task and giving up.\n\nMick Mulvaney, the former South Carolina congressman now head of the Office of\nManagement and Budget and directly charged with creating the Trump budget that would\nunderlie the White House program, also fell back on the Trump spoken record. Bob\nWoodward’s 1994 book, The Agenda, is a blow-by-blow account of the first eighteen\nmonths of the Clinton White House, most of it focused on creating the Clinton budget,\nwith the single largest block of the president’s time devoted to deep contemplation and\narguments about how to allocate resources. In Trump’s case, this sort of close and\ncontinuous engagement was inconceivable; budgeting was simply too small-bore for him.\n\n“The first couple of times when I went to the White House, someone had to say, This is\nMick Mulvaney, he’s the budget director,” said Mulvaney. And in Mulvaney’s telling\nTrump was too scattershot to ever be of much help, tending to interrupt planning with\nrandom questions that seem to have come from someone’s recent lobbying or by some\nburst of free association. If Trump cared about something, he usually already had a fixed\nview based on limited information. If he didn’t care, he had no view and no information.\nHence, the Trump budget team was also largely forced to return to Trump’s speeches\nwhen searching for the general policy themes they could then fasten into a budget\nprogram.\n\nOOK Ok\n\nWalsh, sitting within sight of the Oval Office, was located at something like the ground\nzero of the information flow between the president and his staff. As Trump’s primary\nscheduler, her job was to ration the president’s time and organize the flow of information\nto him around the priorities that the White House had set. In this, Walsh became the\neffective middle person among the three men working hardest to maneuver the president\n—Bannon, Kushner, and Priebus.\n\nEach man saw the president as something of a blank page—or a scrambled one. And\neach, Walsh came to appreciate with increasing incredulity, had a radically different idea\nof how to fill or remake that page. Bannon was the alt-right militant. Kushner was the\nNew York Democrat. And Priebus was the establishment Republican. “Steve wants to\nforce a million people out of the country and repeal the nation’s health law and lay on a\n\nHOUSE_OVERSIGHT_019972",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019972.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3002,
    "word_count": 492,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.194847",
    "prefix": "IMAGES-005"
  }
}