{
  "document_id": "HOUSE_OVERSIGHT_014807",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014807.txt",
  "text": "9/2/2016 Case 1:15-cTRsOFea BBR WESby PasdenhitrsiieyApstei2 revEdlshquGny wjgeiiyet BID Stinton, Of 8\ncareful. ‘Bill must have known about Jeffrey’s girls. There were three desks in the living area of the villa\non the island.\n\nSe ee\n\nSpeaking out: Virginia, now aged 26, in her new home in Australia\n\n\"They were covered with pictures of Jeffrey shaking hands with famous people and photos of naked\ngirls, including one of me that Jeffrey had at all his houses, lying in a hammock.‘We all dined together\nthat night. Jeffrey was at the head of the table. Bill was at his left. | sat across from him. Emmy Tayler,\nGhislaine’s blonde British assistant, sat at my right. ‘Ghislaine was at Bill’s left and at the left of Ghislaine\nthere were two olive-skinned brunettes who'd flown in with us from New York.\n\n‘I'd never met them before. I’d say they were no older than 17, very innocent-looking. ‘They weren’t\nthere for me. They weren't there for Jeffrey or Ghislaine because | was there to have sex with Jeffrey on\nthe trip.‘Maybe Jeffrey thought they would entertain Bill, but | saw no evidence that he was interested in\nthem. He and Jeffrey and Ghislaine seemed to have a very good relationship. Bill was very funny.\n\n‘Bill must have known about Jeffrey’s girls. There were three desks in the living area of the villa on the\nisland... covered with photos of naked girls' 'He made me laugh a few times. And he and Jeffrey and\nGhislaine told blokey jokes and the brunettes listened politely and giggled. ‘After dinner | gave Jeffrey an\nerotic massage. | don’t remember seeing Bill again on the trip but | assume Ghislaine flew him\nback.’According to prison records, when Epstein was serving his jail term, his visitors included a long-\ntime — and highly controversial — Clinton acquaintance, Arnold Prosperi.\n\n‘In the final hours of the Clinton presidency, in January 2001, Prosperi was facing three years in prison\nafter being convicted of tax fraud. Mr Clinton commuted his sentence to house arrest. ‘Clinton, Prosperi\nand Epstein make an odd threesome on the face of it,’ says a law enforcement source.‘Was Prosperi\n\nvisiting Epstein as some kind of intermediary for Bill?\n\nGM_00717\nhttp:/Awww.dailymail.co.uk/news/article-1363452/Bill-Clinton-15-year-old-masseuse-I-met-twice-claims-Epsteins-girl.htm| 3/7\n\nHOUSE_OVERSIGHT_014807",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014807.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2329,
    "word_count": 372,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.919471",
    "prefix": "IMAGES-003"
  }
}