{
  "document_id": "HOUSE_OVERSIGHT_020541",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020541.txt",
  "text": "82\n\nservices of the world. In the United States, Xinhua doubled the number of bureaus,\nadding Chicago, Houston, and San Francisco to its original footprint in Washington,\nDC, New York, and Los Angeles. Xinhua, like other state-owned Chinese media outlets,\n\nalso began hiring local talent, and in 2009 it began a TV broadcast in English.\n\nAs part of this vigorous propaganda campaign, the Party has sought to turn China\nCentral Television into a global competitor to CNN. CCTV was already airing in\nAmerica as of 2004, when it cooperated with EchoStar, America’s second-largest\nsatellite TV company, to launch the Chinese “Great Wall Platform” package, including\ntwelve Mandarin channels, two Cantonese channels, one Hokkien channel, and one\nEnglish channel. That same year, Rupert Murdoch’s News Group helped CCTV place\nprogramming on Time Warner and NewsCorp’s US television network. CCTV also\nexpanded its offerings in the United States, growing its bureau in Washington and\nhiring American reporters too. By 2012, CCTV, recently renamed the China Global\nTelevision Network (CGTN), was broadcasting in seven languages. Its programs\n\nfor American audiences regularly feature personalities from Russia’s state-funded\npropaganda outlet, RT, which was recently required to register as a foreign agent; RT,\n\nin turn, regularly features CGTN personalities.\n\nChina Radio International (CRI) was also given a foreign platform. Decades ago, the\nBeijing-based propaganda outlet relied solely on shortwave broadcasts to beam China’s\nmessage to the world, but in the late 2000s it began leasing local stations around the\nglobe and across the United States that it supplied with content made in Beijing. CRI\nhas used a US-based company through which it leases stations. That firm is EDI Media\nInc. (s2S48 8 IR 5]), which also owns other media properties that tow Beijing’s line:\nG&E TV GRR), GE Studio Network GRIF BA), and EDI City Newsweek\n(703 BTFI).1° A CRI subsidiary in China, Guoguang Century Media, holds a majority\nstake in G&E Studio.\"' When it comes to reporting on mainland China, the content of\n\nall of EDI’s outlets mirrors that of China’s state-owned media.\n\nChina’s state-run media have proved to be nimble in accomplishing Beijing’s goal of\npenetrating US markets. In 2013, the Hong Kong—based Phoenix Satellite TV group,\nwhich has close ties to the Chinese state and broadcasts in China, attempted to\npurchase two major FM stations in Los Angeles that shared the same frequency. One of\nthem, KDAY, covers West L.A., while KDEY stretches into Riverside and San Bernardino\ncounties to the east of the city. Greater Los Angeles is home to more than a half million\n\nChinese, the second-biggest concentration next to New York City. But none of the\n\nMedia\n\nHOUSE_OVERSIGHT_020541",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020541.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2780,
    "word_count": 438,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.919644",
    "prefix": "IMAGES-006"
  }
}