{
  "document_id": "HOUSE_OVERSIGHT_024725",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024725.txt",
  "text": ">\n\nCKRELLE\nCAPITAL\n\noe)\n\nCHAPTER IV U.S. Legal Landscape\n\nOutlook\n\nDevelopment (1) does not require any change in federal law or radical departure from prior federal\npolicy, but merely requires a redirection of FDA and DEA policies and practices. Developments (2)\nand (3) also do not require a fundamental change in federal law. In this sense, developments (1)—(3)\nlargely reflect incremental developments within the existing legal environment. For example, eight\nstate legislatures are expected in 2018 to introduce ballot measures or explore regulatory frameworks\nfor recreational cannabis (Arizona, Delaware, Florida, Michigan, New Jersey, Ohio, Rhode Island and\nVermont). Three other states (Missouri, Oklahoma and Wyoming) are expected to enact medical can-\nnabis laws in 2018. And as discussed previously, many observers expect that in 2018, the FDA will\napprove a cannabis-derived pharmaceutical for the first time.\n\nDevelopments (4)—(6) require more fundamental changes in federal laws and policies. We do not\nexpect developments (4), (5) or (6) to occur during the current presidential term, but we believe that\nthere is a reasonable chance development (4) could begin within the next five years and development\n(5) could occur within two years thereafter. In total, we believe it could take up to 10 years or more\nbefore the federal legalization process reaches development (6) and cannabis becomes fully legal under\nfederal law.\n\nWe believe that cannabis will become federally legal when American voters demand it. Develop-\nments (1)—(5) are not required precursors to federal legalization, and either the U.S. Congress or the\nDEA could initiate development (6) at any time. We believe that either the Congress or the DEA is\nmore likely to take such a step in an environment where developments (1)—(5) have progressed, but\nthere are signs that pressure from American voters may be mounting for the federal government to act\nmore quickly.\n\nAccording to Gallup, the percentage of Americans who support legalization of cannabis use has\nincreased significantly over the past two decades, and 64% of Americans today believe cannabis use\nshould be legal. We expect that, eventually, federal policy will align with the attitudes of a majority\nof American voters. The following graph shows the percentage of Americans who answered “Yes” to\nGallup when asked whether use of marijuana should be made legal.\n\nU.S. Public Support for Legalizing Cannabis Use\n\n10%\n60%\n50%\n40%\n30%\n20%\n\n10%\n1996 2000 2001 2003 2005 2009 2010 2011 2012 2013 2014 2015 2016 2017\n\nSource: Gallup. Data is shown for each year that such data was provided by Gallup since 1995.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 89\n\nHOUSE_OVERSIGHT_024725",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024725.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2727,
    "word_count": 429,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.606884",
    "prefix": "IMAGES-008"
  }
}