{
  "document_id": "HOUSE_OVERSIGHT_023944",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023944.txt",
  "text": "198 Teaching Minds\n\nacclaimed by one and all to be brilliant, and many brilliant people\nthink that if you can’t understand what they are thinking about, then\nit is your fault not theirs. They are talking about complex issues that\ninterest them, and you should be able to follow along, and if you can’t\nthen you are a dope.\n\nThis works at MIT, sort of. No MIT student happily admits to not\nunderstanding what the professor is saying. They all muddle through\nas best they can and are usually awestruck by even being in the pres-\nence of these great men, much less being able to take a course from\nthem. Understanding what they said, or, worse, actually being able\nto make use of what they said, seems unimportant by comparison.\nYou would take a course given by Einstein, wouldn’t you, even if you\ndidn’t understand physics? That is the attitude.\n\nThis attitude works at MIT. But it fails miserably at lesser schools.\n\nI took advanced calculus from a superstar when I was an under-\ngraduate. I didn’t understand anything. I was a math major, but that\ncourse caused me to lose interest in math and start thinking about\nother things. I went to see this superstar and asked him for advice. We\nhad a great conversation. He was a very smart guy. He pointed me in\na direction that helped me make some important decisions. As a one-\non-one advisor he was great. But the system made him teach, which\nreally wasn’t something he could do very well.\n\nAs luck would have it, years later when I was chairman of the\nComputer Science Department at Yale, he was one of my faculty. So,\nin a sense he wound up working for me (to the extent that any faculty\nmember actually works for the chair, which is really not the case).\n\nHe was a great man. He inspired many a graduate student to be-\ncome a professor. He was fun to talk to. But he couldn't teach at all.\nAt Yale we made sure that he taught only specialty courses, which was\nfine with him. What he was doing teaching advanced calculus that year\nlong ago is anybody’s guess. My guess is that as he was the chairman of\nthe Math Department at the time, either he got stuck with it because\nthere was nobody else or he was trying to prove a point in order to in-\nduce senior faculty to come down from on high and teach the basics.\n\nEither way it was a terrible idea.\n\nPrestigious universities that recruit superstars are not, at the same\ntime, recruiting teachers. They are just hoping someone can and will\nteach. But no one cares that much.\n\nTonce had dinner with a man who was on the Board of Trustees of\nthe University of Hlinois. I asked him how he liked being on the board\n\nHOUSE_OVERSIGHT_023944",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2630,
    "word_count": 485,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.843231",
    "prefix": "IMAGES-007"
  }
}