{
  "document_id": "HOUSE_OVERSIGHT_018906",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018906.txt",
  "text": "@odadie Cause Affidavit @\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\ni\nOn November 6, 2005, at approximately 3:30 pm, I met with dobf sf at the\n\nPalm Beach Police Department. [was identified as a potential witness/victim through information\nobtained during the trash pulls. During the sworn taped statement[ | advised she was at Jeffrey Epstein’s\nhouse one time, approximately two months ago. She was approached by a sf who was dating\nroommate, for an opportunity to make some quick money. [_Jadvised she needed to make some\n\nquick cash to make the rent that month. She agreed to go to the house. She had been told by [that\nthe massage would have to be done in her underwear. She advised|___]drove with her and brought her into the\nhouse. They walked into the kitchen area, and took the stairs upstairs. [_] further stated she was brought\ninto a master bedroom area. She advised she recalled seeing portraits of naked women throughout the room. A\nmassage table was already out near the sauna/shower area in the master bedroom. Epstein entered the room\nwearing only a towel and introduced himself as “Jeff.” At Epstein’s direction,|__Jand{__| removed their\nclothing down to their panties, Epstein laid on his stomach area and they provided a massage on his legs and feet\narea. Lasked|____if she had any formal massage training and she replied “no.” [_|advised she was\ntopless and the panties she wore were the boy shorts lace panties. She and_____ continued the massage until the\nlast ten minutes of the massage, Epstein, told _ to leave the room so that{___ could finish the massage.\n\n[got dressed, and left the room as Epstein turned over onto his back. Epstein then removed the towel and 6\nlaid naked . Epstein requested thaf rub his chest area. [| stated as she did this, Epstein, began bie\nmasturbating. [_]stated Epstein pulled down her boy short panties, and he produced a large white vibrator\nwith a large head. She stated it was within his reach in a drawer in his master bathroom. He rubbed the vibrator\non her vaginal area. [_|advised he never penetrated her vagina with the vibrator. He continued to rub her\nvagina with the vibrator as he continued to masturbate. [__|stated she was very uncomfortable during the\nincident but knew it was almost over. Epstein climaxed and started to remove himself from the table. He wiped\nhimself with the towel he had on previously and went into the shower area. Thomas got dressed and met with\n\n[___ Jin the kitchen area. Epstein came into the kitchen and provided] ]$200.00 for bringing and\npaid $200.00 toL___] for providing the massage. [was told to leave her telephone number with J\nfor future contact.[___ provided her cellular telephone number. [_]was asked if she was recently\ncontacted about this investigation by anyone from the Epstein organization. She replied she was called but it was\nfor work. She stated she was called by J for her to return to “work” for Epstein. [_ stated “work” is\nthe term used by[Jto provide the massages and other things. [_ advised she declined as she was not\ncomfortable in providing that type of “work.”\n\nOn November 7, 2005, Det Sandman andImet withL—idtdobf | Duringa\n\nsworn taped statement[____|stated she met Jeffrey Epstein through [when they were still\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1° day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018906",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018906.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3559,
    "word_count": 598,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.779440",
    "prefix": "IMAGES-005"
  }
}