{
  "document_id": "HOUSE_OVERSIGHT_023089",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023089.txt",
  "text": "End of interest deductibility: who could be hurt?\n\nBelow we provide a screen of the top 50 S&P 500 companies (excluding Financials, Real\nEstate and Utilities) by high net interest expense as a percentage of net income, which\ncould potentially be hurt by an end to the deductibility of interest expense.\n\nTable 21: S&P 500 (ex. Financials, Real Estate & Utilities) with high net interest expense as a % of net income\nTicker Company Sector Industry Net Interest Expense (% of L12M Net Income)\n\nCHTR — Charter Communications, Inc. Class A Consumer Discretionary Media 1387%\nDVN Devon Energy Corporation Energy Oil, Gas & Consumable Fuels 467%\nCXO Concho Resources Inc. Energy Oil, Gas & Consumable Fuels 357%\nMU Micron Technology, Inc. Information Technology Semiconductors & Semiconductor 316%\nFOX Freeport-McMoRan, Inc. Materials Metals & Mining 280%\nOKE ONEOK, Inc. Energy Oil, Gas & Consumable Fuels 135%\nKMI Kinder Morgan Inc Class P Energy Oil, Gas & Consumable Fuels 120%\nLVLT Level 3 Communications, Inc. Telecommunication Services Diversified Telecommunication 96%\nWYNN Wynn Resorts, Limited Consumer Discretionary Hotels Restaurants & Leisure 95%\nCT CenturyLink, Inc. Telecommunication Services Diversified Telecommunication 94%\nCF CF Industries Holdings, Inc. Materials Chemicals 92%\nNFX Newfield Exploration Company Energy Oil, Gas & Consumable Fuels 82%\nRI Transocean Ltd. Energy Energy Equipment & Services 81%\nNFLX Netflix, Inc. Consumer Discretionary Internet & Direct Marketing Re 80%\nSE Spectra Energy Corp Energy Oil, Gas & Consumable Fuels 18%\nTDG TransDigm Group Incorporated Industrials Aerospace & Defense 17%\nHCA HCA Holdings, Inc. Health Care Health Care Providers & Servic 63%\nMPC Marathon Petroleum Corporation Energy Oil, Gas & Consumable Fuels 56%\nCAT Caterpillar Inc. Industrials Machinery 56%\nEVHC Envision Healthcare Corp. Health Care Health Care Providers & Servic 55%\nURI United Rentals, Inc. Industrials Trading Companies & Distributo 54%\nDVA DaVita Inc. Health Care Health Care Providers & Servic 52%\nTGNA — TEGNA, Inc. Consumer Discretionary Media 52%\nDE Deere & Company Industrials Machinery 50%\nMAS Masco Corporation Industrials Building Products 49%\nENDP — Endo International Ple Health Care Pharmaceuticals 48%\nCOTY Coty Inc. Class A Consumer Staples Personal Products 47%\nIP International Paper Company Materials Containers & Packaging 47%\nR Ryder System, Inc. Industrials Road & Rail 46%\nDLTR Dollar Tree, Inc. Consumer Discretionary Multiline Retail 46%\nNEM Newmont Mining Corporation Materials Metals & Mining 46%\nFOX Twenty-First Century Fox, Inc. Class B Consumer Discretionary Media 46%\nGT Goodyear Tire & Rubber Company Consumer Discretionary Auto Components 45%\nRSG Republic Services, Inc. Industrials Commercial Services & Supplies 45%\nSEE Sealed Air Corporation Materials Containers & Packaging 45%\nPBI Pitney Bowes Inc. Industrials Commercial Services & Supplies 45%\nAN AutoNation, Inc. Consumer Discretionary Specialty Retail 44%\nKSS Kohl's Corporation Consumer Discretionary Multiline Retail 44%\nF Ford Motor Company Consumer Discretionary Automobiles 43%\nVIAB Viacom Inc. Class B Consumer Discretionary Media 42%\nMNK Mallinckrodt Ple Health Care Pharmaceuticals 41%\nADS Alliance Data Systems Corporation Information Technology IT Services 41%\nWRK  WestRock Co. Materials Containers & Packaging 40%\nVRTX — Vertex Pharmaceuticals Incorporated Health Care Biotechnology 39%\nBLL Ball Corporation Materials Containers & Packaging 37%\nGE General Electric Company Industrials Industrial Conglomerates 37%\nM Macy's Inc Consumer Discretionary Multiline Retail 37%\nCVX Chevron Corporation Energy Oil, Gas & Consumable Fuels 37%\nSLB Schlumberger NV Energy Energy Equipment & Services 37%\nTSO Tesoro Corporation Energy Oil, Gas & Consumable Fuels 36%\n\nNote: This screen is not a recommended list either individually or as a group of stacks. Investors should consider the fundamentals of the companies and their own individual circumstances/abjective before making any\n\ninvestment decisions.\nSource: FactSet, BofaA Merrill Lynch US Equity & US Quant Strategy\n\nBankof America\nMerrill Lynch\n\nEquity Strategy Focus Point | 29 January 2017 21\n\nHOUSE_OVERSIGHT_023089",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023089.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4202,
    "word_count": 615,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:44.540801",
    "prefix": "IMAGES-007"
  }
}