{
  "document_id": "HOUSE_OVERSIGHT_024294",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_024294.txt",
  "text": "﻿FIRST TERM ACCOMPLISHMENTS 2015-2016\n• Named to the Committees on Agriculture and Oversight and\nGovernment Reform\n• Named as the Freshman representative on the Democratic Leadership\nSteering and Policy Committee\n• Named by Southern Region as Regional Whip for Democrats\n• Named to Leader Nancy Pelosi’s Future Forum Group. Made up\nof a select group of 10 Members of Democratic Conference to\nengage millennials in political process\n• Selected to President Obama’s White House Renewable\nEnergy roundtable group\n• Led the Virgin Islands’ delegation to the First Caribbean Energy\nSecurity Summit in DC\nSuccessful Legislative Activity\n• Successfully removed the Virgin Islands and small territories from\nPROMESA (Puerto Rico Oversight Management\nEconomic Security Act), which threatened VI municipal credit and\nborrowing ability along with self-governance\n• Secured VA decision to expand Choice Program eligibility for\nVirgin Islands resident veterans\n• Original Co-Sponsor of legislation to expand the VA choice program\neligibility (H.R.572)\n• Secured House passage of the Virgin Islands of the United States\nCentennial Commission Act (H.R.2615)\n• Successfully worked to repeal the DC Budget proposal listing\nUSVI and other Caribbean islands as tax havens which would\nhave negatively affected our ability to secure banking and Treasury\nsupport\n• Led the defeat of an amendment to the transportation\nauthorization bill (Territorial Highway Program: H.R.2353) that\nwould have reduced federal dollars for the Virgin Islands\n• Defeated attempt by American Samoa and Northern Mariana\nto reallocate percentage of funding going to the USVI for other\nsmall territories\n• Secured Commitment from Army Corp of Engineers for\nincreased personnel and resources for Virgin Islands backlog\nof permits\n• One of a small group of Members of Congress to be involved in\nthe planning of the unprecedented “sit-in” of House Democrats for\naction to address American gun violence\n• Secured Agriculture drought relief assistance for farmers and\nlivestock owners and commitment to keep data on territories for\nfuture assistance and to designate St. Croix a primary disaster\narea due to severe drought\n• Honored by global food and poverty groups for being a leading\nvoice on issues affecting food and nutrition security\nMajor Sponsored Legislation\n• Virgin Islands Visa Waiver Act of 2015 (H.R. 2116) — Gives\nexpedited visa process for members of the Caribbean Community\n(CARICOM) to enter the USVI for sports, entertainment, medical,\nand recreational purposes.\n• Hire-A-Hero Act of 2015 (H.R.2457) — Gives tax credits to small\nbusinesses that hire someone in the Reserves or National Guard.\n• United States Virgin Islands College Access Act of 2015 (H.R.\n4191) — Allows student who are residents of the VI to receive\nin-state tuition when applying to participating state universities.\n• Lobbied Obama Administration to include UVI as a community\ncollege for the President’s proposal to make 2 years free at community\ncolleges.\n• Territorial Economic Growth and Recovery Act of 2016\n(H.R.5163) — Introduced to amend the Internal Revenue Code of\n1986 to provide for economic recovery in the Virgin Islands and\nGuam, and for other purposes.\n• Territorial Tax Equity and Economic Growth Act (H.R.5038) —\nIntroduced to amend the Internal Revenue Code of 1986 to\nprovide for economic recovery in the territories.\n• Co-Sponsored legislation to extend SSI benefits to the U.S. Virgin\nIslands (H.R.582)\n• Visited Dominica immediately after Hurricane Erika and hosted\nDominican Ambassador in Congress. Introduced H.Res.453 with\nnumerous co-sponsors for additional Dominican assistance\nField Activities\n• Sponsored workshops on STT and STX for small businesses on\nfederal contracting\n• Partnered with USDA for workshops (STX and STT) on\ntechnical support for Farmers\n• Had several town halls on St. Croix, St. Thomas, and St. John.\n• Commitment to visit ALL schools in the Virgin Islands, and\ncurrently have visited over 15 schools. Will continue to meet with\nheads of school, teachers AND students.\n• Organized and hosted first ever official roundtable discussion\nbetween VI Delegate to Congress and Virgin Islands\nLegislature\n• Organized annual “VI Advocacy Day” in Congress, focused on\nelevating VI issues via local business owners and advocates\n• Held meetings with various Regional Directors of agencies to\ndiscuss issues/concerns affecting the VI including:\n• HIDTA (High Intensity Drug Trafficking Agency)\n• Customs and Border Protection\n• U.S. Postal Service\n• USPS letter carriers\n• HUD (Housing and Urban Development)\n• VA Regional Hospital in Puerto Rico\nTel: 340-277-7000\nwww.PlaskettforCongress.com",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_024294.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4671,
    "word_count": 718,
    "line_count": 95,
    "import_date": "2025-11-19T21:47:49.055214",
    "prefix": "TEXT-001"
  }
}