{
  "document_id": "HOUSE_OVERSIGHT_012193",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012193.txt",
  "text": "ALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 11\n\naid tell him you’re 18 because if you’re not, he won’t let you in his house.\nSo I said I was 18. As I was giving him a massage, he was like how old are you.\nAnd then I was like 18. But I kind of said it really fast because I didn’t want to make\n\nit sound like I was lying or anything. EM at 38-39.\n\nThus, consistent with the guidance provided in Franks v. Delaware, 438 U.S. 154 (1978), the\nsearch warrant affidavit in this case reveals knowing and reckless falsehoods and omitted material\ninformation. This is precisely the type the United States Supreme Court sought to guard against.\n\nThe age of the alleged victims, and of Mr. Epstein’s intent in that regard, is an element of the\ncrimes that must be proven in order to sustain a conviction. In particular, § 2422(b) requires that the\ndefendant specifically intended to target a minor. See, e.g., United States v. Murrell, 368 F.3d 1286\nqi\" Cir. 2004) (“[T]o prove an attempt the government must first prove that [defendant], using the\ninternet, acted with a specific intent to persuade, induce, entice, or coerce a minor to engage in\nunlawful sex.”) (Emphasis added). Section 2422(b) expressly requires that the crime be committed\n“knowingly,” and that requisite mental element applies as to each element of the crime. United\nStates v. XCitement Video, Inc., 513 U.S. 64, 68-69 (1994); United States v. Meek, 366 F.3d 705,\n718 (9\" Cir. 2004); United States v. Root, 296 F.3d 1222, 1227 (11™ Cir. 2002); United States v.\nBailey, 228 F.3d 637, 638-639 (6\" Cir. 2000). How, then, could the USAO “plausibly argue” that a\nmisrepresentation about an element of the crime could be viewed as “not material”? If the elements\nof the alleged crime are not met, there is no probable cause to sustain the search warrant in the first\ninstance. If the elements are not met, there is no federal crime. That is material.\n\nMoreover, it is clear from the plaint text of the statute that the statutorily proscribed act\npursuant to 18 U.S.C. §2422(b) is the actual use of a facility of interstate commerce to persuade,\nentice, induce, or coerce. “The underlying criminal conduct Congress expressly proscribed in passing\n§2422(b) is the persuasion, inducement, enticement, or coercion of the minor rather than the sex act\nitself. That is, ifa person persuaded a minor to engage in sexual conduct (e.g., with himself or a third\nparty) without then committing any sex act himself, he would nevertheless violate §2422(b).” United\nStates v. Murrell, 368 F.3d 1283, 1286 (11\" Cir. 2004). See also, United States v. Bailey, 228 F.3d\n637, 639 (6\" Cir. 2000) (“Congress has made a clear choice to criminalize persuasion and the\nattempt to persuade, not the performance of the sexual acts themselves.”). Thus, if there has been\nsexual misconduct (which we deny) without the requisite persuasion, there is no violation of this\nfederal law.\n\nThe investigation and testimony in this case makes clear that Mr. Epstein did not use any\nfacility of interstate commerce to commit any act forbidden by 18 U.S.C. § 2422(b)—to persuade,\ninduce, entice, coerce—nor did he direct any of his assistants to do so. Indeed, by way of example,\n\nas Clear on this point at her deposition during which she repeatedly testified that\nnobody—not Mr. Epstein or any of his assistants—ever used the Internet or phone in any way to try\nto persuade her to engage in sexual activity with Mr. Epstein ME (deposition) at 31-32.\nNonetheless, even assuming, arguendo, that persuasion to engage in sexual conduct occurred over\n\nHOUSE_OVERSIGHT_012193",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012193.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3614,
    "word_count": 614,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.967022",
    "prefix": "IMAGES-001"
  }
}