{
  "document_id": "HOUSE_OVERSIGHT_019730",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019730.txt",
  "text": "242 | HOW AMERICA LOST ITS SECRETS\n\nany interview that he ever gave in Moscow under Russian protec-\ntion, but he had similar access to NSA operations against Russia in\nhis job at the NSA’s Threat Operations Center.\n\nThe enormous power of the NSA rested in its ability to keep its\nsources and methods secret from its foes. A queen on the chess-\nboard could be captured by a lowly pawn if it was well-placed. In\nthis case, the person who had it in his power to expose the NSA’s\ncritical sources and methods would no doubt be considered fair game\nby America’s adversaries, including the Chinese and Russian cyber\nservices. Indeed, how could they resist such a prize?\n\nSnowden might have believed that he was in control, but the CIA\nbelieved that confidence was misinformed. “Snowden thinks he is\nsmart,” Morell said, after reviewing the case on a panel appointed\nby President Obama, “but he was never in a position in his previous\njobs to fully understand the immense capabilities of our Russian and\nChinese counterparts.” He could adopt a cocky tone in his postmor-\ntem conversations with journalists in Moscow, but in truth he had\nno means to block the efforts of the Chinese or Russian services in\n\n© Hong Kong. Even before Snowden contacted its diplomats in Hong ©\nKong, the Russian intelligence service would swing into action to\ndetermine his intelligence value.\n\nHow many days he planned to be in Hong Kong depended on how\nspeedily he could arrange a meeting with journalists. “The purpose of\nmy [Hong Kong] mission was to get the information to journalists,”\nhe told the editor of The Guardian after he was safely ensconced in\nMoscow. He indicates that he was working under a tight clock. The\ntime pressure resulted in his e-mailing an ultimatum to Gellman on\nMay 24: either Gellman would publish the selected documents in\nThe Washington Post within seventy-two hours, or he would lose\nthe exclusive scoop. Snowden wanted the story to break on May 27,\nwithout his true identity (which Gellman did not know) attached to\nit. His identity would be known to a foreign mission in Hong Kong if\nGellman acceded to his demands, because, as previously mentioned,\nGellman’s story would enclose an encoded signal he planned to use\nas proof of his bona fides. So even before the Guardian reporters had\nagreed to come to Hong Kong, Snowden had plans to deal with a\nforeign mission. If the Post had accepted his terms, Snowden would\n\n| | Epst_9780451494566_2p_all_r.indd 242 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019730",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019730.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2510,
    "word_count": 431,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.319576",
    "prefix": "IMAGES-005"
  }
}