{
  "document_id": "HOUSE_OVERSIGHT_024045",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024045.txt",
  "text": "Leadership: NLV_ are leaders in biopharmaceutical investing across all stages and transaction\ntypes\n\nThe New Leaf team is well positioned to continue to play a leadership role in the sector. Over\nthe last two decades, the Fund Managers have demonstrated an ability to access high quality\nbiopharmaceutical investments at all stages, by sourcing opportunities through a range of\nactivities that result in differentiated and in many cases proprietary deal flow. Deal flow is\ngenerated by relying on New Leaf’s extensive network of relationships that span senior\nexecutives in the pharmaceutical and biotech companies, top scientists at world-class academic\ninstitutions, and leading investors in the venture capital, private equity, and small cap public\nsectors. By leveraging this network the Fund Managers gain visibility to interesting investment\nideas, and develop insight into the long term strategic interests of the larger pharmaceutical and\nbiotech companies and the evolving attitudes about value and risk of public market investors.\nThrough this continuous process the Fund Managers seek to ensure that they are able to view\nthe widest range of high quality opportunities and have a highly informed and discerning\nscreen to determine which of the opportunities have the greatest long term investment\npotential. It is these efforts that have allowed the New Leaf team to create some of the best\nperforming portfolios of biopharmaceutical investments in the industry in the Sprout Funds\nand in NLV-I and NLV-II, and has resulted in successful and consistent track records of returns\nin the sector. The Fund Managers have demonstrated leadership in the sector over the long\nterm through transactions that span the full range of stages and transaction types, including:\n\ne Start-Ups: The Fund Managers have played important roles and have been founding\ninvestors in a number of successful start-up companies. These have included Pearl\nTherapeutics (NLV-I, exited in sale to Astra Zeneca, 2.5x multiple plus milestones),\nRelypsa (NLV-I,_ private initially, now public on NASDAQ: RLYP),\nConvergence/Calchan Pharmaceuticals (NLV-IL, one start up that subsequently split to\nbecome 2 separate companies), Durata Therapeutics (NLV-II: IPO - July, 2012,\nNASDAQ: DRTX), and Ilypsa (Sprout IX, exited in sale to Amgen, 6.9x multiple).\n\ne Established Private Companies: The New Leaf Team has played the role of lead\ninvestor in a large number of private investments. These have included Cerexa (NLV-I,\nexited in sale to Forest Labs, 5.4x multiple), Stromedix (NLV-I, exited in sale to Biogen\nIdec, 1.8x multiple plus milestones), Chimerix (NLV-IL, IPO - April, 2013, NASDAQ:\nCMRxX), and Auxilium (Sprout IX, NASDAQ: AUXL, exited at 4.6x).\n\ne Restructuring Private Companies: The Fund Managers have led financings that have\nrestructured private companies, providing capital to fund business plans that have\nrefocused company’s business plans on certain key assets and product development\nprograms and significantly reducing or terminating investments into others. Examples\nof this type of investment include Intarcia Therapeutics (NLV-I) and Synageva\nBiopharma (NLV-II, reverse merger to become public - November, 2011, NASDAQ:\nGEVA,; exited at 7.3x).\n\ne Restructuring & Recapitalizing Public Companies: The New Leaf team has created\ninteresting investment opportunities through restructuring and recapitalizing public\ncompanies. Examples include MEI Pharma (NLV-I], NASDAQ: MEIP) and Sirna\n\n34 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024045",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024045.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3545,
    "word_count": 523,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.180894",
    "prefix": "IMAGES-007"
  }
}