{
  "document_id": "HOUSE_OVERSIGHT_030952",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030952.txt",
  "text": "Best regards,\n\nCraig D. Jacoby\nCooley LLP | 101 California Street | 5th Floor\nSan Francisco, CA 94111-5800\n\nE-mail:\nDirect: Fax\n\nBio | Practice | @cjacoby | LinkedIn\n\nThis email message is for the sole use of the intended recipient(s) and may contain confidential and privileged information. Any unauthorized review, use,\ndisclosure or distribution is prohibited. If you are not the intended recipient, please contact the sender by reply email and destroy all copies of the original\nmessage. If you are the intended recipient, please be advised that the content of this message is subject to access, review and disclosure by the sender's Email\n\nSystem Administrator.\n\nIRS Circular 230 disclosure: To ensure compliance with requirements imposed by the IRS, we inform you that any U.S. federal tax advice contained in this\ncommunication (including any attachment) is not intended or written by us to be used, and cannot be used, (i) by any taxpayer for the purpose of avoiding tax\npenalties under the Internal Revenue Code or (ii) for promoting, marketing or recommending to another party any transaction or matter addressed herein.\n\nDe ee ee ee ee ee ee ee ee i ee ee a\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nDe eee ee ee ee ee ee ee ee ee ee a\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\n\nHOUSE_OVERSIGHT_030952",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2162,
    "word_count": 342,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.887995",
    "prefix": "IMAGES-011"
  }
}