{
  "document_id": "HOUSE_OVERSIGHT_013131",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013131.txt",
  "text": "12.4 Ethical Synergy 215\n\nThus, empathic “ethics of care” involves a combination of episodic and sensorimotor ethics,\ncomplementing the mainly declarative ethics associated with the “ethics of justice.”\n\nIn Gilligan’s perspective, the earliest stage of ethical development occurs before empathy\nbecomes a consistent and powerful force. Next, the hallmark of the conventional stage is that\nat this point, the individual is so overwhelmed with their empathic response to others that\nthey neglect themselves in order to avoid hurting others. Note that this stage doesn’t occur\nin Kohlberg’s hierarchy at all. Kohlberg and Gilligan both begin with selfish unethicality, but\ntheir following stages diverge. A person could in principle manifest Gilligan’s conventional stage\nwithout having a refined sense of justice (thus not entering Kohlberg’s conventional stage); or\nthey could manifest Kohlberg’s conventional stage without partaking in an excessive degree of\nself-sacrifice (thus not entering Gilligan’s conventional stage). We will suggest below that in fact\nthe empathic and logical aspects of ethics are more unified in real human development than\nthese separate theories would suggest. However, even if this is so, the possibility is still there\nthat in some AGI systems the levels of declarative and empathic ethics could wildly diverge.\n\nIt is interesting to note that Gilligan’s and Kohlberg’s final stages converge more closely\nthan their intermediate ones. Kohlberg’s post-conventional stage focuses on universal rights,\nand Gilligan’s on universal compassion. Still, the foci here are quite different; and, as will be\nelaborated below, we believe that both Kohlberg’s and Gilligan’s theories constitute very partial\nviews of the actual end-state of ethical advancement.\n\n12.4.3 An Integrative Approach to Ethical Development\n\nWe feel that both Kohlberg’s and Gilligan’s theories contain elements of the whole picture of\nethical development, and that both approaches are necessary to create a moral, ethical artificial\ngeneral intelligence — just as, we suggest, both internal simulation and uncertain inference are\nnecessary to create a sufficiently intelligent and volitional intelligence in the first place. Also,\nwe contend, the lack of direct analysis of the underlying psychology of the stages is a deficiency\nshared by both the Kohlberg and Gilligan models as they are generally discussed. A successful\nmodel of integrative ethics necessarily contains elements of both the care and justice models, as\nwell as reference to the underlying developmental psychology and its influence on the character\nof the ethical stage. Furthermore, intentional and attentional ethics need to be brought into\nthe picture, complementing Kohlberg’s focus on declarative knowledge and Gilligan’s focus on\nepisodic and sensorimotor knowledge.\n\nWith these notions in mind, we propose the following integrative theory of the stages of\nethical development, shown in Tables 12.4, 12.5 and 12.6. In our integrative model, the justice-\nbased and empathic aspects of ethical judgment are proposed to develop together. Of course, in\nany one individual, one or another aspect may be dominant. Even so, however, the combination\nof the two is equally important as either of the two individual ingredients.\n\nFor instance, we suggest that in any psychologically healthy human, the conventional stage\nof ethics (typifying childhood, and in many cases adulthood as well) involves a combination\nof Gilligan-esqe empathic ethics and Kohlberg-esque ethical reasoning. This combination is\nsupported by Piagetan concrete operational cognition, which allows moderately sophisticated\nlinguistic interaction, theory of mind, and symbolic modeling of the world.\n\nAnd, similarly, we propose that in any truly ethically mature human, empathy and rational\njustice are both fully developed. Indeed the two interpenetrate each other deeply.\n\nHOUSE_OVERSIGHT_013131",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3929,
    "word_count": 575,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.728845",
    "prefix": "IMAGES-002"
  }
}