{
  "document_id": "HOUSE_OVERSIGHT_024118",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024118.txt",
  "text": "authorized the Director of the ONDCP to designate areas within the United States that exhibit serious drug trafficking\nproblems and harmfully impact other areas of the country as High Intensity Drug Trafficking Areas (HIDTAs). The\nHIDTA program aims to improve the effectiveness and efficiency of drug control efforts among local, state and federal\nlaw enforcement agencies.\n\nThe Annunzio-Wylie Anti-Money Laundering Act of 1992 gave protection from civil liability to any financial institution,\nor director, officer or employee thereof, who/that makes a Suspicious Activity Report (SAR) under any local, state or\nfederal law. The Annunzio-Wylie Act made it illegal to disclose when a SAR is filed. It also made it illegal to operate a\nmoney transmitting business without a license where such a license is required under state law, and required all\nfinancial institutions to maintain records of domestic and international funds transfers. In addition, this Act introduced\nthe “death penalty,” mandating that bank regulators consider taking action to revoke the charter of any banking\norganization that is found guilty or pleads guilty to a charge of money laundering.\n\nThe Money Laundering Suppression Act of 1994 (MLSA) specifically addressed money services businesses (MSBs),\nrequiring each MSB to register and maintain a list of its agents. In addition to making it a federal crime to operate an\nunregistered MSB, the MLSA encouraged states to adopt uniform laws applicable to MSBs. It also established\nprocedures that allowed banks to exempt certain customers from Currency Transaction Report (CTR) filing.\n\nContinuing with the trend of developing a national strategy to combat money laundering, the Money Laundering and\nFinancial Crimes Strategy Act of 1998 called for the designation of areas at high-risk for money laundering and\nrelated financial crimes by geography, industry, sector or institution. Some of these areas were later designated as\nHigh Risk Money Laundering and Related Financial Crimes Areas (HIFCAs). The HIFCA program was created to\ncoordinate the efforts of local, state and federal! law enforcement agencies in the fight against money laundering.\n\nThe Intelligence Reform and Terrorism Prevention Act of 2004 amended the BSA to require the U.S. Treasury\nSecretary to prescribe regulations requiring certain financial institutions to report cross-border electronic transmittals\nof funds, if the Secretary determines such reporting is “reasonably necessary” to aid in the fight against money\nlaundering and terrorist financing.\n\n11. | What is the role of the Office of Foreign Assets Control (OFAC) and how does it fit into\nAML laws and regulations?\n\nThe purpose of OFAC is to promulgate, administer and enforce economic and trade sanctions against certain\n\nindividuals, entities and foreign government agencies and countries whose interests are considered to be at odds\n\nwith U.S. policy. Sanctions programs target, for example, terrorists and terrorist nations, drug traffickers and those\n\nengaged in the proliferation of weapons of mass destruction.\n\nOverviews and details of the OFAC Sanctions programs can be found on OFAC’s website at www.treas.gov/ofac.\n\nOFAC regulations are not part of AML compliance per se, but since the OFAC Sanctions lists include alleged money\nlaunderers and terrorists and USA PATRIOT Act requirements mandate that certain financial institutions vet customer\nnames against the OFAC list, institutions often consider the OFAC program to be a subset of their overall AML\nprogram. For additional guidance, please refer to the Office of Foreign Assets Control and International Government\nSanctions Programs section.\n\n12. How can one measure the effectiveness of an AML regime?\n\nA number of factors can be considered when assessing the effectiveness of an AML regime, including the number of\nmoney laundering/terrorist financing investigations, prosecutions and convictions, number and amount of\nfrozen/seized assets, identification of deficiencies in financial institutions in examinations by regulatory authorities,\nand quality of coordination among financial institutions, regulatory and law enforcement authorities. For additional\nguidance on tools and techniques used to assess the effectiveness of AML systems, please refer to the Financial\nAction Task Force section.\n\n13. How do U.S. regulations compare to international AML regulations?\n\nThe United States' role as a leader in the fight against money laundering and terrorist financing dates back 40 years\nto the passage of the Bank Secrecy Act in 1970. Through the ensuing decades and especially following the terrorist\nactivities of September 11, 2001, the United States has reinforced its commitment through the passage of a number\nof additional money laundering-related laws, issuance of extensive regulatory guidance and aggressive enforcement.\n\nThat said, the United States, as with many other major jurisdictions, is not in full compliance with the FATF\nRecommendations. In fact, FATF in its most recent assessment of the United States’ anti-money regime, identified\nseveral areas in need of improvement, including: customer due diligence relating to beneficial owners, authorized\n\nprotiviti | 12\n\nHOUSE_OVERSIGHT_024118",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5239,
    "word_count": 775,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:45.034442",
    "prefix": "IMAGES-007"
  }
}