{
  "document_id": "HOUSE_OVERSIGHT_024319",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024319.txt",
  "text": "Table of Contents\n\nIn the event we choose to rely on some or all of these exemptions in the future, you would not have the same protections afforded to stockholders of\ncompanies that are subject to all of the applicable corporate governance rules of the NYSE.\n\nBOARD MEETINGS AND COMMITTEES\n\nDuring the year ended December 31, 2018, our Board held five meetings, our Audit Committee held nine meetings, and our Compensation and\n\nNominating Committee held four meetings. Directors are expected to attend the annual meeting of stockholders and all or substantially all of the Board\nmeetings and meetings of committees on which they serve, and to spend the time needed and meet as frequently as necessary to properly discharge their\nresponsibilities. Each director attended last year’s annual meeting, 100% of the meetings of the Board during such director’s tenure, and 100% of the\nmeetings held by the committees of the Board on which the director served.\n\nOur Board has an Audit Committee and a Compensation and Nominating Committee. The composition, duties and responsibilities of these\n\ncommittees are as set forth below. In the future, our board may establish other committees, as it deems appropriate, to assist it with its responsibilities.\n\nCOMPENSATION\nAND\n\nAUDIT NOMINATING\nBOARD MEMBER COMMITTEE COMMITTEE\nIra Platt . .\nGregory Sullivan . .\nDan Quayle °\nMichael Maroone s\n\nAUDIT COMMITTEE\n\nThe Audit Committee is responsible for, among other matters,\n\nappointing, compensating, retaining, evaluating, terminating, and overseeing our independent registered public accounting firm;\ndiscussing with our independent registered public accounting firm their independence from management;\n\nreviewing with our independent registered public accounting firm the scope and results of their audit;\n\napproving all audit and permissible non-audit services to be performed by our independent registered public accounting firm;\n\noverseeing the financial reporting process and discussing with management and our independent registered public accounting firm the interim\nand annual financial statements that we file with the SEC;\n\na [4 =\n\nHOUSE_OVERSIGHT_024319",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024319.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2152,
    "word_count": 322,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.653059",
    "prefix": "IMAGES-007"
  }
}