{
  "document_id": "HOUSE_OVERSIGHT_018550",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018550.txt",
  "text": "I wrote this in early 2012, when everyone and their brother was talking about the\namazingly successful fanfiction-turned-BDSM-smut Fifty Shades of Grey trilogy, by E.L.\nJames. (The online version of this post contains a bunch of relevant current links at the\nend.) It's one of my rare attempts at pegging an article to a recent news item; I had been\nplanning to write this article for months, but Fifty Shades gave me an opportunity to\nactually do it. My main goal as a sex writer has always been to put forth analysis that's\nresponsive to the conversations I hear a lot, yet independent of the latest craze. For one\nthing, I almost never care to track what Everyone Is Talking About Right This Minute!!,\nand I'm irritated to think that I ought to do so. But I've come to reluctantly understand\nthat responding to current news is one of the best ways to get more eyeballs on my work,\nso I'm trying to do more of that. I've also been encouraged in that direction by employers\n-- most notably the gender-lens website RoleReboot.org, where I took on the role of Sex\n+ Relationships Section Editor in late 2011. A slightly shorter version of this article was\noriginally published there.\n\nte Kk ok\n\nFifty Shades of Grey, Fight Club, and the Complications of Male Dominance\n\nMuch is being made of the highly successful S&M erotica novel Fifty Shades of Grey.\nPeople are blaming feminism for making women into submissives, blaming feminism for\npreventing women from being submissives, blaming women for having sexual desires at\nall, and a whole lot of other boring and typical stuff that comes up in any conversation\nabout women and S&M. News flash: it's not the feminist revolution that is \"causing\"\nwomen to have fantasies of submission. S&M fantasies have been around since the\nbeginning of time. (And the 1950s S&M-sensation book, The Story of O, was much better\nwritten than Fifty Shades of Grey.)\n\nAs an S&M writer, I hear a lot of allegations about how \"all\" (or \"almost all\") women are\nsexually submissive and how this must Mean Something. This is echoed in the coverage\nof Fifty Shades of Grey, in which everyone is demanding to know What It All Means\nAbout Women. I've already taken on these questions as they apply to women. But there's\nanother submerged question here -- about men. There's plenty of talk and stereotypes\nabout how men are inherently violent, or more aggressive than women, or \"the dominant\nsex.”\n\nAs I said in my previous article: I think it's quite questionable whether women are\n\"inherently submissive,” but my conclusion is that I don't care. It doesn't actually matter\nto me whether women in general are \"inherently submissive” (though I really don't think\nwomen are), or whether submissive women's preferences are philosophically Deep And\nMeaningful (though I'm not convinced they are). What matters is:\n\n1. How women (or any other people) can explore sexually submissive preferences\nconsensually,\n\n2. How women (or any other people) can compartmentalize submissive preferences so\nthat their whole lives are safe and fulfilling and happy, and\n\n3. How women (or any other people) can be treated well in arenas that aren't even\nrelevant to their sexuality -- like the workplace.\n\nHOUSE_OVERSIGHT_018550",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3227,
    "word_count": 544,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.060656",
    "prefix": "IMAGES-005"
  }
}