{
  "document_id": "HOUSE_OVERSIGHT_019572",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019572.txt",
  "text": "84 | HOW AMERICA LOST ITS SECRETS\n\nsonal manifesto alongside its story. As he envisioned it, the media\nevent would also include a video component in which Greenwald\nwould interview him.\n\nGreenwald agreed to this micromanaging, So Snowden said he\nwould send him what he called a “welcome package” of documents\nto demonstrate his good faith. His plan also required a face-to-face\nmeeting. Snowden told him, “The first order of business is to get you\nto Hong Kong.” The whole conversation lasted two hours, according\nto Greenwald.\n\nSnowden sent him twenty classified NSA documents labeled “Top\nSecret.” He also included in the package his personal manifesto,\nwhich asserted that the NSA was part of an international conspiracy\nof intelligence agencies that were working to “inflict upon the world\na system of secret, pervasive surveillance from which there is no\nrefuge.”\n\nMeanwhile, Snowden told Poitras he was sending her a number of\nNSA documents, including a FISA warrant that had been issued less\nthan a month earlier. He wanted that FISA warrant to serve as the\n\n® basis of Greenwald’s scoop. It was perfect whistle-blowing material ©\nfor The Guardian because it ordered Verizon to turn over all its bill-\ning records for ninety days to the NSA. It was as close to a smoking\ngun as anything he had copied at the NSA. It would also get atten-\ntion because James Clapper, the director of national intelligence, had\nstated before Congress just two months earlier that the NSA did not\ncollect phone data in America. This warrant would allow The Guard-\nian, in the best tradition of gotcha journalism, to catch Clapper in an\napparent lie.\n\nContinuing his string pulling, Snowden instructed Poitras not to\nshow the FISA warrant to Greenwald until they were safely aboard\na plane to Hong Kong. That would prevent Greenwald from releas-\ning the story previously. He also sent Poitras an entire encrypted\nfile of NSA documents, saying it would “include my true name and\ndetails for the record, though it will be your decision as to whether\nor how to declare my involvement.” He did not send her the key to\ndecipher the file, saying, “The key will follow when everything else\nis done.” He further told her that he preferred that her new film\n\n| | Epst_9780451494566_2p_all_r1.z.indd 84 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019572",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2324,
    "word_count": 392,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.813463",
    "prefix": "IMAGES-005"
  }
}