{
  "document_id": "HOUSE_OVERSIGHT_021184",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021184.txt",
  "text": "but laugh, I hoped he didn’t expect the same treatment back. Through my\nrecent experiences with Rena, I drew a line with extreme fetishes,\nespecially ones that would involve my tongue and feet in the same\nsentence. It wasn’t hard to get him wound up to the point where he just\nwanted to have the rest of me so we dried off from the cold and retired to\nmy bedchambers for the longest ten minutes of my life. Moments later\nand without any real emotional attachment, he burst in ecstasy, leaving\nme to my own feelings of dismay. As relieved as I was to see the\nexperience come to pass with him, it was finally sinking in that | would\nnever be anything more than but a muse. Still trying to ascertain a surreal\ndream a young girl once held but no longer the same girl | was no longer\nsure that the dream was even real anymore. In the whirlwind thrown\ntogether by wealth, power, and privilege I was but a grain of sand and felt\nhelpless down the road I was naively being led down. When the real\npicture was unveiled, later in my life, | had nothing but memories filled\nwith sorrow to remember of my teenage years.\n\nJeffrey, Ghislane, and I left for the states to conclude our long journey\nhome to the U.S.A. I was so happy when we landed on our soil and called\nT.J from my cell phone to see if he’d meet me at the airport instead of\ngoing back to Jeffrey’s, he’d be there within twenty minutes, he was so\nhappy to hear my voice and that I was back in town. So cestatic to be\ngetting away from my life of servitude for the next few days, I was sourly\ndisappointed when I got off the phone. As if he’d been listening to my\nentire conversation, Jeffrey told me he'd like a massage back at his place\nand he could pay me at the same time for my trip with him. With much\ndismay I had to call T.J back and cancel the arrangements, I wouldn’t see\nhim until later that night, in which one of Jeffrey’s staff would drive me\nhome and I would be too exhausted to do anything.\n\nChapter 12\n\nWhen we got back to Jeffrey’s mansion in Palm Beach he wanted to\nthank me for showing his friend, the Prince, such a good time. Rewarding\nmy diligence with an extra sum of money and luring me deeper into his\ngoal of keeping me at his side as his personal amusement that he could\nlend out at anytime. Further proving his capability of using the vulnerable\nimpressions of a young girl to influence and intimidate his fellow peers of\n\n79\n\n1 Copyright Protected Material\n\nCONFIDENTIAL.\n\nlike minds. Jeffrey didn’t want to know the grim details of how it all\nhappened on my intimate night with the Prince, he just asked simply if I\nthought that I did well in keeping his friend happy. Knowing already that\nthe evaluation of my performance I gave was already discussed between\nthem, I just as simply replied back with a nod of approval. Though I did\nhave a laugh with Jeffrey about the Prince’s weird fixation on my feet\nand lets just say that he was quite tickled with Andrew’s quirky\nobsession, having a good ol’chuckle at my eccentric encounter. I was\npaid extremely well this time, putting my money earned into nothing but\npopping pills and alcoho! by shouting my so called friends a good time,\naiming for the attempt to forget about my experiences abroad. I partied\nlike that to feel young again, my age and most of all to self-anesthetize\nmy troubles from within. It wasn’t like | was waiting for someone to\narrive on his white horse and take me away to a magical world. | simply\nyearned for more out of life than being someone’s replaceable\namusement. Still a romantic at heart | would often get lost in my\ndaydreams, imagining a new beginning with a strong man that would\nshow me an enduring love, safety in his arms, and a lifetime friendship.\nThough the suggestion of true loves existence was only a dream for now,\nsomething I could only read about in novelistic fairytales but the passing\nthought from time to time was warmly envisioned. With my inner most\ndesires being locked away in a deep crevice of my heart, I knew my\nromantic notions would be absurd in Jeffrey’s eyes. For some unknown\nreason to me he couldn’t allow himself to give love or receive someone’s\nheart in return. Once he said to me when I asked him if he ever thought\nhe would settle down and find Mrs. Right and he told me he didn’t\nbelieve that love with one monogamous partner was possible but he\nfound that love with many was. | thought at the time it had something to\ndo with having so much money and everyone wanting him for that\ninstead of seeing him as a person and even felt bad for him, but now I can\nunderstand from his recent lessons unlearned that it was a simple\nequation of his twisted perversion to become infatuated with the\nvulnerable youth off the streets. Spending so much time in the entrapment\nof Jeffrey’s embrace, I was becoming numb to the feelings and aspiration\nto ever climb above this deep hole I had dug myself into. I knew I wanted\nto escape from this bizarre form of first class slavery but I still didn’t\nhave the tools necessary to help me get out. How could I have? Everyone\nthat knew me believed [ was living this enchanting life, a rags to riches\nsuccess story that most people dream of, only | knew the price to be paid\nfor all of this and I was the only one who could pay for it.\nUnderestimating my true self, 1 was settled by Jeffrey’s side for now\nconsidering him to be someone to look up to, my mentor. Such a\n\n80\n\n1] Copyright Protected Material\n\nGIUTYRLE004213\n\nHOUSE_OVERSIGHT_021184",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021184.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5475,
    "word_count": 1022,
    "line_count": 95,
    "import_date": "2025-11-19T21:47:48.770752",
    "prefix": "IMAGES-006"
  }
}