{
  "document_id": "HOUSE_OVERSIGHT_026142",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026142.txt",
  "text": "government to execute the structural reforms and hence achieve the economic\ngrowth projected, should allow the access of the Ukrainian enterprises to the\nEuropean market and lead to further consolidation in the banking market.\n\nIn particular the loans market should increase and is projected by IMF at\nUS$17.5 billion in the period 2018-2021 (9.9% CAGR). It is anticipated that\nthere will be a significant demand for investment loans so that SMEs and large\ncorporates invest in infrastructure in order to produce products and services at\nstandards accepted in the EU countries.\n\nDeposits are increasing (1Q17: 1.3% comprising increase in UAH deposits of\n3.8% and decrease in FC of 1.9% mainly due to the repayment of foreign\ncurrency guaranteed deposits of liquidated banks back in hryvnia). The trend is\nexpected to increase because of the return of trust to the public (estimated\nmoney “under the mattresses” US$6-10 billion).\n\n= Potential for high commission income\n\nCommission income in 2016 amounted to US$922 million representing 34% of\nthe total banking revenue (25% for banks with foreign capital) exceeding the\naverage of the European banks. The most significant types of commission are\nrelated to foreign exchange and money transfers. The difference in the share of\ncommissions in the banking revenue between the banks with foreign capital and\nthe banking sector average is mainly due to the fact that state owned banks are\nthe exclusive banking providers for the government organisations. There are\nactions from the Banks’ Association to change to ratings criteria to introduce\nfair competition.\n\nIn 2016 total commissions returned 2.8% on assets. Considering that the\nsector’s balance comprises 37% cash and securities, this return is deemed high.\nIn general Ukrainians are accustomed to high commissions and in paying for\nservices. Commission income is expected to grow even further as exports and\ndisposable income would be growing.\n= Consolidation prospect\n\nOpportunity to participate in the forthcoming consolidation of the sector,\nripping the benefits of acquiring customers from state owned banks at least and\ngrow organically.\n\nHOUSE_OVERSIGHT_026142",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026142.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2169,
    "word_count": 333,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.643482",
    "prefix": "IMAGES-008"
  }
}