{
  "document_id": "HOUSE_OVERSIGHT_016386",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016386.txt",
  "text": "THE RIGHTS OF MACHINES\nGeorge M. Church\n\nGeorge M. Church is Robert Winthrop Professor of Genetics at Harvard Medical\nSchool; Professor of Health Sciences and Technology, Harvard-MIT; and co-author\n(with Ed Regis) of Regenesis: How Synthetic Biology Will Reinvent Nature and\nOurselves.\n\nIn 1950, Norbert Wiener’s Zhe Human Use of Human Beings was at the cutting edge of\nvision and speculation in proclaiming that\n\nthe machine like the djinnee, which can learn and can make decisions on the\nbasis of its learning, will in no way be obliged to make such decisions as we\nshould have made, or will be acceptable to us. ... Whether we entrust our\ndecisions to machines of metal, or to those machines of flesh and blood which\nare bureaus and vast laboratories and armies and corporations, . . . [t]he hour is\nvery late, and the choice of good and evil knocks at our door.\n\nBut this was his book’s denouement, and it has left us hanging now for sixty-eight\nyears, lacking not only prescriptions and proscriptions but even a well-articulated\n“problem statement.” We have since seen similar warnings about the threat of our\nmachines, even in the form of outreach to the masses, via films like Colossus: The Forbin\nProject (1970), The Terminator (1984), The Matrix (1999), and Ex Machina (2015). But\nnow the time is ripe for a major update, with fresh, new perspectives—notably focused\non generalizations of our “human” rights and our existential needs.\n\nConcern has tended to focus on “us versus them [robots]” or “grey goo\n[nanotech]” or “monocultures of clones [bio].” To extrapolate current trends: What if we\ncould make or grow almost anything and engineer any level of safety and efficacy\ndesired? Any thinking being (made of any arrangement of atoms) could have access to\nany technology.\n\nProbably we should be less concerned about us-versus-them and more concerned\nabout the rights of all sentients in the face of an emerging unprecedented diversity of\nminds. We should be harnessing this diversity to minimize global existential risks, like\nsupervolcanoes and asteroids.\n\nBut should we say “should”? (Disclaimer: In this and many other cases, when a\ntechnologist describes a societal path that “could,” “would,” or “should” happen, this\ndoesn’t necessarily equate to the preferences of the author. It could reflect warning,\nuncertainty, and/or detached assessment.) Roboticist Gianmarco Veruggio and others\nhave raised issues of roboethics since 2002; the U.K. Department of Trade and Industry\nand the RAND spin-off Institute for the Future have raised issues of robot rights since\n2006.\n\n“Ts versus ought”\n\nIt is commonplace to say that science concerns “is,” not “ought.” Stephen Jay Gould’s\n“non-overlapping magisteria” view argues that facts must be completely distinct from\nvalues. Similarly, the 1999 document Science and Creationism from the U.S. National\nAcademy of Sciences noted that “science and religion occupy two separate realms.” This\n\n166\n\nHOUSE_OVERSIGHT_016386",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016386.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2977,
    "word_count": 473,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.604595",
    "prefix": "IMAGES-003"
  }
}