{
  "document_id": "HOUSE_OVERSIGHT_020071",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020071.txt",
  "text": "19\n\nMIKA WHO?\n\nhe media had unlocked the value of Donald Trump, but few in the media had\n“TP unlocked it more directly and personally than Joe Scarborough and Mika Brzezinski.\nTheir MSNBC breakfast show was an ongoing soap-opera-ish or possibly Oprahesque\ndrama about their relationship with Trump—how he had disappointed them, how far they\nhad come from their original regard for him, and how much and how pathetically he\nregularly embarrassed himself. The bond he once had with them, forged through mutual\ncelebrity and a shared proprietary sense of politics (Scarborough, the former congressman,\nseemed to feel that he ought reasonably to be president as much as Donald Trump felt he\nshould be), had distinguished the show during the campaign; now its public fraying\nbecame part of the daily news cycle. Scarborough and Brzezinski lectured him, channeled\nthe concerns of his friends and family, upbraided him, and openly worried about him—\nthat he was getting the wrong advice (Bannon) and, too, that his mental powers were\nslipping. They also staked a claim at representing the reasonable center-right alternative to\nthe president, and indeed were quite a good barometer of both the center-right’s efforts to\ndeal with him and its day-to-day difficulties of living with him.\n\nTrump, believing he had been used and abused by Scarborough and Brzezinski,\nclaimed he’d stopped watching the show. But Hope Hicks, every morning, quaking, had to\nrecount it for him.\n\nMorning Joe was a ground-zero study in the way the media had over-invested in\nTrump. He was the whale against which media emotions, self-regard, ego, joie de guerre,\ncareer advancement, and desire to be at the center of the story, too, all churned in nearly\necstatic obsession. In reverse regard, the media was the same whale, serving the same\nfunction, for Trump.\n\nTo this Trump added another tic, a lifelong sense that people were constantly taking\nunfair advantage of him. This perhaps came from his father’s cheapness and lack of\ngenerosity, or from his own overawareness of being a rich kid (and, no doubt, his\ninsecurities about this), or from a negotiator’s profound understanding that it is never win-\nwin, that where there is profit there is loss. Trump simply could not abide the knowledge\n\nHOUSE_OVERSIGHT_020071",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020071.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2287,
    "word_count": 372,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.603269",
    "prefix": "IMAGES-005"
  }
}