{
  "document_id": "HOUSE_OVERSIGHT_023513",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023513.txt",
  "text": "2]\n\nArticle 6.\n\nNYT\n\nFrance Flies, Germany Flops\nRoger Cohen\n\nApril 16, 2011 -- ve always had a soft spot for Nicolas Sarkozy. He\nwas the guy with the wrong name and the wrong background who\ntook on the smug talkers with names like Dominique de Villepin and\nvanquished them. He was the outsider from the wrong schools who\nbelieved in energy and talent and had the audacity to smash the taboo\nthat said a French politician can’t love America and prosper.\n\nSarkozy was a doer. He thought Francois Mitterrand’s seductive\nphrase (in French at least) — “Il faut laisser le temps au temps” (You\nmust let time take its course) — was baloney that left you with\ndisasters like the Bosnian genocide. He thought work and reward\nshould be linked, a Gallic heresy, and he worked hard.\n\nHe hated the dependency culture of an overdeveloped French state,\nwhich entrenched rights and enfeebled responsibility. That he was\nelected president showed that France, deep in its soul, knew it had to\nescape the Mitterrand-Chirac rut with its glut of erudition and its glob\nof inaction. That was heartening.\n\nThe sanctimonious attacks on him from the left oozed the paralyzing\nconservatism that had blinded France to change. The attacks on\nSarkozy from a blue-blooded or petit-bourgeois right often betrayed\nthe same quasiracist disdain evident in rightist attacks on President\nObama.\n\nYes, I liked Sarkozy — and still do. Then there was his rudeness; his\ntaste for his rich friends’ yachts; his need for adulation that helped\nreduce a good newspaper, Le Figaro, to a fawning mouthpiece; his\nauthoritarian itch from which gypsies most conspicuously suffered;\nhis petulant impatience, his petty vanities and his peevish jealousies —\n\nHOUSE_OVERSIGHT_023513",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023513.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1730,
    "word_count": 285,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.325817",
    "prefix": "IMAGES-007"
  }
}