{
  "document_id": "HOUSE_OVERSIGHT_011489",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011489.txt",
  "text": "aroma always wafting from the stone ovens in the bakery at the heart of the\nkibbutz, where we could see the bare-chested young men producing loaf after\nloaf of bread, not just for Mishmar Hasharon but villages and towns for miles\naround us.\n\nUntil our teenage years, we lived in narrow, oblong homes, four of us to a\nroom, unfurnished except for our beds, under which we placed our pair of shoes\nor sandals. At one end of the corridor was a set of shelves where we collected a\nclean set of underwear, pants and socks each week. At the other end were the\ntoilets — at that point, the only indoor toilets on the kibbutz, with real toilet-\nseats, rather than just holes in the ground. All of us showered together until the\nage of twelve. I can’t think of a single one of us who went on to marry someone\nfrom our own age-group in the kibbutz. It would have seemed almost\nincestuous.\n\nMishmar Hasharon and other kibbutzim have long since abandoned the\npractice of collective child-rearing. Some in my generation look back on the\nway we were raised not only with regret, but pain: a sense of parental absence,\nabandonment or neglect. My own memories, and those of most of the children I\ngrew up with, are more positive. The irony is that we probably spent more\nwaking time with our parents than town or city children whose mothers and\nfathers worked nine-to-five jobs. The difference came at bedtime, or during the\nnight. If you woke up unsettled, or ill, the only immediate prospect of comfort\nwas from the metapeled, or another of the kibbutz grown-ups who might be on\novernight duty. Still, my childhood memories are overwhelmingly of feeling\nhappy, safe, protected. I do remember waking up once, late on a stormy winter\nnight when I was nine, in the grips of a terrible fever. I’d begun to hallucinate. I\ngot to my feet and, without the thought of looking anywhere else for help, made\nmy wobbly way through the rain to my parents’ room and fell into their bed.\nThey hugged me. They dabbed my forehead with water. The next morning, my\nfather wrapped me in a blanket and took me back to the children’s home.\n\nTo the extent that I was aware my childhood was different, I was given to\nunderstand it was special, that we were the beating heart of a Jewish state about\nto be born. I once asked my mother why other children got to live in their own\napartments in places like Tel Aviv. “They are ironim,” she said. City-dwellers.\nHer tone made it clear they were to be viewed as a slightly lesser species.\n\n18\n\nHOUSE_OVERSIGHT_011489",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011489.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2523,
    "word_count": 457,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.477732",
    "prefix": "IMAGES-001"
  }
}