{
  "document_id": "HOUSE_OVERSIGHT_013285",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013285.txt",
  "text": "cancer.\nMay\n\nWilliam Cox Jr., 82. The patriarch of the Bancroft clan that for\n\n105 years controlled New York-based Dow Jones & Co., publisher\nof the Wall Street Journal, who helped persuade the extended\nfamily to sell the company to Rupert Murdoch’s News Corp. in\n2007. Died on May 1 of complications from diabetes.\n\nGiulio Andreotti, 94. The seven-time Italian prime minister,\nwhose political career embodied the highs and lows of Italian\npostwar governance. Died May 6.\n\nSalvatore J. Trani, 72. He helped rebuild the credit unit of\nCantor Fitzgerald LP’s BGC Partners Inc. after 658 of the firm’s\nemployees were killed in the Sept. 11, 2001, attacks on New\nYork’s World Trade Center. Died May 7 of brain cancer.\n\nGeorge Sauer Jr., 69. Playing wide receiver for the National\nFootball League’s New York Jets, he caught eight passes from\nquarterback Joe Namath in the 1969 Super Bowl, which the\nunderdog Jets won. Died May 7 of Alzheimer’s disease.\n\nAlan Abelson, 87. A U.S. financial journalist, wno was a former\ntop editor at Barron’s magazine and wrote a widely followed\nstock-market column. Died May 9 of a heart attack.\n\nAndrew Simpson, 36. A British sailor who won two Olympic medals\nin sailing for Britian. Died May 9 when a yacht attempting to\ncompete for the America’s Cup capsized in San Francisco Bay.\nOttavio Missoni, 92. The founder of Missoni SpA, a high-end\n\nItalian fashion company. Died May 9.\n\nDeborah Bernstein, 41. She became a partner at Aquiline Capital\nPartners LLC, a New York-based private equity firm, after\nstarting her career at Goldman Sachs. Died May 10 of cancer.\n\nWalter J. O’Brien Ill, 46. The head of equities sales and\ntrading at BB&T Corp., North Carolina’s second-biggest bank, and\n\nHOUSE_OVERSIGHT_013285",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013285.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1741,
    "word_count": 289,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.534229",
    "prefix": "IMAGES-002"
  }
}