{
  "document_id": "HOUSE_OVERSIGHT_013942",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013942.txt",
  "text": "serious or irreversible ©!\n\nSherwood knocks on his boss’s office door around 3 P.M. on a relatively relaxed Thursday, July 27,\nthe week after his absence, and his script looks like the following. Stock phrases are underlined and\nfootnotes explain negotiating points.\n\nSherwood: Hi, Bill. Do you have a quick second?\nBill: Sure. What’s up?\n\nSherwood: [ just wanted to bounce an idea off of you that’s been on my mind. Two minutes should be\nplenty.\n\nBill: OK. Shoot.\n\nSherwood: Last week, as you know, I was sick. Long story short, I decided to work at home despite\nfeeling terrible. So here’s the funny part. I thought I would get nothing done, but ended up finishing three\nmore designs than usual on both days. Plus, I put in three more billable hours than usual without the\ncommute, office noise, distractions, etc. OK, so here’s where I’m going. Just as a trial, I’d like to\npropose working from home Mondays and Tuesdays for just two weeks. You can veto it whenever you\nwant, and I’ll come in if we need to do meetings, but I'd like to try it for just two weeks and review the\nresults. ’m 100% confident that Pll get twice as much done. Does that seem reasonable?\n\nBill: Hmm ... What if we need to share client designs?\n\nSherwood: There’s a program called GoToMyPC that I used to access the office computer when I was\nsick. I can view everything remotely, and I'll have my cell phone on me 24/7. Sooooo ... What do you\nthink? Test it out starting next Monday and see how much more I get done?&\n\nBill: Ummm ... OK, fine. But it’s just a test. I have a meeting in five and have to run, but let’s talk\nsoon.\n\nSherwood: Great. Thanks for the time. [ll keep you posted on it all. ’'m sure you'll be pleasantly\nsurprised.\n\nSherwood didn’t expect to get two days per week approved. He asked for two so that, in the case his\nboss refused, he could ask for just one as a fallback position (bracketing). Why didn’t Sherwood go for\nfive days remote per week? Two reasons. First, it’s a lot for management to accept off the bat. We need\nto ask for an inch and turn it into a foot without setting off panic alarms. Second, it is a good idea to\nhone your remote-working abilities—rehearse a bit—before shooting for the big time, as it decreases the\nlikelihood of crises and screwups that will get remote rights revoked.\n\nStep 5: Expand Remote Time\n\nSherwood ensures that his days outside of the office are his most productive to date, even minimally\ndropping in-office production to heighten the contrast. He sets a meeting to discuss the results with his\nboss on August 15 and prepares a bullet-point page detailing increased results and items completed\ncompared to in-office time. He suggests upping the ante to four days per week remote for a two-week\ntrial, fully prepared to concede to three days if need be.\n\nSherwood: It really turned out even better than I expected. If you look at the numbers, it makes a lot of\nbusiness sense, and I’m enjoying work a lot more now. So, here we are. I'd like to suggest, if you think it\nmakes sense, that I try four days a week for another two-week trial. I was thinking that coming in\n\nFriday®would make sense to prepare for the coming week, but we could do whichever day you prefer.\n\nBill: Sherwood, I’m really not sure we can do that.\n\nHOUSE_OVERSIGHT_013942",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013942.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3292,
    "word_count": 596,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.739739",
    "prefix": "IMAGES-002"
  }
}