{
  "document_id": "HOUSE_OVERSIGHT_017440",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017440.txt",
  "text": "4.2.12\nWC: 191694\n\nMoreover, the fervor in the hatred of Israel could not be explained in rational, policy terms.\nIsrael, the “Jew Among Nations,” was being treated by many on the hard left and on the Islamic\nright, in the way the Jewish people had been treated for millennia. This change took me by\nsurprise.\n\nIn the conclusion to my 1991 book, Chutzpah, I predicted the end of mainstream, top-down anti-\nSemitism in America, and its replacement by anti-Zionism. I also predicted “a sharp decline in\nsupport for Israel among college and university students,” who will be “tomorrow’s leaders.” I\nshould have, but did not anticipate that the new anti-Zionism would morph into anti-Semitism, at\nleast for some. I should have because the hatred of Israel by the hard left and the Islamic right\nwas So irrational, so off the charts, so extreme, that it could be explained only by a hatred for\nIsrael’s Jewishness. A confrontation I experienced in 2004 was all too typical:\n\nIt took place in front of Faneuil Hall, the birthplace of American independence and liberty. I was\nreceiving a justice award and delivering a talk from the podium of that historic hall on civil\nliberties in the age of terrorism. When I left, award in hand, I was accosted by a group of\nscreaming, angry young men and women carrying virulently anti-Israel signs. The sign carriers\nwere shouting epithets at me that crossed the line from civility to bigotry. “Dershowitz and Hitler,\njust the same, the only difference is the name.” The sin that, in the opinion of the screamers,\nwatranted this comparison between me and the man who murdered dozens of my family members\nwas my support for Israel.\n\nIt was irrelevant to these chanters that I also support a Palestinian state, the end of the Israeli\noccupation, and the dismantling of most of the settlements. The protestors also shouted,\n“Dershowitz and Gibbels [sic], just the same, the only difference is the name”—not even knowing\nhow to pronounce the name of the anti-Semitic Nazi butcher.\n\nOne sign carrier shouted that Jews who support Israel are worse than Nazis. Another demanded\nthat I be tortured and killed. It was not only their words; it was the hatred in their eyes. If a dozen\nBoston police had not been protecting me, I have little doubt I would have been physically\nattacked. The protestors’ eyes were ablaze with fanatical zeal.\n\nThe feminist writer Phyllis Chesler aptly describes the hatred some young people often direct\nagainst Israel and supporters of the Jewish state as “eroticized.” That is what I saw: passionate\nhatred, ecstatic hatred, orgasmic hatred. It was beyond mere differences of opinion.\n\nWhen I looked into their faces, I could imagine young Nazis in the 1930s in Hitler’s Germany.\nThey had no doubt that they were right and that I was pure evil for my support of the Jewish\nstate, despite my public disagreement with some of Israel’s policies and despite my support for\nPalestinian statehood.\n\nThere was no place for nuance here. It was black and white, good versus evil, and any Jew who\nsupported Israel was pure evil, deserving of torture, violence, and whatever fate Hitler and\nGoebbels deserved.\n\nTo be sure, these protestors’ verbal attack on me was constitutionally protected speech, just as\nthe Nazi march through Skokie was constitutionally protected speech. But the shouting was\nplainly calculated to intimidate. An aura of violence was in the air, and had the police not been\nthere, I would not have been able to express any views counter to theirs.\n\n353\n\nHOUSE_OVERSIGHT_017440",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017440.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3543,
    "word_count": 596,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.899811",
    "prefix": "IMAGES-004"
  }
}