{
  "document_id": "HOUSE_OVERSIGHT_023630",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023630.txt",
  "text": "“Okay,” he says, after listening for a bit to Pierce and his update on the rapid Bitcoin price swings, “I have\nopportunities here. But an additional feature of my decision problem, roughly speaking, is that the worst that\ncould happen to you is that you could lose all the money you put into it. Whereas, I could go—I mean I don’t\nlook that great now—but I could go from being seen as a figure of some probity and some intelligence to being\na figure of much less intelligence and much less probity...”\n\n“Well,” says Pierce in seeming dramatic understatement, “ no question I expect as in any nascent business one\nis going to have some low quality characters playing early in the space...”\n\nThat evening, in the Epstein dining room (he seems rarely to use the rest of the house’s 50,000 square feet),\nthere is a small cocktail party, which includes the former Prime Minister of Australian, Kevin Rudd, and\nThorbjorn Jagland, the head of the Nobel Peace Prize Committee, who offers an affable, but generally scathing,\ncritique of U.S. diplomacy (and a brief defense of Obama’s Peace Prize award) and to whom Epstein offers a\nride back to Europe on his jet.\n\nThe next morning, it’s Ehud Barack, the former Israeli Prime Minister, for breakfast. Barack 1s, over his\nomelet, able to defend both Obama and Putin. Then a high ranking official from the Obama White House,\nwhose name I am asked not to use. There follows the former head of the UN Security Council, Hardeep Purie,\nand then head of the central bank of Kazakhstan, Kairat Kelimbetov. Then Nathan Myhrvold the former chief\ntechnology office at Microsoft. Then Martin Nowak, a Professor of Biology and Mathematics and Director of\nthe Program for Evolutionary Dynamics at Harvard, the institute that Epstein has funded with $30 million. Part\nof Nowak’s research has to do with trying to “describe cancer mathematically.” (Epstein preempts Nowak’s\nexplanation : “Think of cancer the same way as you think of a terrorist group. The NSA has been able to thwart\na great number of terrorism acts by intercepting communication signals from one terrorist to another. That same\ndynamic, a form of signal intelligence, of finding a terrorist in Europe, can be used to intercept communication\nbetween cancer sells. Cancer cells merely communicate in protean code rather than electronic code. If you can\ndecode what the signals are saying you can jam those signal between terrorist calls—essentially wipe out their\ncell phones. Likewise if you can decode biological signals you can jam them too, that’s the holy grail.”)\n\nThen Richard Axel, a Nobel prize winner in physiology. Then Ron Baron who has $26 billion under\nmanagement in his Baron Fund. Then Josh Harris, the co-founder of Apollo Global Management ($164 billion\nunder management) and owner of the New Jersey Devils and the Philadelphia 76ers.\n\nThe question is why, in the face of such public flogging , with the paparazzi so near,do the high and might still\ncome?\n\nPerhaps simply that it’s intelligence of a high order. Not just market moving information, but Epstein and\nSummers trying to unravel the conundrum of zero interest rates, or Epstein and Noam Chomsky on memory\nand language, or Epstein TK...\n\nWhat goes on at Epstein’s house might seem just to confirm everyone’s worst fears about power and the\npowerful: it’s all insider stuff. But the conversations at Epstein’s are the conversations, I suspect, that rich men\ndream of, but in the real world, such a buttoned-down and agenda-driven place, are actually hard to have.\n“That’s Jeffrey,” says Mort Zuckerman, (whose paper, the Daily News, is ever vitriolic in its coverage of\nEpstein), with a twinkle in his eye.\n\nOn Epstein’s part, there is the wink: In his Paris apartment, 10,000 square feet on the Avenue Foch, a\nneighborhood otherwise occupied by foreign potentates, there is a stuffed baby elephant in his living\nroom—that is, the elephant in the room. (Epstein says too it’s a reminder that elephants have 23 copies of\ncancer tumor suppressor genes and humans have only 1.) Epstein has a yet more structural explanation as to\nwhy, after prison and with continuing tabloid infamy, he can maintain his valued place. It comes back, not\nunexpectedly, to the nature or the needs of money: “At a certain level of finance, almost everyone is allied with\nan institutional interest. You are part of government, or you want to be in government, or you are connected to\na bank or other portfolio, or you have key relationships with certain corporations or industries. Because of my\nsituation, I have none of that. I have no institutional ties which makes me in some sense one of the few wholly\nindependent sources of advice - an actual honest broker. That I guess could be described as the usefulness of a\n“colorful reputation”\n\nIn some sense, too, it is perhaps generational: Most everyone who is now of a certain age and ambition and\nstatus grew up in, and found they were temperamentally suited to, the era of wealth that started in the late\n\nHOUSE_OVERSIGHT_023630",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023630.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5027,
    "word_count": 850,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.666672",
    "prefix": "IMAGES-007"
  }
}