{
  "document_id": "HOUSE_OVERSIGHT_018813",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018813.txt",
  "text": "General Information 3\n\nGeneral Information\n\nIdentification of Subject\n\nThe subject is an existing 250-slip marina with 5 commercial buildings containing a mixture of retail\nand office space types. The buildings contain 48,661 square feet of rentable area and were\nconstructed in multiple stages; with the majority of the construction completed in 1993. The\ncommercial space is 85% leased as of the effective appraisal date. The marina docks were constructed\nin multiple phases between 1991-1995 and are 52.8% occupied as of the effective appraisal date. The\ntotal site area is 2.76 acres or 120,226 square feet, which includes 0.64 acre or 27,878 square feet,\nthat is re-claimed land. The property also includes 3.2 acres of seabed under the marina dock\nstructures which is leased to the property owner from the Government of the Virgin Islands. The legal\ndescription of the property is shown below.\n\nProperty Identification\n\nProperty Name IGY American Yacht Harbor Marina\nAddress 18A-1, 18-B1,18-B and 18-W Remainder Estate Smith Bay\nEast End Quarter, St. Thomas, Virgin Islands\nParcel ID 1-07702-0135-00, 1-07702-0134-00, 1-07702-0133-00, and 1-07702-0198-00\nOwner of Record IGY-AYH ST. Thomas Holdings, LLC\nLegal Description Parcel Nos. 18A-1 Remainder, 18B-1 Remainder, 18B Remainder Estate and 18-W\n\nEstate Smith Bay, Nos. 1, 2 and 3 East End Quarter, St. Thomas, U.S. Virgin Islands\n\nSale History\n\nThe most recent closed sale of the subject is summarized as follows:\n\nSale Date January 19, 2007\n\nSeller MOF VI Limited Partnership\nBuyer IGY-AYH ST. Thomas Holdings, LLC\nSale Price $25,500,000\n\nRecording Instrument Number document number 2007000531\nExpenditures Since Purchase Unknown\n\nThe sale price is consistent with our market value conclusion considering the date of the transaction\nand the market fluctuation since that time. To the best of our knowledge, no sale or transfer of\nownership has taken place within a three-year period prior to the effective appraisal date.\n\nPending Transactions\n\nTo the best of our knowledge, the property is not subject to an agreement of sale or an option to buy,\nnor is it listed for sale, as of the effective appraisal date.\n\nire.\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018813",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018813.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2233,
    "word_count": 345,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.708068",
    "prefix": "IMAGES-005"
  }
}