{
  "document_id": "HOUSE_OVERSIGHT_025220",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025220.txt",
  "text": "IF Institute of International Finance\nECB European Central Bank\n\nEMU European Monetary Union\nAMT Alternative Minimum Tax\n\nA White Castle hamburger is smaller than its competitors’ offerings, measuring 2.5 inches square.\n\nThe material contained herein is intended as a general market commentary. Opinions expressed herein are those of Michael Cembalest and may differ from those of\nother J.P. Morgan employees and affiliates. This information in no way constitutes J.P. Morgan research and should not be treated as such. Further, the views\nexpressed herein may differ from that contained in J.P. Morgan research reports. The above summary/prices/quotes/statistics have been obtained from sources\ndeemed to be reliable, but we do not guarantee their accuracy or completeness, any yield referenced is indicative and subject to change. Past performance is not a\nguarantee of future results. References to the performance or character of our portfolios generally refer to our Balanced Model Portfolios constructed by J.P.\nMorgan. It is a proxy for client performance and may not represent actual transactions or investments in client accounts. The model portfolio can be implemented\nacross brokerage or managed accounts depending on the unique objectives of each client and is serviced through distinct legal entities licensed for specific\n\nactivities. Bank, trust and investment management services are provided by J.P. Morgan Chase Bank, N_A, and its affiliates. Securities are offered through J.P.\nMorgan Securities LLC (JPMS), Member NYSE, FINRA and SIPC. Securities products purchased or sold through JPMS are not insured by the Federal Deposit\nInsurance Corporation (\"FDIC\"); are not deposits or other obligations of its bank or thrift affiliates and are not guaranteed by its bank or thrift affiliates; and are\nsubject to investment risks, including possible loss of the principal invested. Not all investment ideas referenced are suitable for all investors. Speak with your J.P.\nMorgan Representative concerning your personal situation. This material is not intended as an offer or solicitation for the purchase or sale of any financial\ninstrument. Private Investments may engage in leveraging and other speculative practices that may increase the risk of investment loss, can be highly illiquid, are not\nrequired to provide periodic pricing or valuations to investors and may involve complex tax structures and delays in distributing important tax information. Typically\nsuch investment ideas can only be offered to suitable investors through a confidential offering memorandum which fully describes all terms, conditions, and risks.\n\nIRS Circular 230 Disclosure: JPMorgan Chase & Co. and its affiliates do not provide tax advice. Accordingly, any discussion of U.S. tax matters contained herein\n(including any attachments) is not intended or written to be used, and cannot be used, in connection with the promotion, marketing or recommendation by anyone\nunaffiliated with JPMorgan Chase & Co. of any of the matters addressed herein or for the purpose of avoiding U.S. tax-related penalties. Note that J.P. Morgan is not\na licensed insurance provider.\n\n© 2011 JPMorgan Chase & Co; All rights reserved\n\nThis email is confidential and subject to important disclaimers and conditions including on offers for the\npurchase or sale of securities, accuracy and completeness of information, viruses, confidentiality, legal\nprivilege, and legal entity disclaimers, available at http://www.jpmorgan.com/pages/disclosures/email.\n\nHOUSE_OVERSIGHT_025220",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025220.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3545,
    "word_count": 521,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.279042",
    "prefix": "IMAGES-008"
  }
}