{
  "document_id": "HOUSE_OVERSIGHT_016201",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016201.txt",
  "text": "Case 1:19-cv-03377-LAP Document 36-4 Filed 07/03/19 Page 5of6\n\n43, During the lawsuit, Mr, Edwards and I realized that Ms. Giuffre would need separate\nlegal counsel, apart from us, when she became a witness, As a result, we requested and helped to\narrange for Ms. McCawley to provide that separate representation,\n\n44. Irecall that at some point during the lawsuit, Mr. Dershowitz met with Mr. Boies in\nan eftort to persuade Mr, Boies of his innocence of abusing Ms. Giuffre. While I was not present\nat that meeting, it was my understanding from later events that Mr. Boies did not find\nDershowitz’s claims of innocence to be persuasive, particularly given that Dershowitz repeatedly\nmade statements that were demonstrably untrue and apparently deliberate lies,\n\n45. Ultimately, Mr. Edwards and I agreed to settle our defamation lawsuit against Mr.\nDershowitz. The terms of the settlement were confidential and nothing in this affidavit should be\nconstrued as any disclosing confidential terms of that settlement.\n\n46. That said, I can report that, contemporaneously with settling the case, my attomey,\nJack Scarola, filed a Notice of Withdrawal of Motion for Partial Summary Judgment in which he\nresponded to a public distortion made prominently by Mr. Dershowitz. Mr. Dershowitz claimed\npublicly that the word “mistake,” contained in a jointly agreed public statement issued by him\nand us at the ime of settlement, showed that we had supposedly exonerated him of the charges\nmade by our client, Ms, Giuffre. To help keep the record from being distorted, Mr. Scarola\nincluded the following accurate statement:\n\nIn the event that the noticed withdrawal is determined to be subject to\nCourt approval, the Plaintiffs would show in support of this notice that Edwards\nand Cassell continue to represent Virginia Giuffre in separate pending matters,\nand shall continue to advance her legitimate legal interests in those matters. As\nexpressly understood by the parties upon the execution of the Confidential\nSettlement Agreement and Mutual Release, Ms. Giuffre reaffirms her allegations,\nand the withdrawal of the referenced filings is not intended to be, and should not\nbe construed as being, an acknowledgement by Edwards and Cassell that the\nallegations made by Ms. Giuffre were mistaken. Edwards and Cassell do\nacknowledge that the public filing in the Crime Victims’ Rights Act case of their\nclient's allegations against Defendant Dershowitz became a major distraction from\nthe merits of the well-founded Crime Victims’ Rights Act case by causing delay\nand, as a consequence, tumed out to have been a tactical mistake, For that reason,\nEdwards and Cassell have chosen to withdraw the referenced filing as a condition\nof settlement,\n\nNotice of Withdrawal of Motion for Partial Summary Judgment, Edwards & Cassell vy.\nDershowitz, No. 15-000072 (17\" Judicial Circuit for Broward County, Florida) (Apr. 8, 2016).\n\nNo Extortion Plot Exists\n\n53. I understand that Mr. Dershowitz has alleged that, in around fall 2014, Mr. Boies and\nMs. McCawley were involved in an “extortion plot” to obtain money from Mr. Wexner. I am\nnot aware of any such plot or even any suggestion of such a plot. I would also find any such\nSuggestion entirely at odds with the professionalism that [ have seen exhibited by Mr. Boies and\nMs. McCawley in the course of professional dealings with them, including working closely with\nthem as co-counsel to represent Ms. Giuffre in the complicated Giuffre v. Maxwell case. At all\ntimes they have exhibited nothing but the highest levels of professionalism and adherence to\ncthical requirements.\n\n54, I expected no less since ! knew that Mr. Boies had served as legal counsel in many\nhigh profile cases before I had the chance to work with him, including representing the Vice\nPresident of the United States before the United States Supreme Court in Bush v. Gore. And\n\nHOUSE_OVERSIGHT_016201",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016201.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3902,
    "word_count": 627,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.206303",
    "prefix": "IMAGES-003"
  }
}