{
  "document_id": "HOUSE_OVERSIGHT_014416",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014416.txt",
  "text": "Chart 17: Personnel costs to sales, % ratio 4qtr ma (as of Apr-Jun 2016)\n\n40\n35\n30\n29\n20\n15\n10\n\nSource: BofA Merrill Lynch Global Research, MoF\n\nAnalysis by METI suggests that many of these non-manufacturing industries have the\nscope to raise productivity. Wholesale/retail, utilities, and eating & accommodation have\nparticularly low levels of productivity relative to the US (Chart 18). We think the solution\nis to boost capex, especially in ICT and automation. More broadly, an acceleration in\ncapex is needed if we are to see a pick-up in productivity and sustained profits. Though\nwe are by no means in the late stages of the profit cycle, the trend clearly points to\nhigher wage costs going forward, requiring proactive efficiency-enhancing investment\nby corporates. Bottom-up data capex data for MSCI Japan also suggest that the\ninvestment cycle has troughed and will pick up next year as earnings momentum\nimproves (Chart 19).\n\nChart 18: Japan's labor productivity relative to the US: services is low\n\nChart 19: Capex — YoY change in Japan vs Global Earnings Revisions\n\n(2003-07)\n18\n140 16\n120 3\n100 > 14\n80 B12\n60 Bre\n40 g 10\n20 © 08\n0 S\ng 0.6\nKs B oA\nr 02\n\nme Global Earnings Revision Ratio (LHS)\n\nSource: BofA Merrill Lynch Global Research, METI\n\n3. Policy priorities and redistribution\n\nWe think an increase in government pressure on corporations could speed up income\nredistribution at the margin, ensuring that money circulates to those sectors and agents\nwith a higher propensity to consume. Elevated corporate savings remain a focal point\nfor the government. Cabinet Office officials have used the concept of the “cash-out\nratio” to highlight the creaky transmission from corporate profits to spending. Chart 20\n\n3 The idea of the “cash-out” ratio was first raised by private sector representatives of the Council on\nFiscal and Economic Policy. The measure is defined as cash out / cash and deposits. The numerator\nincludes capex, personnel expenses, R&D, dividends, and changes in equity investments in related\ncompanies, The denominator includes cash and deposits, and securities, short-term lending, and\ninvestment securities classified under liquid assets. Since we are restricted to Ministry of Finance\nCorporate survey data, our version of the “cash-out ratio” is defined as capex + personnel costs +\ndividends / cash and liquid assets.\n\n90 92 94 96 98 00 02 04 06 08 10 12 14 16\n\n30%\n\n20%\n\n10%\n\n0%\n\n-10%\n\nJapan CAPEX (YoY Chg)\n\n-20%\n\n-30%\n\nee SCI Japan capex %YoY (RHS}\n\nSource: BofA Merrill Lynch Global Quantitative Strategy\n\nBankof America\nMerrill Lynch\n\nJapan Economics Viewpoint | 18 November 2016 7\n\nHOUSE_OVERSIGHT_014416",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014416.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2651,
    "word_count": 435,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:44.388588",
    "prefix": "IMAGES-002"
  }
}