{
  "document_id": "HOUSE_OVERSIGHT_019019",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019019.txt",
  "text": "7/13/06 PALM BEACH POLICE ae Page: 66\n9227255 Incident Report Program: CMS301L ~\n\n. I located\nand informed her that I was\ninvestigating a case against Jeffrey Epstein and knew she had been at\nthe house. ae started to cry and advised she had put that part\nof her life behind her. I explained that although she is seventeen\nyears old I needed to inform her parents that she would be\ninterviewed. She provided her home telephone number. I attempted\ncontact and left voice mail messages at the house to speak with her\nparents.\n\nDet. Caristo and I then located[L_ —S— J at her residence located\nat in West Palm Beach. I attempted to interview her\nabout Jeffrey Epstein. She advised she is so in love with Jeff\nEpstein and would do anything for him. She further explained that she\nwould not speak with us about him either negative or positive. She\nasked us to leave her property. I informed her that although she did\nnot wish to speak with us, I had sufficient information at this point\nin the investigation to know she was at Epstein's house and provided\ngirls to Epstein to work. I also explained that prior to our arrival\nat her residence I had telephone contact with her father,\n\nwho was told she would be interviewed. is\ncurrently seventeen years old and as a juvenile, parental notification\nwould be required. We then left the area and returned to the police\n. Station.\n\nWhile at the police station, I left another telephone message for\na fe: began an analysis of MN Cellular\ntelephone. The telephone number Po —*diS assigned to =i\n\nQM and the financially responsible party 1s Jeffrey Epstein of 457\nMadison Ave. in New York City, New York. The time frame which was\nsubpoenaed was September 2005, through October 2005. There were\neighty seven pages of calls made either to the cell phone or from the\ncell phone. The local (561) numbers were analyzed. A spread sheet\nwas prepared and placed into the attachment file of who was called.\n\nT located the\n\nThe unknown numbers were researched using FoneFinder.com and subpoenas\nwere requested to determine subscriber information. This was done to\nidentify additional victims or witnesses. The analysis revealed that\nWE bed called the victim/witnesses frequently when Epstein was in\nthe Town of Palm Beach to \"work.\" This confirms what the girls\ninterviewed had previously stated. [RRR would notify them when\nEpstein was in town and their willingness to \"work.\" The CD was placed\ninto evidence.\n\nInvestigation Continues.\n\nKAEKKKEKAKREKEEKEKAEKKEKEKEKKEKEKER NARRATIVE HZ RREKRRKKEKE RARER AER KR REKKEREES\n\nReported By: RECAREY, JOSEPH 1/03/06\nEntered By.: ALTOMARO, NICKIE A. 1/03/06\n\nOn December 29, 2005, I received a facsimile from National Compliance\n\nHOUSE_OVERSIGHT_019019",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019019.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2721,
    "word_count": 454,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.077161",
    "prefix": "IMAGES-005"
  }
}