{
  "document_id": "HOUSE_OVERSIGHT_013524",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013524.txt",
  "text": "Indian village of Ganeshpuri, called them our samsara. These limit the formlessness\nof anticipation that underlies sensibility. Our samsara reduces the uncertainty that\ncould serve as grounds for new perceptions and understanding of others. Pre-\nemptive distortions reduce the bandwidth available for new information. They impair\nthe range of empathic relations with others as well as ourselves. These restrictions\nin possibilities and choices are expressed in enduring patterns of behavior, thinking\nand feeling that mental health practitioners call personality and character. When\nconfronted with these constrictions, the self justifying and diagnostically revealing\nthought about a feature of one’s personality is, “...doesn’t everybody? “ This pride in\nour shape contrasts with the teachings about emptiness of one of Baba’s favorite\nIndian holy men, Zipruanna, who sat all day, loin clothed naked in a garbage dump,\ninstructing his students and followers about knowing and being nothing.\n\nWe quantitate deficiencies in formlessness using statistical measures of\nentropy. They characterize the system’s behavior as a distance from the state of\nhighest entropy also known as maximal randomness. Professor Karen Selz of\nEmory University did a study in which her human subjects, after taking a battery of\npersonality inventories, were asked to remove as many dots as possible from a\ncomputer screen full of them in three minutes. They were to do so by left clicking on\neach of them with the mouse key. Two seconds after a dot was removed, it\nreappeared and became subject to removal again. As they went about the dot\nremoval task and unbeknown to the subjects, the orbit inscribed by their dot\nremoving mouse travels was recorded for later graphic representation and\nquantification. Most subjects with the usual broad mixture of personality traits\ninscribed a wide variety of orbital line styles: little wiggles, big wiggles, large and\nsmall loops, little smooth slides and big and little jumps. The counter-intuitive\ncoupling of stylistic rigidity and whole system instability (as in non-hyperbolic fixed\npoints described in the previous essay and below) is in evidence at the personality\nand graphical extremes of her subject group.\n\nA fastidious, rigidly organized, severely obsessive-compulsive subject\nrepeatedly removes the same dot, only occasionally moving to a neighboring one to\n\ndo more repetitious left key mouse clicking. Very little of the large computer screen\n\n24\n\nHOUSE_OVERSIGHT_013524",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2504,
    "word_count": 379,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.121679",
    "prefix": "IMAGES-002"
  }
}