{
  "document_id": "HOUSE_OVERSIGHT_028185",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028185.txt",
  "text": "/ BARAK/ 51\n\ncouldn’t guarantee anything. In the months ahead I would come to understand what\nthat meant, because it would happen again. I don’t think Arafat himself\norchestrated the violence. Maybe he couldn’t have stopped it completely. But I\nhave no doubt — nor did President Clinton — that he stood aside and let it happen.\n\nEven worse — since he did have control over them — his security forces, with\narms that Israel had provided as part of Oslo, fired on our troops as they tried to\nkeep order. All of this, while I stood in the Knesset battling to get approval to give\nhim the villages. As news arrived in the chamber of gunfire just a couple of miles\naway, it was not just Likud or other right-wing MKs who were furious. I certainly\nwas. Yet I also knew that the price of losing the vote would be the fall of the\ngovernment. We did win the vote, by a margin of eight, meaning that I now had\nfull authority to return the three villages. Fuming over what had happened,\nhowever, I called President Clinton and told him I was going to delay the\nhandover. I was not about to return the villages under gunfire, or reward Arafat for\nbreaking even his existing security commitments.\n\nThat meant that prospects for serious negotiations with the Palestinians were\nagain on hold. But another, immutable, priority would probably have delayed any\nnew initiative anyway: my pledge to get our soldiers out of Lebanon within a year\nof the election. I was determined to go ahead with it not just because I’d promised\nIsraelis to do so. It was because I knew from experience that without setting a\ndeadline and sticking to it, it wouldn’t happen. I had been against keeping the\nsecurity zone from the start. Over the years, many Israelis, both inside the military\nand beyond, had come to accept we would be better off pulling out. It wasn’t just\nthe attritional loss of Israeli soldiers’ lives, but the fact that there was no obvious\npoint, and no obvious end, to our mission there. Especially when major tragedies\noccurred — like the collision of two Israeli helicopters a couple of years earlier,\nleaving scores of young soldiers dead — there was talk about a withdrawal. Yet\nthere was always a reason to reconsider, to put it off: a Hizbollah attack in the\nsecurity zone, accusations of weakness from right-wing politicians, or simple\ncaution in the kirya. The only way to get it done was to decide, and to do it.\n\nMy self-imposed deadline for the pullout was now just eight weeks away.\nHizbollah had already begun escalating pressure on our outposts in south Lebanon\nwith the obvious aim of making the withdrawal as difficult as possible. They were\nalso targeting our local surrogates, the Maronite-led South Lebanese Army militia.\nI’d been meeting regularly with Shaul Mofaz, the former paratroop officer who\n\n337\nHOUSE_OVERSIGHT_028185",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028185.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2832,
    "word_count": 494,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.656109",
    "prefix": "IMAGES-009"
  }
}