{
  "document_id": "HOUSE_OVERSIGHT_017234",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017234.txt",
  "text": "4.2.12\nWC: 191694\n\nfailed academic who had been fired from several universities, to obtain tenure at De Paul\nUniversity. Finkelstein had never published any scholarship. Moreover, he had been dismissed by\nBrooklyn College for abusing students who disagreed with his extremist views and had engaged in\nsexist behavior at DePaul. Not exactly a strong record for tenure. But he had something going\nfor him. He was so vitriolically anti-Israel, that he had many radical supporters who cared more\nabout his politics than his scholarship. He also argued that most people who claim to be victims\nof the Holocaust—including Elie Wiesel—were “frauds” and “liars” and that the Holocaust itself\nwas being exaggerated for political and financial reasons. By falsely claiming that those opposed\nto his tenure were motivated by his political views on Israel and the Holocaust, rather than his\nlack of scholarship, he hoped to bestow on himself the mantle of victimhood to a conspiracy of\nZionist-McCarthyites. I exposed his tactic in the Wall Street Journal by comparing it to the ploy\nused by Mary McCarthy’ fictionalized failed academic who, realizing he wouldn’t get tenure,\nbecame a communist so that he could claim that he was being denied tenure because he was a Red\nrather than a lousy scholar:\n\n“Facing tenure denial, Mr. Finkelstein opted for a tactic that fit the times. He expressed\nviews so ad hominem, unscholarly and extreme that he could claim the decision was being\nmade not on the basis of his scholarship, but rather on his politics.”**\n\n°> Mr. Finkelstein is supported by hard-leftists like Noam Chomsky and Alexander\nCockburn. They regard him as a scholar in a class with Ward Churchill. He’s the\nColorado professor who called the 9/11 victims “little Eichmanns” comparing Finkelstein\nto Churchill is a characterization with which I would not quarrel.\n\nMr. Finkelstein does not do “scholarship” in any meaningful sense. Although his writings\ncenter on Israel (which he compares to Nazi Germany) and the Holocaust, he has never\nvisited Israel and cannot read or speak German — precluding the possibility of original\nscholarship.\n\nProf. Bartov characterized his work as an irrational Jewish “conspiracy theory.” The\nconspirators include Steven Spielberg, NBC and Leon Uris. The film “Schindler’s List,”\nMr. Finkelstein argues, was designed to divert attention from our Mideast policy. “Give\nme a better reason! .. . Who profits? Basically, there are two beneficiaries from the\ndogmas [of Schindler's List]: American Jews and American administration.” NBC, he says,\nbroadcast “Holocaust” to strengthen Israel’s position: “In 1978, NBC produced the series\nHolocaust. Do you believe, it was a coincidence, 1978? Just at this time, when peace\nnegotiations between Israel and Egypt took place in Camp David?” He argues that Leon\nUris, the author of “Exodus,” named his character “Ari” in order to promote Israel’s\n“Nazi” ideology: “[B]ecause Ari is the diminutive for Aryan. It is the whole admiration for\nthis blond haired, blue eyed type.” (Ari is a traditional Hebrew name dating back to the\nBible.) He has blamed Sept. 11 on the U.S., claiming that we “deserve the problem on our\nhands because some things Bin Laden says are true.”) He says that most alleged Holocaust\nsurvivors — including Elie Wiesel — have fabricated their past.\n\nLike other anti-Semites, Mr. Finkelstein generalizes about “the Jews”; for example: “Just\nas Israelis . . . courageously put unruly Palestinians in their place, so American Jews\n\n147\n\nHOUSE_OVERSIGHT_017234",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017234.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3543,
    "word_count": 565,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.357837",
    "prefix": "IMAGES-004"
  }
}