{
  "document_id": "HOUSE_OVERSIGHT_017677",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017677.txt",
  "text": "Page 42 of 78\n2007 Utah L. Rev. 861, *919\n\nprivacy interest in keeping personal facts away from the public eye.\" 34° Consider, for example, the privacy of therapeutic\ncounseling communications. Federal case law establishes that such communications are protected by a constitutional privacy\n\nright *°° - a right that would be gutted if defendants were allowed to freely subpoena victims’ mental health records. Moreover,\nsome courts and commentators suggested the Fourth Amendment's prohibition against unreasonable searches and seizures\n\napplies to (and may prohibit) court-mandated discovery of victims. 3°!\n\nFor all these reasons, a defense subpoena seeking third-party information about a crime victim rests on extraordinarily shaky\nground. The Advisory Committee must ensure that through casual drafting it does not inadvertently invite more defense\nsubpoenas for such information. The Advisory Committee's current draft may well have that effect, by seemingly authorizing\nsuch subpoenas without regard to the numerous restrictions governing their use (and even allowing them to be issued ex parte).\nThe Committee should, instead, follow my approach by indicating very clearly that such subpoenas are only allowed where\nspecifically identified evidence will be obtained that is relevant to and admissible at trial, and [*920] that is otherwise\nreasonable. As a weaker but still positive alternative, the Committee could include an Advisory Committee Note making this\npoint clear. One possible note would be as follows:\n\nRule 17(c)@) is intended to provide greater procedural protection for crime victims than exists under current law. It is not\nintended to expand in any way the permissible grounds for defense subpoenas. Like other trial subpoenas, a defense subpoena\nseeking victim information must narrowly request only information admissible at trial and may not be used for discovery. See\nUnited States v. Nixon, 418 U.S. 683[, 700] (1974) (requiring subpoenaing party to \"clear three hurdles: (1) relevancy; (2)\nadmissibility; (3) specificity\"). A defense subpoena must also not tread on a crime victim's constitutionally-protected privacy\ninterests, see Whalen v. Roe, 429 U.S. 589, 598-99 (1977), or statutorily-protected interests to respect for privacy and dignity,\nsee Crime Victims’ Rights Act, /8 U.S.C. § 3771(a) (2000 & Supp. 2006). As a result, such subpoenas will only rarely be\nproper. See generally Paul G. Cassell, Treating Crime Victims Fairly: Integrating Victims into the Federal Rules of Criminal\nProcedure, 2007 Utah L. Rev. 861. *°”\n\nRule 18 - Victims' Interests in Setting the Place of Prosecution The Proposals:\n\nI proposed amending Rule 18 to require the court to consider the convenience of victims in setting the place of prosecution as\nfollows:\n\nRule 18. Place of Prosecution and Trial\n\n349 ‘US. Dep't of Justice v. Reporters Comm. for Freedom of the Press, 489 U.S. 749, 769 (1989).\n\n350 See Borucki v. Rvan, 827 F.2d 836, 845 (Ist Cir. 1987) (recognizing right to privacy issues that arise with regard to communications to\nmental health workers); Caesar v. Mountanos, 542 F.2d 1064, 1072 (9th Cir. 1976) (finding psychotherapist-patient communications fall\nwithin right to privacy); Haw. Psychiatric Soc'y v. Arivoshi, 48] F. Supp. 1028, 1038 (D. Haw. 1979) (finding zone of autonomy protects\ndecision to communicate personal information to psychiatrist); see also Nat'l Transp. Safety Bd. v. Hollywood Mem'l Hosp., 735 F. Supp. 423,\n424 n.2 (SD. Fla. 1990) (citation and internal quotations omitted).\n\n351 See, e.g., People v. Nokes, 183 Cal. App. 3d_468, 476-78 (Cal. Ct. App. 1986) (reviewing Fourth Amendment precedent in its\ndetermination of the validity of court-ordered examinations of victims and determining precedent to be contrary to allowing such\nexaminations); see also Murphy, Crime Victims, supra note 347 (\"The Fourth Amendment is not only a right of criminal defendants, but a\n\"right of the people' to be free from unreasonable searches of their \"persons, houses, papers and effects' ... . Therefore, the Fourth\nAmendment protections extended to criminal defendants in Boyd must also be extended to the third parties impacted by criminal litigation.\");\nTroy Andrew Eid, Comment, A Fourth Amendment Approach to Compulsory Physical Examinations of Sex Offense Victims, 57 U. Chi. L.\nRev. 873, 894 (1990) (arguing that court-mandated physical examinations of victims' of sexual crimes are prohibited by the Fourth\nAmendment, as interpreted by the Supreme Court). But cf. Borucki_v. Rvan, 827 F.2d 836, 844 (Ist Cir. 1987) (finding information the\nFourth Amendment protects from seizure is not \"necessarily entitled to protection under a right of nondisclosure originating in the Fourteenth\nAmendment).\n\n352 Tn response to my criticisms, the Advisory Committee agreed to make some changes in its proposed rule, making it much more difficult\n(but not impossible) for defendants to obtain an ex parte subpoena. See infra notes 588-592 and accompanying text.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017677",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017677.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5044,
    "word_count": 767,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.212280",
    "prefix": "IMAGES-004"
  }
}