{
  "document_id": "HOUSE_OVERSIGHT_020859",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020859.txt",
  "text": "Even Adjusting For Cyclical Impact of Recessions, USA Inc.’s 2010\n\nStructural Operating Loss = -$817 Billion vs. -$78 Billion 15 Years Ago\n\nUSA Inc. Annual Operating Surplus / Deficit, Structural vs. Cyclical’, F1996 — F2010\nGAGE) a eee en es ns cn a a a nn mT aT A EC aT\n\n2 al | ri 1 1 1\n$400 ------------------ 5252225252222 | I er ck ta it a ; — a &\n“$Q00 ce see ee ence = Structural aCyclical ----_-_--_--_ ee Leal -\n\nSEA ZOB = <= ae oo ee ce ee ee em ee rem me em ae SER RE ea eR ee eee — »\n\n“$1,800 ~~ ~~ = =~ <= 2-2 2-2-2 ee ee ne ee ee ee ee ee\nF1996 F1998 F2000 F2002 F2004 F2006 F2008 F2010\n\nNote: 1) Congressional Budget Office defines a structural surplus or deficit as the budget surplus or deficit that would occur under current law if the influences of\nthe business cycle on the budget — the automatic stabilizers — were removed, and cyclical surplus or deficit as the automatic net changes in revenues and outlays\nthat are attributable to cyclical movements in real (inflation-adjusted) output and unemployment. CBO compiled this data from Dept. of Commerce’s Bureau of\nEconomic Analysis (BEA), which maintains the national income and product accounts (NIPA). An important difference between the official budget deficit and the\nNIPA measure of net federal government saving is that the latter excludes such purely financial transactions as the sale of government assets, and most\ntransactions under the Troubled Asset Relief Program, because those transactions do not help to measure current production and income. In addition, historical\nNIPA data are subject to significant revision; historical budget data, by contrast, are rarely revised significantly. Source: 1996-2006 data per CBO, “The Effects of\nKP Automatic Stabilizers on the Federal Budget,” 5/10, 2007-2010 data per White House OMB F2012 Budget Analytical Perspective.\n(@)E) www.kpcb.com USA Inc. | High Level Thoughts 35\n\nAnnual Federal Government Surplus / Deficit ($ Billion)\n\nUnderstanding Differences Between\n\nEconomist Language vs. Equity Investor Translation\n\nEconomist Language Equity Investor Approximate Translation*\ne Budget Deficit — The amount by which a e Cash Flow — ‘Cash in’ minus ‘cash out.’\n\ngovernment's expenditures exceed its\nreceipts over a particular period of time.\n\ne Structural Deficit = The portion of the e Cash Flow (ex. One-Time Items)* _—\n\nbudget deficit that results from a ‘Cash in’ minus ‘cash out’ excluding\nfundamental imbalance in government expenditures that are one-time in nature\nreceipts and expenditures, as opposed to (such as economic stimulus spending).\n\none based on the business cycle or one-\ntime factors.\ne One-Time Expenses* — TARP / GSE /\n\ne Cyclical Deficit — The portion of the\nstimulus spending related to economic\n\nbudget deficit that results from cyclical\n\nfactors such as economic recessions prsevernells\nrather than from underlying fiscal policy.\ne Federal Debt Held By the Public — The e Debt — Cumulative negative cash flow\naccumulation of all previous fiscal years’ financed by borrowing.\nd fi it Note: *We acknowledge that while the concept of ‘cash flow ex. one-time items’ and ‘one-time expenses’ is similar to ‘structural deficit’ and\nerlcits. ‘cyclical deficit,’ respectively, these terms are not interchangeable and have different definitions. Congressional Budget Office defines a\n\nstructural surplus or deficit as the budget surplus or deficit that would occur under current law if the influences of the business cycle on the\n\nbudget — the automatic stabilizers — were removed, and cyclical surplus or deficit as the automatic net changes in revenues and outlays that\n\nKP are attributable to cyclical movements in real (inflation-adjusted) output and unemployment.\n(@E) www.kpcb.com USA Inc. | High Level Thoughts 36\n\nHOUSE_OVERSIGHT_020859",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020859.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3789,
    "word_count": 614,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.209033",
    "prefix": "IMAGES-006"
  }
}