{
  "document_id": "HOUSE_OVERSIGHT_029031",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029031.txt",
  "text": "development aid is spent internationally and how that can be driven away from — it\ndamages people on the ground but it also perpetuates a governing class. And the point that\nyou're mentioning here, that I think that you’re saying has driven almost a revolution\nmovement in America, is the same phenomenon of what’s going on in the developing\nworld, which is a concept of government which is no longer doing what it is morally bound\nto do but has become corrupt and self-serving. So it’s effectively the sa—\n\nBannon: It’s exactly the same. Currently, if you read The Economist, you read\n\nthe Financial Times this week, you'll see there’s a relatively obscure agency in the federal\ngovernment that is engaged in a huge fight that may lead to a government shutdown. It’s\ncalled the Export-Import Bank. And for years, it was a bank that helped finance things that\nother banks wouldn’t do. And what’s happening over time is that it’s metastasized to be a\ncheap form of financing to General Electric and to Boeing and to other large corporations.\nYou get this financing from other places if they wanted to, but they’re putting this onto the\nmiddle-class taxpayers to support this.\n\n“I’m not an expert in this, but it seems that [right-wing parties] have had some aspects\nthat may be anti-Semitic or racial ... My point is that over time it all gets kind of washed\nout, right?”\n\nAnd the tea party is using this as an example of the cronyism. General Electric and these\nmajor corporations that are in bed with the federal government are not what we'd consider\nfree-enterprise capitalists. We’re backers of entrepreneurial capitalists. They’re not.\nThey’re what we call corporatist. They want to have more and more monopolistic power\nand they’re doing that kind of convergence with big government. And so the fight here —\nand that’s why the media’s been very late to this party — but the fight you’re seeing is\nbetween entrepreneur capitalism, and the Acton Institute is a tremendous supporter of,\nand the people like the corporatists that are closer to the people like we think in Beijing\nand Moscow than they are to the entrepreneurial capitalist spirit of the United States.\nHarnwell: Thanks, Steve. I’m going to turn around now, as I’m sure we have some great\n\nquestions from the floor. Who has the first question then?\n\nHOUSE_OVERSIGHT_029031",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2338,
    "word_count": 398,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.164391",
    "prefix": "IMAGES-010"
  }
}