{
  "document_id": "HOUSE_OVERSIGHT_014486",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014486.txt",
  "text": "Chart 55: OBR / BofAML UK GDP forecasts Chart 56: UK Public sector net debt is expected Chart 57: The weaker econ outlook has helped\nmaterially lower in 2017 to return to 1960s levels decouple GBP and gilts since late Sept’ 16\n\nmums OBR real gdp %yoy growth forecast 1 20 UK Public sector net 25\n\nmms BAML real gdp %yoy growth forecast debt as % GDP\n\n1.6\n—— 10y gilt yield\n100\n\n——BP/uUsD (RHs) | 1°\n\n1.45\n1.4\n1.35\n1.3\n1.25\n1.2\n\n=== OBR UK real gdp %yoy growth March vs Nov 2016 forecasts.\n\n2.120 80\n60\n\n40\n\n20\n\n968-69\n972-73\n976-77\n980-81\n984-85\n988-89\n992-93\n996-97\n2000-01\n\n= 12\noe\nost\noo\naS\n\n2004-05\n2008-09\n2012-13\n2016-17\n2020-21\n\nOo mo © © © © ©\n1 1 1 1 ; 1 1\nwas Q Qa = cont way\n8 6® o» s&s § 8 S\nouwntss-\n\nSource: BofA Merrill Lynch Global Research, Office of Budgetary Source: Office of Budgetary Responsibility Source: Bloomberg\nResponsibility\n\nCertainty that Brexit negotiations will start, but uncertainty on the details\n\nAgainst this debt and growth backdrop, investors are likely to want clarity and visibility\non policymaking in order to continue funding the UKk’s deficit in our view. We think they\ncould be disappointed.\n\nFirstly, the Government has committed to triggering Article 50 by the end of March\n2017. We think this is likely irrespective of the outcome of the Judicial Review on where\nthe legislative power lies for making that decision. Second, the Government’s formal\nposition is not to announce its negotiating strategy in public. A lack of insight into the\nUk’s future trading relationship with its biggest export market for goods and services is\na difficult backdrop upon which to continue investing in the UK, even if a few companies\nhave taken that decision already. Third, we think there will have to be a resolution to the\ntrade-off between the Government’s desire to control immigration and reach a\nbeneficial economic settlement. The problem, as is often repeated by EU leaders, is that\ncurbing migration puts the UK on a collision course with the EU’s four freedoms and\ntherefore at odds with access to the single market. That’s why our base case remains a\nso called “hard Brexit”, but even now our colleagues in FX strategy think investors are\nnot positioned for this. Hence their GBP/USD forecast of 1.15 for Q1/Q2 2017.\n\nFinally, a major concern for investors and especially business investment would be if the\nUK faces a “cliff edge” for trade terms in 2019 (on the assumption article 50 is\ntriggered). While a transition deal would be a potential positive development next year,\nthe absence of such a deal before or soon after article 50 is triggered could be another\nreason for policy uncertainty to spike higher again.\n\nBankof America <> :\nMerrill Lynch European Equity Strategy |O1 December 2016 27\n\nHOUSE_OVERSIGHT_014486",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014486.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2769,
    "word_count": 480,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:48.009008",
    "prefix": "IMAGES-003"
  }
}