{
  "document_id": "HOUSE_OVERSIGHT_024046",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024046.txt",
  "text": "Therapeutics (Sprout IX, formerly NASDAQ: RNAI, exited through sale to Merck, 8.1x\nmultiple).\n\ne Structured Investments in Public Companies: The Fund Managers have led and\nparticipated in a number of structured investments into small cap public companies.\nThese have included Array Pharmaceuticals (NLV-II, NASDAQ: ARRY; led a structured\nfollow-on investment, NLV team member joined the board, exited at 2.25x), Acadia\nPharmaceuticals (NLV-II, NASDAQ: ACAD, exited at 2.5x) and _ Intercept\nPharmaceuticals (NLV-II, NASDAQ: ICPT; anchored company’s IPO, NLV team\nmember initially joined the company’s board, exited at 3.2x).\n\nFor a complete list of investments made by the Fund Managers in healthcare technology\ncompanies see Appendix 1.\n\nFavorable conditions for biopharmaceutical investments for NLV-III\n\nThe Fund Managers believe that NLV-III will be invested in a market with attractive conditions\nfor investment in the biopharmaceutical sector. As a result, the Fund should have the\nopportunity to invest in compelling biopharmaceutical opportunities that have attractive risk-\nreturn profiles. A number of factors support this positive view of the investment thesis in the\nbiopharmaceuticals sector.\n\nFirst, the Fund will invest in a portfolio of biopharmaceutical companies with an emphasis on\nthose that are developing targeted therapeutic opportunities that address mechanisms of\ndisease at the molecular level with high specificity and offer meaningful efficacy and safety\nbenefits to specific sub-groups of patients. Where possible, the Fund will look to invest in\ncompanies with product programs that are guided by validated biomarkers that can enable\nhighly specific patient selection and provide an objective measurement of drug effect. The\nFund Managers believe that opportunities with these characteristics offer important benefits to\nall market participants in the biopharmaceuticals sector, and that these substantially de-risk the\nR&D and commercial sides of the biopharmaceutical business model in ways that can\nmeaningfully benefit investors.\n\nPatients are offered therapies that are more targeted to their disease, and benefit from\nimprovements in efficacy and safety through increased life expectancy, improved quality of life,\nand a more rapid return to a fully productive life;\n\nPhysicians have access to an arsenal of products that they can choose from to tailor therapy to\nspecific patients’ disease, and avoid the costs and risks associated with using less effective\ntherapies that carry all the safety risks, but may or may not have any effect on the specific\ndisease subtype of an individual patient;\n\nPayers may pay higher prices for these therapies, but with the enhanced efficacy and safety\nprofile that’s possible with biomarker based targeting, they can expect to see better overall\npatient outcomes, that ultimately save money within the system;\n\nPharmaceutical Companies benefit because with targeted approaches to drug discovery and\n\ndevelopment, the probabilities of success improve, interactions with regulators become less\nrisky, timelines to move products from the lab to the market can be significantly shortened, and\n\n35 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024046",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024046.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3221,
    "word_count": 468,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.831968",
    "prefix": "IMAGES-007"
  }
}