{
  "document_id": "HOUSE_OVERSIGHT_015495",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015495.txt",
  "text": "NAUTIL.US | TEXT SETS\n\nreally strange gene mutation that was completely inex-\nplicable.” She says it has been a hard disease to study,\npartially because the implicated protein is unstable\nand partially because it was a rarity among the orphan\ndiseases. When it comes to funding, calpainopathy\nhas been overshadowed by other forms of muscular\ndystrophy. “Muscle studies have been underfunded\nforever and certainly a rare disease like 2a especially\nunderfunded,” Spencer says.\n\nIn 2010, Wrubel formed the nonprofit Coalition to\nCure Calpain 3. In the quest for a cure, she says, “It’s\na matter of patients taking charge of their diagnosis.”\nShe reached out to other sufferers via Facebook, and\nsome donated money. She partnered up with two other\nnonprofits that had raised funds on their own, both\nstarted by those afflicted with Type 2a. So far Wrubel’s\nefforts have gathered close to half a million dollars.\nWith that money, she has funded a project with Louis\nKunkel, professor of genetics and pediatrics at Boston\nChildren’s Hospital, one of the nation’s key muscular\ndystrophy researchers.\n\nHer coalition also organized a conference to bring\ncalpamopathy researchers together, including Spen-\ncer. Years earlier, in 2005, Spencer made a significant\nbreakthrough. She discovered that calpainopathy,\nunlike more common forms of muscular dystrophy,\nwas not a weakening of the muscle but a growth prob-\nlem—muscle forms, but fails to grow because of a\nmissing protein. It is different from other muscular\ndystrophies in which the lack of the protern complex,\ndystrophin, damages muscle membranes. “With cal-\npainopathy, the muscles lack the growth signal,” she\nsays. “It’s not transmitted properly.” That difference\nmakes a drug cure more possible. “I think this is going\nto be the easiest muscular dystrophy to cure,” she says.\n\nEncouraged by the promise, the Coalition to Cure\nCalpain 3 gave Spencer’s lab a $260,000 grant to\ninvestigate how to circumvent the signaling problem\nand come up with a drug to fix it. But because the\nUnited States Food and Drug Administration already\nhas a library of approved compounds that stimulate\ncell growth in muscle, Spencer’s team may arrive at\na solution sooner. With the help of the coalition’s\nmoney, her lab is now plowing through the thousands\nof existing compounds, choosing those fit for testing.\n“T think it will be five years betore we start thinking\n\n35\n\nabout clinical trials,” Spencer says—and then another\nfive years before the drugs can be commercially avail-\nable, she estimates.\n\nWrubel’s coalition intends to get pharmaceutical\ncompanies interested, too. “Many pharmaceutical com-\npanies see treating orphan diseases as a way to increase\nprofits,’ Wrubel says. Her husband, Lee, adds, “The\nwhole model for big pharmaceutical companies going\nforward 1s different. There is too little in the big phar-\nmaceutical pipeline, and they’re looking to feed that\nbeast as much as possible.” A 2012 Thomson Reuters\nstudy found that drug companies stand to profit from\norphan drugs because, compared to drugs for common\nafflictions, they often have shorter and less expensive\nclinical trials, with more success. Spencer says a drug\nfor calpamnopathy, for instance, would also be useful\nfor patients with Lou Gehrig’s Disease and bed rest\npatients, as it would help arrest the loss of bone and\nmuscle mass. Wrubel hopes to bring Cydan Develop-\nment, a venture-capital backed orphan drug developer,\nto their upcoming fall conference in the Netherlands.\n\nAs for the Topics, they were excited to learn about\nWrubel from Nautilus. Ivana recently connected with\nWrubel through Facebook. “I only talked with her a Iit-\ntle bit, but she seems ambitious and driven,” Ivana says.\n“Definitely not someone who 1s going to sit around and\nwait for something to happen. Definitely inspiring. And\nthe possibility that something might help in any way is a\ngood thing to hear, for sure.” Ivana says she now wants\nto get involved and advocate for her own disease. “I def-\ninitely want to do something,” she says, and Wrubel’s\ncoalition “would be a good place to start.” ©\n\njude isabella is a science writer based in Victoria, Brit-\nish Columbia. Her new book, Salmon, A Scientific Memoir, will be\n\nteleased next year.\n\nHOUSE_OVERSIGHT_015495",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015495.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4267,
    "word_count": 687,
    "line_count": 95,
    "import_date": "2025-11-19T21:47:46.278397",
    "prefix": "IMAGES-003"
  }
}