{
  "document_id": "HOUSE_OVERSIGHT_023084",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023084.txt",
  "text": "line with the rest of the world on this issue. Similarly, the accelerated depreciation of\nmachinery & equipment would become irrelevant due to the move toward taxation\nbased on business cash flow and the immediate write-off of capital expenditures. Once\nthe depreciation from legacy investments has run off, then depreciation should become\nirrelevant for tax purposes. We also highlight the deduction for US production activities\n(section 199) due to it being specifically highlignted by the Blueprint proposal as no\nlonger being necessary under the new tax policies. Both the Blueprint and Trump have\nnoted that they would likely maintain the Research & Development related tax credits.\n\nTable 16: Top 25 US corporate tax breaks (2016)\n\n2016\nGovernment tax expense Category/Industry ($mn)\nDeferral of income from controlled foreign corporations International affairs 102,100\nAccelerated depreciation of machinery & equipment Commerce 28,570\nDeferred taxes for financial firms on certain income earned overseas International affairs 15,320\nDeduction for US production activities Commerce 12,080\nCredit for increasing research activities General science, space, and technology 9,580\nExclusion of interest on public purpose State & local bonds General purpose fiscal assistance 8,400\nCredit for low-income housing investments Housing 8,200\nExpensing of research & experimentation expenditures General science, space, and technology 6,350\nDeferral of gains from like-kind exchanges Commerce 5,720\nInventory property sales source rules exception International affairs 4270\nGraduated corporation income tax rate Commerce 3,300\nExemption of credit union income Financial institutions and insurance 2,310\nSpecial ESOP rules Income security 910\nDeductibility of charitable contributions, other than education & health Training, employment, and social services 1,720\nTax credit for orphan drug research Health 100\nExclusion & deferral of policyholder income earned on life insurance & annuity contracts Financial institutions and insurance AT0\nNew markets tax credit Community and regional development 260\nEnergy production credit Energy ,050\nExclusion of interest on hospital construction bonds Health ,010\nEnergy investment credit Energy 890\nWork opportunity tax credit Training, employment, and social services 830\nDeductibility of charitable contributions (education) Education 820\nTax exemption of insurance income earned by tax-exempt organizations Financial institutions and insurance 690\nExclusion of interest on bonds for private nonprofit educational facilities Education 660\nSpecial Blue Cross/Blue Shield tax benefits Health 630\n\nSource: BofAML US Equity & Quant Strategy, US Department of Treasury\n\nImmediate capex expensing should provide some initial cash tax benefits\n\nThe shift to the immediate expensing of capital expenditures should provide a\nsignificant near-term reduction in cash taxes as companies benefit from the ongoing\nreduction of taxable income from the depreciation of legacy assets combined with the\nfull expensing of new investments. As the depreciation of legacy assets rolls off, the tax\nbenefit would become more modest. Keep in mind that, for tax reporting, many\ncompanies already take advantage of the accelerated depreciation schedules discussed\nabove. The ongoing benefit of capex expensing derives from the deferral in the timing\nof tax payments.\n\nChart 16: S&P 500 capital expenditure to depreciation & amortization ratio\n\n‘86 '87 '88 '89 '90 '91 '92 '93 '94 '95 '96 '97 '99 '00 '01 ‘02 03 '04 05 '06 ‘07 '08 ‘09 '10 12 13 '14 15 16\na—=CapexD&A  ——Avg.\n\nSource: BofAML US Equity & Quant Strategy, S&P, Compustat\n\nBankofAmerica <2”\n\n16 Equity Strategy Focus Point | 29 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023084",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023084.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3751,
    "word_count": 542,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.702423",
    "prefix": "IMAGES-007"
  }
}