{
  "document_id": "HOUSE_OVERSIGHT_019604",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019604.txt",
  "text": "116 | HOW AMERICA LOST ITS SECRETS\n\nSome secret methods that Snowden made public compromised\nthe NSA’s state-of-the-art technology of which adversaries had\nbeen unaware. For example, the NSA had devised an ingenious tech-\nnology in 2008 for tapping into computers abroad that had been\n“air-gapped,” or intentionally isolated from any network to protect\nhighly sensitive information, such as missile telemetry, nuclear bomb\ndevelopment, and cyber-warfare capabilities. The secret method that\nthe NSA used involved surreptitiously implanting speck-sized cir-\ncuit boards into air-gapped computers. These devices then covertly\ntransmitted the data back in bursts of radio waves. Once Snowden\nexposed this technology, and the radio frequency transmission it\nused, America lost this intelligence capability.\n\nIn addition, a considerable number of the published documents\ndid not even belong to the NSA but were copies of reports sent to\nthe NSA by its allies, including the British, Australian, Canadian,\nFrench, Norwegian, and Israeli intelligence services. Snowden pro-\nvided journalists with secret documents from the British cyber\nservice GCHQ, describing its plans to obtain a legal warrant to pen-\n\n© etrate the Russian computer security firm Kaspersky to expand its ©\n“computer network exploitation capability.” What the GCHQ was\nrevealing in this secret document was its own capabilities to monitor\na Russian target of interest to British intelligence. While the release\nof these foreign documents might have embarrassed allies of the\nUnited States, they exposed no violations of U.S. law by the NSA. It\nwas a legitimate part of the NSA’s job to share information with its\nallies. This raises the question: What constitutes whistle-blowing?\n\nTo the general public no doubt, a whistle-blower is simply a per-\nson who exposes government misdeeds from inside that govern-\nment. But in the eyes of the law, someone who discloses classified\ninformation to an unauthorized person, even as an act of personal\nconscience, is not exempt from the punitive consequences of this act.\nIndeed, if a person deliberately reveals secret U.S. operations, espe-\ncially ones that compromise the sources and methods of U.S. intelli-\ngence services, he or she may run afoul of American espionage laws.\n\nIn the past, when government employees have disclosed highly\nclassified information to journalists to redress perceived govern-\nment misconduct, they were almost always prosecuted. During\n\n| | Epst_9780451494566_2p_all_r1.z.indd 116 ® 9/29/16 5:51PM | |\n\nHOUSE_OVERSIGHT_019604",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019604.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2561,
    "word_count": 385,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.731431",
    "prefix": "IMAGES-005"
  }
}