{
  "document_id": "HOUSE_OVERSIGHT_024215",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024215.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\nfundamentals that are supportive of higher natural gas prices; while we don’t expect a return to the\ncommodity boom times of 2003-2007, a turn in trend will be very supportive of higher share prices.\n\ne Capex (ex-US) is Rebounding Post-Recession\n\nCapital spending precedes earnings, and utility capex (ex-US) is rebounding after a recession-driven\nslowdown. In particular, transmission spending is accelerating in Europe (Germany, Spain, France) and\nAsia while remaining firm in the US. Transmission capex not only enhances system reliability but also\nsystem efficiency, by enabling the delivery of the most efficient generation to meet demand. Many\ntransmission grids face bottlenecks because of the inclusion of intermittent renewable generation in areas\nwith ample wind and solar resources but located far from customers. Companies such as Northeast\nUtilities (US), National Grid (UK) and Elia (Belgium/Germany) are prime beneficiaries of this transmission\ncapital spending, along with equipment providers such as ABB (Switzerland).\n\nIn addition, many global utilities will be viewed as back-door beneficiaries of the shale gas boom\nglobally given the substantial amount of capex required to build new or upgrade existing infra-structure.\nUS utilities are building much of the infrastructure to export gas out of the shale basins (Dominion,\nNiSource) and are building LNG liquefaction facilities (Dominion, Sempra) that are at the front of the\nqueue for US Department of Energy approval. Several European utilities, such as GDF Suez\n(Belgium/France) and Gas Natural (Spain), and Asian utilities such as Kunlun Energy and ENN Energy\n(China; note that China has 2x the shale gas reserves of the US) are exposed to LNG infrastructure\nspending.\n\nFinally, because of emerging markets’ growth rates and a higher intensity of energy use, emerging market\nutilities will benefit from infrastructure spending across the entire utility value chain.\n\n5. Substantial Aloha Opportunities Follow Periods of Underperformance\n\nThe global utility sector has experienced record underperformance and often this precedes substantial\nalpha opportunities.\n\ne Record Duration and Depth of Underperformance\n\nWe have analyzed the price performance of the global utility sector since 1995, when MSCI introduced its\nGlobal Sectors. Although the period includes only 18 years of data, this is the relevant time frame as it\neffectively covers the entire period of industry deregulation (see Appendix 2, page 25).\n\nAs can be seen below, the current period of global utility underperformance is the deepest (-67%) and\nlongest (4 years) of the modern utility era. Even with the strong rally in equity markets since the financial\n\ncrisis, the global utility sector is still down -11% on an absolute basis. It has not only been the worst-\nperforming MSCI global sector but has also underperformed the second-worst global sector by -23%.\n\n14 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024215",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024215.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3004,
    "word_count": 450,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.576422",
    "prefix": "IMAGES-007"
  }
}