{
  "document_id": "HOUSE_OVERSIGHT_014877",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014877.txt",
  "text": "in 2H19, we view final investment decision (FID) — and an exploration program that\nyields one well result every 6-8 weeks as a catalyst to rerate Hess over time.\n\nLiza area moving towards 2bn boe\n\nOperator Exxon recently confirmed the latest exploration test in Guyana ‘Snoek’ as the\nlatest discovery in the Liza development area, with ~82ft of net pay and in line with pre\ndrill expectations we are led to believe is in the 200-300mm boe range. Recall from our\ndiscussions with management, Snoek was characterized as a smaller but distinct target,\nupdip of Liza, but lower risk.\n\nThe well was drilled in 26 days to a depth of ~17,000ft in 5,128ft of water 5 miles south\nwest of Liza #1, as shown in the graphic below; the Stena Carron drill ship has now\nrelocated to the next well test, the ‘Liza #4’ appraisal, where we anticipate results by\nend April but with the possibility of a drill stem test in a success case that may push the\nwell result into mid-May.\n\nExhibit 5: Liza targeting Exhibit 6: Exxon operated blocks in Guyana\n\n= Multi-FPSO, ExxonMobil-operated development a\n\n- Phase 1: 100 - 120 KBD; attractive return at $40/B flat real\n\n- FEED under way; Phase 1 AID expected in 2017\n\nFuture\n\npotential Duscomocs\n\nBlock Size\n\ntn\n150\n\nLiza Phase 2\n\nDiscoveries\n\nPotential 2017-2019\nopportunities\n\n| XOM interest\n\nLiza Phase 1\n\nSource: Exxonmobil Source: Exxonmobil\n\nCritically, ‘Snoek’ reinforces management's prior characterization of the Stabroek block\nas moving towards a 'DHI play’ meaning the risk profile of incremental exploration\nimproves - a critical factor for the next well in queue, the Payara #2 appraisal that will\nalso target a deeper test (Pacuma)} scaled with a pre drill target of ~1bn boe. The next\nprospect, Liza lookalike named ‘Turbot will likely be spud around mid-year.\n\nFrom our discussions with Hess and the operator we summarize our understanding as\nfollows:\n\n¢ Operator XOM had previously framed the discovered potential in the Liza /\nPayara at 1.5bn — 2.0bn boe, subject to completion of two planned additional\nappraisal wells. Quoting EVP Mark Albers and CEO Darren Woods\n\n‘The success at Payara combined with the additional oil pay discovered with Liza-3\nbrings the total discovered resource on the block to somewhere between 1.4 billion oil\nequivalent barrels and 2 billion oil equivalent barrels.’\n\n“to clarify, what we have found - not potential upside, but what we have found is 1.4\nbillion to 2 billion BOE. The upside is mutti-billion barrel unrisked potential’\n\nBankof America <>\nMerrill Lynch Hess Corp. | 11 April 2017 5\n\nHOUSE_OVERSIGHT_014877",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014877.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2592,
    "word_count": 431,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:48.348873",
    "prefix": "IMAGES-003"
  }
}