{
  "document_id": "HOUSE_OVERSIGHT_024566",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024566.txt",
  "text": "16. RELATED PARTY TRANSACTIONS\n\nCertain key terms of the following related party transactions of the Company, which are subject to and\nqualified in their entirety by reference to their respective underlying documentation as applicable, are\noutlined below. Copies of such documentation have been provided or are available upon request, and\nthe summaries below are qualified in their entirety by reference to such documentation.\n\n16.1. Real Estate Support Management Agreement of Knowledge Learning Corporation\n\nKLC entered into a Real Estate Support Management Agreement with Greenstreet Real Estate Partners\n(formerly Greenstreet Realty Partners, L.P.}, an entity controlled by the Principals, on January 4, 2006,\npursuant to which KLC obtains certain real property support services from Greenstreet Real Estate\nPartners. The Agreement is non-exclusive and the Company may consider and solicit proposals from\nother entities. Payment obligations are to be provided for in separate agreernents, none of which have\nbeen entered into as of the date of this Memorandum. The initial term of the Agreement expires on\nDecember 31, 2016 (with automatic one-year extensions unless notice is given to the other party). The\nAgreement can be terminated by either party for convenience on December 31 in any year or for breach\nwith prior written notice.\n\n16.2. Fixed Overhead Payment Agreement\n\nAs reimbursement of expenses incurred by KULG, an affiliate of the Company controlled by the\nPrincipals, on behalf of KUE and its subsidiaries (including salaries and bonuses of KULG employees\nproviding services to KUE and its subsidiaries, fees and expenses relating to financing transactions and\nacquisitions, professional fees and other administrative expenses), KUE has an obligation to pay $20\nmillion annually to KULG in quarterly installments beginning July 1, 2006 pursuant to the Fixed Overhead\nPayment Agreement. Of this amount, $2.5 million will be paid to KUE by KLC pursuant to the existing\nManagement Services Agreement described below.\n\n16.3. Note Payable to KULG by KU Education, Inc.\n\nOn January 6, 2005, KUE Inc. executed a promissory note in favor cf KULG, an entity controlled by the\nPrincipals, in the amount of $200.0 million, the proceeds of which were used in connection with the\nacquisition of KinderCare by KLC. This note has a seven year maturity and accrues interest at the\n\"reference rate\" set by Bank of America plus 1.25% per annum. The note may be prepaid, in whole or in\npart, without any premium or penalty. KUE Inc. currently owes approximately $183.9 million under the\nnote.\n\n16.4. Asset Management Agreements with Greenstreet Real Estate Partners (formerly\nGreenstreet Realty Partners, L.P.)\n\nGreenstreet Real Estate Partners (formerly Greenstreet Realty Partners, L.P.), an entity controlled by the\nPrincipals, entered into asset management agreements dated as of November 9, 2005 with each of KC\nPropCo Holding | LLC (“PropCo Holding”), KC PropCo, LLC (“PropCo”) and Mini-Skools Limited (“MSL”),\neach an indirect wholly owned subsidiary of KLC, pursuant to which Greenstreet Real Estate Partners\nprovides asset management and consulting services to PropCo Holding, PropCo and MSL with respect fo\nthe reai property each company respectively owns, in return for a total annuai fee of $8,250,000 payable\nin 12 equal monthly installments starting December 1, 2005. The initial term expires on December 31,\n2016 (with automatic one-year extensions unless notice is given to the other party}, and the Agreement\ncan be terminated for breach with prior written notice.\n\n133\n\nHOUSE_OVERSIGHT_024566",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024566.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3609,
    "word_count": 551,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.623627",
    "prefix": "IMAGES-008"
  }
}