{
  "document_id": "HOUSE_OVERSIGHT_028150",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028150.txt",
  "text": "/ BARAK / 16\n\ntalks with the Americans on the further West Bank redeployments meandered\nahead. We also discussed in detail how a unity government would work. We\nagreed it would be presented, like the Shamir-Peres partnership in 1984, as a cross-\nparty response to an important challenge for the country: in this case, security and\nthe peace process. I would be both Defense Minister and “Vice-Prime Minister’,\nwith the understanding that Bibi and I would jointly discuss all major issues before\njointly agreeing to bring them to the full cabinet.\n\nBut in August, the talks ended, after news of our talks finally leaked. I\nimmediately phoned Ne’eman. I reminded him that at the outset, I’d said that\nwould mean the discussions were over. He did call me back later in the day to say\nBibi insisted that he’d had nothing to do with the leak. My guess was that the\nsource was my old comrade from the Chinese Farm, Yitzhik Mordechai, who had\npresumably heard that Bibi was ready to make me Defense Minister as part of a\nunity government. There was, of course, already a defense minister: Yitzhik.\n\nBibi’s idea to reopen efforts to get peace with Syria didn’t last either. Although\nI’d learn of this only a few years later, he’d approved a visit to Damascus by the\nAmerican Jewish businessman Ronald Lauder to meet President Assad. The visit\nmade it clear to Bibi what successive Israeli leaders had learned: a deal might be\npossible, but only if Israel was willing to commit in advance to pulling out of the\nGolan. Assad told Lauder to come back to him with a detailed map setting out\nBibi’s view on delineating the Israeli-Syrian border under a peace agreement.\nThough no one in the cabinet knew the initiative was underway, Bibi realized that\nbefore sending back the map Assad wanted, he would need to tell the two senior\nministers directly affected: Arik Sharon, who had replaced David Levy as Foreign\nMinister; and Yitzhik Mordechai. Both of them said no, with Yitzhik pointing out\nthat a signed map would inevitably become part of the negotiating record. It was a\nstep that, in future negotiations, could not be undone.\n\nBibi’s coalition was now creaking. The Syrian option was off. David Levy had\nalready jumped ship. Yitzhik, increasingly concerned about Bibi’s delay and drift\non Oslo II, seemed to be thinking of leaving as well. Right wing ministers and\nKnesset members were no happier: they opposed even the slightest prospect of\nmovement on Oslo. In October, Bibi did finally try to seize the initiative. He\nwrapping up the redeployment details in a summit with Arafat and Clinton and\nArafat in Wye River. But as soon as he got back home, he started backtracking,\nrather than risk facing down his right-wing critics in the cabinet. Implementation of\n\n302\nHOUSE_OVERSIGHT_028150",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028150.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2783,
    "word_count": 475,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.399841",
    "prefix": "IMAGES-009"
  }
}