{
  "document_id": "HOUSE_OVERSIGHT_011060",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011060.txt",
  "text": "CHAPTER 7: PETTY’S IDEA\n\nHow We Got to this Point\n\nI said that if] had any sense, I would have left the worms in the can by pretending to\nbelieve (4.1) as Mill did and as the rest of the world seems to do. Charts and tables\nconfirm his prediction in his and their terms as well as mine. But Piketty’s argument\nwas rightly criticized for leaving human capital out. Someone might or might not\nhave faulted mine on the same ground if I had stopped at the end of Chapter 4.\nWhether they would have or not, every composer knows that the critic to hear is the\none inside. What that critic told me was to gamble a case already won, open the can,\nand follow the argument and worms wherever they lead. That’s why my title\n\npromised other surprises.\n\nI risked following it past clarification into digression when I argued the pay rule. I\nsince tried to justify the digression, if there was some, by showing how that rule\ncould explain Piketty’s data for pay/net profit ratios in the twentieth century. And I\ntried to show how the pay rule and depreciation theory combined, making pay all\nhuman depreciation and no realized work at the end, gives the only convincing\nexplanation of age-wage profiles showing rising or steady pay as human capital\ngrades smoothly to zero. Risk theory reinforced this argument by revealing time\ndiscount rates for human capital as those made plain for physical capital owned by\nthe same ageing cohorts. Every step was an adventure, and every step led to the\nnext one. But I opened other questions and cans along the way, and the same critic\n\ntells me to follow the worms a little farther.\n\nI said that the cost of survival is adult consumption for the sake of investment in the\nnext generation, that pure consumption is more or less the same, and that we will\nunderstand the maximand when we understand pure consumption. These threads\nlead into evolutionary biology, which reasons how traits are selected for lineage\n\nsurvival. The faithful need not take alarm. Although I mean natural selection, divine\n\nChapter 7 Petty’s Idea 2/3/16 1\n\nHOUSE_OVERSIGHT_011060",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011060.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2080,
    "word_count": 364,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.074923",
    "prefix": "IMAGES-001"
  }
}