{
  "document_id": "HOUSE_OVERSIGHT_030306",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030306.txt",
  "text": "sexual activity with minors. Second, he slammed State Attorney Barry Krischer in blunt\nlanguage seldom used by one law-enforcement official concerning another because of\nwhat he perceived as that office's mishandling of the case.\n\nIn a letter to Krischer written May 1, Reiter called his actions in the Epstein case \"highly\nunusual.\" He added, \"I must urge you to... consider if good and sufficient reason exists to\nrequire your disqualification from the prosecution of these cases.\" In short, Reiter told\nthe county's top prosecutor for the past 13 years that he ought to get off the case. \"It\nlooks like a departure from professionalism,\" Miami-Dade State Attorney Katherine\nFernandez Rundle said of Reiter's letter.\n\nFollowing Epstein’s indictment, Reiter referred the case to the FBI to determine whether\nthe super-rich, super-connected defendant had violated any federal laws. Reiter won't\ndiscuss the case or the broadsides aimed at him. But others almost uniformly use one\nword to describe the chief: professional.\n\n\"I have always been impressed by Mike's professionalism and his leadership,\" said Rick\nLincoln, chief of the Lantana Police Department and a Palm Beach County cop for 32\nyears. \"The town of Palm Beach has a very professional police department. We all\nconsider Mike to be our peer and a man of integrity.\" Juno Beach Police Chief H.C.\nClark II agreed. Although he doesn't know Reiter well, he has met with him on\ncountywide law enforcement issues. \"I've never seen him lose his cool. I've never seen\nanything but a professional demeanor from him.\"\n\nReiter joined the Palm Beach Police Department in 1981, leaving a $20,000-a-year patrol\njob at the University of Pittsburgh. His personnel jacket shows consistently excellent job\nevaluations. Posh Palm Beach is no hotbed of crime, and in his first year on the job, a\nresident confined to his home with a sick child thanked Reiter for delivering a few Cokes\nto the house. Reiter refused payment for the beverages. Another resident thanked Reiter\nfor shutting off his car's headlights in his driveway, saying a valet must have been at\nfault. Reiter worked everything from road patrol to organized crime, vice and narcotics.\nAnd he's no novice at investigations involving the island's rich and famous. He was the\nlead detective probing the drug overdose death of David Kennedy in 1984. He also was\none of the officers who worked the investigation of William Kennedy Smith, who was\ncharged in 1991 — and later acquitted — with raping a woman at the Kennedy family\ncompound in Palm Beach.\n\nReiter, who has a master's degree in human resource development from Palm Beach\nAtlantic University, also has attended the FBI National Academy in Quantico, Va., and\nmanagement courses at Harvard. He's been active in countywide interagency law\nenforcement organizations and has a \"top secret\" national security clearance.\n\n\"He has a perspective that's broader than just addressing the needs of the town,\" said\nTown Manager Peter\n\nElwell, who promoted Reiter from assistant chief to chief in March 2001. Reiter makes\nmore than $144,000 as the town's top cop. Elwell thinks he's worth it. He's very\nbusinesslike, very straightforward. He's not easily agitated or flamboyant. He's about the\nwork,\" Elwell said. \"I think that his service as chief has been outstanding in five-plus\n\nyears.\"\n\nHOUSE_OVERSIGHT_030306",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030306.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3365,
    "word_count": 542,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.167422",
    "prefix": "IMAGES-010"
  }
}