{
  "document_id": "HOUSE_OVERSIGHT_013224",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013224.txt",
  "text": "308 17 A Preschool-Based Roadmap to Advanced AGI\n\nin some cases depending on the nature of the task. Here we give a partial task-set for the \"vir-\ntual and robot preschool\" scenarios discussed in Chapter 16, and a couple example quantitative\nmetrics just to illustrate what is intended; the creation of a fully detailed roadmap based on\nthe ideas outlined here is left for future work.\n\nThe train of thought presented in this chapter emerged in part from a series of conversa-\ntions preceding and during the \"AGI Roadmap Workshop\" held at the University of Tennessee,\nKnoxville in October 2008. Some of the ideas also trace back to discussions held during two\nworkshops on \"Evaluation and Metrics for Human-Level AI\" organized by John Laird and Pat\nLangley (one in Ann Arbor in late 2008, and one in Tempe in early 2009). Some of the conclu-\nsions of the Ann Arbor workshop were recorded in [LWMLO9]. Inspiration was also obtained\nfrom discussion at the \"Future of AGI\" post-conference workshop of the AGI-09 conference,\ntriggered by Itamar Arel’s [ARK09a] presentation on the \"AGI Roadmap\" theme; and from an\nearlier article on AGI Roadmapping by [AL09].\n\nHowever, the focus of the AGI Roadmap Workshop was considerably more general than the\npresent chapter. Here we focus on preschool-type scenarios, whereas at the workshop a number\nof scenarios were discussed, including the preschool scenarios but also, for example,\n\nStandardized Tests and School Curricula\n\nElementary, Middle and High School Student\n\nGeneral Videogame Learning\n\nWozniak’s Coffee Test: go into a random American house and figure out how to make coffee,\nand do it\n\nRobot College Student\n\ne General Call Center Respondent\n\nFor each of these scenarios, one may generate tasks corresponding to each of the competency\nareas we will outline below. CogPrime is applicable in all these scenarios, so our choice to focus\non preschool scenarios is an additional judgment call beyond those judgment calls required to\nspecify the CogPrime design. The roadmap presented here is a \"AGI Preschool Roadmap\" and\nas such is a special case of the broader \"AGI Roadmap\" outlined at the workshop.\n\n17.2 Measuring Incremental Progress Toward Human-Level AGI\n\nIn Chapter 2, we discussed several examples of practical goals that we find to plausibly char-\nacterize \"human level AGI\", e.g.\n\nTuring Test\n\nVirtual World Turing Test\nOnline University Test\nPhysical University Test\nArtificial Scientist Test\n\nWe also discussed our optimism regarding the possibility that in the future AGI may advance\nbeyond the human level, rendering all these goals \"early-stage subgoals.\"\n\nHowever, in this chapter we will focus our attention on the nearer term. The above goals are\nambitious ones, and while one can talk a lot about how to precisely measure their achievement,\nwe don’t feel that’s the most interesting issue to ponder at present. More critical is to think\n\nHOUSE_OVERSIGHT_013224",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013224.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2927,
    "word_count": 468,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.516916",
    "prefix": "IMAGES-002"
  }
}