{
  "document_id": "HOUSE_OVERSIGHT_017650",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017650.txt",
  "text": "Page 15 of 78\n2007 Utah L. Rev. 861, *881\n\nThe differences between the two approaches might seem modest until one recognizes that another provision in the Advisory\nCommittee's proposals appears to intentionally omit any reference to a victim representative. Proposed Rule 60, the Advisory\nCommittee's \"global\" provision dealing with victims' rights, explains who may enforce victims’ rights. !?? In clear contrast to\nthe CVRA's governing provision, this proposed rule omits any reference to a crime victim's representative. Proposed Rule 60\nprovides only that \"the rights of a victim under these rules may be asserted by the victim and the attorney for the government.\"\n'23 Tn contrast, the CVRA enforcement provision states: \"The crime victim or the crime victim's lawful representative, and the\nattorney for the Government may assert the rights described in subsection (a).\" !°4 Nothing in the Advisory Committee Notes\nindicates that a crime victim's representative is among those authorized to assert the rights. The Advisory Committee also\nstruck existing [*882] language in the Rules about a victim's representative exercising the victim's right to speak at\nsentencing. !?>\n\nThe repeated omission of any reference to a victim's representative is unsettling given the Advisory Committee's promise to\nsimply track the CVRA's language. !° Its failure to track the language here leaves the impression that the Advisory Committee\nis uncomfortable with a victim's representative asserting rights. Perhaps the Committee could make a policy argument against\nsuch representation, but Congress has said victims have the right to have representatives speak for them. The Federal Rules\nshould follow the CVRA and state clearly that a victim's representative can assert a victim's rights.\n\nThe need for clarity on this point is heightened by pre-CVRA caselaw questioning any right by a victim's representative to\nassert victims' rights. Most notably, in one of the Oklahoma City bombing prosecutions, the Tenth Circuit rebuked a trial judge\nfor permitting an attorney for the bombing victims to participate in oral argument at a sentencing hearing. !*7 The Circuit\nstated that \"in the absence of any authority permitting the participation of victims’ counsel, we harbor concerns about the\npropriety of the district court's rulings.\" !78 This statement can no longer be regarded as good law in light of the CVRA's\ncommands. !°°\n\nAnother reason for clarity is to make sure that corporate and organizational victims are able to be heard in the process. The\nCVRA's definition of victim - \"a person directly and proximately harmed as a result of the commission of a Federal offense\"\n130 _ is essentially lifted from federal restitution statutes. '3! Federal courts have consistently held that a \"person\" entitled to\n\nrestitution includes corporate entities. !32 Of course, such legal entities cannot appear personally but only through [*883] a\n\n21 For subsequent developments on this issue, see infra notes 578-579 and accompanying text.\n\n22 Proposed Amendments, supra note 71, R. 60, at 16-18.\n\n23 Advisory Committee Report, supra note 69, at 16.\n\n24 18 U.S.C. § 3771(d)(1) (2006) (emphasis added).\n\n25 See Proposed Amendments, supra note 71, R. 32(i)(4)(B)G)-(ii), at 13-14 (deleting language confirming permission for parent or legal\nguardian to exercise right to speak at sentencing for minor and incapacitated victims).\n\n26 See, e.g., Advisory Committee Report, supra note 69, at 1 (\"The Subcommittee concluded that the Rules should incorporate, but not go\nbeyond, the specific statutory provisions [in the CVRA]}.\").\n\n27 United States v. Fortier, 242 F.3d 1224, 1230 (10th Cir. 2001). In the interest of full disclosure, I was the attorney in question.\n8 Td.\n\n29 See United States v. Degenhardt, 405 F. Supp. 2d 1341, 1343 n.7 (D. Utah 2005) (noting that Fortier has now been overruled by statute).\n\n30 18 U.S.C. § 3771 (e) (2006) (emphasis added).\n\n31 See 18 U.S.C. § 3663(a)(2); id. § 3663A(a)(2).\n\n32 See, e.g., United States v. Martin, 128 F.3d 1188, 1191 (7th Cir. 1997) (collecting cases); United States v. Hand, 863 F.2d 1100, 1104 (3d\nCir. 1988) (it makes no sense to say that \"if General Motors or Chase Manhattan Bank had funds stolen, in violation of federal criminal law, a\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017650",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017650.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4316,
    "word_count": 680,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:45.240055",
    "prefix": "IMAGES-004"
  }
}