{
  "document_id": "HOUSE_OVERSIGHT_029168",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029168.txt",
  "text": "cleared a meeting of its other attendees and privately asked Comey to\n\"let this go, to let Flynn go.\" The indictment accepts Comey's\nunderstanding that the President was \"requesting that [the FBI] drop\nany investigation of Flynn in connection with false statements about his\nconversations with the Russian ambassador in December.\"\n\nOn March 30, 2017, ten days after Comey told the House\nPermanent Select Committee on Intelligence that the FBI was\ninvestigating links between the President's campaign and the Russian\ngovernment, the President asked Comey to \"lift the cloud\" of the\nRussian investigation, further telling Comey that the investigation was\ncreating problems for him and expressing the \"hope\" that Comey\n“would find a way to get it out that [the FBI] [wasn't] investigating him.\"\n\nOn April 11, according to the indictment, the President asked the\nFBI Director what he \"had done about this request that [Comey] 'get out’\nthat [the President] is not personally under investigation,\" saying that\n“the cloud\" was \"getting in the way of his ability to do his job.\" Comey\nasked the President to send his request to the appropriate parties at the\nDepartment of Justice. The President agreed but reminded Comey that\nhe had been \"very loyal to you [Comey], very loyal; we had that thing,\nyou know.\"\n\nOn May 9, the President fired Comey, publicly saying that the\n“Russian thing\" played a role in his decision to fire the FBI Director. The\nnext day, the President said he'd \"faced great pressure because of\nRussia,\" and as a result of the firing, that pressure had been \"taken off.\"\n\nOn May 17, soon after learning about the appointment of the\nSpecial Counsel by Deputy Attorney General Rod Rosenstein—in his\nrole as acting Attorney General, after the recusal of Attorney General\nJefferson Sessions—the President accused Sessions of \"disloyalty\" for\nrecusing himself from the Russian investigation. In June 2017, the\nindictment alleges, the President ordered Robert Mueller to be fired,\nreversing course only when the White House counsel, Don McGahn,\nrefused to implement the order.\n\nOn July 8, after reports of a meeting between the President's son,\nDonald Trump, Jr., and a Russian agent, Natalia Veselnitskaya, during\nthe 2016 campaign, the President, in furtherance of a cover-up, the\nindictment alleges, directed his son to state that he and Veselnitskaya\nhad \"primarily discussed a program about the adoption of children,\"\nwhen, in fact, according to the indictment, the meeting was organized so\nthat \"Russia and its government\" could provide the Presidential\n\nHOUSE_OVERSIGHT_029168",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029168.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2590,
    "word_count": 412,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.385031",
    "prefix": "IMAGES-010"
  }
}