{
  "document_id": "HOUSE_OVERSIGHT_023153",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023153.txt",
  "text": "OUP CORRECTED PROOE - FINAL, 12/9/2014, SPi\n\nChronology xxi\n\n10 December 1978 President Sadat and Prime Minister Begin are awarded jointly in Oslo the\nNobel Peace Prize.\n\n16 January 1979 Shah Mohamed Reza Pahlavi leaves Iran after months of domestic\n\nturmoil.\n\n26 March 1979 Signature of the Egypt-Israel Peace Treaty in the White House.\n\n1 April 1979 Ayatollah Khomeini proclaims the Islamic Republic of Iran after a\nnational referendum.\n\n2 April 1979 Prime Minister Begin visits Cairo.\n\nFebruary 1980 Israel and Egypt exchange Ambassadors for the first time.\n\n30 June 1980 UN Security Council Resolution 476 Jerusalem).\n\n30 July 1980 The Knesset votes the Basic Law on Jerusalem.\n\n20 August 1980 UN Security Council Resolution 478 Jerusalem).\n\n3 August 1981 Signature of the Protocol to the Treaty of Peace between Israel and Egypt,\nestablishing the Multilateral Force and Observers (MFO).\n\n7 August 1981 Fahd Plan.\n\n6 October 1981 Assassination of President Sadat. Vice President Mubarak succeeds him.\n\n14 December 1981 The Israel Knesset passes a law annexing the Golan Heights.\n\n17 December 1981 UN Security Council Resolution 497 (Golan Heights).\n\n25 April 1982 Israel completes its pull back from Sinai with the exception of Taba.\n\n6 June 1982 Israel launches Operation “Peace in Galilee’; beginning of the Lebanon war.\n1 September 1982 Reagan Peace Plan.\n\n9 September 1982 Fez Peace Initiative.\n\n14 September 1982 Assassination of Lebanese President Beshir Gemayel.\n\n17 September 1982 UN Security Council Resolution 520 (Lebanon).\n\n17 May 1983 Israel and Lebanon sign a peace agreement.\n\n19 February 1986 King Hussein of Jordan severs ties with the PLO.\n\n11 April 1987 London Agreement.\n\n21 May 1987 Lebanon’s parliament abrogates the 1969 Cairo agreement with the PLO\n\nand cancels the 17 May 1983 agreement with Israel.\n\n9 December 1987 __ The first Palestinian uprising (intifada) against Israeli rule in the West\nBank and Gaza begins.\n\n4 March 1988 Shultz Plan.\n31 July 1988 Jordan’s disengagement from the West Bank.\n18 August 1988 Hamas Charter.\n\n15 November 1988 Palestinian Declaration of Independence.\n\n14 December 1988 The US recognizes the PLO. President Reagan authorizes the State\nDepartment to enter into a dialogue with the organization.\n\n26 February 1989 _— Israel and Egypt sign agreement returning Taba to Egypt.\n\n23 May 1989 President Mubarak of Egypt attends the Arab League summit in\nCasablanca marking the readmission of Egypt to the Arab League.\n\n22 October 1989 Ta’if Agreement.\n\nHOUSE_OVERSIGHT_023153",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023153.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2533,
    "word_count": 397,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:47.730441",
    "prefix": "IMAGES-007"
  }
}