{
  "document_id": "HOUSE_OVERSIGHT_023717",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_023717.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 11/14/2016 3:34:18 PM \nTo: Thomas Jr., Landon \nSubject: Re: EUROPEAN MULTI ASSET COVERAGE MEETING IMPRESSIONS: Eyes on Real Money outflows; Christmas comes \nearly for most of macro players, hedge funds. Absolute majority bet on HRC to win, but majority still made good \nmoney because .... \nthx \nOn Mon, Nov 14, 2016 at 10:32 AM, Thomas Jr., Landon < > wrote: \nThe latest thinking from London hedge fund crowd \n----------Forwarded message---------- \nFrom: Ozan Tarman \nDate: Mon, Nov 14, 2016 at 9:40 AM \nSubject: EUROPEAN MULTI ASSET COVERAGE MEETING IMPRESSIONS: Eyes on Real Money \noutflows; Christmas comes early for most of macro players, hedge funds. Absolute majority bet on HRC to \nwin, but majority still made good money because.... \nTo: \nClassification: Public \nEUROPEAN MULTI ASSET COVERAGE MEETING IMPRESSIONS: Eyes on Real Money outflows; \nChristmas comes early for most of macro players, hedge funds. Absolute majority bet on HRC to win, but \nmajority still made good money because Hillary bets worked as Trump trades. \nWider, steeper core rates, stronger USD, weaker EM is the Rage. The last one, EM, is the big loser out of \nTrump Reflation Theme. DM over EM and divergence within DM are very much in vogue. All gains of EMBI \nsince March are gone! \nFor Rates & FX, it does feel like early days of Taper Tantrum trade of 3 years ago. Both dominated by US \nprice action. In both, hedge funds have now caught the moves, play offense & ride the Trump narrative. Real \nMoney is on the ropes, caught long Fixed Income/duration/carry and cannot play defense fearing Outflows. \nIn Emerging Markets, most outflows are retail, ETF driven. All eyes on next leg of institutions. In equities, \nbanks big winners; FANGs losing. I asked partners 2 questions. 1) Would the \"this will be great for business, \nfeel good factor\" wave out-run \"if real yields go up, equities are a sell\" fear. Clients are torn, but the former, \nbullish camp wins for now, my colleagues suggest. There are skeptics though. \n2) In Europe, do fears over Renzi losing & Le Pen winning climb over the big momentum behind banks etc. \nAgain, my equity team suggests, \"no, reflation wave may win over Italy referendum anxiety„ for now.\" Renzi \nis now widely expected to lose, so a \"yes\" would be the big surprise trade. And the bigger elephant in the room \nis Le Pen. If she wins in May, Europe as we know it may really shake.. But for now this is more in the radars \nof Euro & EBG traders. \nCore rates are driven by the speed of TY sell-off. And in G5 FX, the big driver is USD/JPY. The stronger \"we \nshould believe in Trump reflation narrative\" winds are, the more USD/JPY buyers we see. \nSome in Research warn that Trump may succeed in \"tax cuts, faster than any infrastructure spending,\" but few \nmacro are in mood to listen. A few players believe, looking at trade weights of each with US and magnitude of \nHOUSE OVERSIGHT 023717 \nsell-off, Asia FX may have more weakness to come than MXN. Will copper/infrastructure rally eventually \nhelp Chile? \nMost macro love NKY, willing to love it more. Bringing it home; fast macro money players are rushing to \nerase losses, year long pains through wider rates, longer USD, weaker EM, stronger equities. \nReal Money is in defensive, remembering Taper Tantrum days, fearing institutional outflows & forced selling \nof carry hope positions. \nThose who want to \"fade\" Trump rally, seek valuation in EM, believe core rates can tighten to get a breather \nare in Minority. \nThis material was prepared by a Sales or Trading function within Deutsche Bank AG or one of its affiliates \n(collectively \"Deutsche Bank\"), and was not produced, reviewed or edited by the Research Department. Any \nopinions expressed herein may differ from the opinions expressed by other Deutsche Bank departments \nincluding the Research Department. This material is intended for your personal use and Deutsche Bank is not \nsoliciting the purchase or sale of any security or transaction, or participation in any particular trading strategy. \nThis material, and the information contained therein, does not constitute the provision of investment advice. \nSales and Trading functions are subject to additional potential conflicts of interest which the Research \nDepartment does not face. Deutsche Bank may engage in transactions in a manner inconsistent with the views \ndiscussed herein. Deutsche Bank trades or may trade as principal in the instruments (or related derivatives), \nand may have proprietary positions in the instruments (or related derivatives) discussed herein. Deutsche Bank \nmay make a market in the instruments (or related derivatives) discussed herein. Sales and Trading personnel \nare compensated in part based on the volume of transactions effected by them. Assumptions, estimates and \nopinions expressed constitute the author's judgment as of the date of this material and are subject to change \nwithout notice. Past performance is not necessarily indicative of future results. This material is based upon \ninformation that Deutsche Bank considers reliable as of the date hereof, but Deutsche Bank does not represent \nthat it is accurate and complete. Certain transactions or securities mentioned herein, including derivative \nproducts, give rise to substantial risk, including currency and volatility risk, and are not suitable for all \ninvestors. Deutsche Bank transacts business with counterparties on an arm's length basis and on the \nassumption that each counterparty is sophisticated and capable of independently evaluating the merits and risks \nof each transaction and that the counterparty is making an independent decision regarding any transaction. \nThis e-mail may contain confidential and/or privileged information. If you are not the intended recipient (or \nhave received this e-mail in error) please notify the sender immediately and delete this e-mail. Any \nunauthorized copying, disclosure or distribution of the material in this e-mail is strictly forbidden. \nPlease refer to https://www.db.com/disclosures for additional corporate and regulatory EU disclosures and to \nhttp://www.db.com/unitedkingdom/content/privacy.htm for information about privacy. \nLandon Thomas, Jr. \nFinancial Reporter \nNew York Times \nHOUSE OVERSIGHT 023718 \nhttp://topics.nytimes.com/top/reference/timestopics/people/t/landon jr thomas/index.  \nhtml  \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 023719",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_023717.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7032,
    "word_count": 1084,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:48.613423",
    "prefix": "TEXT-001"
  }
}