{
  "document_id": "HOUSE_OVERSIGHT_016292",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016292.txt",
  "text": "its learning, will in no way be obliged to make such decisions as we should have made, or\nwill be acceptable to us.”) Apparently, the original dissidents promulgating the AI-risk\nmessage were the AI pioneers themselves!\n\nEvolution’s Fatal Mistake\n\nThere have been many arguments, some sophisticated and some less so, for why the\nControl Problem is real and not some science-fiction fantasy. Allow me to offer one that\nillustrates the magnitude of the problem:\n\nFor the last hundred thousand years, the world (meaning the Earth, but the\nargument extends to the solar system and possibly even to the entire universe) has been in\nthe human-brain regime. In this regime, the brains of Homo sapiens have been the most\nsophisticated future-shaping mechanisms (indeed, some have called them the most\ncomplicated objects in the universe). Initially, we didn’t use them for much beyond\nsurvival and tribal politics in a band of foragers, but now their effects are surpassing\nthose of natural evolution. The planet has gone from producing forests to producing\ncities.\n\nAs predicted by Turing, once we have superhuman AI (“the machine thinking\nmethod”), the human-brain regime will end. Look around you—you’ re witnessing the\nfinal decades of a hundred-thousand-year regime. This thought alone should give people\nsome pause before they dismiss AI as just another tool. One of the world’s leading AI\nresearchers recently confessed to me that he would be greatly relieved to learn that\nhuman-level AI was impossible for us to create.\n\nOf course, it might still take us a long time to develop human-level AI. But we\nhave reason to suspect that this is not the case. After all, it didn’t take long, in relative\nterms, for evolution—the blind and clumsy optimization process—to create human-level\nintelligence once it had animals to work with. Or multicellular life, for that matter:\nGetting cells to stick together seems to have been much harder for evolution to\naccomplish than creating humans once there were multicellular organisms. Not to\nmention that our level of intelligence was limited by such grotesque factors as the width\nof the birth canal. Imagine an AI developer being stopped in his tracks because he\ncouldn’t manage to adjust the font size on his computer!\n\nThere’s an interesting symmetry here: In fashioning humans, evolution created a\nsystem that is, at least in many important dimensions, a more powerful planner and\noptimizer than evolution itself'is. We are the first species to understand that we’re the\nproduct of evolution. Moreover, we’ve created many artifacts (radios, firearms,\nspaceships) that evolution would have little hope of creating. Our future, therefore, will\nbe determined by our own decisions and no longer by biological evolution. In that sense,\nevolution has fallen victim to its own Control Problem.\n\nWe can only hope that we’re smarter than evolution in that sense. We are\nsmarter, of course, but will that be enough? We’re about to find out.\n\nThe Present Situation\n\nSo here we are, more than half a century after the original warnings by Turing, Wiener,\nand Good, and a decade after people like me started paying attention to the AI-risk\nmessage. I’m glad to see that we’ve made a lot of progress in confronting this issue, but\nwe're definitely not there yet. AI risk, although no longer a taboo topic, is not yet fully\n\n72\n\nHOUSE_OVERSIGHT_016292",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016292.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3377,
    "word_count": 550,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.387092",
    "prefix": "IMAGES-003"
  }
}