{
  "document_id": "HOUSE_OVERSIGHT_014754",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014754.txt",
  "text": "FX: Sell EUR/GBP\n\nGBP remains a consensus short. Despite GBP appreciating following the High Court\ndecision for a Parliamentary vote to activate Article 50 and the US elections, the\nmarket’s short GBP position remains stretched according to our positioning analysis\n(Chart 44}. Our Global Fund Manager Survey flags short GBP as the strongest consensus\nview in G10 FX. Our EX & Rates Sentiment survey also suggests that the majority of\ninvestors look for some type of hard Brexit. Although we have been arguing for upside\nGBP risks after the recent flash crash, our baseline projections expect GBP/USD to hit a\nnew low of 1.15 in Q1 after the UK activates Article 50.\n\nHowever, we have argued that GBP tail risks are skewed to the upside. UK data have\nbeen strong post-referendum and could continue surprising to the upside. There is room\nfor positive headlines at the political front, if the UK agrees on the transitional period\nthat could extend the current regime until a final trader deal with the EU. A\nParliamentary vote on Article 50 activation could reduce the chances of a hard Brexit.\nAnd Trump’s victory could lead to an early bilateral US-UK trade deal, while it increases\nthe geopolitical importance of the UK for the rest of the EU. Moreover, we expect\nmarkets to become more concerned about political tail risks in the rest of Europe\nfollowing Trump’s victory in the US elections. Political risks in Italy and France could\nquestion the sustainability of the Eurozone, thus weakening EUR/GBP.\n\nIf Prime Minister Matteo Renzi loses the referendum on the constitutional reform in\nDecember, Italy could have a snap election, which the Five Star party could win based on\nthe latest polls. Even if Italy avoids elections in 2017, the next election will take place by\nMay 2018, and markets could become concerned about it earlier if Renzi loses the\nreferendum. The 2017 French election is another concern. President of the far-right\nparty and presidential candidate Marine Le Pen is ahead in the polls to win the first\nround. Winning the second round is much more difficult, as she will need more than 50%\nof the votes, but investors could start to expect the unexpected after being blindsided in\nthe UK and the US. Other considerations also support selling EUR/GBP. Data are\nconsistent with a weaker EUR/GBP (Chart 44). The market is short both EUR and GBP,\nbut long EUR/GBP, with the latest flows pointing to more EUR downside and GBP\nupside.\n\nUsing a spot reference of 0.8672, we recommend selling EUR/GBP via a 6M\n0.84/0.80 put spread, to capture both the referendum in Italy and the French\nelections, but also give time for GBP to recover in case it weakens further\nfollowing activation of Article 50 in Q1. The structure costs 1.07% EUR.\n\nChart 44: Positioning is short EUR but even more so in GBP\n\nChart 45: Data surprises suggest that EUR/GBP should be lower\n\n50\n40\n30\n20\n\n0.0\n\n.B4\n\n-50.0 4\n\n-100.0 +\n\n-150.0 ~\n\n“Iasi\n\nAUD USD\n\nJPY\n\nNOK NZD EUR CAD GBP SEK CHF\n\nV7 7 7\n\np.79\n\nDe\nNS\noh\n\n%\n%,\neee\n\nwLatest Positioning © =Change in positioning\n\neee F7-UK data surprises (RHS)\n\n=== EURGBP (RHS)\n\nSource: BofA Merrill Lynch Global Research.\n\nSource: BofA Merrill Lynch Global Research.\n\n24 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014754",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014754.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3313,
    "word_count": 565,
    "line_count": 95,
    "import_date": "2025-11-19T21:47:47.765464",
    "prefix": "IMAGES-003"
  }
}