{
  "document_id": "HOUSE_OVERSIGHT_017598",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017598.txt",
  "text": "2005 London Bombings helped solidify the US-British working relationship. These France going-ons\nare in higher gear (I've noticed) since Macron was elected but it was prepped for long ago. | was\nworking for IBM under IBM project manager Cathie Skoog at the NSF when my third trimester\npregnancy was sabotaged. The story of this sabotage and what followed is (briefly) this:\n\nI've long-alleged that John and Avery Gunther (whose children | used to babysit) agreed to a quid\npro quo exchange of financial compensation for help destroying my credibility on behalf of IBM\nagainst whom I'd filed a 2010 EEOC (Equal Employment Opportunity Commission) charge and a\nsubsequent May 2011 civil suit.\n\nPer the May 11, 2011 Complaint, McGuire v. John and Avery Gunther:\n\n3. On April 6, 2011 Mr. and Mrs Gunther, with uncontrolled greed and total disregard for the rights\nand feelings of Ms. Nadine McGuire as well as those of their children, AFG and XWG, maliciously\nand with ill-intent, wrongfully completed and executed a Complaint and Motion for Preliminary\nInjunction requesting formal protection against Ms. Nadine McGuire.\n\n4. Over the course of the previous few months, Mr. and Mrs. Gunther, colluding with persons against\nwhom Ms. Nadine McGuire is currently furthering litigation, including but not limited to plaintiff's\nmother, Pauline Scala McGuire, and from whom they received and/or have been promised to receive\nmonetary incentives, hid their relationships with said individuals, further lied about having those\nrelationships in direct conversation with Ms. Nadine McGuire and Court testimony on May 4, 2011,\nand wrongfully completed and executed a Complaint and Motion for Preliminary Injunction against\nMs. Nadine McGuire in cooperation and collaboration with said persons, resulting in the issuance of\na Temporary Restraining Order against Ms. Nadine McGuire issued on April 6, 2011.\n\n- Initial Complaint, 5/11/11, McGuire v. John and Avery Gunther, Case No.:2011 CA 003703 B, DC\nSuperior Court, Judge Gregory Jackson presiding\n\nIn regards to the suit against IBM (McGuire v. IBM, 1:11CV528, US District Court of Virginia), the\nonly suit in which Pauline Scala McGuire was listed as a defendant, the most important claim was\none of “assault” that led to the 2007 death of my son. Per the filing:\n\nPlaintiff, Grace Nadine McGuire, realleges the allegations of paragraphs 1-65 hereof as if fully set\nforth within and further alleges:\n\n66. Defendant Palmisano's conduct in ascertaining the drug that was used on the plaintiff to end her\npregnancy and take the life of her child on April 22, 2007, constitutes an intentional touching of the\nplaintiff by defendant Palmisano, and was undertaken deliberately and with actual malice towards\nthe plaintiff and her unborn child.\n\n67. Defendant Skoog, Susan Horton and Scala's conduct in coordinating the circumstances, creating\nphysical proximity and the administering of the drug to the plaintiff that ended her pregnancy and\ntook the life of her child on April 22, 2007 constituted an intentional touching of the plaintiff by said\ndefendants, and was undertaken deliberately and with actual malice towards the plaintiff and her\nunborn child.\n\n... 69. As the direct and proximate result of defendant Palmisano, Skoog, Susan Horton, and Scala's\nconduct, the plaintiff suffered a severe placental abruption, which terminated her pregnancy and\nended the life of her unborn child, causing the plaintiff to suffer damages including but not limited to\nthe loss of her child, loss of affection, grief, sorrow, extreme mental torment and emotional distress.\n\nHOUSE_OVERSIGHT_017598",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017598.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3621,
    "word_count": 568,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.445183",
    "prefix": "IMAGES-004"
  }
}