{
  "document_id": "HOUSE_OVERSIGHT_016417",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016417.txt",
  "text": "YAY\n\nPort Covington area of Baltimore.\nPhotographer: Sarah L. Voisin/The Washington Post via Getty Images\n\nIn 2016, Baltimore’s city council approved a $660 million financing package for a 235-acre\nmixed-use development, including new offices for Under Armour, along the city’s\nwaterfront. The area was already designated as an enterprise zone and a brownfield site,\nconnoting additional lucrative tax breaks, and the project attracted a $233 million\ninvestment from Goldman Sachs’s urban investment group.\n\nThen came the opportunity zone designation.\n\nThe tax break is only supposed to apply to real estate purchased after the law took effect.\nBut lawyers across the country quickly began working around that to get the benefits for\nprojects planned before the law was passed. Many tax experts have recommended sales to\nnew entities. So long as the seller owns no more than 20 percent of the buyer, the\ntransaction counts as arm’s-length and qualifies.\n\nSiegel said his firm, Weller Development, has found enough new investors to comply with\nthe arm’s-length requirement. The company has seen so much demand, he said, that he’s\nlooking to replicate the project elsewhere.\n\n“We've been fielding a lot of inbound interest,” Siegel said, declining to name cities that\nhave approached him. “That stimulated us to take this show on the road.”\n\nBoulder Balks\n\nIn mid-December, during a marathon city council meeting that stretched past midnight,\nBoulder became perhaps the first jurisdiction in the country to reject its own opportunity\n\nHOUSE_OVERSIGHT_016417",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016417.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1555,
    "word_count": 239,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:45.411886",
    "prefix": "IMAGES-003"
  }
}