{
  "document_id": "HOUSE_OVERSIGHT_024534",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024534.txt",
  "text": "H Leverage Greenstreet Real Estate Partners’ significant expertise:\n\n— KLC believes it is able to better maximize the potential of its real estate assets by having them\nmanaged by a dedicated and highly experienced team at Greenstreet Real Estate Partners rather\nthan having them managed at the operating company level.\n\nm Cash generated will be reinvested in acquiring more assets.\n\nDiversify the real estate portiolio:\n\n— The Greenstreet Real Estate Partners team is actively looking at diversification and reinvestment\nopportunities for the real estate portfolio. The diversification strategy will include some\nopportunistic investments in non-education related real estate assets.\n\n42.2. Management Team\n\nKLC PropCo is managed by Greensireet Real Estate Partners through a long-term agreement.\nGreenstreet Real Estate Partners has a highly experienced management team to guide the continued\nacquisition and diversification of the real estate portfolio. The management team includes Steven Green,\nChairman and CEO of Greenstreet Real Estate Partners, Jeffrey Safchik, COO and CFO and Steven Cox,\nExecutive Vice President Real Estate. Greenstreet Real Estate Partners controls a significant portfolio of\nowned and self-managed real estate and has extensive experience in corporate transactions involving\nowned real estate. Greenstreet Real Estate Partners operates a private real estate equity platform,\nhaving made in excess of $850 million in acquisitions and with assets currently under management\n(excluding KLC PropCo} of $540 million. It has owned and managed in excess of 10 million square feet\nof shopping centers with value in excess of $1 billion. The principals of Greensireet Real Estate Partners\neach have in excess of 20 years in real estate and capital markets. Their biographies can be found in\nAppendix A.\n\n12.3. Description of the Real Estate Assets\n\nThe highly diversified portfolio includes 845 properties in 37 states. The properties are primarily one story\nwood-framed buildings totaling 5,119,320 sq. ft. Some of the larger state concentrations include Texas,\nCalifornia, lIllincis and Virginia. No single state accounts for more than 11% of the total centers (see the\nFigure below for details on the geographic distribution}. The properties are single-tenanit stand-alone\nbuildings. The average age of the properties is approximately 15 years with 22% of the portfolio built\nafter 1991 and approximately 6% of the facilities being constructed prior to 1979. The centers’ trailing 12\nmonth Utilization was 58.9% as of December 31, 2005.\n\n161\n\nHOUSE_OVERSIGHT_024534",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2590,
    "word_count": 384,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.097139",
    "prefix": "IMAGES-008"
  }
}