{
  "document_id": "HOUSE_OVERSIGHT_023071",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023071.txt",
  "text": "The costs and benefits of tax reform\n\n2017 could be a watershed year from a tax reform perspective. Trump has continuously\nstated that tax reform is a priority, and there is evidence of widespread support in\nCongress. Tax reform could be enacted through reconciliation without the risk of being\nfilibustered, suggesting the timing could be imminent. Corporate tax reform could have\na significant impact on S&P 500 earnings, corporate behavior and capital markets. Much\nhas been written on the timing, funding and process by which corporate tax reform\ncould be enacted. In this report, we use House Speaker Paul Ryan’s Blueprint proposal as\na starting point in quantifying the impact of corporate tax reform on the S&P 500, with\nsome scenario analysis to account for differences included in the final bill (such as\nTrump’s proposals). Our analysis is focused specifically on the impact of corporate tax\nreform, however we recognize that there are many other factors that can impact the\nsensitivity analysis (e.g. changes to household income tax rates, infrastructure spending,\netc.).\n\nWe estimate that the Blueprint proposal would initially boost S&P 500 EPS by $5-6,\nassuming the end of interest expense deductions only applies to new debt, or is phased\nin over time. But the devil is in the details. Over time, the loss of the interest tax shield\nwould be a significant drag on earnings as existing debt is refinanced. Additionally, the\ncorporate tax rate is critical in determining whether or not the tax reform policies end\nup being accretive to earnings on a sustained basis. We estimate that at the 20% tax\nrate, the Blueprint would be modestly accretive, the benefit would triple under Trump’s\nproposed 15% tax rate, but at a higher 25% tax rate that would appease the deficit\nhawks in Congress, the benefit would turn to a negative over time (Table 2). We also\nestimate a one-time $8-9 charge to GAAP EPS that would be associated with the\ndiscounted repatriation tax.\n\nTable 2: Estimated impact of tax reform on S&P 500 2018 EPS\n\nTax policy 15% 20% 25%\nTax rate change 10.50 8.00 5.00\nEnding interest deductibility — initial impact* -0.50 to -1.00 -0.50 to -1.50 -0.50 to -2.00\nBorder adjustments -4.00 -5.50 -6.50\nShare count reduction from buybacks (50%) 4.00 4.00 4.00\nTotal initial impact 9.50 to 10.00 5.00 to 6.00 0.50 to 2.00\nEnding interest deductibility — recurring impact -3.50 -5.00 -6.00\n\nRecurring impact 7.00 1.50 -3.50\n\nOne-time repatriation tax (8.75%), GAAP\ncharge -8.50 -8.50 -8.50\nSource: BofAML US Equity & Quant Strategy, FactSet, Compustat, S&P\n\n*Assumes end to interest deductibility only applies ta new debt, where we estimate 70-90% of debt is long-term.\n\nNote: For this exhibit, we assume that 100% of the cash is repatriated and 50% of it is spent on buybacks. For different buyback\nassumptions, please see the section on repatriation.\n\nIn the following pages, we focus on the following topics that have large implications for\nUS equity investors, but it is important to consider corporate tax reform holistically\nrather than drawing major implications from each measure in isolation:\n\ne Reducing the US corporate tax rate\n\ne Repatriation - mandatory tax on overseas profits\ne Border adjustment tax\n\ne Removal of interest expense deduction\n\nThe government revenue associated with each of these is included in the table below.\n\nBankof America\n\nMerrill Lynch Equity Strategy Focus Point | 29 January 2017 3\n\nHOUSE_OVERSIGHT_023071",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023071.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3462,
    "word_count": 564,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:44.934830",
    "prefix": "IMAGES-007"
  }
}