{
  "document_id": "HOUSE_OVERSIGHT_024683",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024683.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER IIl_ Cannabis Industry Segmentation\n\nacross cannabis varieties and even across flowers from the same plant, which limits the accuracy of lab-\noratory tests conducted on a sample of plant material. Cannabis concentrates, however, are generally\nhomogeneous and their active elements can be more precisely measured and reported so as to facilitate\n\nstandardization of products and accurate dosing by consumers.\n\nThe following chart shows the combined relative sales by category of concentrates for Colorado,\nOregon and Washington for the three months ended September 30, 2017.\n\nConcentrates Sales by Category: Q3 2017\n\n6%\n18%\n\n16%\n\n17%\n\n@ Live resin B Oils @ Other concentrates @ Shatter © Vape oil mw Wax\n\nSource: BDS Analytics\n\nConcentrates are prepared with extraction techniques that fall into two general categories, solvent-\nbased extraction and solvent-free extraction. Solvent-based extraction techniques include the use of\nhydrocarbon, carbon dioxide (CO) or ethanol solutions to chemically isolate cannabinoids and other\nactive compounds. Solvent-based extraction can be performed relatively quickly and can produce high\nyields and customized formulations, but requires the use of expensive equipment and skilled labor and\nalso may leave residual solvents in the resulting concentrate. Solvent-free techniques include the use of\nfilters, ice water or heat to physically separate parts of the cannabis plant with high cannabinoid con-\ncentrations. Generally, solvent-free extraction is inexpensive and can be performed without specialized\nequipment, but it is also slow and labor-intensive and it typically results in low yields.\n\nHydrocarbon Extraction\n\nHydrocarbon extraction is a process whereby a hydrocarbon solvent (typically butane or propane)\nchemically extracts cannabinoids, terpenes and other compounds from cannabis plant matter. The\nsolvent is then purged using heat and pressure, leaving a concentrated form of the extracted com-\npounds. Because hydrocarbon extraction involves a risk of explosion and usually leaves behind residual\nsolvents, regulations are becoming more restrictive in specifying where and how the process can occur\nand prescribing acceptable levels of residual solvents in the resulting products. Concentrates prepared\nthrough hydrocarbon extraction—including BHO, shatter and wax—are popular with some con-\nsumers because hydrocarbon extraction generally preserves terpenes and the source plant’s aroma and\nflavor.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 47\n\nHOUSE_OVERSIGHT_024683",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024683.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2555,
    "word_count": 360,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.641307",
    "prefix": "IMAGES-008"
  }
}