{
  "document_id": "HOUSE_OVERSIGHT_021233",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021233.txt",
  "text": "sales, relocation services—is depressed. Homeowners are worse off, too, because the value of one of their vital assets is eroding.\n\nHouse prices have already fallen by 32 percent nationwide from the 2006 peak. And they have further to go. The latest readings on\nthe S&P/Case-Schiller home price index, one prominent measure, showed another record decline in May. At some point, the declines\nwill moderate and stop being records. But prices need to stop falling altogether, and probably rise, for a real recovery to happen. The\nFederal Reserve thinks home prices could stop falling in 2010, after a total decline of 41 to 48 percent. Other metrics, like housing\nstarts and new-home sales, might point upward before then. Those will be signs of signs of a turnaround, not the real thing.\n\nHousehold wealth increases. The housing bust and the volatile stock market have hammered the traditional investment tools that\nmost Americans use, causing epic declines in the wealth of Americans. Since 2006, household net worth has declined by about $12\ntrillion, which equates to about $107,000 of lost wealth for each of America's 112 million households. That's partly because of the 40\npercent plunge in the stock market since October 2007 and partly because of the steep declines in real estate values.\n\nAmericans simply own less, too. Home equity for the typical homeowner is just 41.1 percent, a record low. In 2002, it was 58.4\npercent. Owning less means we owe more and will have to rebuild savings before we can spend like we used to. \"This will be a drag\non all discretionary purchases,\" says Dirk van Dyk, an analyst at Zacks Investment Research who thinks the tightfistedness will cut\ninto the earnings of firms ranging from hotel chains to furniture makers to motorcycle manufacturers. Those are the same kinds of\ncompanies that need to start hiring again for a real recovery to develop. But they won't if sales stay sluggish. A turnaround will\nrequire sustained stock market gains and an end to the housing bust.\n\nPresident Obama stops fudging on the economy. There's still a lot that could go wrong, and Obama knows it. Yet part of the\npresident's job is to reassure skittish Americans, even as his economic lieutenants are fighting battles in the war room. That's why\nObama has been making half-hearted pronouncements, like saying that the economy shows \"some return to normalcy\" and that \"we\nexpect there'll be some stabilization of the economy.\" Virtually all of Obama's remarks on the economy contain modifiers and future\ntense and a not-quite-there-yet quality, since he'll blow his own credibility if he tries to convince Americans that they're better off\nthan they actually are. When Obama starts hedging less, be happy. That will signal better days. Finally.\n\nThe IMF does offer a bit of more heartening news: The global wipe out finally seems to be receding. \"The world economy is\nstabilizing,” the IMF reports. Its global economic growth projection of 2.5 percent in 2010 is 0.6 points higher than predicted in\nApril. But the global economy isn't expected to gain its footing in earnest until the second half of 2010. Maybe by then American\nspenders will have come out of hiding.\n\nObama says stimulus plan to kick in later this year Reuters\nObama says stimulus plan to kick in later this year\nBy Tom Doggett — Sat Jul 11, 3:13 pm ET\n\nWASHINGTON (Reuters) — President Barack Obama said Saturday more time was needed for his $787 billion stimulus package to\nwork, predicting the spending would have a bigger impact on the economy later this year.\n\nIn an advanced text of his weekly radio speech, Obama said the stimulus plan approved by Congress and signed into law in mid-\n\nFebruary \"was not designed to work in four months -- it was designed to work over two years.\"\n\nU.S. Treasury Secretary Timothy Geithner said it was too soon to decide whether the U.S. economy needed the help of a second-\nround of government stimulus to recover from recession.\n\n\"I don't think that's a judgment we need to make now, can't really make it now prudently, responsibly,\" he said in a taped interview\nwith CNN that will air Sunday.\n\nAccording to a transcript provided by CNN, Geithner said the \"biggest thrust\" of the stimulus package signed into law earlier this\nyear would take effect in the second half of the year.\n\nObama's comments follow government data showing the unemployment rate soared to 9.5 percent in June, the highest level since\n1983 and above the 8 percent peak predicted by the White House when it worked with Congress to pass the package. Republicans\nsay the stimulus plan is not working.\n\nObama now warns unemployment likely will top 10 percent in the coming months.\n\n\"We must let (the stimulus plan) work the way it's supposed to, with the understanding that in any recession, unemployment tends to\nrecover more slowly than other measures of economic activity,\" Obama said.\n\nHe said the benefits of the plan would \"accelerate greatly throughout the summer and the fall.\"\n\nHOUSE_OVERSIGHT_021233",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021233.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5011,
    "word_count": 840,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:49.378930",
    "prefix": "IMAGES-006"
  }
}