{
  "document_id": "HOUSE_OVERSIGHT_017622",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017622.txt",
  "text": "Page 19 of 31\n104 J. Crim. L. & Criminology 59, *85\n\nemphasized that it conferred a \"broad\" [*86] right. !°° The reason for adopting such a broad right was that \"too often victims\nof crime experience a secondary victimization at the hands of the criminal justice system. This provision is intended to direct\nGovernment agencies and employees, whether they are in the executive or judiciary branch, to treat victims of crime with the\nrespect they deserve.\" !°° OLC's failure to consider the purposes underlying the CVRA is a glaring oversight.\n\nOLC never attempts to explain why the CVRA's drafters would want victims to have a right to fair treatment once criminal\ncharges were filed but possess no such right before the filing of criminal charges. Clearly, many victims can and do suffer\nsecondary victimization during criminal investigations, such as when sexual assault victims are treated inappropriately by law\nenforcement agents. !>7 It would contradict the purpose of preventing victim mistreatment in the criminal justice system to\nartificially limit the right to fairness to the point at which charges are filed. The right to fairness logically applies at all stages of\nthe criminal justice process.\n\nC. OLC'S INEFFECTIVE RESPONSE TO THE CVRA'S COVERAGE AND VENUE PROVISIONS\n\nAt the end of its memorandum, OLC finally discusses what it identifies as the two strongest arguments for construing the\nCVRA as applying before charging: the coverage provision and the venue provision. OLC acknowledges, as it must, that the\nCVRA's coverage extends to any federal employee engaged in \"the detection, investigation or prosecution of crime.\" '*8 Such\nemployees \"shall make their best efforts to see that crime victims are notified of, and accorded, the rights\" afforded by the\nstatute. !°? Notably, this duty applies to individuals not just in the Justice Department (where all federal prosecutors are\nlocated) but other agencies as well, such [*87] as environmental crimes investigators in the Environmental Protection Agency\n(EPA). !6°\n\nThis coverage provision would seem to answer any lingering question about whether the CVRA applies before charging. In\ndirecting that federal employees engaged in the \"detection\" and \"investigation\" of crime must respect victims’ rights, Congress\nwanted broad rights extending beyond just the prosecution of a case. As the district court concluded in the Epstein case, this\nprovision \"surely contemplates pre-charge application of the CVRA.\" 16!\n\nOLC gamely maintains, however, that Congress was simply trying to provide that federal law enforcement agents should\nprovide rights to victims when a criminal case moves to its prosecution phase. OLC noted the uncontroversial point that law\nenforcement agents \"often develop a relationship of trust with crime victims during the investigation that continues as they\nassist crime victims in negotiating active criminal proceedings.\" !©* OLC then asserted:\n\n155 150 Cong. Rec. 7303 (2004) (statement of Sen. Jon Kyl).\n156 Td.\n\n157 See Susan Estrich, Real Rape 50-51 (1987) (describing how a rape victim's sexual history may be used against her in court proceedings);\nBeloof, supra note 38, at 309-10 (collecting examples of victims' issues that arise during the investigative process); see also President's Task\nForce on Victims of Crime, Final Report, supra note 10, at 57-62 (making recommendations for how police should treat victims during the\ncriminal justice process).\n\n*8 OLC CVRA Rights Memo, supra note 2, at 15 (quoting 78 U.S.C. § 3771(c)(1) (2012)) (internal quotation marks omitted).\n\n° 18 U.S.C. § 3771(c)(1).\n\n60 See Kyl et al., supra note 136, at 615 (\"Notice should be given to the fact that it applies not just to the Department of Justice, but to all\n‘departments and agencies of the United States engaged in the detection, investigation, or prosecution of crime.\" (citation omitted)).\n\nv\n\n6! Does v. United States, 817 F. Supp. 2d 1337, 1342 (S.D. Fla. 2011).\n\n62 OLC CVRA Rights Memo, supra note 2, at 15.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017622",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017622.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4048,
    "word_count": 637,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.941176",
    "prefix": "IMAGES-004"
  }
}