{
  "document_id": "HOUSE_OVERSIGHT_020856",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020856.txt",
  "text": "Only Politicians Work in Trillions of Dollars—\n\nHere’s How Much That Is\n\n*™ 1 Pallet\n\nx 1 Football Field\n\nand\n\n$41 Million (MM)\n\n217 Football Fields\n\n$1 Billion (B) =\nLe. Trillion (T)\nae\naa\n\n(@E www.kpcb.com\n\nUSA Inc. | High Level Thoughts 29\n\nNet Worth Qualifier\n\n¢ The balance sheet / net worth calculation does not include the power to tax\n— the net present value of the sovereign power to tax and the ability to print the\nworld’s reserve currency would clearly bolster USA Inc.’s assets — if they could be\naccurately calculated.\n\n* Plant, Property & Equipment (PP&E) on USA Inc.’s balance sheet is valued\nat $829B' (or 29% of USA Inc.’s total stated assets) — this includes tangible\nassets such as buildings, internal use software and civilian and military\nequipment.\n\n* The PP&E calculation DOES NOT include the value of USA Inc.’s holdings in\nthe likes of public land (estimated to be worth $408B per OMB)’, highways,\nnatural gas, oil reserves, mineral rights (estimated to be worth $345B per OMB),\nforest, air space, radio frequency spectrum, national parks and other heritage and\nstewardship assets which USA Inc. does not anticipate to use for general\ngovernment operations. The good news for USA Inc. is that the aggregate value\nof these heritage and stewardship assets could be significant.\n\nNote: 1) USA Inc.’s holding of land is measured in non-financial units such as acres of land and lakes, and number of National Parks and National Marine\n\nSanctuaries. Land under USA Inc.’s stewardship accounts for 28% of the total U.S. landmass as of 9/10. Dept. of Interior reported 552 national wildlife refuges, 378\n\npark units, 134 geographic management areas, 67 fish hatcheries under their management as of 9/10. Dept. of Defense reported 203,000 acres of public land and\n\n16,140,000 acres withdrawn public land, the USDA’s Forest Service managed an estimated 155 national forests, while the Dept. of Commerce had 13 National\n\nPp Marine Sanctuaries, which included near—shore coral reefs and open ocean, as of 9/10. Dept. of Treasury, “2010 Financial Report of the U.S. Government.”\nFSA wearer com USA Inc. | High Level Thoughts 30\n\nHOUSE_OVERSIGHT_020856",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2164,
    "word_count": 356,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.696653",
    "prefix": "IMAGES-006"
  }
}