{
  "document_id": "HOUSE_OVERSIGHT_018300",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018300.txt",
  "text": "violent shift - “from citizen to citizen as equals”? The Church was merely one of\nmany institutions that had sat massively, reliably, comfortably (and greedily)\nbetween people and power.\n\nLuther, it later emerged, was not alone. An era of awkward answers had begun. The\nPrussian astronomer Nicolaus Copernicus, for instance, had preceded Luther by a\ncouple of decades with his own questioning of the unquestionable. “Those who\nknow that the consensus of many centuries has sanctioned the idea that the earth\nremains at rest while the heavens move around it would regard it as an insane\npronouncement if I said the opposite,” he wrote. Machiavelli, Galileo, Erasmus, a\ngrowing list of great, transformative names - they were all working away in this\nsame questioning spirit. Their insane pronouncements, when proven true, opened\nthe way to still further insights. The Enlightenment had begun. The old power\ncenters acted almost as if nothing had changed; maybe they believed nothing would\never need to. “What was, still is,” the Catholic Church pronounced confidently (and\nabsurdly) at the Council of Trent in response to Luther’s Reformation. But there was\nno turning back. As the German philosopher Immanuel Kant wrote, the motto of the\nera could best be summarized as: Dare to know! “The Enlightenment,” he explained,\n“requires nothing but freedom.”\n\nThis, it emerged, was a hell of an expensive requirement.\n4.\n\nIn the years after Luther’s 95 Theses, Europe was torn apart. The continent’s\nlongstanding image of power - balled up, concentrated, unquestioned - was ripped\naway. Another picture emerged. The idea of personal access to God, a kind of “one\nman, one prayer” approach to religion, which opened in turn other fundamental\nstruggles. The credibility of nearly every sacred body that had once depended on\ncontrolling people and limiting their choices - the Church, those kings, feudalism,\nmyths - faced a creeping erosion. “Human knowledge and human power come to the\nsame thing,” the English philosopher and statesman Francis Bacon observed in the\nmidst of this shift in his artillery shell of a book The New Organum. Human\nknowledge, he means, is human power. You can imagine the energy, the promise of\nthe book as it was passed in Latin copy to Kepler in his study in Linz (then Lintz), to\nGallileo in Venice a decade before his imprisonment. It was this same human power\nto question even the most sacred ideas that the masses of Enlightenment Europe\nwould use, gleefully at times, to claw apart most of the old structures.?? Luther's\nheresy led initially to the Wars of the Reformation, battles that pulled every\nEuropean royal family into a struggle between church and state, and then between\neach other. The bloodletting of The Thirty Years War, the first truly pan-European\n\n92 “The Enlightenment”: Immanuel Kant, “An Answer to the Question: What is\nEnlightenment?” Kant: Political Writings, (Cambridge: Cambridge University Press,\n1991) p. 54\n\n93 “Human knowledge”: Francis Bacon, The New Organon. Cambridge Texts in the\nHistory of Philosophy. (Cambridge: Cambridge University Press, 2000) 32\n\n68\n\nHOUSE_OVERSIGHT_018300",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018300.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3138,
    "word_count": 504,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.702797",
    "prefix": "IMAGES-004"
  }
}