{
  "document_id": "HOUSE_OVERSIGHT_029663",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029663.txt",
  "text": "From: Jeffrey Epstein [jeeyacation@gmail.com] \nSent: 10/31/2011 10:50:46 AM \nTo: Katherine Keating \nSubject: Re: After Words \nwhere are you? \nOn Mon, Oct 31, 2011 at 4:21 AM, Katherine Keating -___________________________ wrote: \nDear Friends, \nI wanted to share with you the forward to my father's new book 'After Words'. He truly is \nan inspiration and so is his writing. The book, which is a compilation of his speeches, was \nlaunched yesterday in Sydney. I will be sure to send you a copy, it's a brilliant read. \nI trust this email finds you well. \nKindest regards \nKatherine X \nCreativity is central to our endeavours \n• BY:PAUL KEATING \n• From: \nThe Australian \n• October 22, 2011 12:00AM \nPaul Keating is aware that many people see him as a puzzle and contradiction. During the \ninterview he explained he wrote this introduction to his book as a guide to help people see the \nunifying philosophy of his life, public and private. \nFRIEDRICH Schiller, the German philosopher, said: \"If man is ever to solve the problems of politics in practice he \nwill have to approach it through the problem of the aesthetic, because it is only through beauty that man makes his \nway to freedom.\" \nRomantic and idealistic as that view may seem to some, the thought is revelatory of the fact that the greater part of \nhuman aspiration has been informed by individual intuition and privately generated passions, more than it has \nthrough logic or scientific revelation. The moral basis of our public life, our social organisation, has come from \nwithin us - by aspiration and by light, not by some process of logical deduction. \nImmanuel Kant referred to our inner impulses as \"the higher self\", an unconscious search for truth, going deeply \ninto ourselves to establish who we are and what we should be. \nBeauty is about the quest for perfection or an ideal, and that quest has to begin with aesthetic imagination - \nsomething informed by conscience, carved by duty. Kant called it \"the inner command\", the ethical construct one \ncreates to guide one from within. \nHOUSE OVERSIGHT 029663 \nBut we need tools to mine good intentions: inspirations, ones which await the creative spark, the source of all \nenlargement. Creativity is central to our progress and to all human endeavour. \nMusic provides the clue: unlike other forms of art, music is not representational. Unlike the outcome of the \nsciences, it was never discoverable or awaiting discovery. A Mahler symphony did not exist before Mahler created \nit. \nE.T.A. Hoffman, a contemporary of Beethoven's, famously said: \"Music reveals to man an unknown realm, a world \nquite separate from the outer sensual world surrounding him, a world in which he leaves behind all feelings \ncircumscribed by intellect in order to embrace the inexpressible.\" \nThis is not to turn our back on reason. Or to argue that modernism, with all its secular progress through education, \nindustrialisation, communications, transport and the centralised state, has not spectacularly endowed the world as \nno other movement before it. But a void exists between the drum-roll of mechanisation with its cumulative power of \nscience and the haphazard, explosive power of creativity and passion. Science is forever trying to undress nature \nwhile the artistic impulse is to be wrapped in it. \nWhile these approaches are different - perhaps often diametrically opposite - they inform related strands of thinking \nin ways that promote energy and vision. \nThis is what I have found when these forces are contemplated in tandem. When passion and reason vie with each \nother, the emerging inspiration is invariably deeper and of an altogether higher form. One is able to knit between \nthem, bringing into existence an overarching unity - a coherence - which fidelity to the individual strands cannot \nprovide. \nIn the world I have lived in, the world of politics, political economy and internationalism, the literature exists in \nabundance. But what is far from abundant are the frameworks for the intuitive resolution of complex problems that \nrequire multi-dimensional solutions. \nBut from where do we glean this extra dimensionality? \nFor me, it has always been from two sources: policy ambition in its own right and from imagination - the dreaming. \nPolicy ambition arising from Kant's higher self, and imagination promoted by those reliable wellsprings - music, \npoetry, art and architecture - blending the whole into a creative flux. \nThis collection of speeches reflects many of those interests and impulses - whether it be Joern Utzon's Opera \nHouse or the imperative of liberal internationalism in foreign policy or Neoclassicism, the future of native title or the \nrise of China. Each is related in a wider construct which is part and parcel of the way I have viewed and thought \nabout the world. \nWhile the speeches are from the period after my prime ministerial life and period in government, the impulse in \nwriting them came from the same framework and inclinations which informed my life in public office. \nThe speeches may be read individually or read together, subject to subject, idea to idea. Either way, a common \nthread informs them all. \nI trust this might be evident to the reader. \nHOUSE OVERSIGHT 029664 \nhttp://www.theaustralian.com.au/national-affairs/creativity-is-central-to-our-endeavours/story-fn59niix-\n1226173494033  \nPaul Keating explains as never before \nBY:PAUL KELLY, EDITOR-AT-LARGE \n• From:The Australian \nOctober 22, 2011 12:00AM \nWITH his panoramic view of world affairs sharper than ever, Paul Keating blames the current global crisis \non blunders by European and US leaders and warns that Australia must rediscover the keys to national \nsuccess. \nInterviewed in his Sydney office, furnished in a style he calls \"the last gasp of revolutionary classicism\", Keating's \nnew 600-plus page book sits atop his desk, an insight into his intellectual, aesthetic and political obsessions. \nWhat has Keating been doing since he left office in 1996? He has been travelling, speaking and analysing the \nworld and Australia with undiminished intensity suggesting a man operating as prime minister-in-exile. \nHis idea of leadership is more philosophical than ever, more distant from Bob Hawke or John Howard. His focus is \nthe synthesis between beauty and reason and his book encompasses China's currency, the world malaise, \nMahler's Symphony No2 and broaching the republic with the Queen. \nDuring the interview Keating talks, as never before, about his leadership concept. But he \nis doing something else: explaining himself to a still puzzled nation. \n\"The great changes in civilisation and society have been wrought by deeply held beliefs \nand passion rather than by a process of rational deduction,\" Keating tells me. In \nretirement, his political inspiration comes from music and beauty, not opinion polls. \nThere are signs he has mellowed. While ruthless with his judgments Keating is keen to \nsupport a struggling Labor Party while addressing the source of its strategic demise. \n\"The failure of the Rudd and Gillard administrations is the lack of an over-arching story, \nthe lack of a compelling story,\" he says when interviewed last week. \n\"I'm happy that Labor took us through this dreadful financial crisis so competently. But \nthey are not in the business of teaching. And governments, to succeed with change, must \nbe in the business of educating the community. \n\"Our Labor governments have failed to conceptualise the changes. We need a \nframework. \n\"What is the framework? It is 'Australia in Transition' strategically and economically. \nThat's the story we have to present. \n\"I think the Australian people are very conscientious. During the 1980s and 1990s we \nproved they will respond conscientiously to necessary reforms. They mightn't like them \nbut they'll accept them. But reforms have to be presented in a digestible format. \nHOUSE OVERSIGHT 029665 \n\"I know that in the age of the internet, opinion and perpetual static it is difficult to get the \nmessage over. I accept that. But the big messages have their own momentum. If we get \nthe story of transition right then other things will find their place. \n\"Our problem is what I call shooting-star policies. We have a policy on carbon pricing, on \nminerals, on boatpeople, but they are not connected up to the big picture about \nAustralia's direction and its transition.\" \nPressed on whether he thinks the Australian Labor Party is in permanent decline, Keating \ndefends Labor, insists it doesn't have to decline but highlights the problem. \"Labor must \nrecognise what it has created,\" he says, invoking the Hawke-Keating era. \"It has a \ncreated a new society and it has to be the party of the new society. \n\"It can't be the party of part of the old society. Labor must be the party of those people \nwho gained from the pro-market growth economy that we created. Labor must be open to \nthe influences of this middle class, to people on higher incomes. And I don't think it is.\" \nIt is, perhaps, the clearest statement of Labor's problem. The party, in an act of strategic \nfolly, abandoned the path of its previous success. It turned inwards on itself, away from \nthe community. \n\"At the operating level it's become the party of insiders,\" Keating says. \"The problem is \nthat members get too caught up in the gift of faction managers and they get caught up in \nthe false construct of popularity, the false god.\" \nFixated by the nature of political leadership, Keating's book After Words shouts out: \"The \ngreat curse of modern political life is incrementalism.\" \nLeaning across the table he says to me that briefing notes and economic texts aren't \nenough: the leader must locate his own source of higher command and inner belief. He \nlaments the efforts of US President Barak Obama and German Chancellor Angela Merkel \nin the teeth of contemporary challenges. \n\"There is nothing preordained about American decline any more than the European \nproject is destined to fail,\" he writes. \n\"But the portents are not good. Despite the rhetoric, President Obama conducts himself \nas an arbitrator or mediator between the competing strands of American economic and \npolitical ideology. He repeatedly eschews striking out, snatching the naked flame and \nhanging on. But the cost of this strategy is not simply a cost to him; it is a cost to the \nwhole world. \n\"On the other hand, Chancellor Merkel is the archetypal worry-wart. She does not lead; \nshe assesses. \n\"You really wonder why leaders want these jobs when they really do not want to lead. \nAnd what is their risk? That Barack Obama will not get a second term? Or that Angela \nMerkel's coalition might finally end up on the rocks? If they actually made the leap they \nHOUSE OVERSIGHT 029666 \nmight astound themselves. Because, in the end, everyone in political life gets carried out \n- the only relevant question is whether the pallbearers will be crying.\" \nFor Keating, the 20th-century leader exerting most influence on the coming century is \nChina's Deng Xiaoping. \n\"If you look at the other figures of the century, Roosevelt, Churchill, Stalin and Mao, none \nwill leave the legacy in terms of the 21st century that Deng leaves,\" he says. \"He walked \naway from the ideology of the Communist Party just as effectively as Mikhail Gorbachev \nwalked away from the essence of the Soviet Union.\" \nBy 2050 Keating sees a world order with nations in terms of gross domestic product in \nthis hierarchy: (1) China, (2) US, (3) India, (4) Japan, (5) Brazil, (6) Russia, (7) Britain, (8) \nGermany, (9) France and (10) Italy. \nThe key, however, is that Japan lags a distant fourth behind the top three. \nOn America, Keating is dismayed by the pivotal change in its outlook after the end of the \nCold War. \"When the Berlin Wall came down the Americans cried victory and walked off \nthe field,\" he says. \n\"Yet the end of the Cold War offered the chance for America to develop a new world \norder. It didn't know what to do with its victory. This at the moment the US should have \nbegun exploiting the opportunity of establishing a new world order to embrace open \nregionalism and the inclusion of great states like China, India and the then loitering \nRussia. \n\"Well, frankly, the US didn't have the wisdom. It just wanted to celebrate its peace \ndividend. The two Clinton terms and the two George W. Bush terms, that's four \npresidential terms, have cost US mightily.\" \nFor Keating, the malaise in US politics is the problem. He says: \"The most compelling \nthing I've seen in years is that in the great burst of American productivity between 1990 \nand 2008, of that massive increment to national income, none of it went to wages. By \ncontrast, in Australia real wages over the same period had risen by 30 per cent.\" Keating \nsees this \"as the breakdown of America's national compact\", the shattering of its \nprosperity deal. He says American conservatives abandoned the middle ground \nrepresented by Republican presidents such as Dwight D. Eisenhower, Richard Nixon and \nBush Sr and became radicals. The derailment, he argues, began under Ronald Reagan \nand reached its zenith under George W. Bush. \nWith the goodwill gone the US \"is not able to produce a medium-term credible fiscal \ntrajectory or get agreement on rebuilding its infrastructure\". This paralysis \"is significant \nnot just for the US but for the world.\" \nKeating links the collapse of this \"prosperity compact\" to the financial crisis. Too many \nAmericans were unable to sustain themselves from wages and salaries. \nHOUSE OVERSIGHT 029667 \nHow did they get by? They used the easy credit of the banking system, thereby feeding \nthe frenzy that ended in bad loans and meltdown. \nKeating's book has an abiding message for Australia: in the transformed world we \"will \nfind ourselves increasingly on our own\" having to master our own destiny. \nThe job is to rediscover the productivity and savings agenda of the 1990s. Why did \nAustralia survive the 2008 financial crisis? \"Because of the flexibility of the economy,\" \nKeating says. \"Flexibility which came from the reform of Australia's financial, product and \nlabour markets that began 25 years ago. This has given us one of the most flexible \neconomies in the world - arguably the most flexible. But further structural changes are \nahead of us.\" \nHe lists them. It is a mix of the new and old Keating agenda: a shift in resources to the \nextractive industries; a lift in capital inflow driving a high current account deficit putting a \npremium on savings; recognition that competitiveness will lie \"in the creativity of our \npeople as much as it does in our oil and gas\"; a renewed emphasis on the value of hi-\ntech and education; and above all, a cultural change that integrates Australia more into \nEast Asia. \"Cultural transformation is the key for us,\" Keating says. He rates it as more \nimportant than economic reform. \n\"There is less interest now in being part of East Asia than there was in the 1990s,\" he \nlaments. \nKeating wants this idea revived. And he ties it to the republic arguing that to succeed in \nAsia we must become a republic, a proposition Howard always dismissed. \nOn China, Keating is an optimist yet alive to the daunting economic challenge China now \nconfronts. \"What is happening in China knows no precedence in world economic history,\" \nhe says. \"Never before have 1.25 billion people dragged themselves from poverty at such \na pace. China is now half the GDP of the US and incomes have risen by a factor of 10.\" \nHe argues, however, that the origin of the 2008 financial crisis lies in the global \nimbalances - China has built huge foreign exchange reserves by exporting too much and \nAmerica, in turn, is saving too little. \nKeating says: \"China must shift the basis of growth from net exports and investment to \ndomestic consumption. Will they achieve this? Probably. Will there be strains along the \nway? There have to be.\" \nUnlike many Australian leaders, Keating is a Europhile. \"I think the European project is \nthe most significant project since the second world war,\" he says. But he sees two huge \nblunders made in Europe. \nFrom the euro's inception, Keating said it should constitute only Germany, France and \nthe Benelux nations, not the peripheral countries around the Mediterranean, and \"Greece \nshould never have been allowed in\". \nWhy were the weaker economies given entry? \nHOUSE OVERSIGHT 029668 \nKeating says: \"It's because president Mitterrand and the French wanted it. They weren't \nready to sit beside the German unified state without some friends.\" \nSo the eurozone was flawed from the outset, a structure awaiting internal assault: \"The \nproblem is we have a single currency without a political union and without a fiscal union.\" \nThe second blunder was the 1990s expansion of NATO to the Russian border. For \nKeating, this was recklessness for which the world may yet pay. \n\"Sensible policy would have included a place for Russia in the new world order,\" he says. \n\"But that didn't happen. So Russian liberals were pushed to one side by Russian \nnationalists. In a sense the US has created Vladimir Putin.\" \nWho is responsible? He points the finger at Bill Clinton. \nOn the 2008 financial crisis, he says former US Federal Reserve chief Alan Greenspan \nmust bear \"a fair amount of responsibility\". \n\"Greenspan is someone I know and like,\" Keating says. \"But if you are so naive to believe \nthat institutions with a balance sheet with assets geared at 45 to one is not an accident \nwaiting to happen then you don't deserve to be chairman of the Federal Reserve.\" \nHe praises Obama for seeking a return to the \"liberal internationalism\" that, in Keating's \nview, made the US great in the post-World War ll age. This is the US he loves but it is still \nin retreat. \nAsked about the nature of leadership, Keating reveals what lies within his heart: \"I believe \nthere is a poetic strand to life that doesn't exist in an economics textbook. \n\"This is not to say that rationalism isn't important and good. It is. But left to itself without \nthe guidance of higher meaning and a higher concept, rationalism can be mean and \nincomplete. I say if you simply live on rational policy and briefing notes you are not \nsufficiently informed. \n\"You need a higher calling or some inner system of belief - here I mention Kant and the \ninner command that tells you what is true, what is right, what is good. The inner \ncommand must be the divining construct in what you do. \n\"Music has always been a large part of what makes me tick. You listen to a great work . . \n. you hear the majesty of these works and your head and soul gets caught up in them. \nWhen that happens you are in for bigger things and you will strike out to be better. \n\"When I was listening to music I would always have the pad out to write the ideas down.\" \nhttp://www.theaustralian.com.au/news/opinion/paul-keating-explains-as-never-\nbefore/story-e6frg74x-12261 73493029  \nHOUSE OVERSIGHT 029669 \n--\n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 029670",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029663.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 19660,
    "word_count": 3205,
    "line_count": 270,
    "import_date": "2025-11-19T21:47:46.667802",
    "prefix": "TEXT-001"
  }
}