{
  "document_id": "HOUSE_OVERSIGHT_020075",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020075.txt",
  "text": "professionally embraced. The role was to be Donald Trump’s heirs and attendees. Their\nfather took some regular pleasure in pointing out that they were in the back of the room\nwhen God handed out brains—but, then again, Trump tended to scorn anyone who might\nbe smarter than he was. Their sister Ivanka, certainly no native genius, was the designated\nfamily smart person, her husband Jared the family’s smooth operator. That left Don and\nEric to errands and admin. In fact, the brothers had grown into reasonably competent\nfamily-owned-company executives (this is not saying all that much) because their father\nhad little or no patience for actually running his company. Of course, quite a good amount\nof their professional time was spent on the whims, projects, promotions, and general way\nof life of DJT.\n\nOne benefit of their father’s run for president was that it kept him away from the office.\nStill, the campaign’s administration was largely their responsibility, so when the campaign\nwent from caprice to a serious development in the Trump business and family, it caused a\ndisruption in the family dynamic. Other people were suddenly eager to be Donald Trump’s\nkey lieutenants. There were the outsiders, like Corey Lewandowski, the campaign\nmanager, but there was also the insider, brother-in-law Jared. Trump, not unusually for a\nfamily-run company, made everybody compete for his favor. The company was about\nhim; it existed because of his name, personality, and charisma, so the highest standing in\nthe company was reserved for those who could best serve him. There wasn’t all that much\ncompetition for this role before he ran for president, but in early 2016, with the\nRepublican Party collapsing and Trump rising, his sons faced a new professional and\nfamily situation.\n\nTheir brother-In-law had been slowly drawn into the campaign, partly at his wife’s\nurging because her father’s lack of constraint might actually affect the Trump business if\nthey didn’t keep an eye on him. And then he, with his brothers-in-law, was pulled in by the\nexcitement of the campaign itself. By late spring 2016, when the nomination was all but\nclinched, the Trump campaign was a set of competing power centers with the knives out.\n\nLewandowski regarded both brothers and their brother-in-law with rolling-on-the-floor\ncontempt: not only were Don Jr. and Eric stupid, and Jared somehow both supercilious\nand obsequious (the butler), but nobody knew a whit about politics—indeed, there wasn’t\nan hour of political experience among them.\n\nAs time went on, Lewandowski became particularly close to the candidate. To the\nfamily, especially to Kushner, Lewandowski was an enabler. Trump’s worst instincts\nflowed through Lewandowski. In early June, a little more than a month before the\nRepublican National Convention, Jared and Ivanka decided that what was needed—for the\nsake of the campaign, for the sake of the Trump business—was an intervention.\n\nMaking common cause with Don Jr. and Eric, Jared and Ivanka pushed for a united\nfront to convince Trump to oust Lewandowski. Don Jr., feeling squeezed not only by\nLewandowski but by Jared, too, seized the opportunity. He would push out Lewandowski\n\nHOUSE_OVERSIGHT_020075",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020075.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3208,
    "word_count": 514,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.048060",
    "prefix": "IMAGES-005"
  }
}