{
  "document_id": "HOUSE_OVERSIGHT_022519",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022519.txt",
  "text": "For example, a pharmaceutical company used chari-\ntable donations to a small local castle restoration charity\nheaded by a foreign government official to induce the offi-\ncial to direct business to the company. Although the charity\nwas a bona fide charitable organization, internal documents\n\nat the pharmaceutical company’s subsidiary established that\n\nthe payments were not viewed as charitable contributions\nbut rather as “dues” the subsidiary was required to pay for\nassistance from the government official. The payments con-\nstituted a significant portion of the subsidiary’s total pro-\nmotional donations budget and were structured to allow\n\nthe subsidiary to exceed its authorized limits. The payments\n\nHypothetical: Gifts, Travel, and Entertainment\n\nCompany A is a large U.S. engineering company with global operations in more than 50 countries, including a\nnumber that have a high risk of corruption, such as Foreign Country. Company A's stock is listed on a national U.S. stock\nexchange. In conducting its business internationally, Company A's officers and employees come into regular contact with\nforeign officials, including officials in various ministries and state-owned entities. At a trade show, Company A has a booth\nat which it offers free pens, hats, t-shirts, and other similar promotional items with Company A's logo. Company A also\nserves free coffee, other beverages, and snacks at the booth. Some of the visitors to the booth are foreign officials.\n\nls Company A in violation of the FCPA?\n\nNo. These are legitimate, bona fide expenditures made in connection with the promotion, demonstration, or\nexplanation of Company A's products or services. There is nothing to suggest corrupt intent here. The FCPA does not\nprevent companies from promoting their businesses in this way or providing legitimate hospitality, including to foreign\nofficials. Providing promotional items with company logos or free snacks as set forth above is an appropriate means of\nproviding hospitality and promoting business. Such conduct has never formed the basis for an FCPA enforcement action.\n\nAt the trade show, Company A invites a dozen current and prospective customers out for drinks, and pays\nthe moderate bar tab. Some of the current and prospective customers are foreign officials under the FCPA. Is\nCompany A in violation of the FCPA?\n\nNo. Again, the FCPA was not designed to prohibit all forms of hospitality to foreign officials. While the cost here may\nbe more substantial than the beverages, snacks, and promotional items provided at the booth, and the invitees specifically\nselected, there is still nothing to suggest corrupt intent.\n\nTwo years ago, Company A won a long-term contract to supply goods and services to the state-owned Electricity\nCommission in Foreign Country. The Electricity Commission is 100% owned, controlled, and operated by the\ngovernment of Foreign Country, and employees of the Electricity Commission are subject to Foreign Country's\ndomestic bribery laws. Some Company A executives are in Foreign Country for meetings with officials of the\nElectricity Commission. The General Manager of the Electricity Commission was recently married, and during the\ntrip Company A executives present a moderately priced crystal vase to the General Manager as a wedding gift\nand token of esteem. Ils Company A in violation of the FCPA?\n\nNo. It is appropriate to provide reasonable gifts to foreign officials as tokens of esteem or gratitude. It is important that\nsuch gifts be made openly and transparently, properly recorded in a company’s books and records, and given only where\n\nappropriate under local law, customary where given, and reasonable for the occasion.\n\nDuring the course of the contract described above, Company A periodically provides training to Electricity\nCommission employees at its facilities in Michigan. The training is paid for by the Electricity Commission as part of\nthe contract. Senior officials of the Electricity Commission inform Company A that they want to inspect the facilities\nand ensure that the training is working well. Company A pays for the airfare, hotel, and transportation for the\n\n(cont'd)\n\nHOUSE_OVERSIGHT_022519",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4178,
    "word_count": 644,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:45.673139",
    "prefix": "IMAGES-007"
  }
}