{
  "document_id": "HOUSE_OVERSIGHT_022717",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022717.txt",
  "text": "math. In a sense I didn’t really make money as much as I did create it. This\nwas intellectual activity of a fairly high order.”\n\nIntellectual activity aside, he meets Helen Gurley Brown and she\nmakes him Cosmopolitan Magazine’s Bachelor of the Month in 1980.\n\n“What,” I ask, “was your social life like?”\n\n“Well, I was a playboy.”\n\n“That’s all? Not looking to get married?”\n\n“No. Never. I never wanted to get married. I wanted sex. I liked\nwomen. | wanted freedom. I was attracted to the rich because of their\nfreedom. But I wanted also to avoid their burdens. And I didn’t want to hide.\nI didn’t want to be a hypocrite. I wanted to be free. I was not remotely\nambivalent about what I wanted: to be free. That was the reason to make\nmoney.”\n\nHis rise at Bear Sterns was a steep one. And he soon became the\nprotégée of Jimmy Cayne (also hired by Ace Greenberg on a whim—he met\nhim in a bridge game—who would go on to run Bear and to lose his fortune\nin Bear’s 2006 collapse). Epstein’s leave taking or ouster from Bear is the\nresult of politics, envy, overreaching, or a securities violation, or...unclear.\nBut, no matter, he leaves in 1982 with billionaire clients, including Marvin\nDavis, a real estate developer who owns Twentieth Century Fox, and Herb\nSeigel, a major media investor in the 1980s. Epstein is dating Morgan\nFairchild, a television star in the 1980s rich-family soap operas, Dallas and\nFalcon Crest.\n\nNow begins the Concorde phase of his life—and the Concorde phase\nof the 1980s. If the 80s are happening pell mell in New York, they’re\nhappening at double time and catch up speed in London. Epstein is 30 years\nold and living, in Lifestyle of the Rich and Famous fashion, at English\nshooting parties at country estates with Saturday night black tie dinners,\nwhere he’s meeting the richest families in Europe.\n\n“I don’t take it seriously,” Epstein recounts. “I’m not caught up in it.\nI’m not trying to make a billion dollars. There is no ultimate goal. Or its just\nto meet smart people, interesting people. But no long-range plans. Often no\nshort-term plans either. I would head to Kennedy and, on the theory that\nmost important events are serendipitous, | wouldn’t decided where I was\ngoing until I got there.”\n\nAt the same time, he is developing a perception, or, at least a market\ndifferentiation: the hyper wealthy had different problems than the very\nwealthy. Dealing with a billion dollars was different from dealing with $100\nmillion:\n\nHOUSE_OVERSIGHT_022717",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022717.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2480,
    "word_count": 432,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.418466",
    "prefix": "IMAGES-007"
  }
}