{
  "document_id": "HOUSE_OVERSIGHT_021131",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021131.txt",
  "text": "14 MICHAEL WOLFF\n\nIn November 2004, for instance, Jeffrey Epstein, the financier later\ncaught in a scandal involving underage prostitutes, agreed to purchase\nfrom bankruptcy a house in Palm Beach, Florida, for $36 million, a prop-\nerty that had been on the market for two years. Epstein and Trump had\nbeen close friends—playboys in arms, as it were—for more than a decade,\nwith Trump often seeking Epstein’s help with his chaotic financial affairs.\nSoon after negotiating the deal for the house in Palm Beach, Epstein took\nTrump to see it, looking for advice on construction issues involved with\nmoving the swimming pool. But as he prepared to finalize his purchase\nfor the house, Epstein discovered that Trump, who was severely cash-\nconstrained at the time, had bid $41 million for the property and bought\nit out from under Epstein through an entity called Trump Properties\nLLC, entirely financed by Deutsche Bank, which was already carrying a\nsubstantial number of troubled loans to the Trump Organization and to\nTrump personally.\n\nTrump, Epstein knew, had been loaning out his name in real estate\ndeals—that is, for an ample fee, Trump would serve as a front man to\ndisguise the actual ownership in a real estate transaction. (This was, in\na sense, another variation of Trump’s basic business model of licensing\nhis name for commercial properties owned by someone else.) A furi-\nous Epstein, certain that Trump was merely fronting for the real owners,\nthreatened to expose the deal, which was getting extensive coverage in\nFlorida papers. The fight became all the more bitter when, not long after\nthe purchase, Trump put the house on the market for $125 million.\n\nBut if Epstein knew some of Trump’s secrets, Trump knew some of\nEpstein’s. Trump often saw the financier at Epstein’s current Palm Beach\nhouse, and Trump knew that Epstein was visited almost every day, and\nhad been for many years, by girls hed hired to give him massages that\noften had happy endings—girls recruited from local restaurants, strip clubs,\nand, also, Trump’s own Mar-a-Lago. Just as the enmity between the two\nfriends increased over the house purchase, Epstein found himself under\ninvestigation by the Palm Beach police. And as Epstein’s legal prob-\nlems escalated, the house, with only minor improvements, was acquired\nfor $96 million by Dmitry Rybolovlev, an oligarch who was part of the\nclose Putin circle of government-aligned industrialists in Russia, and who,\n\nSIEGE 15\n\nin fact, never moved into the house. Trump had, miraculously, earned\n$55 million without putting up a dime. Or, more likely, Trump merely\nearned a fee for hiding the real owner—a shadow owner quite possibly\nbeing funneled cash by Rybolovlev for other reasons beyond the value\nof the house. Or, possibly, the real owner and real buyer were one and\nthe same. Rybolovlev might have, in effect, paid himself for the house,\nthereby cleansing the additional $55 million for the second purchase\nof the house.\nThis was Donald Trump's world of real estate.\n\n% FF\n\nAs though using mind-control tricks, Jared Kushner had become highly\nskilled at containing his deep frustration with his father-in-law. He stayed\nexpressionless—sometimes he seemed almost immobile—when Trump\nwent off the rails, unleashing tantrums or proposing dopey political or\npolicy moves. Kushner, a courtier in a crazy court, was possessed of an\neerie calmness and composure. He was also very worried. It seemed\nastounding and ludicrous that this fig-leaf technicality—“You're not a\ntarget, Mr. President”—could offer his father-in-law such comfort.\n\nKushner understood that Trump was surrounded by a set of mortal\narrows, any of which might kill him: the case for obstruction; the case\nfor collusion; any close look at his long, dubious financial history; the\nalways-lurking issues with women; the prospects of a midterm rout and\nthe impeachment threat if the midterm elections went against them; the\nfickleness of the Republicans, who might at any time turn on him; and the\nsenior staffers who had been pushed out of the administration (Kushner\nhad urged the ouster of many of them), any of whom might testify against\nhim. In March alone, Gary Cohn, the president's chief economic adviser,\nRex Tillerson, the secretary of state, and Andrew McCabe, the deputy\ndirector of the FBI—each man bearing the president deep contempt—\nwere pushed from the administration.\n\nBut the president was in no mood to hear Kushner’s counsel. Never\nentirely trusted by his father-in-law—in truth, Trump trusted no one\nexcept, arguably, his daughter Ivanka, Kushner’s wife—Kushner now found\nhimself decidedly on the wrong side of Trump’ red line of loyalty.\n\nHOUSE_OVERSIGHT_021131",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4681,
    "word_count": 756,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:47.399659",
    "prefix": "IMAGES-006"
  }
}