{
  "document_id": "HOUSE_OVERSIGHT_019331",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019331.txt",
  "text": "projects. These include a video series on poetry and science now running with award-winning\nmagazine Nautilus, a collaboration with distinguished poet Robert Pinsky and his Favorite Poem\nProject, and an expansion of our poetry film series with partners at The Nantucket Project. Advised\nby a stellar and diversely talented board, Verse Video Education is looking toward sustainability. We\nare now discussing distribution of new content with a variety of stakeholders, including media\nproviders in China.\n\nNew Harvard Partner: Bok Center for Teaching and Learning\n\nMeanwhile, Poetry in America has deepened its partnership and formulated a plan for growth going\nforward at Harvard. This fall, Harvard's Dean of the Faculty of Arts and Sciences, Mike Smith,\nendorsed the integration and expansion of my public-facing humanities work within the Derek Bok\nCenter for Teaching and Learning. As a Bok Fellow this year, and alongside Bok director Rob Lue in\nthe years to come, | will be working to substantially expand Bok's capacity and resources to train\nhumanists in 21st-century methods of public engagement-- developing courses, digital fellowship\nopportunities and also securing distribution outlets and partners for content produced in Bok by\nHarvard humanists. By next year at this time, | will be turning some of my attention beyond poetry\n(my favorite, but hardly the only humanistic mode of communication!) to create a wider base of\nhumanities materials for use in American schools and other institutions. We will begin integrating and\nanchoring Poetry in America content (on art, sport and play; on the environment; and on health and\nwell being) with content created by others. As | continue to experiment with use of digital media\nwithin my residential courses for undergraduates and graduates, | shall also be working with other\nfaculty and graduate students. My work at Bok will also facilitate collaborations between humanists\nworking across the whole university. Projects for 2017 include work with HarvardX on drama and\nShakespeare, with Harvard’s Center for the Environment, with the Arts and Humanities Initiative at\nHarvard Medical School, and with several programs within Harvard’s Graduate School of Education.\n\nLaunching in 2017: Our First Course Designed Specifically for Teachers\n\nVerse Video Education has allocated much of its staff time this year to bringing its first course\ndesigned specifically to support the American secondary classroom to completion. Poetry in America\nfor Teachers: The City from Whitman to Hip Hop draws on assets created at HarvardX, along with\nfootage captured with our TV partners and independently by Verse Video Education. The resulting\ncourse, designed for English, Social Studies, and Arts teachers, as well as for librarians,\nadministrators and others, provides deep content instruction as well as pedagogical training.\nCommon Core aligned, this course, the first of its kind, is now open for enrollment, and will launch\nJanuary 23rd. We are currently discussing group enrollments with major educational systems and\nreformers across the nation, and we are also raising scholarship funds for strapped enrollees. Over\ntime, we hope to play a leading role in improving literacy and in strengthening the humanities across\nthe American educational landscape.\n\nAiring Nationwide in 2018: Poetry in America, The Television Series\nIn May 2016, Verse Video Education was asked by WGBH and American Public Television to\nexpand its television series in development from 8 to 13 episodes, listed below.\n\nThe following episodes are entering post-production:\n\nOn Edward Hirsch’s “Fast Break”: Shaquille O'Neal, Pau Gasol, Shane Battier, Edward Hirsch,\nand an on-court pick-up basketball chorus filmed at Success Academy Charter School; On W.H.\nAuden’s “Musee Des Beaux Arts”: Ambassador Samantha Power, David Brooks, Peter Sacks; On\nRobert Hayden’s “Those Winter Sundays”: Vice President Joe Biden, Elizabeth Alexander,\nAngela Duckworth, Kevin Young, and a chorus of fathers and sons; On Carl Sandburg’s\n“Skyscraper”: Frank Gehry, Robert Polito, and a chorus of Young Student Poets; On Nas’s “New\nYork State of Mind”: Nas, Russell Simmons, Salamishah Tillet, Steve Stoute, and a chorus of hip\n\nHOUSE_OVERSIGHT_019331",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4256,
    "word_count": 648,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.704202",
    "prefix": "IMAGES-005"
  }
}