{
  "document_id": "HOUSE_OVERSIGHT_013419",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013419.txt",
  "text": "Local News: West Palm Beach, Palm Beach County, Martin & St. Lucie Counties | The Palm Beach Post\n\n) ,\nCell oS)\n\nS\n\n—\nWe\n\n1D) |\nPel titi\n\nN\n\nDC BRAMANhestoscs: Porsche\nEXPERIENCE THE > a >. ~\n\nBRAMAN DIFFERENCE —= i\n\n4/6/11 1:50 PM\n\nSubscribe Now Renew\n\nLocal News Greater Palm Beaches and Treasure Coast\n\nJudge: Palm Beach sex offender Jeffrey Epstein\nagreement to remain sealed\n\nBy MICHELE DARGAN\n\nPalm Beach Daily News Staff Writer\n\nTuesday, February 17, 2009\n\nA federal judge has ruled that a non-prosecution document under which the government agreed not to pursue\n\nederal charges against sex offender Jeffrey Epstein will remain under seal - at least for now.\n\nThe U.S. Attorney's Office and Epstein's lawyers reached the agreement before Epstein pleaded guilty to state\n‘elony charges, and the document is under seal in Epstein's state criminal file.\n\nRepresenting two of Epstein's victims, attorney Brad Edwards asked to have the document unsealed as part of his\nederal lawsuit against the Manhattan money manager. Although Edwards and his victims have seen the\nagreement, Edwards says in his pleadings that the government has \"inaccurately described the agreement ...\ncreating a false impression that the agreement protects the victims.”\n\nU.S. District Judge Kenneth Marra ruled that the claims, even if true, haven't damaged Edwards’ case.\n\n\"If and when such alleged mischaracterizations become relevant to an issue to be decided by the court, the parties\nwill be given the opportunity to advance their positions and the court will resolve the issue,” he wrote. \"If disclosure\nof the agreement will be required for the court to resolve this issue, appropriate disclosure will be ordered.”\n\nSeeking to keep the agreement sealed, Assistant U.S. Attorney Dexter Lee argued that the agreement is not part of\nany case before Marra.\n\n\"The non-prosecution agreement has never been filed under seal in federal court,” he wrote.\n\nHe also denied that the agreement has been inaccurately described.\n\nMarra sided with Lee on the argument that the agreement was not filed in federal court \"under seal or otherwise.”\n\nOn Aug. 14, Marra ruled that the non-prosecution agreement would be unsealed for Edwards and any of the victims\nwho want to see it. But the ruling bars Edwards and anyone else who sees the document from disclosing the terms\nto anyone else.\n\nIn his motion to unseal, Edwards said he wants to be able to discuss the terms of the agreement with other victims\nand their attorneys as well as with other victims' rights groups such as the National Alliance of Victims’ Rights\nAttorneys.\n\nThe desire to discuss the agreement with third parties is not justification for unsealing the document, Marra ruled.\n\n\"If a specific tangible need arises in a civil case ... relief should be sought in that case,” he wrote.\n\nEpstein, 56, is serving 18 months in jail for soliciting prostitution and procuring a minor for prostitution.\n\nUnder the agreement, federal prosecutors will defer their decision on whether to prosecute Epstein on federal\ncharges until 90 days after Epstein completes all requirements of his state sentence.\n\nIf he abides by all court conditions and restrictions, the federal case would be dropped.\n\nIn addition to the state criminal case, there are nine federal and seven state lawsuits pending against Epstein.\n\nAll contain similar allegations: The Manhattan money manager, through his employees and assistants, brought\nminor girls to his Palm Beach home at 358 El Brillo Way for erotic massages and sometimes sex.\n\nhttp://www.palmbeachpost.com/localnews/content/local_news/epaper/2009/02/17/0217epstein.html\n\n® Site © Web Web Search by YAHOO!\n\nACCOUNTS RECEIVABLE\nSPECIALIST\nBusy Physical Therapy office\nseeks FULL TIME AR Collection\nperson to handle patient accounts.\nPERIENCE PREFERRED\nCOLUMNISTS AND BLOGGERS\n\nFRANK CERABINO\n\nRead Frank's latest columns\n\nand follow him on Twitter.\nRead more\n\nHOT CELEBRITY NEWS\n\nGet the latest on South Florida\ncelebrities, billionaires,\npoliticos, more. Page2Live\n\n‘ GEORGE BENNETT\nRead Post politics columnist\nj George Bennett's latest\narticles. Read more\n\nMOST POPULAR\n\nHEADLINES COMMENTS\n\nFatal shooting in Delray Beach draws crowd of 100\nonlookers\n\nLake Worth mayor says The Cottage complaints use\n‘gay card’ against city manager\n\nNarcy Novack charged in 2009 Fort Lauderdale killing\nof her mother-in-law\n\nWest Palm Beach mayor: Firefighter layoffs likely\n\nBoynton Police warn of new twist on ATM identity fraud\n\n| _ | FOLLOW THE POST ON TWITTER\na\n\n[txt } SIGN UP FOR MOBILE TEXT ALERTS\n\nPp The Palm Beach Post on Facebook\nLike\n\n16,987 people like The Palm Beach Post.\n\naNaaw\n\nJodie Heidy Bianca Robin Audrey\nKatie Gabriel Vero Yelena Debra\n\nPage 1 of 2\n\nHOUSE_OVERSIGHT_013419",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013419.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4741,
    "word_count": 750,
    "line_count": 151,
    "import_date": "2025-11-19T21:47:45.048014",
    "prefix": "IMAGES-002"
  }
}