{
  "document_id": "HOUSE_OVERSIGHT_010814",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010814.txt",
  "text": "oo Od HO bP WN\n\nNNNNNN PP PB RP RE RP RB oe\nAW bWNHH OO ONAN BWNH OO\n\noy MONI HUM ew WN\n\n\"Certainly he knew they were there?\n\n\"T don't know, sir.\"\n\nThat's the best you can do? That's really\n\nthe best you can do? You think a professional\nlawyer would make these allegations based on \"I\ndon't know, sir.\"\n\nMR. SCAROLA: Is there a question pending,\nMr. Scott?\n\nMR. SCOTT: He's reading -- you asked him\nwhat he was reading --\n\nMR. SCAROLA: Yes, sir.\n\nMR. SCOTT: -- from and I had him publish\nit.\n\nMR. SCAROLA: Yeah, I know, and then he\nwent on to make a speech. So I know I don't\nhave to do it, but I'm compelled to move to\nstrike the unresponsive speeches.\n\nMR. SCOTT: And I consider these to be a\nresponse to the interrogation that you did\ntaking excerpts improperly and not having the\nentire record in front of him, which he's\nentitled to do to make that the record is\ncomplete. And | intend to protect him in that\nway.\n\noO On DUM fF WN\n\nNNN NNN BH BB BB BB op po\nOP WNH Oo OANA UM B® wWN BO\n\n303\n\nA. Let me answer. \"Rely\" connotes to me that\nthey would place a heavy emphasis on that to the\nexclusion of other things and that it would be\nenough. And so my answer is, yes, they certainly\nshould have read all the reports. They certainly\nshould have read all the transcripts. But they also\nshould have called me, they should have made other\ninquiry, and they should have made sure that they\nread all of these depositions and reports in\ncontext.\n\nAnd if you're implying that there are FBI\nreports that in any way inculpate me, that's\ninconsistent with the information I have from Former\nChief of Assistant Jeffrey Sloman, who was prepared\nto file an affidavit saying that that wasn't the\ncase but was prevented from doing so by the Justice\nDepartment.\n\nMR. SCOTT: It's about noon now. So I\n\nguess we're heading -- we're wrapping this up?\n\nMR. SCAROLA: Not quite yet.\n\nBY MR. SCAROLA:\n\nQ. You do agree that the allegations that\nVirginia Roberts made against Prince Andrew were\nwell-founded allegations, correct?\n\nA. Ihave absolutely no idea. I've met\n\n302\n\nBY MR. SCAROLA:\n\nQ. So we have agreed that it was reasonable\nfor Bradley Edwards and Paul Cassell, in assessing\nthe credibility of Virginia Roberts, to rely upon\npolice reports, FBI reports, U.S. Attorney's Office\ninformation, and information from the Palin Beach\nCounty State Attorney's Office, correct?\n\nA. No.\n\nQ. No?\n\nA. No. It would not be enough for them to do\nthat --\n\nQ. I didn't ask you whether it was enough.\n\nA. You said it was --\n\nQ. Lasked you: Would it reasonable for them\nto rely upon those sources of information in\nassessing the credibility of Virginia Roberts?\n\nA. Not alone, not without looking at --\n\nQ. That wasn't ny question.\n\nA. -- other sources of information.\n\nMR. SCOTT: Wait a minute.\nBY MR. SCAROLA:\n\nQ. Well, what he's relying upon --\n\nMR. SCOTT: You're not the judge here.\n\nLet him -- ask a question and let him answer it\n\nand not cut him off, please.\n\noo OW HO & WN\n\na ee\nHOM MON HAM Bw NH OO\n\n304\n\nPrince Andrew on a number of occasions in a public\ncontext. He came and spoke in my class at Harvard\nlaw school. The dean then had a dinner in his -- or\nlunch in his honor. I was then invited to a dinner\n\nat the British Consulate.\n\nI've never seen him in the presence of any\nunderaged women, so I have absolutely no basis for\nreaching any conclusion whatsoever about\nPrince Andrew.\n\nQ. So you don’t know one way or another\nwhether those allegations are true or false?\n\nA. Neither do you. Nobody would know except\ntwo people, I imagine. But I don't know. Of course\n\n. All right.\n\nA. But I presume --\n\n. You say you have never seen him ~-\n\nA. -- people innocent --\n\nQ. -in the presence of any underaged women,\nbut you've seen photographs of him in the presence\nof an underaged woman, correct?\n\nA. Thave, yes.\n\nMR. SCAROLA: May we mark this as the next\nnumbered exhibit, please.\n\nA. And I want to note --\n\n32 (Pages 301 to 304)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010814",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010814.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3972,
    "word_count": 740,
    "line_count": 174,
    "import_date": "2025-11-19T21:47:45.013496",
    "prefix": "IMAGES-001"
  }
}