{
  "document_id": "HOUSE_OVERSIGHT_013950",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013950.txt",
  "text": "— CHINESE PROVERB\n\nJ ust because something has been a lot of work or consumed a lot of time doesn’t make it productive or\n\nworthwhile.\n\nJust because you are embarrassed to admit that you’re still living the consequences of bad decisions\nmade 5, 10, or 20 years ago shouldn’t stop you from making good decisions now. If you let pride stop\nyou, you will hate life 5, 10, and 20 years from now for the same reasons. I hate to be wrong and sat in a\ndead-end trajectory with my own company until I was forced to change directions or face total\nbreakdown—I know how hard it is.\n\nNow that we’re all on a level playing field: Pride is stupid.\n\nBeing able to quit things that don’t work is integral to being a winner. Going into a project or job\nwithout defining when worthwhile becomes wasteful is like going into a casino without a cap on what\nyou will gamble: dangerous and foolish.\n\n“But, you don’t understand my situation. It’s complicated!” But is it really? Don’t confuse the\ncomplex with the difficult. Most situations are simple—many are just emotionally difficult to act upon.\nThe problem and the solution are usually obvious and simple. It’s not that you don’t know what to do. Of\ncourse you do. You are just terrified that you might end up worse off than you are now.\n\nPll tell you right now: If you’re at this point, you won’t be worse off. Revisit fear-setting and cut the\ncord,\n\nLike Pulling Off a Band-Aid: It’s Easier and Less Painful Than\nYou Think\n\nThe average man is a conformist, accepting miseries and disasters with the stoicism of a cow\nstanding in the rain.\n\n—COLIN WILSON, British author of The Outsider; New Existentialist\n\nTrex are several principal phobias that keep people on sinking ships, and there are simple rebuttals\nfor all of them.\n\n1. Quitting is permanent.\n\nFar from it. Use the Q&A questions in this chapter and chapter 3 (Fear-setting) to examine how you\ncould pick up your chosen career track or start another company at a later point. I have never seen an\nexample where a change of direction wasn’t somehow reversible.\n\n2.I won’t be able to pay the bills.\n\nSure you will. First of all, the objective will be to have a new job or source of cash flow before quitting\nyour current job. Problem solved.\n\nIf you jump ship or get fired, it isn’t hard to eliminate most expenses temporarily and live on savings\nfor a brief period. From renting out your home to refinancing or selling it, there are options. There are\nalways options.\n\nHOUSE_OVERSIGHT_013950",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013950.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2483,
    "word_count": 441,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.976624",
    "prefix": "IMAGES-002"
  }
}