{
  "document_id": "HOUSE_OVERSIGHT_022380",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022380.txt",
  "text": "Administration and\nagenda\n\nLooking ahead to the Trump administration and a\nRepublican-controlled Congress, the focus will be on\nTrump’s top priorities: infrastructure, tax reform,\ndismantling the Affordable Care Act (ACA), and\nimmigration reform. President-elect Trump highlighted\nhis commitment to infrastructure investment during his\nvictory speech early November 9. “Weare going to fix our\ninner cities and rebuild our highways, bridges, tunnels,\nairports, schools, hospitals,” he said. “We’re going to\nrebuild our infrastructure, which will become, by the way,\nsecond to none. And we will put millions of our people to\nwork as we rebuild it.” Trump would fund infrastructure\ninvestment through public-private partnerships and\nprivate investments through tax incentivesrather than\ntax reform, though he has called for early action on that\nissue as well. On October 22, Trump outlined a voter\ncontract for hisfirst 100 days plan that calls for\nenactment of:\n\n» The Middle Class Tax Relief And Simplification Act\n(comprehensive tax reform);\n\n» The End the Offshoring Act, to establish tariffsto\ndiscourage companies from laying off their workers in\norder to relocatein other countries and ship their\nproducts back to the U.S. tax-free;\n\n» TheAmerican Energy & Infrastructure Act, to leverage\npublic-private partnerships and private investments\nthrough tax incentivesto raise $1 trillionin\ninfrastructure investment over 10 years;\n\n» The School Choice And Education Opportunity Act, to\nexpand primary education options and make college\nmore affordable;\n\n» The Repeal and Replace Obamacare Act, to repeal the\nACA and replace it with Health Savings Accounts;\n\n» The Affordable Childcare and Eldercare Act, to allow\nAmericansto deduct childcare and elder care;\n\n» The End Illegal Immigration Act, to fund the\nconstruction of a wall on the Mexican border;\n\n» The Restoring Community Safety Act, to reduce crime;\n\n» The Restoring National Security Act, to rebuild the\nmilitary by eliminating the defense sequester and\nexpanding military investment; and\n\n» The Clean up Corruption in Washington Act, to enact\n“new ethics reforms to Drain the Swamp and reduce\nthe corrupting influence of special interests on our\npolitics.”\n\nAs part of the voter contract announced in October,\nTrump has also pledged to act on his first day in office to\n“cancel every unconstitutional executive action,\nmemorandum and order issued by President Obama.”\nTrump advisor Anthony Scaramucci said in October that\nthe new administration would repeal the rulemaking on\nconflicts of interest in the delivery of investment advice to\nIRA and 401(k) plan investors.\n\nRegulationsthat have been finalized cannot be\nunilaterally vacated by executive order without\nintervening regulatory or legislative action. In order to\nmake changes to final regulations without legislative\naction, agencies are typically required to follow the\nadministrative procedural process which requires a notice\nand comment process prior to modifying regulations. If\nan Administration wishes to repeal or revise a final\nregulation through the administrative process, the agency\nmay be required to demonstrate that its actions are not\n“arbitrary and capricious,” and based on morethana\nchange in political views. It is possible that a new\nAdministration could dispense with the notice and\ncomment process by moving to issue an interim final rule,\nreplacing the previousregulation. In this situation, the\nagency could be called on demonstrate that it acted with\n“good cause” to circumvent the typical notice and\ncomment requirements.\n\nA new Administration could also use its executive power\nto affect the level of legal defense of challengesto\nexisting regulations provided by the Administration or\ntemporarily refuse to exercise its enforcement\nresponsibilities until compelled through legal action or\npublic pressure.\n\nTrump also intends to immediately begin the process of\nfilling the Supreme Court vacancy created by the death of\nAntonin Scalia in early 2016 —one that could spark\nfireworkson Capitol Hilland acrossthe country’s highly\ncharged political environment. How Republicans,\nDemocrats, and Trump navigate through the process of\nnominating and confirming a Justice to the Supreme\nCourt is likely to set the tone in the Senate for the next\ntwo years.\n\nTrump also intends to act on trade issueson his first day\n\nin office, including:\n\n» announcing his intention to renegotiate or withdraw\nfrom NAFTA;\n\n» announcing withdrawal from the Trans-Pacific\nPartnership; and\n\nEY °\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022380",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022380.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4556,
    "word_count": 684,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:46.057648",
    "prefix": "IMAGES-006"
  }
}