{
  "document_id": "HOUSE_OVERSIGHT_024026",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024026.txt",
  "text": "the “2003: Signaling Breakthroughs of the Year”. These discoveries also resulted in four issued\npatents.\n\nFINANCE AND OPERATIONS\n\nCraig L. Slutzkin, (39), is Chief Financial Officer and manages the back office, compliance and\nadministrative functions for New Leaf. Craig joined Sprout as Vice President and the head of\nits back office operations in August 2002 and transitioned to New Leaf at the time of the spin-\nout. Prior to joining Sprout, he spent over seven years in the audit and assurance practices of\nArthur Andersen and Ernst & Young in New York, attaining the position of Senior\nManager. While at Andersen and Ernst & Young, clientele included various multi-strategy\nprivate equity and venture capital fund firms as well as top tier investment banks. Craig\nreceived his M.B.A. in finance from Columbia Business School and received a B.A. in\nAccounting and Information Systems from Queens College. He is a certified public accountant\nand a member of the American Institute of Certified Public Accountants.\n\nINDUSTRY ADVISORS\n\nThe Fund Managers work closely with industry professionals who are experts in New Leaf’s\nfields of interest and are willing to work closely with the Fund Managers on an as needed basis\nto provide their perspectives on topics and issues that are relevant to due diligence on new\ninvestments, on-going issues that arise in the management of existing portfolio companies, and\nlonger term fund strategy. New Leaf’s advisors are all prominent in their fields, and hold\nsenior positions within leading corporations and academic institutions. These experts provide\nNew Leaf and its portfolio companies with their own invaluable insights, but equally\nimportantly open up their networks of contacts in ways that vastly expand and strengthen New\nLeaf’s own network.\n\nTherapeutics Advisors\nNew Leaf works with a broad range of industry advisors to support its investment activities in\n\ntherapeutics. The Fund Managers work on an as needed basis with a large group of advisors\nthat includes contacts from industry and academia that each of the investment professionals\nwithin the firm has cultivated through their own professional and academic experiences. The\nFund Managers solicit input from advisors on an as needed basis to get valuable input on\nspecific scientific, clinical, and commercial issues and topics relevant to diligence on new\ninvestment opportunities, and to the management of existing portfolio companies. This\nnetwork gives New Leaf timely and valuable access to some of the world’s leading academic\nscientists and experienced practitioners/executives from industry, and brings their subject\nmatter expertise to bear across the myriad of topics that are critical to New Leaf’s decision\nmaking in the therapeutics sectors. Because of the breadth of topics where this type of outside\ninput is required, and due to the fact that the science and technology is evolving rapidly in most\nof these fields, New Leaf has not created a formal advisory board for therapeutics\n\nInformation Convergence Advisory Board\n\nThe Fund Managers have assembled an additional advisory board to support activities in\nInformation Convergence. This group of advisors has a breadth of experience in the\ndevelopment and deployment of new information technologies that are reshaping healthcare.\n\n15 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024026",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024026.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3370,
    "word_count": 519,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.481850",
    "prefix": "IMAGES-007"
  }
}