{
  "document_id": "HOUSE_OVERSIGHT_028110",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028110.txt",
  "text": "“single territorial unit” under Oslo. In essence, and very probably in name, this\nmeant a Palestinian state. | wasn’t opposed to that in principle, if it was in return\nfor a full and final peace. But the Oslo process meant that we would be handing\nback land, and control over security, in an ever-larger portion of territory before\nwe'd reached any so-called permanent-status agreement. In fact, before we even\nknew whether that would prove possible. It wasn’t “land for peace.” It was land\nfor the promise, or maybe only the hope, of peace. It was the same problem\nYitzhak had faced over the Americans’ misuse of our “pocket deposit” on the\nGolan. I realized that, having come this far with Oslo, neither he nor the\ngovernment was likely to back away from approving the Gaza-Jericho accord.\nBut he did say he thought the points I’d raised were important, which I took as\nmeaning he was comfortable with my raising it with the cabinet.\n\nI spoke near the end of the four-hour cabinet meeting to ratify the Gaza-\nJericho plan. The ministers seemed attentive as I ran through the security\nconcerns I’d raised with Rabin, even nodding when I compared the agreement’s\nsecurity provisions to “a piece of Swiss cheese, only with more holes.” But then\nI said that I wanted to say a few words which I recognized were beyond my\nresponsibility as chief of staff. “I’m speaking just as an Israeli citizen,” I told\nthe cabinet, “and as a former head of military intelligence.” Referring to specific\nprovisions in Oslo, and in the Camp David framework agreed by Begin and\nSadat 15 years earlier, I said it was important for ministers to realize that, even\nthough permanent-status issues were yet to be resolved, “you will be taking us\nnearly the whole way toward creating a Palestinian state, based on the\ninternationally accepted reading of Camp David.” The reaction to my comments\nwas a mix of defensiveness and hostility. In the latter camp were ministers from\nRabin’s left-wing coalition partners, Meretz, who seemed especially angry\nwhen I quoted from Camp David. The Prime Minister motioned them for calm.\n“Ehud had a responsibility to talk about security questions, and we had a\nresponsibility to listen. As for his additional remarks, they are not a surprise to\nme,” he said. “He made these points to me, and I said he could repeat them here.\nIt is right that he should raise them.” He said there was no need for ministers to\nagree with me, but that it was proper that the points I’d raised should be heard.\n\nMany clearly didn’t agree with me, or simply believed the Gaza-Jericho\nagreement still had to be ratified, which it was. But my remarks did lay the\ngroundwork for my objection to the next, more far-reaching stage in the Oslo\nprocess barely a year later. By then, I was no longer chief of staff. I was a\nmember of Rabin’s cabinet.\n\n262\nHOUSE_OVERSIGHT_028110",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028110.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2860,
    "word_count": 497,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.010959",
    "prefix": "IMAGES-009"
  }
}