{
  "document_id": "HOUSE_OVERSIGHT_018656",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018656.txt",
  "text": "* Each partner giving each other explicit permission for \"things to not be okay”\nafterwards\n\n* Having someone on hand that each partner can talk to afterwards -- not necessarily the\nsame person for everyone involved. This person could be an observer, or might know\neveryone involved in the scene, or might be relatively separate from it all such as a kink-\naware therapist, but the really important thing is that this person can give emotional\nsupport in every imaginable scenario.\n\nThanks, Mollena, for the workshop and the thoughts. I've never made such a contingency\nplan myself, but I definitely think it's worth considering for people who are planning a\nheavy scene.\n\nThis can be found on the Internet at:\n\nS&M:\n[theory] Aftercare or Brainwashing?\n\n! wrote this in 2012.\n\nte OK ok\n\nAftercare or Brainwashing?\n\nYes, it's another article about abuse and S&M, but I'm going to cover a lot more than that.\nI'll talk about intimacy and bodily reactions and how these things build a relationship --\nwhether consensual or abusive. And I'll talk about how to deal with them, too.\n\nLast year, I received an email from a woman who wanted to talk about sexual desire that\nexists alongside real abuse. She has been abused, but she is sexually aroused by S&M,\nand she struggles with boundaries a lot. She wrote to me:\n\nHere's what destroys you: that some of us are designed to shut down and feel terror and\n\nhorror and arousal and shame all at the same time, to crumple before horrible people, to\nfeel aroused even as they genuinely destroy you. This is not in any one's best interest. It's\nnot hot, it's not awesome. And yet it's there.\n\nThe worst pain for some of us, that makes you want to scream and not exist and makes\nyou want to scream to the heavens that you want to die and escape being in your own\nbody is not that you are afraid he will come back. It's that you are aroused by the\npossibility that he will. And other than destroying your very self, you can't stop it. It is the\n\nHOUSE_OVERSIGHT_018656",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018656.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2004,
    "word_count": 358,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.523078",
    "prefix": "IMAGES-005"
  }
}