{
  "document_id": "HOUSE_OVERSIGHT_023098",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023098.txt",
  "text": "cut the bit entirely from its cable recycling of the roast. But in the more than three years\nsince, I have often reflected upon Mr. Gottfried's mesmerizing performance. At a terrible\ntime it was an incongruous but welcome gift. He was inviting us to once again let loose.\n\nI bring up that night now because I've seen \"The Aristocrats,\" a new documentary inspired\nin part by Mr. Gottfried's strange triumph. Unveiled in January at Sundance, it's coming to\na theater near some of you this summer. (It could be the first movie to get an NC-17\nrating for sex and nudity not depicted on screen.) But I also bring up that night for the\nshadow it casts on a culture that is now caught in the vise of the government war against\n\"indecency.\" The chill cast by that war is taking new casualties each day, and with each\none, the commissars of censorship are emboldened to extend their reach. When even the\nexpletives of our soldiers in Iraq are censored on a public television documentary, Mr.\nGottfried's unchecked indecency seems to belong to another age.\n\nThe latest scheme for broadening that censorship arrived the week after the Oscar show\nwas reduced to colorless piffle on network television. Ted Stevens, the powerful chairman\nof the Senate Commerce Committee, pronounced himself sick of \"four-letter words with\nparticiples\" on cable and satellite television. \"I think we have the same power to deal with\ncable as over the air,\" he said, promising to carry the fight all the way to the Supreme\nCourt. Never mind that anyone can keep pay TV at bay by not purchasing it, and that any\nparent who does subscribe can click on foolproof blocking devices to censor any channel.\nSenator Stevens's point is to intimidate MTV, Comedy Central, the satellite radio\npurveyors of Howard Stern and countless others from this moment on, whether he\nultimately succeeds in exerting seemingly unconstitutional power over them or not.\n\nIf you can see only one of the shows that he wants to banish or launder, let me\nrecommend the series that probably has more four-letter words, with or without\nparticiples, than any in TV history. That would be \"Deadwood\" on HBO. Its linguistic gait\nbefits its chapter of American history, the story of a gold-rush mining camp in the Dakota\nTerritory of the late 1870's. \"Deadwood\" is the back story of a joke like \"The Aristocrats\"\nand of everything else that is joyously vulgar in American culture and that our new\nPuritans want to stamp out. It's the ur-text of Vegas and hip-hop and pulp fiction. It\ncaptures with Boschian relish what freedom, by turns cruel and comic and exhilarating,\nlooked and sounded like at full throttle in frontier America before anyone got around to\nbuilding churches or a government.\n\nIts creator is David Milch, a former Yale fraternity brother of George W. Bush and the\nonetime protégé of Robert Penn Warren, whose 1946 novel \"All the King's Men\" upends\nbowdlerized fairy tales about American politics just as \"Deadwood\" dismantles\nHollywood's old sanitized Westerns. As Mr. Milch says in an interview on the DVD of the\nfirst \"Deadwood\" season: \"It's very well documented that the obscenity of the West was\nstriking, and that the obscenity of mining camps was unbelievable.\" There was \"a\ntremendous energy to the language,\" he adds, but the reason this language never surfaced\nin movie Westerns during the genre's heyday was the Hays production code. For some 30\nyears starting in 1934, Hollywood's self-censorship strictures kept even married couples in\nseparate beds on screen.\n\nHOUSE_OVERSIGHT_023098",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023098.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3549,
    "word_count": 596,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.845965",
    "prefix": "IMAGES-007"
  }
}