{
  "document_id": "HOUSE_OVERSIGHT_010942",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010942.txt",
  "text": "encouraging investment over consumption and plowback over dividends,\nparticularly in the last half century, have led to dangerous overinvestment in the\nprivate sector. The empty eyesores and bulldozer bills of 2008 are symptoms of pro-\ninvestment policies founded in many countries after World War II. They did no\nharm when the world needed rebuilding anyhow. But I suggest that output growth\nslowed because of them, not despite them, after 1970 or so. | will argue that optimal\ninvestment at the national scale, strange as it sounds, is depreciation plowback and\nnothing more. Mill showed how that could be true. The same growth will arrive, say\nhe and | and the charts and tables, with no consumption sacrificed. More\nconsumption at no cost to growth adds up to more output. Output nosed down\n\nsince 1970 or so because we squelched consumption to no purpose.\n\nThat means only private sector overinvestment, prompted by unwise tax motives,\nand only at the collective scale. Government follows different motives, and has\nsomehow followed them to an opposite problem in this country. Our infrastructure\nrusts and crumbles. It seems that our good friends in the Tea Party think that roads\n\nand bridges undercut market freedom.\n\nGrowth is interesting, even without these opposite distortions, because history is\ninteresting. Growth is our history. It is not the history of other creatures, who repeat\nnorms from generation to generation once evolved. That’s why the math of\nHamilton’s rule doesn’t work. And we care about it because there are emotional and\nmoral and belly issues attached. I gave an idea of its dangers in the foreword. The\npast has proved survivable. The future has not. Then what about its cost? Does\nfaster growth need consumption restraint at the start? Is ita reward for sacrifice?\n\nThat’s what Mill tried to answer in 1848.\n\nHe started with the idea that output, meaning creation of capital, must mean growth\nof capital (“investment”) plus consumption. I will call this the Y=I+C (or Y=C+I)\nequation from the standard notation economists use. I will argue that it is true with\n\ntwo adjustments. Investment must include investment in human capital, and\n\nChapter 2: Fast Forward 1/06/16 2\n\nHOUSE_OVERSIGHT_010942",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010942.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2230,
    "word_count": 361,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.759364",
    "prefix": "IMAGES-001"
  }
}