{
  "document_id": "HOUSE_OVERSIGHT_015492",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015492.txt",
  "text": "NAUTILUS EDUCATION\n\nBETA PRODUCT\n\n“I mdefinitely a fighter, andwilltry and\n\nBd\n\nwalk for as long as Ican.’\n\nresearchers and funds devoted to them. With quiet\nstoicism, the Topics have accepted that modern medi-\ncine may not have a solution for their daughters’ dis-\nease. Still, says Marijana, “Without hope, there’s no\nlife.”\n\nFollowing a current grassroots trend in medicine,\nmany individuals with orphan diseases do not wait for\nthe medical industry to care about them. Facing long\nodds, they are forced to raise money to find a potential\ncure themselves. But the Topics live by modest means.\nMaryana runs a daycare center and her husband and\nthe childrens’ father, Niko, works for a lumber com-\npany. They are in no position to mount a quest.\n\nBut then there’s Michele Wrubel, 49, a stay-at-home\nparent from Connecticut who has calpainopathy. For\nyears, Wrubel has been a passionate crusader for a\ncure. Affluent and well connected, she doesn’t varnish\nthe truth about what it has taken to make the medical\nindustry pay attention to her. “To make a difference in\nthis disease, you need money and meetings,” she says.\n“Researchers are not going to study a disease unless\nthere’s money behind it to fund the research.” For the\nTopics, Wrubel may be their best hope.\n\nTHE GLOBAL GENES PROJECT, an advocacy group,\nestimates 350 million people suffer from orphan dis-\neases worldwide. Most rare diseases are genetic and\ntend to appear early in life. About 30 percent of chil-\ndren who have them die before reaching their fifth\nbirthday. The rest battle their conditions throughout\nlife, as most orphan diseases have no cure. Out of the\n7,000 orphan diseases identified to date, with about\n250 new ones added annually, less than 400 can be\ntreated therapeutically.\n\nThis year the European Commission gave 144\nmillion euros to develop 200 new therapies and the\n\n32\n\nNational Institute of Health allocated $3.5 billion to\nresearch orphan diseases. Yet some diseases are so rare\nthat they remain stepchildren even among orphans.\nAs a result, they receive little research attention and\nfunding. Neither do they fit the list of billable msur-\nance procedures. There’s no standard healthcare path\nto diagnosis, let alone treatment. Similar to the Topics,\nmany patients go through an ordeal, which Maryana\ndescribes as “a blur,” only to find out that medicine\ncan’t help them.\n\nOrphan disease organizations, such as the National\nOrganization for Rare Disorders and the Rare Disease\nFoundation, encourage patients to take matters into\ntheir own hands. “Families have to advocate,” says Isa-\nbel Jordan, chair of the Rare Disease Foundation. She\nencourages patients to form organizations, find new\nmethods of funding, and push for research.\n\n“Push for research” could be Michele Wrubel’s call-\ning card. She was diagnosed with muscular dystrophy\nin her mid-20s. But even though calpainopathy was\nidentified nearly 20 years ago—about the same time\nWrubel got her initial diagnosis—it took almost the\nentire second half of her life to determine that she\nwas afflicted with calpainopathy. There were no clinical\nprocedures that would lead to a diagnosis.\n\n“Tt took a really long time and a very concerted\neffort,” says Wrubel, who walks with canes, submitting\nto a wheelchair for long trips or when in crowded places.\n“Tf you don’t know what you’re looking for, they don’t\nknow whatto tell you or how to help you,” she says.\n\nIn 2008, gene sequencing came of age, which aided\nphysicians in diagnosing muscular dystrophy subtypes.\nThat year, Wrubel’s husband, Lee, who holds a medical\ndegree and a master’s in public health from Tufts, an\nMBA from Columbia University, and 1s a venture cap1-\ntalist in the medical field, tracked down a neurologist\n\nHOUSE_OVERSIGHT_015492",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015492.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3756,
    "word_count": 613,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:45.719063",
    "prefix": "IMAGES-003"
  }
}