{
  "document_id": "HOUSE_OVERSIGHT_018354",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018354.txt",
  "text": "sounded kind of wonderful. “A number of practicing psychiatrists seriously believed\nthe DOCTOR computer program could grow into a nearly completely automatic form\nof therapy,” Weizenbaum wrote. “I had thought it essential, as a prerequisite to the\nvery possibility that one person might help another cope with his emotional\nproblems, that the helper himself participate in the other’s experience.” To use a\nmachine for such a task? He was horrified. Weizenbaum knew the empathy ELIZA\nwas exuding was faked. It was just code. “Science,” he concluded, “has been gradually\nconverted into a slow-acting poison.”\n\n“Would you mind leaving the room,” Weizenbaum’s secretary said to him once, lost\nin a particularly personal discussion with ELIZA. “The reaction,” he wrote, “showed\nme more clearly than anything I had seen hitherto the enormously exaggerated\nattributions even a well-educated audience is capable of making, even strives to\nmake, to a technology it does not understand.” This was black boxing at its worst: “I\nhave no idea how this thing works. And it’s wonderful!”\n\nWhat makes the New Caste so particularly powerful is that their essential work is to\nbuild and operate the cores that control these systems. And the more people they\nlure onto them, the more powerful the platforms - and the people who run them -\nbecome. “The computer programmer,” Weizenbaum wrote, summing up his lessons\nfrom ELIZA, “is a creator of universes for which he alone is the lawgiver.” Each of\nthese cores represents a fusion of power and politics and technology like nothing\nthe world has ever seen. They are assembled mostly from scratch, they represent\nthe concentration of billions of connections, and their direction is determined by\ntechnological and market factors as much as by any democratic twitch.\n\nThe strategic power of societies that train the best of the New Caste is probably self-\nevident by now. To educate and deploy masses of people capable of such\ntranscendent design genius will mark a difference, an electric gating line between\nthe nations that succeed and those that fail. But such training brings a real tension, if\nthis group is allowed to really rip away at their work. What won't they attack?\nControl over the protocols that answer questions, move money, protect data,\nanalyze your DNA - it’s hard to think of any single locus of power that will ever be\ngreater than the tight, gravitationally inevitable platforms emerging around us now.\nThese essential webs are filled, as we’ve seen, with complex bugs and errors and\nloopholes. They depend on design decisions whose implications resonate for\ndecades — both inside the black boxes and the external world that vibrates to their\nquiet demands. “If builders built buildings the same way programmers write\nprograms,” one famous coding lemma runs, “then the first woodpecker who came\nalong would destroy civilization.” Who would know if rot is spreading in these\nsystems? Who would stop it? Recall Paul Virilo’s line that trains produced train\naccidents, planes produced airplane accidents. So: Black Boxes?\n\nAs much as the work of the New Caste looks tactical in nature - what protocols to\nuse, how to engineer networks or design machine boards - the reality is that most of\nwhat they do would be blind without a strategic urge. Behind even the smallest\n\n122\n\nHOUSE_OVERSIGHT_018354",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018354.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3346,
    "word_count": 546,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.752863",
    "prefix": "IMAGES-004"
  }
}