{
  "document_id": "HOUSE_OVERSIGHT_031586",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031586.txt",
  "text": "Adrien Morin\n\nMay 18, 2014 -- The crisis in Syria erupted early in 2011 as part of the\nArab Spring and worsened as the year went on. A first draft resolution to\nintervene in Syria was proposed by France, Germany, Portugal and the\nU.K., on October 4. This proposal was vetoed by Russia and China,\nmarking the start of a long diplomatic impasse with Moscow and Bejing\non one side and the Western powers on the other. China and Russia would\nlater veto two more draft UN resolutions. Three years after the clashes in\nSyria began, and with the civil war now being supplanted in media\nheadlines, it is worth reviewing Chinese policy. Has Beijing purposefully\nbeen more assertive toward Western powers, and the U.S. in particular?\n\nWestern Concerns\n\nChinese foreign policy worries the West on a number of fronts. One\nconcern is the formation of a “united front” of China and Russia, to\noppose Western goals. Certainly, China and Russia have together vetoed\ndraft resolutions supported by the three other permanent members of the\nSecurity Council. The world has meanwhile witnessed China’s impressive\nrise in recent decades as well as Russia’s attempts to return to Great Power\nstatus. Perhaps an anti-Western alliance of those two actors could indeed\nchallenge the U.S. and its allies. In the meantime, the West finds itself\nfrustrated by Chinese foreign policy pragmatism, or as the critics would\nhave it, the absence of values. This is de facto incompatible with Western\nmoral ideals, which invoke human rights or other ethical arguments.\nChinese realpolitik is seen as amoral, if not immoral. Chinese policy is\nalso not up for domestic debate — a lack of transparency and little civic\nengagement make sure of that. Those who fear that Chinese foreign\npolicy is driven by the intent of challenging (and eventually supplanting)\nthe West would view Beijing’s support for the Syrian regime as\nideological. This concern rises as China becomes more popular in the\nMiddle East. Mostafa Kamel, a member of the Egyptian Foreign Ministry,\n“expressed admiration for China’s position and proposition on the Syrian\nissue and said that Egypt is willing to strengthen communications and\n\nHOUSE_OVERSIGHT_031586",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031586.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2191,
    "word_count": 359,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.151736",
    "prefix": "IMAGES-011"
  }
}