{
  "document_id": "HOUSE_OVERSIGHT_023757",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023757.txt",
  "text": "Cognitive Process-Based Education 17\n\nembodied within it what it means to do science. When science means\nlearning facts about science, we are talking about useless information\nthat is readily forgotten after the test. I have no idea why anyone\nlearns to balance chemical equations or apply physics formulas or\nlearns about biology classifications in high school. None of this is of\nany use to most adults. (It is easy to test, however.)\n\nWhen the stuff that is being taught does not relate to the inher-\nent goals of the students, it will be forgotten. You can count on it.\nWhy this stuff is taught is simply that it derives from a conception of\nscience prevalent in the 1890s that has not been modified since. It is\ndefended by people as a way to produce more scientists, which makes\nno sense since it probably deters more students from entering science\nthan it encourages.\n\nScientific reasoning, on the other hand, is worth teaching.\n\nWhy?\n\nBecause car mechanics, plumbers, doctors, and crime investigators,\nto name four random professions, all do scientific reasoning on a daily\nbasis. As a society we anoint only doctors with the glory of doing\nactual scientific reasoning. The other professions get less glamorous\ninterpretations. But they are all doing the same stuff. This is what they\nare doing:\n\nThey are taking a look at evidence and trying to determine the\nprobable causes of the conditions that they have found.\n\nTo do this one must know what causes what in the real world, which\nis science; what counts as evidence of known conditions, which is sci-\nence; and previous cases that are similar and that any good scientist\nmust know. So while we may not think of a plumber as doing scien-\ntific reasoning, that is exactly what he is doing.\n\nScience is about creating hypotheses and gathering evidence to\nsupport or refute those hypotheses. Children are natural scientists.\nThey often try stuff out—skipping rocks on the water or dropping\nstones from the roof or lighting things on fire—to see what happens.\nBut there is more to science than trying stuff out. One must seek expla-\nnations and make sure those explanations are correct. Knowing what\nconstitutes a correct explanation is really the essence of what scientific\nknowledge is about. But notice that there are correct explanations for\n\nHOUSE_OVERSIGHT_023757",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023757.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2326,
    "word_count": 389,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.525086",
    "prefix": "IMAGES-007"
  }
}