{
  "document_id": "HOUSE_OVERSIGHT_025218",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025218.txt",
  "text": "Industrial production Unemployment rates - core vs. periphery\n\nindex, 100 = January 2007 Percent, Peripheral rates weighted by population\n41 18%\nrie — Greece, Ireland, Spain & Portugal\n16%\n105.\n14%\n100\n17%\ni 10%\nod B%\n85 G% Germany\nad Ao,\na aa\n2007 2008 2009 2010 2011 0% aa ae ;\nSource: INE, CSO, ISTAT, NSS, Eurostat, Bundesbank, J.P. Morgan Ve7O gf TOG 188 TO 1D ZO aT\nSecurities LLC, J.P. Morgan Private Bank. Periphery =Portugal, Ireland, lialy, Source: J.P. Morgan Private Bank, Bankof Spain, Bankof Portugal, OECD,\nGreece, Spain. CSO, M55, Bundesbank\n\nThe third concern: Germany as paymaster. We are often told that Germans across both major parties are unflinching\nsupporters of the European project, and will do whatever it takes to prevent a break-up. The objections from members of\nthe Bundesbank are described as lonely voices of opposition that carry no weight [a]. But how large are the costs going\nto be? German politicians and voters may see current circumstances as exceptional, and that if they just agree to one\nmore package, the problem will go away. However, we are starting to see analyses of how costly a permanent transfer\nunion may be for Germany. Bernard Connolly at Hamiltonian Advisors sent me a recent paper from the Centrum fur\nEuropaische Politik in Freiburg, which provides some clues. They see three alternatives for the deficit countries:\n\n** massive reduction in regulations and unit labor costs to regain competitiveness\n** exit from the EMU, re-introduction of national currencies\n** permanent transfer union from surplus countries to deficit ones\n\nOn the last option, they estimate a “creditworthiness gap” in European deficit countries of Eur 108 billion in 2010. The\ngap measures how much European deficit countries rely on capital inflows to fund consumption, rather than investment\n(which contributes to future GDP). Germany’s share of the European surplus is around ™%, so let’s assume a pro-rata\nburden on Germany to maintain the transfer union. As a result, the theoretical economic cost could be 3.3% of German\nGDP every year, which as shown, gets close to some expensive episodes in German history. If German citizens were\nfaced with costs this high, it could be a White Castle hamburger-throwing moment of national proportions.\n\nior ev Europe equities, priced for the risks\n\nicon ofmelor events Europe 10-yrbvalling PE divided by US 10-yr trailing PE\n45% 125\n4.0%\n3.5% 115\n3.0% 1.05\n25%\n7 OM, 0.95\n1.5% _\n10% 0.65\n5% O75\n0.0%\n\nPeak Versailles Unificaban (since PotentialcostofEMU = gas\n\nreparations (1925) 1991) transtfar union 1998 20000 anne 2004 2006 2008 anid\n\nSource: Carl-Ludwig Holtirerich, Hallelnstitute for Economic Research, Source: Factset, MSCL\n\nZentrum fur Europaische Politik (Freiburg), J.P. Morgan Private Bank.\n\nBottom line. At atime when European equities are trading close to 2009 lows relative to earnings and book value, this\npackage could result in a relief rally for European equities, particularly banks. The chance of a disorderly default in 2011\nhas decreased markedly, and a process has been put in place to create more seamless transfers to areas (and banks) in\nneed. But the size of the transfer union fund is not big enough to allay all concerns, particularly with Spain and Italy\ngrowing at anemic levels, and there is execution risk in Greece.\n\nHOUSE_OVERSIGHT_025218",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025218.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3348,
    "word_count": 542,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.375309",
    "prefix": "IMAGES-008"
  }
}