{
  "document_id": "HOUSE_OVERSIGHT_010918",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010918.txt",
  "text": "Korean war, and was now exempt. I was a shavetail second lieutenant, thanks to the\nROTC program at USF, in the quartermaster branch at Fort Lee, Virginia. My\n\neyesight was never good enough for the combat branches.\n\nIke, who was then president, had started in the quartermaster too. My military\ncareer was not so glorious. Somehow | finished the six months at Fort Lee and seven\nand half years of inactive duty following, obligating me to one weekend per month\nat military posts near home, without being promoted even to first lieutenant. By\npolicy, I should have been promoted or busted to the ranks. I later learned that my\nschool chum Manuel Teles, who worked at Fort Presidio in San Francisco, had\n\nsomehow fixed the record. Thank God for old friends.\n\nMy weekends of saluting were postponed when Paul and | went back to work for my\nfather in 1958. My father then lived in the Ritz Hotel in Paris. He liked ordinary two-\nroom suites. The sitting room was his office. His filing system was a steamer trunk.\nOur job was to sit and listen as he met with executives or art people or old friends.\nHe would usually take us along to lunch and dinner, and wangle us along when he\nhad been invited out. He was the world’s most attentive father whenever we were\n\nwith him, at least, if focused elsewhere when we weren't.\n\nPaul went on to learn refining and marketing in Italy, after those few weeks in Paris,\nwhile I went to the oilfields my father had just found and developed in the Neutral\nZone between Saudi Arabia and Kuwait. Paul soon learned Italian, became general\nmanager within two years, and ran things well. 1 learned only a little Arabic, but also\nbecame manager in 1959, and soon blundered my way into two weeks’ house arrest.\nI had got crossways with the local emir, Mohammed bin Nasr, nota bad guy, about\n\nperks and privileges he and his staff expected Getty Oil to pay for.\n\nThe case against me was rigged. One of our junior staff drivers, a Kuwaiti | think,\nhad accidentally rammed and damaged a pipeline. He had fled the country to avoid\njail. Jails there were no fun. His supervisor, Jim Kinnell, was warned that he (Jim)\nwas accountable under Saudi law, and would be sent to jail instead. Jim came to me.\n\n| realized what was brewing. Laws are flexible, and Jim would have got off with a\n\nChapter 1: Recollections 1/06/16 2\n\nHOUSE_OVERSIGHT_010918",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010918.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2362,
    "word_count": 422,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.901637",
    "prefix": "IMAGES-001"
  }
}