{
  "document_id": "HOUSE_OVERSIGHT_018747",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018747.txt",
  "text": "Executive\nSummary\n\nThe Offering ,\n\nCushman & Wakefield, Inc., as exclusive advisor, is pleased to offer for sale a remarkable 38.5-\nacre development site on the world famous Las Vegas Strip. Situated directly across from the\nMandalay Bay Resort, an investor could obtain permits within approximately nine months to\ndevelop a visionary themed large-scale resort and gaming destination with up to 10,000 hotel\nrooms. An approved height allowance of up to 505 feet will make any future development on\nthe Site the most highly visible on the Strip to the more than 42 million annual visitors travelling\nthrough McCarron International Airport. In addition private aircraft “high roller” terminals\nadjacent to the Site create a very unique opportunity to provide exclusive direct jet access points.\nLas Vegas gaming revenues, levels of new development, visitor volumes and visitor spending\nare all approaching record levels making the timing associated with the development of the Site\nextremely compelling.\n\nLas Vegas possesses a unique international appeal that draws an incredible 3.5 million visitors\neach and every month. The growth in tourism is only expected to accelerate with McCarran\nInternational Airport anticipated to be the fifth fastest growing airport in the country over the next\n10 years with passenger volume projected to reach 55 million. Las Vegas’ growth is expected to\nbe bolstered by a mix of additional seats by domestic and international carriers through more\nflights and larger aircraft and new service from international carriers including nonstop flights\nfrom China within three years. Over 4 million square feet of new convention space and more than\n$6 billion of new resort, retail and entertainment developments continue to elevate the overall\n“Las Vegas experience”.\n\nHOUSE_OVERSIGHT_018747",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018747.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1817,
    "word_count": 278,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:48.149307",
    "prefix": "IMAGES-005"
  }
}