{
  "document_id": "HOUSE_OVERSIGHT_015776",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015776.txt",
  "text": "86 Are the Androids Dreaming Yet?\n\nmost meetings an hour, there are another 57 minutes to fill! These off\ntopic items bring in social experience and help us form the background\ncontext we need to properly communicate.\n\nWhat is Background Context?\n\nAlex and Bella are both fans of the British comedy duo, the Two Ronnies,\nand enjoy their learning Swedish sketch. Bella asks Alex what kind of\nsandwich he wants for lunch. Alex replies ‘M’ Bella laughs. If you have\nseen the sketch you will understand the background context to the joke.\nIf not this paragraph might as well have been in Swedish. Take a look at\nthe sketch on YouTube and reread this paragraph... Now you understand.\n\nDo I think in English?\n\nMost scientists believe we think thoughts using language, but most\nscientists writing about thought are linguists or psychologists. If you are\na dyslexic engineer like me, language is a long way down the processing\nchain. I think abstractly and then translate those thoughts into words.\nSome ideas don’t map between languages and often, one language adopts\nthe words of another to fill in the gaps. Some interesting examples are:\n\nZeitgeist German, spirit of the times\nSchadenfreude German, enjoying others misfortune\nChutzpah Hebrew, audacity\n\nAll of these are fully signed up, card carrying entries in the Oxford\nEnglish Dictionary.\n\nSome languages have fewer distinctions between ideas: truth and\nlaw are the same word, ‘torah, in Hebrew. Languages have different\ntenses and structure. In Chinese all words are one syllable and the script\nis pictographic rather than phonetic. This is unusual, even Egyptian\nand linear-B, which look pictographic are mostly phonetic. With single\nsyllable words, Chinese uses voice inflection to change meaning; a rising\nor falling tone can change the meaning of a word from ‘grey’ to ‘girl’\nIn many Western languages rising voice inflection is used to indicate a\nquestion, as in Australian English or irritation, as in English English. So\nhow do the Chinese show if they are annoyed or want to ask a question?\nThey elongate their words and accentuate the changes in intonation.\nAn argument in Chinese can sound quite alarming to the Western ear,\nwith its percussive monosyllables and extreme inflection changes. This\n\nHOUSE_OVERSIGHT_015776",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2280,
    "word_count": 370,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.125128",
    "prefix": "IMAGES-003"
  }
}