{
  "document_id": "HOUSE_OVERSIGHT_011110",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011110.txt",
  "text": "and let each economist decide which version is more useful. Mine, at least, correctly\n\ndescribes those same four years as losing ones.\n\nNational Accounts Overall\n\nIt seems to me that national accounts are doing nothing wrong except in modeling\nthe depreciation curve from misleading sales evidence. Evidence seems to show\ndepreciation as fast at first, and slower later. That tends to be true when depreciable\nassets are actually sold. Structures tend to be customized for their original owners\nand occupants. They tend to be resold when results are disappointing. This\ndisappointment often comes when expectations are first tested. When distressed\nsellers market illiquid structures customized for themselves, prices too will be\n\ndisappointing.\n\nBetter to trust evidence of structures intended in the first place to pass from owner\nto owner, as with many standardized rather than customized apartment and office\nand warehouse buildings. Better still, from an economist’s viewpoint if not an\naccountant’s, is to trust logic. Capital is present value of expected cash flow. Its loss\nof value with time, under simplifying assumptions, is the present value of the most\ndistant and most discounted cash flow. Depreciation of structures we keep, rather\nthan sell, is least at first and greatest at the end. It is the same as with a level-\n\npayment mortgage.\n\nNational accounts are nonetheless a magnificent achievement. They need\ninterpretation just as corporate accounts do. That’s where economics comes in. And\nnational accounts are not resting on past practices. They can be congratulated on\nincluding market valued capital, even if sixty years too late, and on extrapolating it\nbackward where practical. This book could scarcely have been written if they hadn’t.\nI would recommend the obvious next step. Net investment should be shown\nalternatively as change in market-valued, and output as that plus consumption. Let\n\neconomists decide which version is good for what.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 21\n\nHOUSE_OVERSIGHT_011110",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011110.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2044,
    "word_count": 315,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:43.988961",
    "prefix": "IMAGES-001"
  }
}