{
  "document_id": "HOUSE_OVERSIGHT_010786",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010786.txt",
  "text": "OIA oO bw WN\n\n189\n\nairplane flights with Jeffrey Epstein. They have me\nona number of flights, none -- let me emphasize,\nnone within the relevant time period, none within\nthe relevant time period. That is, there are no\nmanifests that have me on Jeffrey Epstein's airplane\nduring the time that Virginia Roberts claims to\n\nhave -- falsely claims to have had sex with me.\n\nSo, yes, not only recall making that\nstatement, but | repeat it here today. And it ts\nabsolutely true. And it just confirms what I know,\nand that is that Virginia Roberts made up the entire\nstory.\n\nBY MR. SCAROLA:\nQ. Your statement --\n\nMR. SCOTT: What page are you reading\n\nfrom?\n\nMR. SCAROLA: Page 5.\n\nQ. Your statement was that you were never on\n\na private airplane with this woman, which I assume\nwas a reference to Virginia Roberts, correct?\n\nIt is, yes.\n\nOr any other underage girl?\n\n. That's right.\nAll right. How many times --\nWell, let me be very clear. [have no\n\n190\n\nidea who was in the front cabin of the airplane with\nthe pilots. Obviously what | intended to say and\nwhat I say here now is I never saw an underaged\nperson on an airplane.\n\nNow, when | -- when I flew with Jeffrey\nEpstein to the launch, my recollection is that there\n\nmay have been a couple on the plane with their child\n\nwho was going to see the launch. But that was\ncertainly not the context in which | made the\nstatement.\n\nI never saw any underage, young person who\nwould be the subject or object of any improper\nsexual activities. Had I seen Jeffrey Epstein ever\nin the presence of an underage woman in a context\nthat suggested sexuality, | would have, A, left the\nscene; B, reported it; and, C, never had any further\ncontact with Jeffrey Epstein.\n\nQ. You have also made the statement that you\nwere never on a private airplane with any underage\nwomen or any young women, correct?\n\nA. The context was underage women in a sexual\ncontext. If it was a -- you know, a four-year-old\nchild being carried by her mother, that would not be\nincluded in what | intended to say.\n\nQ. Your sworn testimony yesterday, according\n\now AO he WN\n\nRo\nRF Oo oO\n\n4,971.\n\nto the transcription, the official transcription of\nthat testimony, was that, quote:\n\n\"Let me emphasize that the manifests that\ndo exculpate me do not shew me flying with Virginia\nRoberts, they do not show me flying with any young\nwomen.\"\n\n‘That was the testimony you gave under\noath. Do you stand by that testimony today?\n\nA. The manifests that | saw corroborate my\nown memory -- my own memory is as clear as could\nbe -- that I never saw any inappropriately aged,\nunderaged women on any airplane to my knowledge that\nwere visible to me at any time that I flew. That is\nmy testimony, yes.\n\nQ. Well, that's not a response to the\nquestion that J asked. Is it your testimony today\nthat you never flew on a private airplane with,\nquote, “any young women\"?\n\nMR. SCOTT: Objection, form.\n\nA. By young women, I obviously meant in that\ncontext underage women. And underage women in the\ncontext of sexuality. And, yes, I -- I stand by\nthat statement.\n\nBY MR. SCAROLA:\nQ. Allright. So your -- your clarification\n\nwow oy DA WH & WY\n\nNNN NN KD HPP PB Be oP ee oe OE\nOe WNP OM OY HD GH WN FO\n\n192\n\nof your earlier testimony is that you never saw any\nyoung women in a sexual context?\n\nA. That's not clarification. I think that's\nwhat | initially said. That's what | initially\nintended. And that's the way any reasonable -- any\nreasonable person would interpret what my original\ntestimony was. So | don't believe my original\ntestimony required any clarification.\n\nQ. So what you meant to convey by the\nstatement that you made when you said you never flew\nwith any underage girl or any young women was you\nnever fiew with any underage girl or young women in\na sexual context?\n\nMR. SCOTT: Objection, form.\nBY MR. SCAROLA:\n\nQ. Is that correct?\n\nA. Let me simply repeat the fact and that is,\nto my knowledge, | never flew on an airplane or was\never in the presence on an airplane with any\nunderage woman who would be somebody who might be in\na sexual context. | say that only to eliminate the\npossibility that some four-year-old was on the lap\nofa mother or somebody was on the airplane with\nfamily members.\n\nBut, no, | do not recail -- and I'm very\n\n4 (Pages 189 to 192)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010786",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010786.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4312,
    "word_count": 794,
    "line_count": 161,
    "import_date": "2025-11-19T21:47:44.802772",
    "prefix": "IMAGES-001"
  }
}