{
  "document_id": "HOUSE_OVERSIGHT_019938",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019938.txt",
  "text": "said in response (one reason he was so repetitive). Nor did he treat anyone with any sort of\nbasic or reliable courtesy. If he wanted something, his focus might be sharp and attention\nlavish, but if someone wanted something from him, he tended to become irritable and\nquickly lost interest. He demanded you pay him attention, then decided you were weak for\ngroveling. In a sense, he was like an instinctive, pampered, and hugely successful actor.\nEverybody was either a lackey who did his bidding or a high-ranking film functionary\ntrying to coax out his attention and performance—and to do this without making him\nangry or petulant.\n\nThe payoff was his enthusiasm, quickness, spontaneity, and—if he departed for a\nmoment from the nonstop focus on himself—an often incisive sense of the weaknesses of\nhis opponents and a sense of their deepest desires. Politics was handicapped by\nincrementalism, of people knowing too much who were defeated by all the complexities\nand conflicting interests before they began. Trump, knowing little, might, Trumpers tried\nto believe, give a kooky new hope to the system.\n\nJared Kushner in quite a short period of time—trather less than a year—had crossed\nover from the standard Democratic view in which he was raised, to an acolyte of\nTrumpism, bewildering many friends and, as well, his own brother, whose insurance\ncompany, Oscar, funded with Kushner-family money, was destined to be dealt a blow by a\nrepeal of Obamacare.\n\nThis seeming conversion was partly the result of Bannon’s insistent and charismatic\ntutoring—a kind of real-life engagement with world-bending ideas that had escaped\nKushner even at Harvard. And it was helped by his own resentments toward the liberal\nelites whom he had tried to court with his purchase of the New York Observer, an effort\nthat had backfired terribly. And it was, once he ventured onto the campaign trail, about\nhaving to convince himself that close up to the absurd everything made sense—that\nTrumpism was a kind of unsentimental realpolitik that would show everybody in the end.\nBut most of all, it was that they had won. And he was determined not to look a gift horse\nin the mouth. And, everything that was bad about Trumpism, he had convinced himself, he\ncould help fix.\n\n7 OK Ok\n\nAs much as it might have surprised him—for many years, he had humored Trump more\nthan embraced him—Kushner was in fact rather like his father-in-law. Jared’s father,\nCharlie, bore an eerie resemblance to Donald’s father, Fred. Both men dominated their\nchildren, and they did this so completely that their children, despite their demands,\nbecame devoted to them. In both instances, this was extreme stuff: belligerent,\nuncompromising, ruthless men creating long-suffering offspring who were driven to\nachieve their father’s approval. (Trump’s older brother, Freddy, failing in this effort, and,\nby many reports, gay, drank himself to death; he died in 1981 at age forty-three.) In\nbusiness meetings, observers would be nonplussed that Charlie and Jared Kushner\n\nHOUSE_OVERSIGHT_019938",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019938.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3044,
    "word_count": 494,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.163815",
    "prefix": "IMAGES-005"
  }
}