{
  "document_id": "HOUSE_OVERSIGHT_025016",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025016.txt",
  "text": "20\n\nArticle 5.\n\nWall Street Journal\n\nFrom 9/11 to the Arab Spring\n\nFouad Ajami\n\nSeptember 8, 2011 -- The Arabic word shamata has its own power.\nThe closest approximation to it is the German schadenfreude—glee at\nanother's misfortune. And when the Twin Towers fell 10 years ago\nthis week, there was plenty of glee in Arab lands—a sense of wonder,\nbordering on pride, that a band of young Arabs had brought soot and\nruin onto American soil.\n\nThe symbols of this mighty American republic—the commercial\nempire in New York, the military power embodied by the Pentagon—\nhad been hit. Sweets were handed out in East Jerusalem, there were\nno tears shed in Cairo for the Americans, more than three decades of\nU.S. aid notwithstanding. Everywhere in that Arab world—among\nthe Western-educated elite as among the Islamists—there was\nunmistakable satisfaction that the Americans had gotten their\ncomeuppance.\n\nThere were sympathetic vigils in Iran—America's most determined\nenemy in the region—and anti-American belligerence in the Arab\ncountries most closely allied with the United States. This occasioned\nthe observation of the noted historian Bernard Lewis that there were\npro-American regimes with anti-American populations, and anti-\nAmerican regimes with pro-American populations.\n\nI traveled to Jeddah and Cairo in the aftermath of the 9/11 attacks. In\nthe splendid homes of wealthy American-educated businessmen, in\nthe salons of perfectly polished men and women of letters, there was\nno small measure of admiration for Osama bin Laden. He was the\navenger, the Arabs had been at the receiving end of Western power,\nand now the scales were righted. \"Yes, but... ,\" said the Arab\n\nHOUSE_OVERSIGHT_025016",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025016.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1698,
    "word_count": 267,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.810262",
    "prefix": "IMAGES-008"
  }
}