{
  "document_id": "HOUSE_OVERSIGHT_017123",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017123.txt",
  "text": "4.2.12\nWC: 191694\n\nSAT scores, there would be little diversity,” he explained. He too apparently believed in the\n“Yiddisher (and Asian) Kup” theory.)\n\nI did not come close to having an 82 average, but fortunately there was also a test that an\napplicant with non-qualifying grades could take. Unfortunately, a high score alone on the test did\nnot get you in: you needed a combined score—test plus grade average—to make the cut. With\nmy low average, I needed a near perfect score to make it. Otherwise I would have to go to night\nschool and work during the day. I did very well on the test and was admitted.\n\nI also won a New York State Regents Scholarship which paid me $1,400 to go to college. (I put\nthe money in an interest bearing account that paid for my first year at law school.) The state\nscholarship was based entirely on a single, highly competitive exam. High schools took great\npride in how many state scholarships their students won. The relevant statistic that helped rank\nthe schools was the percentage of those who won, based on the number of students who took the\nexam. My high school was obsessed with doing well in the state scholarship competition, so it\nlimited those who could take the exam to students with grade points over 80, in order to inflate\nthe percentage of winners. I did not qualify, but I knew I could do well on a state-wide\ncompetitive exam that was graded by outsiders, not by my teachers who were predisposed against\nme. So I pleaded with Rabbi Zuroff to take the exam. He refused, telling me I would never win\nand my taking it would just bring down the percentage. Not satisfied with his answer, I filed a\npetition with the New York Regents—my first of many petitions. To everyone’s surprise, the\nRegents ruled in my favor and the school was ordered to let me, and everyone else, take the\nexam. Two of us, who had averages below 80, along with 4 or 5 others, won the scholarship.\n\nMy principal’s first reaction was that I must have cheated, but a check of the seating chart showed\nthat I was not sitting near anyone else who won. So off I went to Brooklyn College, with money\nin my bank account. It was a turning point for me academically, professionally, religiously and\nexistentially.\n\nBefore I turn to my college and law school years, which were quite successful, I want to speculate\nfor a moment as to why, despite the unsuccessful nature of my early teen years, I am so focused\non them as so formative to my later life. Several years ago, Zhe New York Times Magazine asked\nme to reflect back on my teen years for a column entitled About Men. The assignment got me to\nwonder why I am so obsessed with nostalgia from that particular period in my life. This is part of\nwhat I wrote:\n\nI'M ENTERING THAT AGE WHEN songs from the hit parades of my adolescence bring\ntears of nostalgia. I'm a sucker for memorabilia of the 1950's.\n\nMy house is cluttered with toys I've recently bought - chintzy replicas of vintage Chevys\nand Thunderbirds, overpriced miniature jukeboxes that play \"Rock Around the Clock,\"\nanything reminiscent of the 1955 world champion Brooklyn Dodgers (a redundancy to any\naficionado, because there are no other world champion Brooklyn Dodgers).\n\nI rush to see any Woody Allen film that has even a remote connection to the time and\nplace we both grew up in (another redundancy - everything Woody Allen does has a\nstrong connection to Brooklyn in the 50's). I drag my family to Neil Simon plays through\n\n36\n\nHOUSE_OVERSIGHT_017123",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017123.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3484,
    "word_count": 621,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.509824",
    "prefix": "IMAGES-004"
  }
}