{
  "document_id": "HOUSE_OVERSIGHT_012785",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012785.txt",
  "text": "learned which party was victorious, nor the cause of the war: but I felt for the rest of that day as if I had\nhad my feelings excited and harrowed by witnessing the struggle, the ferocity and carnage, of a human\nbattle before my door.” What is distinctive about ant battles and the deaths that ensue is that they are\ncoordinated, with success driven by group size. As the biologist Eldridge Adams has demonstrated,\nbigger groups are more likely to win, more likely to kill a higher number of their smaller opponents, and\nless likely to incur any fatalities. Despite the similarities between ant and human battles, two differences\nundermine the usefulness of this analogy for understanding the evolution of lethal aggression in humans:\nants are only a very distant evolutionary cousin, subject to extremely different pressures of social life, and\ntheir cooperative efforts are largely among individuals who are virtual genetic clones. When humans go to\nbattle, cooperation is largely among unrelated individuals who are complete strangers. Of the small\nsample of species committing adulticide, chimpanzees are our best bet as they are closer evolutionary\ncousins and they join forces with kin and non-kin.\n\nTo get a sense of lethal aggression in chimpanzees, consider the following description by the\nanthropologist David Watts and his colleagues concerning an attack by males of the Ngogo community of\nUganda (emphasized words are mine):\n\n[Field Assistant] G. Mbabazi found 12 adult and three adolescent males, 10 of which had participated in\n\nthe boundary patrol 2 days before ... in the eastern part of the Ngogo chimpanzees’ territory. They\n\nstarted another boundary patrol by quickly and quietly moving south and then east. At 0830 hr, they\n\nmoved east through a field of elephant grass (Pennisetum purpureum), then reentered the forest and went\n\ntoward the spot where BT, LO, and MO [three adult male chimpanzees] had been displaying 1 day\n\nbefore and the area where Ngogo males had patrolled the day before that. As they reentered the forest,\n\nthe Ngogo chimpanzees met chimpanzees from another community. The neighboring chimpanzees were\n\nfeeding quietly on Pseudospondias microcarpa fruit in the same tree under which BT, LO, and MO had\n\ndisplayed. G. Mbabazi could not ascertain the precise number of chimpanzees from the neighboring\n\ngroup, but he saw at least two females with infants, one juvenile, and one adult male that immediately\n\nfled northeast with the Ngogo chimpanzees in pursuit. The Ngogo chimpanzees caught up to the strange\n\nadult male after chasing him for about 100 m and surrounded him. Adult Ngogo male EL began to\n\npummel the intruder, and adults BF, BRU, LO, and MO quickly joined him. The strange male tried to\n\nescape down a small hill but could not elude these five Ngogo males and others that joined them. The\n\nNgogo males, led by EL, continued to beat, bite, and kick him for 20 min, and dragged him farther\n\ndown this hill into a small stream valley about 50 m away from the spot of his initial capture, where he\n\ndied during or shortly after the attack. All of the Ngogo males remained in the area after the stranger\n\nwas killed. Several circled his body and some sniffed it, while others sat nearby. ...Careful inspection\n\nshowed that the victim suffered wounds across his entire body ... including a deep gash to the bone on\n\nthe left humerus and a deep puncture on the left side of the thorax near the heart. The only missing\n\nbody part was the victim’s testes, which were recovered 50 m away, near where he was initially captured\n\n(2006, p.g., 166).\n\nWatts’ description captures several important features of adulticide in chimpanzees — both at the\nsame field site and others throughout Africa — and in other species. The lethal attacks are explicitly\nproactive and planned. This is important because many cases of non-lethal aggression are reactive and\nimpulsive, and studies of human and nonhuman aggression reveal different brain mechanisms underlying\n\nthese two forms of violence. When chimpanzees attack, they use stealth to sneak up on the victim, and\n\nHauser Chapter 1. Nature’s secrets 39\n\nHOUSE_OVERSIGHT_012785",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012785.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4162,
    "word_count": 684,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:47.328853",
    "prefix": "IMAGES-002"
  }
}