{
  "document_id": "HOUSE_OVERSIGHT_030942",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030942.txt",
  "text": "Grant_Smith080168*eMailContent. htm\n\nFed up with the prosecutor and in the presence of the jury, the witness preceded to recount my debate\nover recording from the first interview. Pointing to me in the back of the courtroom, the witness |\nannounced that I had warned him that they would pull this crap with the \"\"302\"\" report.\n\nIt didn't take the jury very long to acquit.\n\nWith the advent of DNA and groups like the Innocence Project, we have now seen that so-called\nuntecordéd confessions have put many innocent people in jail and even on Death Row. As a result,\nagencies such as the BSO, now require all interviews to be taped.\n\nLike anyone, including lawyers, the FBI wants to control the record of the interview. Taping hurts that\neffort. .\n\nI'm not saying that it is FBI policy to step over the line. But they have chalk on their shoes more often\n_ than you can imagine.\n\nSo, what's should you do if the FBI comes calling?\n\nFirst of all, the advice I am about to give is not for the a guy who was an inadvertent witness to a bank\nrobbery.\n\nTam talking about people who are being interviewed as part of the types of crimes that are best\ndescribed as corruption, RICO, white collar, etc.\n\nThose are the kinds of cases that involve tons of evidence. Giving an innocent, but incorrect answer to a\nvague question could leave any of us in deep CaCa.\n\n‘A case in point is the lead story in the September 26, 2009 Herald. Chris Walton, director of the\nBroward County Transportation Department, was interviewed by two FBI agents.\n\n' He stated that they wanted to know if \"\"commissioners attempted-to influence contracts.\"\"\n\"\"T told them no.\"\"\n\nIt may sound like a simple straight forward Q-and-A but it ain't necessarily so, He may think his\ninterview and public statement ends the matter:\n\nIn actuality, he has thrown down the gauntlet in front of the FBI.\n\nStart out with the understanding that the FBI is not investigating to see if there is crime and ‘corruption in\nBroward County government. They already believe there is. They are only trying to uncover evidence to\nconfirm their beliefs. -\n\nfile:///C\\/Documents%20and%20Settings/Trial/Desktop/E...uction/eDocs/eMail/Grant_! Smith080168*eMailContent.htm (3 of $} [11/6/2010 10:16:53 PM]\n14542\n\nHOUSE_OVERSIGHT_030942",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030942.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2269,
    "word_count": 379,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.507574",
    "prefix": "IMAGES-011"
  }
}