{
  "document_id": "HOUSE_OVERSIGHT_013470",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013470.txt",
  "text": "12. In light of information I received suggesting that British socialite Ghislaine Maxwell,\nformer girlfriend and long-time friend of Epstein’s, was involved in managing Epstein’s\naffairs and companies I had her served for deposition for August 17, 2009. (Deposition\nNotice attached to Statement of Undisputed Facts as Exhibit BB). Maxwell was\nrepresented by Brett Jaffe of the New York firm of Cohen and Gresser, and I\nunderstood that her attorney was paid for (directly or indirectly) by Epstein. She was\nreluctant to give her deposition, and I tried to work with her attorney to take her\ndeposition on terms that would be acceptable to both sides. Her attorney and I\nnegotiated a confidentiality agreement, under which Maxwell agreed to drop any\nobjections to the deposition. Maxwell, however, still avoided the deposition. On June\n29, 2010, one day before I was to fly to NY to take Maxwell’s deposition, her attorney\ninformed me that Maxwell’s mother was deathly ill and Maxwell was consequently\nflying to England with no intention of returning and certainly would not return to the\nUnited States before the conclusion of Jane Doe’s trial period (August 6, 2010).\nDespite that assertion, I later learned that Ghislaine Maxwell was in fact in the country\non approximately July 31, 2010, as she attended the wedding of Chelsea Clinton\n(former President Clinton’s daughter) and was captured in a photograph taken for US\nWeekly magazine.\n\n13. Epstein alleges that there was something improper in the fact that I notified him that I\nintended to take Donald Trump’s deposition in the civil suits against him. Trump was\nproperly noticed because: (a) after review of the message pads confiscated from\nEpstein’s home, the legal and investigative team assisting my clients learned that Trump\ncalled Epstein’s West Palm Beach mansion on several occasions during the time period\nmost relevant to my clients’ complaints; (b) Trump was quoted in a Vanity Fair article\nabout Epstein as saying \"I've known Jeff for fifteen years. Terrific guy.\" \"He's a lot\nof fum to be with. It is even said that he likes beautiful women as much as I do, and\nmany of them are on the younger side. No doubt about it — Jeffrey enjoys his social\nlife.\" Jeffrey Epstein: International Moneyman of Mystery; He's pals with a passel of\nNobel Prize-winning scientists, CEOs like Leslie Wexner of the Limited, socialite\nGhislaine Maxwell, even Donald Trump. But it wasn't until he flew Bill Clinton,\nKevin Spacey, and Chris Tucker to Africa on his private Boeing 727 that the world\nbegan to wonder who he is. By Landon Thomas Jr.; (c) I learned through a source\nthat Trump banned Epstein from his Maralago Club in West Palm Beach because\nEpstein sexually assaulted an underage girl at the club; (d) Jane Doe No. 102’s\ncomplaint alleged that Jane Doe 102 was initially approached at Trump’s Maralago by\nGhislaine Maxwell and recruited to be Maxwell and Epstein’s underage sex slave; (€)\nMark Epstein (Jeffrey Epstein’s brother) testified that Trump flew on Jeffrey Epstein’s\nplane with him (the same plane that Jane Doe 102 alleged was used to have sex with\nunderage girls) deposition of Mark Epstein, September 21, 2009 at 48-50; (f) Trump\nvisited Epstein at his home in Palm Beach — the same home where Epstein abused\nminor girls daily; (g) Epstein’s phone directory from his computer contains 14 phone\nnumbers for Donald Trump, including emergency numbers, car numbers, and numbers\nto Trump’s security guard and houseman. Based on this information, I believed that\n\nHOUSE_OVERSIGHT_013470",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013470.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3554,
    "word_count": 585,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.331789",
    "prefix": "IMAGES-002"
  }
}