{
  "document_id": "HOUSE_OVERSIGHT_026589",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026589.txt",
  "text": "Another relatively recent variance from the treatment of DREs as “tax nothings” can be found in\nthe Section 752 regulations, which deal with the allocation of partner-level tax basis arising from\npartnership-level debt. Under these complex rules, partnership debt is generally allocated to the\npartner or partners, if any, that bear the ultimate “economic risk of loss” for the debt. For\nexample, where a partnership debt is guaranteed by a partner, that partner generally would be\nallocated the debt's entire associated tax basis. In determining which partner bears the economic\nrisk of loss, the rules provide a general assumption that a partner is financially able to perform\nunder any guarantee agreement irrespective of the partner's actual net worth, unless the facts\nand circumstances indicate a plan to circumvent or avoid the obligation. =* As a result, tax\nplanners were able to insert virtually valueless DREs as guarantors of partnership debt to secure\nthe associated debt basis for use by the ultimate owners of the entities.\n\nFinal regulations published on 10/11/06 significantly modified this approach for all partners\nholding partnership interests through a DRE. == Under Reg. 1.752-2(k)(1), where a partner holds\nhis partnership interest through a DRE, the DRE's obligations are taken into account when\ndetermining the partner's economic risk of loss for the partnership-level liability only to the\nextent of the net value of the DRE as of the date on which the partnership determines the\npartner's share of partnership liabilities. 22 In the event that one or more DREs have payment\nobligations with respect to one or more liabilities of a partnership, the partnership must allocate\nthe net value of each DRE among the liabilities in a reasonable and consistent manner, taking\ninto account the relative priorities of those liabilities. °7\n\nThis special treatment of DREs in this context has been criticized by some commentators in that\nit uniquely singles out DREs when, in fact, any pass-through entity that limits the liability of its\nowners can be used to accomplish similar results without a similar net value limitation. 22\nNonetheless, the special treatment exists and represents another danger in simply ignoring a\nDRE as nonexistent during the course of tax planning.\n\nState Tax Treatment of DREs.\n\nDespite the fact that almost every state generally respects the federal classification of an SMLLC\nas a DRE for income tax purposes, several states impose an entity-level tax or fee on LLCs,\nincluding SMLLCs. °° The types of taxes or fees imposed, and the SMLLCs subject to the tax, vary\nwidely from state-to-state. Practitioners should inquire into a state's entity-level tax on SMLLCs,\nand possibly other DREs, before proceeding with planning opportunities in that state.\n\nUnlike the general conformity with federal law classification for income tax purposes, most states\ntreat LLCs, including SMLLCs, as separate legal entities with respect to registration fees, sales\nand use taxes, employment taxes, and property taxes. As a result, LLCs are generally subject to\nliability for these taxes and fees. Additionally, most states require an SMLLC to file its own\nseparate sales and use tax return, notwithstanding the fact that for state income tax purposes\nthe SMLLC is disregarded. °° On the other hand, many states allow an SMLLC and its owner to\nelect to file a consolidated sales and use tax return, if certain conditions are met. %\nConsequently, practitioners should analyze a DRE's tax and filing obligations state by state, so\nthat they can fully apprise their clients of all potential taxes and fees a particular state may\nimpose,\n\nGrantor Trust Considerations\n\nAs mentioned briefly above, opinions differ as to whether a wholly grantor trust is considered a\ndisregarded entity. In Rothstein, © the Second Circuit Court of Appeals implicitly held that a\nwholly grantor trust was not disregarded for all income tax purposes, because the grantor\nreceived a cost basis for assets purchased from the trust. In Rev. Rul. 85-13, 1985-1 CB 184,\n\nHOUSE_OVERSIGHT_026589",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026589.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4095,
    "word_count": 650,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.521395",
    "prefix": "IMAGES-009"
  }
}