{
  "document_id": "HOUSE_OVERSIGHT_020162",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020162.txt",
  "text": "10\n\narrival in Hong Kong in 2013.. He proposed we meet at the Foreign Correspondent’s Club on\ntop of Ice House Street in central Hong Kong, a venue, I recalled, reminiscent of where John\nLeCarre had set the opening chapter of his spy novel The Honourable Schoolboy. When we spoke\nlater, Bradsher told me that he knew Albert Ho, who had been retained as Snowden’s lawyer, for more\nthan a decade, and interviewed him many times as he was a leader of a political movement in\nHong Kong. Bradsher said that a few days after Snowden had revealed himself on June 9\", 2013,\nhe met with Ho and questioned him on the very question that intrigued me about Snowden’s\nunknown whereabouts. Ho told Bradsher that all of Snowden’s logistics had been arranged for\nhim by an intermediary, who Ho called a “carer.” Ho further said that Snowden had been in\ncontact with the “carer” prior to his arrival in Hong Kong on May 20th. According to Ho, it was\nthis person who had arranged accommodations for Snowden on his arrival—and afterwards. If\nso, It seemed plausible to me that this person might be able to shed light on whom, if anyone,\nSnowden saw in his first ii days in Hong Kong. Of course, this person may have been unaware of\nthe reasons for Snowden’s escape to Hong Kong when he made the arrangements for him but he\nwas the best lead I had to learning why Snowden had come to Hong Kong. But who was the\n“carer?” Bradsher told me that he pressed Ho for details about this mystery person over the\ncourse of several meeting but Ho would not identify him beyond saying, that he was a “well-\nconnected “resident” of Hong Kong.\n\nI next called Ho’s law office in Hong Kong. But Ho politely declined to be interviewed by me,\nsaying he had said all he was going to say about the Snowden case. I next made an appointment\nwith Robert Tibbo, a Canadian-born barrister, specializing in civil liberties cases, who had worked\nclosely with Ho on the Snowden case. He immediately agreed to see me.\n\nI met Tibbo in the tea room at the Mandarin Oriental hotel on Hong Kong Island, where I\nmoved to from the Mira hotel. The Mandarin was also convenient to Tibbo’s office at the court.\n\nTibbo was a tall, round-faced man, with thinning hair, in his early fifties. He talked freely\nabout his remarkable career. After earning a degree in chemical engineering from McGill\nUniversity, and working in Asia as an engineer for a decade, he went to law school in New\nZealand, and then became a barrister in Hong Kong specializing in cases involving the legal status\nof refugees. Over a leisurely tea, Tibbo made it clear to me that he had played a far more active\nrole than Ho in the Snowden case, even personally escorting Snowden from the Mira Hotel on\nJune 10\" to a safe house. He did not dispute what Ho had told Bradsher, but said that he was\nhimself bound by lawyer-client privilege which prevented him from providing me with any details\nthat might reveal the identity of the person who had made arrangements for Snowden. When I\nasked the date that he was officially retained by Snowden, he said that Snowden had signed an\nagreement hiring Ho’s law firm as his legal adviser on June 10, 2013 (which was a matter of\npublic record.) “I understand that,” I said, “but I am inquiring about something that had\nhappened before you became his legal adviser.” He shook his head, as if getting rid of a pesky fly,\nand said that his oath precluded him saying anything at all that might do damage to the credibility\n\nHOUSE_OVERSIGHT_020162",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020162.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3493,
    "word_count": 630,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.812841",
    "prefix": "IMAGES-005"
  }
}