{
  "document_id": "HOUSE_OVERSIGHT_033466",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033466.txt",
  "text": "From: jeffrey epstein [jeevacation@gmail.com]\n\nSent: 1/12/2012 3:22:33 PM\nTo: Pe\nSubject: Re: B 727 thought\n\nImportance: — High\nCall\n\nSorry for all the typos .Sent from my iPhone\n\nOn Jan 12, 2012, at 4:12 PM, a wrote:\n\nJeffrey,\n\nthis may be a long shot to save the Boeing deal, or if you think its a dead deal, disregard this.\n\n| thought there was a connection between Tarek and myself, | do believe one concern was operation of Boeing with\nflight crew. | Know its his problem not ours, but may help make the sale happen,,.\n\n| wrote this email for your review, if you think its worth sending, please critique, and let me know,. thank you:\n\nMr. Tarek El Sayed,\n| hope this email finds you well, and believe worth communicating my thoughts to you.\n\n| was surprised to hear that you decided against the purchase of our Super Boeing 727.1 personally thought it was a great match for\nyour business needs in Qatar. If for any reason your decision was based on crew issues and charter needs in the Middle East, I'd like\nto share some information that might prove beneficial to making you reconsider this purchase.\n\nThe pilot candidates | have lined up for your interview along with the possibility of David Rodgers joining your flight department\nwere as follows:\n\n(at no time did | disclose location or persons to the following pilot candidates to protect your privacy.)\n\nRobert Breslin, who is the former Chief Pilot of Mr. Donald Trump, Mr. Breslin flew the Boeing 727 and Boeing 757 owned by Mr\nTrump. Mr Breslin is a fine man of 40 years of age estimate, with extensive VIP Boeing operations.\n\nJames Bartakowski, who has extensive flying experience in the Middle east, Africa and Europe régime. Mr. Bartakowski has also\nbeen involved in charter operations in Africa and Middle East and has contacted me on several recent occasions with charters for\nour Boeing 727, James has indicated there is the possibility of 40 —- 60 hours per month charter operations for larger transport\ncategory aircraft in your area. | believe there is a growing need for charter in the business community in Qatar and neighboring\ncountries.\n\nBruce Jafahri, who is a current Boeing 727 captain who lived in Doha for two years, and familiar with international operations of\nBoeing 727 aircraft. Mr. Jafahri currently lives in California and ready for a new opportunity. Bruce is current in the Boeing 727 and\nalso flew Captain on the Boeing 747. Well qualified individual and personable.\n\nMr. El Sayed, as you have seen during our demo flight, our Boeing 727 is in impeccable condition, quite cabin and will provide many\nyears of charter and business flights your company. | believe the large business jet future in Qatar is growing and you will be leading\nits path, and your initial investment in this purchase will not come close with other aircraft options on the market as you may have\nseen already.\n\nWe are currently completing the C2C check on the Boeing, and as we have done in the past, assure you it will be a fine aircraft\nwhen it leaves Flight Star Maintenance repair facility.\n\nSincerely,\n\nLawrance Visoski\n\nHOUSE_OVERSIGHT_033466",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033466.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3114,
    "word_count": 536,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.764983",
    "prefix": "IMAGES-012"
  }
}