{
  "document_id": "HOUSE_OVERSIGHT_024018",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024018.txt",
  "text": "Journal of Medicine editorial (November 2013), where Janet Woodcock, MD, the FDA’s\nDirector of the Center for Drug Evaluation and Research and other senior FDA staff\nmembers as co-authors, discussed the FDA’s new breakthrough therapy designation\nthat can be granted to expedite the review and approval of new therapies to treat people\nwith serious or life threatening illnesses where inadequate treatment options exist. They\nstate that “The genesis of the new designation can be traced to several emerging trends\nin drug discovery and development. Most notable is the rise of molecularly targeted\ntherapies, often paired with companion diagnostics”. The editorial goes on to say that\n“Once a drug is designated as a breakthrough therapy, the FDA commits to working\nparticularly closely with the drug sponsor to devise the most efficient pathway for\ngenerating additional evidence needed about safety and efficacy”. The breakthrough\ntherapy designation was created under FDASIA in 2012, and since that time 26\nbreakthrough therapy designations have been granted on 80 requests;!2\n\ne The pharmaceutical industry’s commercial model is also improving with the shift in\nfocus to targeted therapeutics, as these therapies can: (a) provide significant\nimprovements in efficacy and safety over current standards of care; (b) offer important\nclinical benefits in terms of increased life expectancy and improved quality of life; (c)\npositively impact high morbidity diseases, many of which have primarily expensive, but\ninadequate treatments available (e.g., cancer and autoimmune diseases); and (d)\ngenerate compelling economic benefits to payers, even when they carry premium\npricing;\n\ne Finally, large and mid-sized biopharmaceutical companies have recognized the\ninefficiency of their internal R&D efforts and have deemphasized many of their own\nexpensive, high risk, “blockbuster” programs. Increasingly, these companies are\n“externalizing” a large portion of their R&D activity by acquiring, licensing, or\npartnering with smaller biotech companies that are focused on developing the novel\ntargeted therapeutics mentioned above.\n\nThe Fund Managers believe the net result for investors is an improving risk-return equation for\nbiopharmaceutical investments, which should translate into higher returns in the sector.\n\nInformation Convergence: Information convergence investments will be the second core focus\nfor NLV-III, expected to comprise up to 25% of the Fund. Building on the leadership\nestablished during the NLV-II investment period along with significant experience from past\nSprout funds, the Fund Managers will invest NLV-III in companies seeking to improve\nefficiency and reduce overall costs to the healthcare system through the generation, analysis,\nand application of information from research to diagnosis and delivery of care. Investments in\nthis sector will be at the commercial stage at the time of initial investment, or will be expected to\nreach the commercial stage during the projected timeline of the investment.\n\nCentral to this opportunity is the acute structural deficit in the U.S., with healthcare liabilities\nthe single largest contributor and the healthcare reform initiatives that were designed in part to\naddress these critical fiscal issues. Broad scale deployment of new information technology will\n\n2 New England Journal of Medicine, November 14, 2013: Expediting Drug Development - The FDA’s New “Breakthrough\nTherapy” Designation\n\n7 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024018",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024018.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3521,
    "word_count": 512,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.848341",
    "prefix": "IMAGES-007"
  }
}