{
  "document_id": "HOUSE_OVERSIGHT_011061",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011061.txt",
  "text": "selection should probably do as well. We are all at peace with the fact that people\n\nand other creatures care for their young.\n\nEconomics and evolutionary biology are much the same. Helen Keller, born blind\nand deaf, might still have reasoned her way through much of both. Hamlet would\nhave loved them. | love them most when they test the limits of logic, and consult the\ndata only at the end. The theme from which both reason, as Herbert Spencer taught\nin the nineteenth century, is what he called “survival of the fittest.” Another\nphilosopher, Karl Popper, found fault with this idea a century later. Popper was one\nof those | mentioned who disapprove of truisms. | haven’t read Popper, but gather\nthat he thought it improper to define fitness as potential survival, and then measure\nit as survival. That objection is close to being understandable from an anti-truism\nviewpoint. But the reason why it is not quite a truism is instructive. Measurement\nimplies an “empirical” world of data in external and observable reality. Spencer’s\ninsight, really his paraphrase and generalization of Darwin’s, is not quite a truism\nbecause it carries the hypothesis that “potential” has an empirical meaning.\nAristotle’s idea that potency precedes and explains act is called causality. Adam\nSmith’s friend and fellow Scotsman David Hume scarcely doubted causality, but\nargued correctly (I think) that it cannot be proved either by logic or by experiment.\nThe fittest prove themselves such by surviving if and only if Aristotle was right.\n\nNatural selection simply means the untestable but little-doubted theory of causality.\n\nSpencer or Darwin or Gertrude Stein might be faulted for insulting our intelligence\nby stating the obvious. That shoe would fit Gertrude Stein. But Spencer and Darwin,\nlike the little boy in Hans Christian Andersen’s The Emperor’s New Clothes, were\nstating the obvious unseen. Andersen’s point was that intelligence was not the thing\nlacking or what the little boy supplied. It was about how tradition and mind-sets and\nin-groups might sometimes need a look from outside. Peer review is not enough.\nSometimes it perpetuates nonsense. The little boy was not a peer, but he could tell\nclothes when he saw them. (“Peer”, as any theorist knows, means someone who\n\npees on your theory.)\n\nChapter 7 Petty’s Idea 2/3/16 2\n\nHOUSE_OVERSIGHT_011061",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011061.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2354,
    "word_count": 382,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.031472",
    "prefix": "IMAGES-001"
  }
}