{
  "document_id": "HOUSE_OVERSIGHT_016133",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016133.txt",
  "text": "Chart 20: Budgeted spending - up or down?\n\nSARbn\n\nBudgeted Defense & Security spending\n\n350 ———% of total budgeted spending (rhs) 45\n\n300\n250\n200\n150\n100\n50\n0\n\n- mOmwore @O@wr MOH ke\n[oo 7c. © °° no © ao © a ©) EE ©? ME ©? EE ©? EE ©)\nmono Oo DOWD DD DBD DD BD\nSS\n\nSource: SAMA, Ministry of Finance, Bank of America Merrill Lynch Global Research.\n\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n\nPrivatization comes back to the government’s agenda\n\nThe consideration of a privatization program is not surprising at the current juncture, in\nour view. Recall that the Saudi privatization program was initially started in 1999 with\nthe creation of the now-dissolved Supreme Economic Council, following the drop in oil\nprices in 1998. Small-scale privatizations took place in the early 2000s, and 2002 saw\nlarge privatization in the telecommunication sector and postal services.\n\nSelling public sector stakes is one of the non-debt creating financing options for the\ngovernment that would help minimize the direct drain on Fx reserves, encourage private\nsector development and improve services delivery. That being said, given the lack of\nnon-oil taxation, this would only contribute to one-off financing flows alongside savings\nfrom a drop in budgetary allocations to the privatized entities, in our view.\n\nThe 2015 budgetary appropriations for public institutions totalled SAR163.7bn\n(USS43.7bn; 19.0% of total budgeted spending and 6.8% of GDP). We calculate that the\npublic institutions related to the entities that appear to have been slated for\nprivatization according to press reports account for budgetary appropriations of\nSAR124.8bn (US$33.3bn; 5.2% of GDP. This is likely to be the upper bound of fiscal\nsavings possible under the privatization program. In our view, this is unlikely to be\nrealized fully as it includes a large number of universities and because most timelines\n\nappear to center around 2020.\n\nTable 9: Privatization / Public Private Partnerships (PPPs) planned\n\nEntity Date\nAirports 2016-2020\nSaudi General Grains Organisation 1Q17\nSaudi Aramco by 2018\nStock exchange (Tadawul) by 2018\n\nSaudia Medical Services -\n\nSaudi Electricity (SEC) by 2020\nSaline Water Conversion Corporation (SWCC) -\nGeneral Port Authority by 2020\nSaudi Post by 2020\nEducation / schools -\nHealthcare / hospitals\n\nRoad, railway and port projects\n\nSource: Press reports, Saudi Vision 2030, National Transformation Plan\n\nComment (press reports and Saudi Vision 2030/NTP, unless stated otherwise)\n\nTargeted sale of 11 airport units by 2020\n\nA financial advisor has been appointed\n\nA stake of less than 5% could be sold\n\nA financial advisor has been appointed\n\nSaudi Arabian Airlines appointed a financial adviser for the privatization of its unit Saudia Medical Services and had its\nBoard of Directors restructured in June\n\nSEC's generation assets are likely to be split into four separate regional companies where minority stakes would be sold to\nmajor global utilities or sold in the public market\n\nInvestment partners are likely to be sought to buy a stake in production assets, with the holding company to be listed later\nCommercialization program to be completed by 2020\n\nSaudi Post to be turned into a holding company with six subsidiaries. The NTP aims to transform it to a commercially viable\ncompany with government subsidies (SAR2bn) to be phased out by 2020.\n\nOfficial pronouncements have suggested this could be considered, but there does not appear to be concrete plans for now\nThe 2030 vision suggests no privatisations in the near-term, in our view. Authorities are likely to look to improve\nmanagement and quality of service before considering privatisation, in our view.\n\nNTP suggests PPPs are planned with percentage in private sector contribution to development and operation to increase\n\nOS Merrill Lynch\n\nGEMs Paper #26 | 30 June 2016 23\n\nHOUSE_OVERSIGHT_016133",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016133.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3869,
    "word_count": 615,
    "line_count": 110,
    "import_date": "2025-11-19T21:47:48.509593",
    "prefix": "IMAGES-003"
  }
}