{
  "document_id": "HOUSE_OVERSIGHT_020371",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020371.txt",
  "text": "219\n\nsuch communication intelligence to Russia, it would be the height of naiveté for U.S. or British\nintelligence to accept such claims as anything more than part of the cover story.\n\nAs for the Snowden’s motive, I see no reason to doubt Snowden’s explanation that he stole\nNSA documents to expose NSA surveillance that he believed was an illicit intrusion into the\nprivacy of individuals. Such disaffection is not a unique situation in the intelligence business.\nMany of Russia’s espionage sources before Snowden were also dissatisfied employees who had\naccess to classified secrets. Like some of them, Snowden used his privileged access to blow the\nwhistle on what he considered to be the improper activities of the organization for which he\nworked. In that sense, I fully accept that he began as a whistle-blower, not as a spy. It was also\nas a whistle-blower that he contacted Laura Poitras, Glenn Greenwald and Barton Gellman, who\npublished the scoops he provided in the Guardian, Der Spiegel and Washington Post,\n\nSnowden’s penetration went beyond whistle-blowing, however. He copied a vast number of\nelectronic files, including the level 3 files that contained the NSA’s most sensitive sources and\nmethods. While these files had little, if anything, to do with domestic surveillance or whistle-\nblowing, they gave him the sense of power he demonstrated in asserting that he could make all of\nU.S. communication intelligence “go dark” all over the world. We know from Kucherena that he\ndid not share part of data with journalists. Instead, he took it to Russia.\n\nAs far as carrying out the most damaging part of the operation, he could not have acted entirely\nalone. It will be recalled that the deepest part of his penetration was during the five weeks he\nworked at the National Threat Operations Center in Hawaii as a contract employee of Booz Allen\nHamilton. It was there that he copied level 3 files, including the so-called road map to the gaps in\nAmerican intelligence. During this period, as discussed in Chapter HII, Snowden had neither the\npasswords nor system administrator’s privileges that would allow him to copy, transfer and steal\nthe electronic files. He therefore must have obtained that assistance from some who had the\npasswords and privileges. Even if that reality does not sit well with the NSA administration, there\nis no reason to assume that Snowden was the only disgruntled employee at that NSA facility in\n2013. That a dozen or so NSA co-workers attended his anti-surveillance Crypto party in 2012\nshows that others shared his sensibilities and antipathy towards NSA surveillance. It therefore\nseems plausible to me that he found a co-worker willing to cooperate, or vice versa, a co-worker\nfound him. To be sure, Snowden might not have been aware of his new accomplice’s true motives\nor affiliations. But without some co-worker providing him with entry to the sealed-off computers,\nhe could not have carried out the penetration. To our knowledge, whoever helped him evidently\ndid not want to expose himself to prosecution or defect from the NSA. That was Snowden’s\nrole. By accepting the sole blame in the video that Poitras made about him in Hong Kong,\nSnowden shielded anyone else from suspicion, which was, as he told Poitras, his purpose,\nWhoever helped him may still be working at the NSA.\n\nTo be sure, there remains another glaring gap in the chain of events that led Snowden to\nMoscow: his whereabouts and activities during his first eleven days in Hong Kong. Mike Rogers,\nthe chairman of the House Select Committee on Intelligence, even speculated that Snowden might\nhave been taken to mainland China during this period. What drove his speculation was the\nadmission of U.S. intelligence that, despite its vast global resources for searching credit card\ncharges, banking transactions, hotel registrations, emails, police records and even CCTV cameras,\nneither it, nor its allies, were able to find a trace of Snowden. It was, in a phrase later made\nfamous by former Secretary of Defense Donald Rumsfeld. “A known unknown.” Yet there\n\nHOUSE_OVERSIGHT_020371",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020371.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4097,
    "word_count": 673,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.537096",
    "prefix": "IMAGES-005"
  }
}