{
  "document_id": "HOUSE_OVERSIGHT_026558",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026558.txt",
  "text": "Interestingly, the word Khamenei employs against the potential unveiling of women -\n\n- fitna -- is the same word used to describe the opposition Green Movement that took to\nthe streets in the summer of 2009 to protest President Mahmoud Ahmadinejad's\ncontested reelection. In other words, women's hair is itself seen as seditious and\ncounterrevolutionary. Even so-called liberal politicians in the Islamic Republic have long\nfixated on this issue. Abolhassan Bani-Sadr, Iran's first post-revolutionary president, who\nhas spent the past three decades exiled in France, reportedly once asserted that women's\nhair has been scientifically proven to emit sexually enticing rays. (An Iranian satirist\nresponded with a cartoon showing a man inadvertently aroused while eating lunch at his\nfriend's home; the culprit turned out to be an errant strand of his friend's wife's hair in\n\nthe ghormeh sabzi stew, an Iranian national dish.)\n\nOVER THE LAST TWO DECADES, the women of Iran's younger generation have\nincreasingly pushed back and loosened their veils, but any discussion of abolishing the veil\naltogether is not tolerated by Khamenei. In addition to opposition toward the United\nStates and Israel, the hijab is often considered one of the Islamic Republic's three\nremaining ideological pillars. \"For Islamic Republic officials, the hijab has vast symbolic\nimportance; it is what holds up the dam, keeping all of Iranians’ other demands for social\nfreedoms at bay,\" says Azadeh Moaveni, an Iranian-American author. \"Relax on the\nhijab, they think, and all hell will break loose; next people will want to swill beer on the\n\nstreet and read uncensored novels. They think of it as a gateway freedom.\"\n\nDespite Khamenei's assertion that the hijab prevents men from straying, governmental\npolicies in fact encourage the opposite. For example, to help accommodate the apparently\nincorrigibly wandering libido of the Iranian male, the country’s parliament -- composed of\nKhamenei loyalists -- has supported sharia-sanctioned \"temporary marriages” (known in\nPersian as sigheh) allowing men as many sexual partners as they want. The marriage\ncontract can last as little as a few minutes, and it doesn't need to be officially registered.\nThe man can abruptly end the sigheh when he likes, but initiating divorce is far more\ndifficult for women. Indeed, women who stray from the sanctity of their marriages do so at\n\ngrave risk -- dozens have been stoned to death in Iran for adultery.\n\nHOUSE_OVERSIGHT_026558",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2493,
    "word_count": 390,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.109853",
    "prefix": "IMAGES-009"
  }
}