{
  "document_id": "HOUSE_OVERSIGHT_023913",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023913.txt",
  "text": "Restructuring the University 167\n\npoints of view, teaching what description is about not how to work\nPowerPoint.\n\nTHIRD YEAR IN COLLEGE AND BEYOND\n\nNow what next?\n\nAfter these 2 years, what will students be able to do and what\nshould the faculty do with them? Clearly, faculty, as I have pointed\nout, want to teach what interests them—their own research subspe-\ncialties. Faculty will want to continue to insist on there being majors.\nStudents should not have to be forced to select a major subject because\nmajors (and, of course, subjects) are at the root of the problem.\n\nWhose needs do majors satisfy? Faculty like them because the fac-\nulty can determine that to be a major in X students must know all\nof its aspects, and then insist that students, take obscure courses that\nthey would not want to take. This is another way of making sure that\nfaculty get to teach whatever they want to teach.\n\nAn alternative would be to let students specialize in a cognitive\nprocess, like diagnosis, and an area where they have become knowl-\nedgeable to which diagnosis applies, like financial diagnosis or behav-\nioral diagnosis. Every student who majors in business doesn’t really\nwant to, or need to, know every aspect of business, and a student who\nmajors in psychology doesn’t need to study clinical, social, animal,\nand developmental psychology, if what he is interested in is diagnos-\ning personality disorders, for example.\n\nLet students specialize, if they want—they shouldn’t be made to,\nbut let them specialize in processes that they might want to become\nproficient at. We shouldn’t force them to take courses , that in no\nway serve their interests. Such requirements are made using argu-\nments about breadth when they are there to make sure that undersub-\nscribed courses get taught. Majors in computer science at Yale when I\narrived there had to take artificial intelligence and numerical analysis.\nThese subjects never interest the same people. They are as different as\naccounting and clinical psychology. These requirements were there\nbecause faculty wanted to make sure there were students enrolled in\ntheir course. If they didn’t, they would have had to teach something\nthey didn’t know as well. Faculty made arguments about the well-\nrounded student, but students’ needs had nothing to do with it.\n\nHOUSE_OVERSIGHT_023913",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2329,
    "word_count": 385,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.024420",
    "prefix": "IMAGES-007"
  }
}