{
  "document_id": "HOUSE_OVERSIGHT_012976",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012976.txt",
  "text": "60 4 Brief Survey of Cognitive Architectures\n\n4.2.1 SOAR\n\nThe cognitive architectures best known among AI academics are probably Soar and ACT-R,\nboth of which are explicitly being developed with the dual goals of creating human-level AGI\nand modeling all aspects of human psychology. Neither the Soar nor ACT-R communities feel\nthemselves particularly near these long-term goals, yet they do take them seriously.\n\nSoar is based on IF-THEN rules, otherwise known as “production rules.” On the surface this\nmakes it similar to old-style expert systems, but Soar is much more than an expert system; it’s\nat minimum a sophisticated problem-solving engine. Soar explicitly conceives problem solving\nas a search through solution space for a “goal state” representing a (precise or approximate)\nproblem solution. It uses a methodology of incremental search, where each step is supposed to\nmove the system a little closer to its problem-solving goal, and each step involves a potentially\ncomplex “decision cycle.”\n\nIn the simplest case, the decision cycle has two phases:\n\ne Gathering appropriate information from the system’s long-term memory (LTM) into its\nworking memory (WM)\ne A decision procedure that uses the gathered information to decide an action\n\nIf the knowledge available in LTM isn’t enough to solve the problem, then the decision\nprocedure invokes search heuristics like hill-climbing, which try to create new knowledge (new\nproduction rules) that will help move the system closer to a solution. If a solution is found by\nchaining together multiple production rules, then a chunking mechanism is used to combine\nthese rules together into a single rule for future use. One could view the chunking mechanism\nas a way of converting explicit knowledge into implicit knowledge, similar to “map formation”\nin CogPrime (see Chapter 42 of Part 2), but in the current Soar design and implementation it\nis a fairly crude mechanism.\n\nIn recent years Soar has acquired a number of additional methods and modalities, including\nsome visual reasoning methods and some mechanisms for handling episodic and procedural\nknowledge. These expand the scope of the system but the basic production rule and chunking\nmechanisms as briefly described above remain the core “cognitive algorithm” of the system.\n\nFrom a CogPrime perspective, what Soar offers is certainly valuable, e.g.\n\ne heuristics for transferring knowledge from LTM into WM\ne chaining and chunking of implications\ne methods for interfacing between other forms of knowledge and implications\n\nHowever, a very short and very partial list of the major differences between Soar and Cog-\nPrime would include\n\ne CogPrime contains a variety of other core cognitive mechanisms beyond the management\nand chunking of implications\n\ne the variety of “chunking” type methods in CogPrime goes far beyond the sort of localized\nchunking done in Soar\n\ne CogPrime is committed to representing uncertainty at the base level whereas Soar’s pro-\nduction rules are crisp\n\ne The mechanisms for LTM-WM interaction are rather different in CogPrime, being based\non complex nonlinear dynamics as represented in Economic Attention Allocation (ECAN)\n\ne Currently Soar does not contain creativity-focused heuristics like blending or evolutionary\nlearning in its core cognitive dynamic.\n\nHOUSE_OVERSIGHT_012976",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012976.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3327,
    "word_count": 512,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.690434",
    "prefix": "IMAGES-002"
  }
}