{
  "document_id": "HOUSE_OVERSIGHT_019654",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019654.txt",
  "text": "166 | HOW AMERICA LOST ITS SECRETS\n\nmercy of the Russian authorities. There was good reason for keeping\nhim in a virtual prison in Russia. “He can compromise thousands\nof intelligence and military officials,” Sergei Alexandrovich Markov,\nthe co-chairman of the National Strategic Council of Russia and an\nadviser to Putin, pointed out. “We can’t send him back just because\nAmerica demands it.”\n\nSo Snowden was consigned to the transit zone of the airport,\nwhich is a twilight zone neither inside nor outside Russia, a nether-\nworld that extends beyond the confines of the airport to include safe\nhouses and other facilities maintained by the FSB for the purposes\nof interrogation and security. Stranded at the Moscow airport, no\nmatter what he had believed earlier in Hong Kong, Snowden would\nquickly realize that he had only one viable option: seeking protec-\ntion in Russia.\n\nEven though the FSB is known by U.S. intelligence to strictly\ncontrol the movements and contacts of former members of foreign\nintelligence services in Russia, Snowden might not have realized the\nfull extent of the FSB’s interest in him. He naively told The Wash-\n\n® ington Post in December 2013, in Moscow, “I am still working for ©\nthe NSA right now. They are the only ones who don’t realize it.”\nWhatever he might have been thinking, a former U.S. communica-\ntions intelligence worker who stole American state secrets, such as\nSnowden, would be under the FSB’s scrutiny.\n\nAndrei Soldatov, the co-author of the 2010 book The New Nobil-\nity: The Restoration of Russia’s Security State and the Endur-\ning Legacy of the KGB, who was personally knowledgeable about\nFSB procedures, explained the FSB would monitor “every facet of\nSnowden’s communications, and his life.” General Oleg Kalugin,\nwho, as previously mentioned, defected from the KGB to the United\nStates in 1995, added that the FSB (following the standard operating\nprocedures of the KGB) would be “his hosts and they are taking care\nof him.” Kalugin further said in 2014, “Whatever he had access to in\nhis former days at NSA, I believe he shared all of it with the Russians,\nand they are very grateful.” This assessment was backed by Frants\nKlintsevich. As the first deputy chairman of the Kremlin’s defense\nand security committee at the time of Snowden’s defection, he was\n\n| | Epst_9780451494566_2p_all_r1.z.indd 166 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019654",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019654.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2401,
    "word_count": 397,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.761274",
    "prefix": "IMAGES-005"
  }
}