{
  "document_id": "HOUSE_OVERSIGHT_018033",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018033.txt",
  "text": "10,\n\nIl.\n\nCase 1:19-cv-03377 Document 1-13 Filed 04/16/19 Page 4 of 4\n\nthe July 6, 2015 meeting, Mr. Dershowitz expressed to me that he believed he was\nmaking progress in convincing Mr. Boies that the client was mistaken in identifying Mr.\nDershowitz as someone with whom she had sex. I told Mr. Dershowitz that I thought he\nwas overly optimistic and reading things into what Mr. Boies was saying and hearing\nwhat he wanted to hear. I truly believe this was the case, i.e., that Mr. Boies was making\ncareful and guarded statements consistent with statements lawyers often make in\nsettlement discussions and that Mr. Dershowitz, who urgently wanted the case to go\naway, was reading things into those statements that weren’t there.\n\nMy recollection is that, at all times, Mr. Boies remained adamant that the client’s\nassertions about Mr. Dershowitz represented her best, honest recollection. For example,\nat one point, Mr. Dershowitz told Mr. Boies that Ms. Roberts could well believe that she\nhad sex with Mr. Dershowitz because she might be confusing Mr. Dershowitz with\nNathan Myhrvold who spent a lot of time with Mr. Epstein and who looked a lot like Mr.\nDershowitz. Mr. Dershowitz urged Mr. Boies to convince his client that she was\nmistaken and that she had actually had sex with Mr. Myhrvold. Mr. Boies told Mr.\nDershowitz that he obviously did not have personal knowledge as to what had or had not\nhappened, but that he had taken steps to verify that Ms. Roberts was telling the truth as\nshe believed it. Shortly thereafter, 1 came to understand that Ms. Roberts had taken, and\npassed, a lie detector test.\n\nAt no time in my presence, whether in the presence of Mr. Dershowitz or outside of it,\ndid Mr. Boies ever say that he believed or was convinced that Ms. Roberts was mistaken\nor that Mr. Dershowitz did not have sex with Ms. Roberts. Ms. McCawley said very little\nat the meetings. Furthermore, I do not recall Ms. McCawley ever expressing any doubt\nthat Mr. Dershowitz had sex with Ms. Roberts and I am confident that I would recall such\na statement if it was made, given the circumstances. In addition, Mr. Dershowitz never\nsuggested to me that Ms. McCawley doubted that Ms. Robert’s allegations were false.\n\nones _\n\navid S. Stone\n\nKAITLIN MAY LUZZI\nID # 2448450\nNOTARY PUBLIC\nevATE QF NEW JERSEY\nMy Commission Expires July 31, 2019\n\nHOUSE_OVERSIGHT_018033",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018033.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2370,
    "word_count": 407,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.764461",
    "prefix": "IMAGES-004"
  }
}