{
  "document_id": "HOUSE_OVERSIGHT_026572",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026572.txt",
  "text": "Global Asset Allocation\n09 November 2012\n\nJ.P Morgan\n\nThe J.P. Morgan View\n\nDo US elections change anything?\n\nAsset allocation — The equity market has priced out the Romney win scenario,\nbut from these levels, our economic and market outlook and risks are\nunchanged. These keep us medium-term overweight equities and credit, despite\nthe likely volatility as the fiscal cliff is negotiated. Within equities, we stay\nunderweight the US, and move most of the overweight into EM Asia. We have\nmoved some of our credit overweight from the US to Europe.\n\nEconomics — The data flows continue to confirm that June/July was likely the\nbottom in global activity growth, and that we are gently lifting from those\nlevels, even as it will take well into next year before growth returns to trend.\n\nFixed Income — Look for yields to head higher, but focus more risk on spread\ncompression trades.\n\nEquities — We focus our overweights on EM Asia, Cyclical stocks and US\nHome builders.\n\nCredit — We see the current dip as an opportunity to add risk.\nCurrencies — Be long the dollar during the fiscal cliff negotiations.\n\nCommodities — A further set of better Chinese economic data keeps us long\nbase metals.\n\nEquity markets are taking the Obama victory quite badly, with US stocks\ndown some 4% on Wednesday and Thursday. This has pushed up global bond\nmarkets, and credit spreads are wider, but commodities are largely ignoring this\nturmoil. We don’t think an Obama victory truly changes the economic outlook,\nor risks, but it does eliminate the Romney hope that appeared to have been in\nmarket pricing.\n\nBy definition, the Romney scenario is now priced out of the market. The US\nelections confirm the status quo in Washington, and to us, they do so also for\n\nperiod a relative financial “peace”. The US, in contrast, is at the start of intense\nnegotiations on how to avoid a fiscal-cliff induced recession next year. Neither\nside of the aisle has an interest in being blamed for a recession. But markets will\nstill be buffeted by a steady news flow on wide gaps between each side’s\nposition.\n\nthe broad economic and market outlook, from current levels. Hence, we do not EMBIG\nsee much reason to change our investment allocations, and remain medium-term EM $ Corp. |!\noverweight both credit and equities against cash, government debt, and US High Yield\ncommodities. We do so on the basis of value — still high risk premia — fading MSCI Europe*\nrisks on fiscal policy in the US into next year; an expected rebound in global S&P500\ngrowth; and super easy monetary policy, with more QE coming if growth were MSCI EM*\nto disappoint. MSCI AC Word |\nIn recent weeks, we have switched out of our long-standing US risk overweight, US High Grade |\ninto an underweight, on the argument that the US had the most committed Europe Fixed Inc* |\ncentral banker, its growth has been least disappointing, and its fiscal risks were Gold |\nfurther into the future. This relative risk has changed, with Chinese economic EM Local Bonds**\ndata confirming that its economy is rebounding, while the ECB now creating a EM EX H |\n\nSee page 7 for analyst certification and important disclosures.\n\nGlobal Asset Allocation\n\nJan Loeys AC\n(1-212) 834-5874\n\njan.loeys@jpmorgan.com\n\nJPMorgan Chase Bank NA\n\nJohn Normand\n(44-20) 7134-1816\n\njohn.normand@jpmorgan.com\n\nJ.P. Morgan Securities ple\n\nNikolaos Panigirtzoglou\n\n(44-20) 7134-7815\n\nnikolaos.panigirtzoglou@jpmorgan.com\n\nJ.P. Morgan Securities ple\n\nSeamus Mac Gorain\n\n(44-20) 7134-7761\n\nseamus.macgorain@jpmorgan.com\n\nJ.P. Morgan Securities ple\n\nMatthew Lehmann\n\n(44-20) 7134-7813\n\nmatthew.m.lehmann@jpmorgan.com\n\nJ.P. Morgan Securities ple\n\nLeo Evans\n(44-20) 7742-2537\n\nleonard.a.evans@jpmorgan.com\n\nJ.P. Morgan Securities ple\n\nYTD returns through Nov 8\n%, equities are in lighter color.\n\nUS Fixed Income\nGlobal Gov Bonds**\nTopix*\n\nUS cash\n\nGSCI TR\n\n5 0\n\nT\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\ni\ni\n\n5\n\n10 15 20\n\nSource: J.P. Morgan, Bloomberg. See blue box on\n\npage 2 for description.\n\nwww.morganmarkets.com\n\nHOUSE_OVERSIGHT_026572",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4037,
    "word_count": 665,
    "line_count": 157,
    "import_date": "2025-11-19T21:47:46.174607",
    "prefix": "IMAGES-009"
  }
}