{
  "document_id": "HOUSE_OVERSIGHT_015557",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015557.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 2 of 23\n\nJS: | Could you spell your last name for us? That is your married last name:\n\\ Ee eee\"\n\nJS: Alright, thank you, and where are you living right now?\n\nV: I live in Australia.\n\nJS: | And how long have you resided in Australia.\n\nV: This is my 19\" year.\n\nJS: That is where you are right now, correct? We’ve reached you in Australia for this phone\nconversation?\n\nV: That is correct, yes.\n\nJS: | And what time is it in Australia right now?\nV: I think it’s about 9:00 now.\n\nJS: Ok. That’s 9am, correct?\n\nV: That’s correct.\n\nJS: Alright. Virginia, the reason for this conversation is because it is our understanding that\nyou know a man by the name Jeffrey Epstein, and I want to begin by asking you please to\ntell us about the circumstances of your first meeting Mr. Epstein.\n\nV: Ok. I was introduced to Mr. Epstein by Ghislaine Maxwell. I was working at Donald\nTrump’s spa in Mar-a-Lago and I was prompted by Ghislaine to come to Jeffrey’s\nmansion in Palm Beach that afternoon after work to make some extra money and to learn\nabout massage. She met me at the spa, and I was reading a book about anatomy, so I was\nalready interested in massage therapy as it was and not having any of the education or\nyou know anything behind me, I thought this was a great opportunity to work for her and\ngo. So, I went to Jeffrey’s mansion about 5 or 6 in the afternoon. My dad drove me\nthere. My dad worked at Mar-a-Lago with me, and he met Ghislaine and she seemed like\na nice, proper English lady, and she knows, I mean, you know, one time then _once\nbefore I left to travel overseas, she just seemed really nice and like she would like to help\nme out. So my dad left, and I had no problem getting home that night, one of her drivers\nwould take me back after my trial. So she led me upstairs, and into Jeffrey’s bedroom,\nand past that is Jeffrey’s massage room, which has got his steam room and a shower and\na massage table, and there is actually an extra room that has, that nobody knows about it,\nit’s kinda like a secret room and it’s got a whole bunch of decorative pictures of\npornographic literature and sex toys andIcan___? _ what happened in there.\n\nHOUSE_OVERSIGHT_015557",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2236,
    "word_count": 420,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.827903",
    "prefix": "IMAGES-003"
  }
}