{
  "document_id": "HOUSE_OVERSIGHT_027953",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027953.txt",
  "text": "going to happen soon, if only because the intelligence missions now required\nwere going to be a lot tougher. Israel now had control of the entire Sinai and the\nGolan. To tap into enemy communications, we would have to push deeper\ninside Egypt and Syria.\n\nSoon after my return, we began planning the sayeret’s most ambitious\nmission so far: targeting the main communications system between Suez City,\nat the southern end of the canal, and Egyptian military headquarters in Cairo.\nWe were obviously going to have to go in by helicopter. But we faced not just\nthe risk of being spotted on the way in. The buildup of Egyptian forces along\nthe canal now included Soviet-made anti-aircraft missile batteries. We might\neasily get shot down.\n\nThe mission struck the generals in the kirya as so risky as to border on the\ninsane. But I was confident that we could make it work. I began talking to the\nfew senior air force officers who seemed more receptive, as well as to officers\nin the helicopter units. Not only had I flown into the Sinai on earlier missions. I\nnow also had a physics degree. Together, we developed a plan — using the desert\nterrain, and drawing on the helicopters’ maneuverability — to calculate a flight\nroute that could avoid detection by Egyptian radar. As an extra fail-sale, I\nproposed using three helicopters, and three sayeret teams. Two would fly\nslightly higher, with the express aim of getting spotted, but still evading missile\nfire. They would land far away from the real target of the operation. The main\nteam, with me in command, would also stage a pair of diversionary attacks:\nplanting explosives on a high-voltage electricity cable, and on the main oil\npipeline from Suez City to Cairo.\n\nStill, for many weeks, the answer from the Airya was no. The man who had\nsucceeded Rabin as chief-of-staff after the war, Chaim Bar-Lev, dismissed it as\n“a plan built on chicken legs.” In the end, what got us the green light was a\nfurther escalation, on both sides, in the War of Attrition. In January 1970, Israeli\nwarplanes began a series of deep-penetration bombing raids, for the first time\nstriking targets dozens of miles, in some case hundreds of miles, back from the\ncanal. The Israeli bombing campaign reduced the chance we’d get shot down and\nprovided cover for our operation.\n\nOur helicopters took off after sunset, nearly skimming the water and peeling\noff in separate directions on the far shore. The other two aircraft headed 120\nmiles to the south. I led the main team of ten men. We set down a few miles\nsouth of the road from Suez City to Cairo. We unloaded a pair of Jeeps, drove\noff, and within an hour had placed our time-delay explosives on the electricity\n\n105\nHOUSE_OVERSIGHT_027953",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027953.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2721,
    "word_count": 474,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.484694",
    "prefix": "IMAGES-009"
  }
}