{
  "document_id": "HOUSE_OVERSIGHT_024131",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024131.txt",
  "text": "e Designated Compliance Officer — For further guidance, please refer to the Designation of AML Compliance\nOfficer and the AML Compliance Organization section,\n\ne Risk Assessments — For further guidance, please refer to the Enterprise-wide Risk Assessment, Business Line\nRisk Assessment, Customer Risk Assessment and OFAC Risk Assessment sections.\n\ne Customer Acceptance and Maintenance Program — For further guidance, please refer to the Know Your\nCustomer, Due Diligence and Enhanced Due Diligence, Section 326 — Verification of Identification, Section 312 -\nSpecial Due Diligence for Correspondent Accounts and Private Banking Accounts and High Risk Customers\nsections.\n\ne Large Currency Monitoring and Currency Transaction Report Filing Program — For further guidance, please\nrefer to the Currency Transaction Reports section.\n\ne Monitoring, Investigating and Suspicious Activity Report Filing Program — For further guidance, please\n\nrefer to the Transaction Monitoring, Investigations and Red Flags and Suspicious Activity Reports sections.\ne Sanctions Program — For further guidance, please refer to the Office of Foreign Assets Control section.\n» Information Sharing — For further guidance, please refer to Section 314(a) — Cooperation among Financial\n\nInstitutions, Requlatory Authorities and Law Enforcement Authorities, Section 314(b) Requirements —\nCooperation among Financial Institutions and National Security Letters sections.\n\ne Recordkeeping and Retention Program — For further guidance, please refer to the Funds Transfer\n\nRecordkeeping Requirement and the Travel Rule, Recordkeeping Requirements for the Purchase and Sale of\nMonetary Instruments, Form 8300 and Report of Foreign Bank and Financial Accounts sections.\n\ne Independent Testing — For further guidance, please refer to the Independent Testing section.\n\ne Training — For further guidance, please refer to the AML Training section.\ne Management and Board Reporting — For further guidance, please refer to the Designation of AML Compliance\nOfficer and AML Compliance Organization section.\n\nIt is important to note that not all types of financial institutions are required to have each of the key components listed\nabove. For additional guidance on the AML requirements of nonbank financial institutions, please refer to the\nNonbank Financial Institutions and Nonfinancial Businesses section.\n\n35. How can technology be used to support a financial institution's AML program?\nTechnology can be used, for example, to support:\n\ne Monitoring for Suspicious Transactions and Facilitating Suspicious Activity Report Filing — For further\n\nguidance, please see the Suspicious Transaction Monitoring and Suspicious Activity Report Filing Software\n\nsection.\n\ne Monitoring for Large Currency Transactions and Facilitating Currency Transaction Report Filing — For\n\nfurther guidance, please see the Large Currency Transaction Monitoring and Currency Transaction Report Filing\n\nSoftware section.\n\ne Verification of Customer Information (e.g., CIP) ~ For further guidance, please see the Customer Verification\nSoftware section.\n\ne Storage of Customer Information (e.g., CIP, EDD) — For further guidance, please see the Customer\nInformation Database and Customer Risk Assessment Software section.\n\ne Calculation of Customer Risk Ratings — For further guidance, please see the Customer Information Database\nand Customer Risk Assessment Software section.\n\ne Searching Against Special Lists of Prohibited and/or High-Risk Individuals/Entities (¢.g., Office of Foreign\nAssets Control [OFAC], 314(a), Subpoenas, Media Searches, Internal “Deny” Lists, Politically Exposed Persons\n[PEPs]) for Customers and Transactions — For further guidance, please see the Interdiction Software and List\nProviders sections.\n\ne AML Training — For further guidance, please see the Training Software section.\ne Case Management - For further guidance, please see the Case Management Software section.\n\nprotiviti | 25\n\nHOUSE_OVERSIGHT_024131",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3973,
    "word_count": 555,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:45.059560",
    "prefix": "IMAGES-007"
  }
}