{
  "document_id": "HOUSE_OVERSIGHT_011743",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011743.txt",
  "text": "I later worked out why he’d wanted to steer clear of the whole thing. Yediot\nhad been planning the story for months. It had been ready to go with it earlier,\nwhen it was assumed I would be joining the government as early as April. The\neditors had held it to coincide with my arrival as a minister. That, I suppose,\nwas simply what newspapers did. But it turned out that at least two influential\nLabor politicians had played a part in steering Yediot toward the story, and\nurging the newspaper to run with it: Haim Ramon, a veteran party figure and\ncabinet minister, though he’d quit the government the year before over the\nparty’s failure to follow through on health-policy reform; and Shimon Shevess,\none of Rabin’s top advisers. Ramon would later say that they hadn’t wanted to\n“kill Barak” as a new minister. “Just fire some bullets at this legs, so he’ Il enter\npolitics with a limp.” It was a way of cutting me down to size.\n\nI suppose that was understandable. I was by no means the only former\ngeneral to enter Israeli politics. Other chiefs-of-staff had gone on to play\nprominent roles in government: Dayan, Motta Gur and, of course, Rabin. But\nthe fact that I was going directly into the cabinet, and so soon after leaving the\narmy, was seen by the Israeli media — and a number of Labor politicians — as a\nreflection of my close relationship with Rabin. Some commentators had even\nbeen speculating I might eventually be a candidate to succeed him as party\nleader and Prime Minister.\n\nIt was true that Rabin had personally urged me to join the government,\nstarting with a lighthearted remark only days after I’d ended my term as chief of\nstaff. It was at a farewell organized by my staff. The event began with film clips\nfrom my years in the army, and a series of entertaining cameos from men I’d\nserved with and led. Rabin spoke at the end. He said he’d recently been on an\nofficial visit to South Korea. He’d met the president, who told him he was the\nfirst Korean leader not to have been an army general. Rabin said he’d replied\nthat he was the first Israeli Prime Minister who was a general. Then, smiling\nand looking straight at me, he added: “Nu, Ehud?”\n\nI did want to join his government. But I had been in the army since the age\nof seventeen and was now in my early fifties. For my family’s sake, as well as\nmy own, I had figured on taking a year or two to explore other things. Two\noptions appealed to me especially. One was business. My brother-in-law, in\naddition to having a successful law practice, was involved in a number of\nbusiness ventures, and we’d discussed areas we might jointly explore. But I had\nalso received offers from think tanks in the United States.\n\n272\nHOUSE_OVERSIGHT_011743",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2714,
    "word_count": 493,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.962952",
    "prefix": "IMAGES-001"
  }
}