{
  "document_id": "HOUSE_OVERSIGHT_016928",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016928.txt",
  "text": "hand on the tiller, exist in a world of energy and forces, as does the helmsman. The weak\nforces that control the rudder are as real and physical as the strong forces that toss the\nship. If we shift our cybernetics perspective from the ship to the helmsman, the pressures\non the rudder become a strong force of muscles controlled by the weak signals in the\nmind of the helmsman. These messages in the helmsman’s mind are amplified into a\nphysical force strong enough to steer the ship. Or instead, we can zoom out and take a\nlarge cybernetics perspective. We might see the ship itself as part of a vast trade\nnetwork, part of a feedback loop that regulates the price of commodities through the flow\nof goods. In this perspective, the tiny ship is merely a messenger. So, the distinction\nbetween the physical world and the information world is a way to describe the\nrelationship between the weak and the strong.\n\nWiener chose to view the world from the vantage point and scale of the individual\nhuman. As acyberneticist, he took the perspective of the weak protagonist embedded\nwithin a strong system, trying to make the best of limited powers. He incorporated this\nperspective in his very definition of information. “Information,” he said, “is a name for\nthe content of what is exchanged with the outer world as we adjust to it, and make our\nadjustment felt upon it.” In his words, information is what we use to “live effectively\nwithin that environment.” *> For Wiener, information is a way for the weak to effectively\ncope with the strong. This viewpoint is also reflected in Gregory Bateson’s definition of\ninformation as “a difference that makes a difference,” by which he meant the small\ndifference that makes a big difference.\n\nThe goal of cybernetics was to create a tiny model of the system using “weak\ncurrents” to amplify and control “strong currents” of the real world. The central insight\nwas that a control problem could be solved by building an analogous system in the\ninformation space of messages and then amplifying solutions into the larger world of\nreality. Inherent in the motion of a control system is the concept of amplification, which\nmakes the small big and the weak strong. Amplification allows the difference that makes\na difference to make a difference.\n\nIn this way of looking at the world, a control system needed to be as complex as\nthe system it controlled. Cyberneticist W. Ross Ashby proved that this was true in a\nprecise mathematical sense, in what is now called Ashby’s Law of Requisite Variety, or\nsometimes the First Law of Cybernetics. The law tells us that to control a system\ncompletely, the controller must be as complex as the controlled. Thus cyberneticists\ntended to see control systems as a kind of analog of the systems they governed, like the\nhomunculus—the hypothetical little person inside the brain who controls the actual\nperson.\n\nThis notion of analogous structure is sometimes confused with the notion of\nanalog encoding of messages, but the two are logically distinct. Norbert Wiener was\nmuch impressed with Vannevar Bush’s Digital Differential Analyzer, which could be\nreconfigured to match the structure of whatever problem it was given to solve but used\ndigital signal encoding. Signals could be simplified to openly represent the relevant\ndistinctions, allowing them to be more accurately communicated and stored. In digital\nsignals, one needed only to preserve the difference in signals that made a difference. It is\nthis distinction and signal coding that we commonly use to distinguish “analog” versus\n“digital.” Digital signal encoding was entirely compatible with cybernetic thinking—in\n\n33 The Human Use of Human Beings (Boston: Houghton Mifflin, 1954), p. 17-18.\n\n125\n\nHOUSE_OVERSIGHT_016928",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016928.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3758,
    "word_count": 624,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.244035",
    "prefix": "IMAGES-004"
  }
}