{
  "document_id": "HOUSE_OVERSIGHT_016043",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016043.txt",
  "text": "Free Will 353\n\nwhole existence is surrounded by non-deterministic physics. Therefore,\nyour actions are not predetermined by anything in your local corner of\nthe Universe — the past light cone if you want to be strict about the physics.\n\nThe determined determinists are a determined bunch. Just because\nthe information that determines your actions cannot be encoded by the\nparticles you are made from, does not mean youare free. The information\ncould be stored in parts of the Universe we cannot see, or held outside\nthe Universe in some sort of cosmic hard drive. Every creative event in\nthe Universe would be specified in this store.\n\nBut this begs the third question: How was this store of information\ngenerated in the first place? If a Universe contains creative things — as our\nUniverse does — there is no way to computably generate the necessary\ndeterminist store of information. The Universe has free will because there\nis no deterministic process that could generate it.\n\nIf our Universe were a Turing machine, everything within it\nwould be too. Think about the deterministic clockwork argument I\ngave earlier. If you try to construct a better — say a more random -—\nmachine inside a Turing machine, an observer could simply ignore the\nbetter machine hidden within it, and watch the outer machine work.\nThe outer machine will predict the operation of the inner machine\nperfectly, even if the inner machine is fiendishly complicated. We\nhave to consider the machine on which our human software runs. Our\nbodies, our minds, all that we are, is software running on the Universe's\nhardware of quarks and photons. If the hardware is deterministic, then\nso is our software. And if the hardware is deterministic, there can be no\ncreativity within the Universe.\n\nSo the free will camp has an argument easily as frustrating as the\none deployed by the determinists. Every time a determinist asks, “How\ndo you know you were not always going to do that?” the free will believer\ncan reply, “You asked me a question. If this dialogue is to have any\nsignificance, then we must exist in a rational Universe and, therefore, the\nlaws of information give us creativity and free will. If you believe we are\nfully determined, there is no point in my answering your question.”\n\nI reason. Therefore, I have free will.\n\nThe Universe is not a machine.\n\nHOUSE_OVERSIGHT_016043",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016043.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2357,
    "word_count": 399,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.008499",
    "prefix": "IMAGES-003"
  }
}