{
  "document_id": "HOUSE_OVERSIGHT_024729",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024729.txt",
  "text": "OQ},\n\nQO\nHo\nels)\n\nCHAPTERV_ Global Cannabis Regulation\n\nInternational partnerships and business plans are being formed as countries increasingly allow\nimportation and exportation of cannabis products and more companies recognize the global potential\nof the cannabis industry. Canadian companies are cultivating cannabis in South America and sup-\nplying markets in Europe, Australian companies are forming research partnerships with producers in\nIsrael, and European companies are securing cannabis-related patents in the United States. And, as\ndiscussed in more detail in Chapter VII, Capital Markets for Cannabis Companies, more cross-border\ninvestment activity is taking place as industry participants position for the expected further opening of\nglobal cannabis markets.\n\nDespite the growing recognition of the potential medical value of cannabis, the current legalization\nmomentum and the increasingly international scope of cannabis business, the movement of products\nand flow of capital required for a truly global industry continue to be inhibited by incongruous laws,\nregulations and international treaties. For example, concerns about violating U.S. federal banking and\nanti-money laundering regulations have caused certain U.S. banks to refuse to be connected to the\ncannabis industry, avoiding even indirect association with cannabis activity that is legal where con-\nducted. In one instance, a number of U.S. banks threatened to cease business with certain Uruguayan\nbanks that serviced pharmacies legally distributing recreational cannabis within Uruguay. In turn, those\nUruguayan banks effectively forced the pharmacies to stop participating in Uruguay’s cannabis market.\n(In a similar way, lack of access to the U.S. federal banking system continues to inhibit growth of the\ndomestic cannabis industry.) Until the largest economies in the world more fully embrace cannabis, we\nmust stop short of calling cannabis a truly global industry. However, we believe that the legalization\nmomentum will continue worldwide.\n\n= United Nations Conventions\n\nInternational regulation of cannabis, cannabis derivatives and many other narcotic, psychotropic and\nsimilar substances is addressed primarily by three international treaties (Conventions) adopted through\nthe United Nations (UN) between 1961 and 1988.\n\nThe Single Convention on Narcotic Drugs of 1961 (1961 Convention) addresses regulation of\nthe cannabis plant, the coca flower and the opium poppy; certain of their derivatives (such as hash-\nish, cocaine and heroin, respectively); and any other substance found in accordance with the 1961\nConvention to be “liable to similar abuse and productive of similar ill effects.” The 1961 Convention\nestablishes four schedules of substances subject to increasingly strict controls in the following order:\nSchedule HI, Schedule II, Schedule I and Schedule IV. Schedule IV substances (the most strictly con-\ntrolled) are those Schedule I substances found to be particularly liable to abuse and to produce ill effects\nand for which such liability is not offset by substantial therapeutic advantages. Cannabis, cannabis\nresin, and extracts and tinctures of cannabis are included on Schedule I; cannabis and cannabis resin\nare also included on Schedule IV.\n\nThe Convention on Psychotropic Substances of 1971 (1971 Convention) addresses regulation of\ncertain “psychotropic” substances, which the Convention recognizes generally as substances that may\nstimulate or depress the central nervous system causing “hallucinations or disturbances in motor func-\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 93\n\nHOUSE_OVERSIGHT_024729",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024729.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3627,
    "word_count": 517,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.241726",
    "prefix": "IMAGES-008"
  }
}