{
  "document_id": "HOUSE_OVERSIGHT_017764",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017764.txt",
  "text": "Page 50 of 52\n2005 B.Y.U.L. Rev. 835, *920\n\ndecision to schedule, reschedule, or continue criminal cases should include victim mput through the victim's assertion of the\nright to be free from unreasonable delay.\" 73°\n\n[*921] The proposed rule also requires that the court state its reason for granting any continuance. This requirement stems\nfrom a recommendation from the President's Task Force on Victims of Crime, which noted \"the inherent human tendency to\npostpone matters, often for insufficient reason,\" and accordingly recommended that \"reasons for any granted continuance ... be\n\nclearly stated on the record.\" 337 Several states have adopted similar provisions. 73%\n\nRule 51 - Claiming Error Regarding Victims’ Rights\n\nThe Proposal:\n\nThe procedures for a victim to assert error should be spelled out in the rules as follows:\nRule 51. Preserving Claimed Error\n\n(a) Exceptions Unnecessary. Exceptions to rulings or orders of the court are unnecessary.\n\n(b) Preserving a Claim of Error. A party or a victim may preserve a claim of error by informing the court - when the court\nruling or order is made or sought - of the action the party wishes the court to take, or the party's objection to the court's action\nand the grounds for that objection. If a party or a victim does not have an opportunity to object to a ruling or order, the absence\nof an objection does not later prejudice that party. A ruling or order that admits or excludes evidence is governed by Federal\nRule of Evidence 103.\n\nThe Rationale:\n\nThe CVRA authorizes victim appeals and includes procedures for expedited handling of those appeals. 33° The proposed rule\nwould [*922] incorporate victims into the existing rule regarding preservation of errors.\n\nRule 53 - Closed-Circuit Transmission of Proceedings for Victims\n\nThe Proposal:\n\nClosed-circuit transmission of court proceedings for victims should be authorized as follows:\nRule 53. Courtroom Photographing and Broadcasting Prohibited\n\n(a) General Rule. Except as otherwise provided by a statute or these rules, the court must not permit the taking of photographs\nin the courtroom during judicial proceedings or the broadcasting of judicial proceedings from the courtroom.\n\n334 18 U.S.C. 3161-3174.\n\n335 United States v. Turner, 367 F. Supp. 2d 319, 334 n.14 (E.D.N.Y. 2005) (recognizing victim's \"participatory right\" with respect to delays\nin a criminal case).\n\n336 150 Cong. Rec. $10,911 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl) (emphasis added).\n337 President's Task Force on Victims of Crime, Final Report 76 (1982).\n338 See, e.g., Ariz. Rev. Stat. Ann. 13-4435(B) (2001) (courts required to \"state on the record the reason for [any] continuance\"); Utah Code\n\nAnn. 77-38-7(3)(b) (2004) (court required to \"enter in the record the specific reason for the continuance and the procedures that have been\ntaken to avoid further delays\").\n\n339 See 18 U.S.C.A. 3771(d)(3) (West 2004 & Supp. 2005).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017764",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017764.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2970,
    "word_count": 471,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.528087",
    "prefix": "IMAGES-004"
  }
}