{
  "document_id": "HOUSE_OVERSIGHT_013356",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013356.txt",
  "text": "91. On July 20, 2010, Bradley Edwards received a letter from the U.S. Attorney’s\n\nOffice for the Southern District of Florida — the office responsible for prosecuting Rothstein’s\nPonzi scheme. The letter indicated that law enforcement agencies had determined that Edwards\nwas “a victim (or potential victim)” of Scott Rothstein's federal crimes. The letter informed\nEdwards of his rights as a victim of Rothstein’s fraud and promised to keep Edwards informed\nabout subsequent developments in Rothstein’s prosecution. See Letter attached hereto as Exhibit\n\n| 92. Jeffrey Epstein filed a-complaint with the Florida Bar against Bradley Edwards,\nEsa, raising allegations that Edwards and others were involved in the wrongdoing of Scott\nRothstein. After investigating the claim, the Florida Bar dismissed this complaint. See Edwards\nAffidavit, Exhibit “N” at (23.\n\nEp stein Takes the Fifth When Asked Substantive Questions About His Claims Against Edwards\n\n| 93. On March 17, 2010, defendant Epstein was deposed about his lawsuit against\nEdwards, Rather than answer substantive questions about his lawsuit, Epstein repeatedly\nsnyéked his Fifth Amendment privilege. See Epstein Depo. taken 3/17/10, Deposition\nAttachment #1. |\n\n| 94. In his deposition, Epstein took the Fifth rather than answer the question:\n“Specifically what are the allegations against you which you contend Mr. Edwards ginned up?”\nId. at 34.\n\n95. In his deposition, Epstein took the Fifth rather than name people in California that\n\nEdwards had tried to depose to increase the settlement value of the civil suit he was handling. Jd.\n\nat 37.\n38\n\nHOUSE_OVERSIGHT_013356",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013356.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1632,
    "word_count": 249,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:45.069967",
    "prefix": "IMAGES-002"
  }
}