{
  "document_id": "HOUSE_OVERSIGHT_017986",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017986.txt",
  "text": "Case 1:19-cv-03377 Document1-3 Filed 04/16/19 Page 2 of 3\n\nAlan Dershowitz: ‘| never had sex with Virginia Roberts’ | Miami\n\na) miamiherald.com/opinion/letters-to-the-editor/article222532470.html\n\nIn its series on the Jeffrey Epstein case, “Perversion of Justice,” the Herald quotes an\naffidavit by Virginia Roberts — a woman | never met — claiming she had sex with me on\nEpstein’s island, ranch, plane and mansion. It then simply says | “denied” it.\n\nIn fact, | disproved it. | produced my travel, phone, credit card and TV appearance\nrecords, conclusively proving that | could not have been and was not in any of these\nplaces during the time Roberts knew Epstein. The former FBI director, assisted by a\nformer assistant U.S. attorney and a chief federal marshal, reviewed these records and\nthe other evidence and concluded that, “The totality of the evidence found during the\ninvestigation refutes the allegations.”\n\nThere is other evidence, currently under seal, that directly establishes my innocence. | am\nseeking to unseal emails between Roberts and a journalist, a book manuscript by Roberts\nand a legal brief that are smoking guns showing that | was “deliberately framed for\nfinancial reasons.”\n\nADVERTISING\n\ninRead invented by Teads\nThere is also irrefutable evidence that Roberts lied about other people for money. She\n\ntold a British tabloid that she met Al and Tipper Gore on Epstein’s island and swore that\nshe had dinner with Bill Clinton on the island. But Secret Service records prove that none\nof these people were on the island. Indeed, the Gores didn’t even know Epstein.\n\nGet six months of free digital access to the Miami Herald\n\n| have a tape recording of a conversation with Roberts’ closest friend in which she says\nthat Roberts told her she “felt pressure to go after [Dershowitz]” in order to obtain\nmoney from a wealthy businessman, and that Roberts had never previously included me\namong the people with whom she claimed to have had sex.\n\nFinally, one of Roberts’ own lawyers has acknowledged in front of witnesses that her\nclaims against me are “wrong” “simply wrong.”\n\nThe evidence of my innocence is indisputable: | never met Roberts; | never had sex with\nher; she simply made up the entire story for money.\n\nRoberts made her false claims against me in court documents that immunize her from\nbeing sued for defamation. | challenge her to repeat her false accusations out of court,\nso that | can sue her for defamation and let a jury decide — after seeing all the evidence,\n\n1/2\n\nHOUSE_OVERSIGHT_017986",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017986.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2532,
    "word_count": 418,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.262527",
    "prefix": "IMAGES-004"
  }
}