{
  "document_id": "HOUSE_OVERSIGHT_021163",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021163.txt",
  "text": "Beach, but it had it’s own witchery feel to it. Another unseen side to this\nMan I was coming to know.\n\nWe both undressed and J followed Jeffrey into the steam room first. He\nloved feeling clean, teaching me that the steam would deplete the toxins\nfrom your skin, which was great during a massage when your blood flow\nis being replenished. I grabbed his foot out of instinct, knowing I had to\nbe constantly on alert to keep this man satisfied. He looked down at me\nwith-a nod and reclined back against the wall as the steam pored in, this\nwas his idea of alleviation. [ worked up to his calves and within a few\nmore minutes, he said he was ready for his massage on the bed. We got\nout and towel dried off, both still nude, he asked me to stay undressed,\nthen we headed to massage bed in the middle of the room. He lay down\non the bed and told me to tum on the CD player on the wall hutch, where\nall of the oils and lotions were set out, I hit play and a collection of mixed\nclassical symphonies began to fill the silence. I could tell he wasn’t in\none of those moods to be uplifted with idle chat, so | remained silent,\nletting him enjoy my slow movements, making my way up his body. My\ninstincts told me I was right about his mood, as he seemed to appreciate\nthe quietness of moment and the leisurely of the strokes I was using to\nmassage him. When I got to his scalp he turned over, and grabbed my\nhand to put on his erect manhood. No words spoken yet, I took the\ngesture and initiated what I had been taught over the last week. While\npleasing my master his hands groped my young flesh, penetrating my\ninsides with his fingers, he was only concerned with what he wanted, as\nIf | was a new car out for a test drive and he was pressing his new\ngadgets. His soft moans were soon brought to louder heaves of breath and\nmy job was done. No intimate kisses, or sweet pillow talk. He showed his\nappreciation with money, never attachment. We concluded with a shower\nand he told me he had some business to conduct. He walked me to the lift\nand told me go to the next level and my room was the first one on the\nright, it had an intercom in which he can contact me when needed.\n\nI hit number 5 on the lift and took his directions to my room. I opened\nthe door to this massive loft, the size of an adequate house. I walked\ndown the long hall and my eyes took in the magnificence of my\nsurroundings. It was a room fit for royalty, and later would find out had\nbeen stayed in by some. The room was trimmed in gold paint and had\nanother eerie tapestry on the main wall as feature. There was a T.V and a\nhuge king sized bed, with goose feathered comforter and pillows.\n\nAll of the glitter from Jeffrey’s lifestyle he was offering me finally\ncovered the last bit of sight I had left and I let go of my consciousness.\nExcited by my enthralling day, not having anyone around to have to act\nreserved, I jumped into the soft bed and lay looking around, thinking\nabout how quick life could change based upon one swift decision. Dazing\n\nBA\n\nFl Copyright Protected Material\nCONFIDENTIAL GIUFFRE004170\n\ninto the artistry, the intercom buzzed on the telephone next to the bed and\nit was a housemaid letting me know Jeffrey wanted to see me in his office\nnow. “Already” I thought to myself, I was just getting settled in. I was\nworried I was going to get lost in this ancient museum, but I got myself\nback to his office with no trouble, it was kind of hard to miss. I knocked\nat the slightly ajar door and Jeffrey called for me to enter. I walked over\nto his desk, where he was just ending a phone call and he opened his\nduffel bag full of money. “T’ll be out at my other office for most of the\nday, so instead of being locked inside | thought you should go do some\nsightseeing for the day since it is your first trip to the Big Apple” He\ndidn’t count how much he was giving me he just handed mea bundle out\nof the banded $100 dollar bills. He knew just how pull the right strings,\nmaking me squeal in delight and give him a kiss in the cheek, since we\nwere never really emotionally intimate, it would be odd to act in any\nother way, but he seemed to like it.\n\nI ran upstairs to get dressed for “City” shopping and put my make-up\non, then hit the streets of N.Y.C, looking for a place to start spending this\nload of dosh. When I got to the end of 72\" street on Sth Avenue, I had no\nidea which way to turn, left or right. 1 thought I’d just follow the lights\npast Central Park and see the local sights on my way. My eyes were once\nagain peeled back in splendor. I had never imagined a place so busy with\nthe hustle and bustle of all the walks of life. My first stop was to buy a\ndisposable camera and I was off taking photos of every wonder that\ncaught my attention. I didn’t do much shopping as I had planned too; |\nwas having too much fun exploring this capacious metropolitan.\n\nWhen it started to hit dusk I began walking back to Jeffrey’s but not\nbefore stopping off to enjoy a giant slice of pepperoni pizza, it was the\nbest | had ever had, and considering | was going back to Jeffrey’s\nchickpea and tofu salad’s or such. I really hated the healthy cuisine\nserved by Jeffrey’s personal chef. I was a naturally skinny girl, never\nwatching what I ate and to eat that food I might as well have chewed on\nhay. I strolled back to Jeffrey’s and was missed. Ghislane scolded me\n“You shouldn’t have been gone so long young lady”, “We need to know\nwhere you are at all times, you are on call for Jeffrey” I started to\napologize, feeling guilty, I didn’t want them to think I didn’t take my job\nwith them seriously. She cut off my explanation with a short conclusion\nto this conversation “We will get you a cell phone tomorrow, so we can\nalways find you”. I thanked her for her generosity, and she dismissed me\nto my room. So I wasn’t even needed after all, it was just a way for her to\nplace me deeper in their control. The next few days I was on call, as\nGhislane said I’d be. Venturing out to the city for only an hour or so at a\ntime, I looked most forward to my outings. | would return to Jeffrey’s\n\n38\n\n1 Copyright Protected Material\n\nGIUFFREOO4 171\n\nHOUSE_OVERSIGHT_021163",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6147,
    "word_count": 1195,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:44.354382",
    "prefix": "IMAGES-006"
  }
}