{
  "document_id": "HOUSE_OVERSIGHT_018794",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018794.txt",
  "text": "The Strip contains some of the highest visitor counts and retail sales per square\nfoot in the world. High profile retail properties that would compete with a\nfuture luxury or lifestyle retail development at the Site are summarized below.\n\nLocated just south of the Site, Town Square Las Vegas contains a world-class\n902,000 square-foot regional lifestyle center anchored by Apple, AMC Cinemas,\nWhole Foods, H&M, Old Navy, Staples, Guitar Center and a recently opened\nSaks Off Fifth Avenue.\n\nFashion Show Mall, a +1.9 million square-foot regional mall, is located at the\nnorthwest corner of Las Vegas Boulevard and Sands Avenue. It underwent a $1\nbillion expansion and renovation in 2003. Anchors at this high-end fashion mall\ninclude Neiman-Marcus, Nordstrom, Saks, Robinson-May, Dillard’s, Macy’s\nand Bloomingdales Home.\n\nBuilt in 1992, Forum Shops contains +510,000 square feet. Major tenants\ninclude Niketown and high-end fashion houses such as Hugo Boss, Armani,\nBurberry, Christian Dior, Ferragamo, and Valentino.\n\nThe Grand Canal Shoppes at The Venetian is located on the second floor of the\nVenetian Hotel. Built in 1999, this mall contains +500,000 square feet. It also\nfeatures specialty shops such as St. John, Cannaletto, Sephora, Ann Taylor,\nand Bebe. The Palazzo resort opened in early 2008 and The Shoppes contain\nover 50 international boutiques and is anchored by Barneys New York. Other\nboutiques include Coach, Ralph Lauren, Burberry, and Christian Louboutin.\nThe newest addition to the retail sector is the Crystals Shopping Center which\nis located in the City Center Development.\n\n~ HOUSE_OVERSIGHT 018794",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018794.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1624,
    "word_count": 250,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:49.203851",
    "prefix": "IMAGES-005"
  }
}