{
  "document_id": "HOUSE_OVERSIGHT_017803",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017803.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 3 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 4 of 18\n\nAcosta, who is now President Donald Trump’s secretary of labor, told lawmakers last year at his confirmation hearing that he did not know that Epstein\nwould receive such liberal treatment while incarcerated. But court records show that federal prosecutors under his authority acquiesced to many of\nEpstein’s demands, including that he not go to federal or state prison.\n\n“T can’t remember how I found out that he had taken a plea,” said Courtney Wild, identified by the FBI as one of more than three dozen underage girls —\nsome of them as young as 13 — who had been molested by Epstein at his waterfront estate between 2001 and 2005.\n\n“We were purposefully misled into believing that his sentencing [in state court] had nothing to do with the federal crimes he committed against me or the\nother girls.”\n\nEpstein, now 65, was released in 2009 after serving 13 months.\n\nWild, who was 14 when she met Epstein, is suing the federal government, alleging that prosecutors kept her and other victims in the dark as part of a\nconspiracy to give Epstein — described in the lawsuit as “a powerful, politically connected multimillionaire” — one of the most lenient deals for a serial\n\nchild sex offender in history.\n\nCourtney Wild is suing the federal government, claiming that prosecutors deliberately kept her and other victims of Jeffrey Epstein in the dark about the status of his case. The\nU.S. Attorney's Office signed a non-prosecution agreement with the multimillionaire. Emily Michot £/1/CHOT@MIAMIHERALD.COM\n\nNow 31, Wild is Jane Doe No.1 in “Jane Doe 1 and Jane Doe 2 vs. the United States,” which seeks to overturn Epstein’s plea agreement on the grounds that\nit was executed in violation of the federal Crime Victims’ Rights Act. The measure affords crime victims a series of rights, including to confer with\nprosecutors and to be notified about plea negotiations and sentencing.\n\nThat lawsuit — and an unrelated state court case scheduled for trial on Dec. 4 — could expose more about Epstein’s crimes, as well as who else was\ninvolved and whether there was any undue influence that tainted the federal case.\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017803",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017803.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2350,
    "word_count": 385,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.278113",
    "prefix": "IMAGES-004"
  }
}