{
  "document_id": "HOUSE_OVERSIGHT_024042",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024042.txt",
  "text": "V. NEW LEAF VENTURE PARTNERS INVESTMENT STRATEGY\n\nNew Leaf’s investment strategy is differentiated in the venture capital industry in terms of its\nsector focus, specific approaches within each sector, and the depth of experience and long-term\ntrack record that supports each element of the strategy. NLV-III will be invested in a diversified\nportfolio across four sectors: a primary focus on Biopharmaceuticals and Information\nConvergence, and a secondary focus on Medical Devices and Biological Research Tools &\nInfrastructure. The Fund Managers believe that these are the sectors within the healthcare\ntechnology industry where, with a targeted and specific sector strategy, there is the potential to\ngenerate attractive returns within a time frame consistent with the goals of investors in a\nventure capital fund. Importantly, the drivers behind the opportunity for value creation, major\nrisk factors, capital requirements, timelines, and universe of potential acquirers in each of these\nsectors are distinct, and thus a portfolio constructed with investments with a combination of\nthese will benefit from this diversification.\n\nThe Fund Managers will invest the Fund in a diversified portfolio composed of an estimated 24\n- 28 companies that will be predominantly domiciled in the U.S., but could include a small\nnumber of companies based in Western Europe or Canada. The Fund Managers intend to serve\non the boards of directors for the majority of the companies in the portfolio and will generally\nseek to establish ownership positions in companies that are large enough to allow them to exert\nconsiderable influence on the company’s strategies, budgets, financing plans, operating\nobjectives, management team composition, and paths to exit.\n\nConsistent with past transitions between funds, the Fund Managers have evolved the\ninvestment strategy for NLV-III to reflect the team’s view of where the most attractive\nopportunities will exist during the life of the Fund. The investment strategy for NLV-III will be\ndistinct from other recent funds in terms of the specific weightings that will be placed on the\ntargeted sectors, and certain considerations for company selection within those sectors.\n\nBIOPHARMACEUTICALS INVESTMENT STRATEGY\n\nAs in all previous funds, biopharmaceutical investments will be the core focus for NLV-III and\nwill comprise approximately 50% - 60% of the Fund. The Fund’s biopharmaceutical\ninvestments will be mostly in development stage and commercial stage private companies, and\nwill also likely include some investments in small capitalization public companies through\nstructured transactions. The Fund Managers intend to construct a well-diversified portfolio of\nbiopharmaceutical investments that includes a balanced mix of companies with earlier stage\nand later stage development programs and product platform technologies. Regardless of stage,\nby focusing on biopharmaceutical investments ahead of key risk inflection points, the Fund\nManagers expect to fund companies through the periods of greatest value creation to points\nwhere they will either become attractive targets for acquisition or partnership, or become of\nhigh interest to public market investors. In some cases, private companies whose underlying\nassets mature to these stages will become viable candidates for initial public offerings (IPOs) or\nmergers into public companies.\n\n31 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024042",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024042.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3439,
    "word_count": 505,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.283664",
    "prefix": "IMAGES-007"
  }
}