{
  "document_id": "HOUSE_OVERSIGHT_019732",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019732.txt",
  "text": "244 | HOW AMERICA LOST ITS SECRETS\n\nwas a nervous period,” Snowden recalled. Although he bravely told\nThe Guardian “there was no risk” that the information he carried\nhad been compromised by other parties in Hong Kong, that claim\nwas, at best, wishful thinking on his part.\n\nBy this time, he had registered at the hotel under his true name\nand provided his credit card; he was in contact with three high-\nprofile journalists, two well-known hacktivists, and, as he suggested\nto Gellman, a foreign diplomatic mission.\n\nThe mission’s interest would likely be piqued when the news-\npaper published its first story on June 6. Greenwald then went on\nTV in Hong Kong, revealing to every interested intelligence service\nthat a defector from the NSA was in Hong Kong providing secret\ndocuments.\n\nPoitras released the famous video showing Snowden and secret\nNSA documents three days later. At this point, Snowden shone\nbrightly as a beacon to NSA secrets to every player in the intelli-\ngence game, even if they did not know the extent of the damage he\ncould inflict on American intelligence.\n\n© Snowden fogged over his travel plans to the media by telling ©\nreporters that he intended to remain in Hong Kong and fight extra-\ndition, but certainly the Russian officials whom he contacted became\naware that he had other plans, having relayed his request to go to\nRussia to their superiors in Moscow. And, unlike the media, any\nsophisticated intelligence service was well aware of his movements.\nIn Hong Kong, cell phones emit their GPS location every three sec-\nonds; even if Snowden disabled his own phone, lawyers and helpers\ncould be tracked with ease.\n\nChina’s president, Xi Jinping, who was meeting President Obama\nfor the first time in Rancho Mirage, California, on June 8, would\nhave been keenly interested in the unfolding Snowden affair. Obama\nhad publicly called Xi to task for Chinese cyber espionage, and now\nthat charge was undermined by Snowden’s accusation that the\nUnited States was engaged in massive cyber espionage. U.S. intel-\nligence verified that China instituted a full-court press of Snowden\nin Hong Kong immediately after the release of the video. From\nthat moment on, any communication or movement Snowden made\n\n| | Epst_9780451494566_2p_all_r.indd 244 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019732",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019732.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2313,
    "word_count": 381,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.205802",
    "prefix": "IMAGES-005"
  }
}