{
  "document_id": "HOUSE_OVERSIGHT_018330",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018330.txt",
  "text": "system’s functionality.”134 Hackers, they mean, reveal the dangerous holes of our\nnew world. The bad news is that the worst of them (and often the best of them skill\nwise) did this at times by swiping your data, your money and finally your peace of\nmind. Their fortunes and safety and curiosity — all of these are woven together in\ntheir hot hunger to touch and pull and break the roots of the network. In a world of\nexpanding connection, they are both more powerful and more dangerous than ever.\n\n3.\n\nNetworked systems of our age are confronted, constantly, with diverse, dangerous\nchallenges, each informed by that Gordian paradox so familiar to us by now: The\nmore connected we are, the greater the risks. And as bank balances, secret jet\nengine designs, and other priceless digital data are developed and then slipped\nsafely away on connected machines, the rewards for cracking into the systems grow\n- far faster than the (near zero) costs of trying to break in. “It is increasingly\nobvious,” security researchers F.X. Lindner and Sandro Gaycken have said, “that the\nstate of the art in Computer Network Defense is over a decade behind its\ncounterpart in Computer Network Offense. Even intelligence and military\norganizations, considered to be the best positioned to defend their own\ninfrastructures, struggle to keep the constant onslaught of attackers with varying\nmotives, skills and resources at bay.”!35 The long list of failed US government\nsecurity attempts express a strange digital logic: The more essential it is that an\norganization keep a secret, the less it seems able to do so. A decade behind? That is\nthe gap between a flip phone and an iPhone. In the hyperspeed world of technology\nit is like confronting a laser weapon with a hoplite. The losing race slips easily\nenough into Donald Rumsfeld’s aheader-behinder dynamic, the one that haunts the\nparadoxes of national power we face now. Are we killing more terrorists than the\nmadrassas are producing? Rumsfeld wondered. We can ask: Are we plugging more\nmachines with more layers, software and applications than we can protect? Are we\nmaking more bugs than we're patching? (Yes and yes.) “Attackers are not like\nnatural catastrophes,” Lindner and Gaycken write. “They can analyze their targets.”\n\nBratus, a math genius who turned to computer science out of curiosity and now\nteaches at Dartmouth, has spent a fair amount of time trying to understand just\nwhat happens when a computer or a network is exploited by a hacker, or “pwned” in\nthe funny idiom of Warez Dudes language. (The phrase means to take control, or to\n“own” a system. The spelling is an artifact of an overenthusiastic video-game death\nmatch gloat, in which one player killed another and in his rush to celebrate typed\nsomething along the lines of “I pwned you!” The mis-typing lives today: The highest\naward in hacking is known as The Pwnie.) Bratus calls the resulting, pwned device a\n\n134 “Exploit engineers” :Sergei Bratus, et al. “Chapter 13: ‘Weird Machine’ Patterns”\nin C. Blackwell and H. Zhu (eds.), Cyberpatterns, Springer International Publishing\nSwitzerland 2014, p. 13\n\n135 Even intelligence: Felix “F.X” Lidner and Sandro Gaycken, “Back to Basics:\nBeyond Network Hygiene”, in Best Practices in Computer Network Defense: Incident\nDetection and Response, M.E. Hathaway (Ed.) IOS Press, 2014\n\n98\n\nHOUSE_OVERSIGHT_018330",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018330.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3367,
    "word_count": 553,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.489631",
    "prefix": "IMAGES-004"
  }
}