{
  "document_id": "HOUSE_OVERSIGHT_018564",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018564.txt",
  "text": "then distributed copies by hand. Then he was slammed by his own community for doing\nso... well, read on and learn more about what happened next.\n\nI was honored to interview Berkowitz in early 2009. I really love it when I get the chance\nto talk to boundary-breaking activists who were around before I was born, especially if\ntheir domain is sexuality. I feel a combination of both exhilaration and despair during\nthese discussions -- exhilaration because I learn how far we've come, and despair\nbecause I can see how we keep making the same mistakes again and again and again.\n\nte Ok ok\n\nInterview with Richard Berkowitz, Star of Sex Positive and Icon of Safer Sex\nActivism\n\nOur second film at my awesome sex-positive film series was Sex Positive, a fascinating\ndocumentary about the history of safer sex. I'll be honest: I was psyched about Sex\nPositive from day one, long before I'd even seen it. It was the first film I chose for my\nfilm list. In fact, the whole idea for the film series came out of a conversation I had with\nLisa (our lovely Hull-House Museum education coordinator) in which I said that I\nwanted to see Sex Positive, and then added, \"There are so many sexuality movies I want\nto see. You and I should have a regular movie night!\" She looked at me and said\nthoughtfully, \"You know, I bet people besides us would come to that...\"\n\nSex Positive tells the story of Richard Berkowitz -- and how he was one of the first to\nspread the word about safer sex in America. Berkowitz, a talented writer, started out as a\nhot-blooded participant in the promiscuous gay bathhouse culture; later, he became an\nS&M hustler (i.¢., a sex worker). When AIDS started decimating the gay community,\nBerkowitz was instrumental in teaching his community (and the world) about safer sex.\nAs it became clear to some medical professionals that sexual promiscuity spread AIDS,\nBerkowitz tried to tell the world about their findings. But there was a huge backlash\nagainst him -- because in those days, the promiscuous bathhouse culture was seen by\nmany gay men as a huge part of identifying as gay and sex-positive... and anyone who\nargued against it, or tried to modify it, was therefore cast by many people as sex-negative.\n\nAfter we screened Sex Positive, I reviewed it on my blog, and Richard Berkowitz himself\nread the review! He left a comment offering feedback, and I was so thrilled and honored\nto hear from him that I emailed him right away. We talked a little bit, and met in person\nlast time I was in New York City -- and I practically begged him to let me interview him\nby email. Here's the results: a discussion of Richard's history with S&M; what he thinks\nabout advocacy; his feelings about the gay community and its history; and where he finds\nhimself in his life right now.\n\nClarisse Thorn: In Sex Positive, you mention that you didn't initially think of\nyourself as a BDSM type, but that you had partners who convinced you to do it. Do\nyou think you would have gotten into BDSM if you hadn't had partners pressuring\nyou to do it? Do you think you would have gotten into it if you hadn't been able to\nmake money at it?\n\nRichard Berkowitz: I was filmed talking in three- to four-hour sessions over the course of\na year about difficult, often painful, personal history. At times I felt uncomfortable, I\n\nHOUSE_OVERSIGHT_018564",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3332,
    "word_count": 591,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.154918",
    "prefix": "IMAGES-005"
  }
}