{
  "document_id": "HOUSE_OVERSIGHT_012112",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012112.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 6 of 23\n\na couple of weeks, maybe a week, I had quit Mar-a-Lago and I was working for Jeffrey\nfull time.\n\nJS: Ok, let’s talk about your job at Mar-a-Lago, if we could. You said that your Dad was\nworking there. What was his position at Mar-a-~-Lago?\n\nV: He was a maintenance supervisor I think is what it was called? He like managed the\ntennis courts and air conditioners and things like that.\n\nJS: | What is your Dad’s full name?\n\nV: Sky William Roberts.\n\nJS: — And is he still living here in South Florida now?\nV: No, he’s not, he’s in California.\n\nJS: Ok. Is your Dad aware of what is currently going on with regard to your having made\npublic statements about your relationship with Jeffrey?\n\nV: Yes, he is well aware of it. I told my family even before all this stuff came out, because\nthey were the first ones contacted by the journalists from Mail on Sunday. I know that\nthey the Mail on Sunday printed that I had gone out and tried to, I mean I think one of the\nphotos said that I was angry that I saw Jeffrey and the Prince walking together and that is\nwhy I came out and went public with everything. Not true. I mean, I am angry about\nhow they are still up to their old ways together and that they’re still hanging out but I\ndidn’t contact the Mail on Sunday and I didn’t bring it out. I figured that everyone was\ngoing to bring it out anyway and I better bring it out the right way. He’s known\neverything from the start, and my family is very supportive with everything going on.\n\nJS: I’mkind of going to jump around a little bit and I apologize for that, but since the subject\nhas come up, tell me first of all why you are providing this cooperation to us, and I am\ncertainly very appreciative of it, but I want you to tell us why it is you’ve chosen to spend\ntime with us on the telephone and provide this information that you’re now providing.\n\nV: I’m out to help the bigger picture, you know, I think all of us can make a big difference in\na lot of other people’s lives and I think that this has gone on long enough and it’s a big\nslap in my face that he can get away with hurting me so bad let alone so many other girls\nand laugh about it. I guess I talked to you guys out because I want to see the right thing\nhappen, not just to him, but I want people in the world to understand this is not the way\nof life, you know, it’s not acceptable to go out procure young girls and make them think\nthat, this is the way you should be living and that’s all. Yeah, I guess my reason for\ndoing it is to help the bigger picture, you know, I’m a big believer in karma and I believe\nthat good things will come back to you, so I guess that’s why I’m doing this.\n\nHOUSE_OVERSIGHT_012112",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012112.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2752,
    "word_count": 539,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.611398",
    "prefix": "IMAGES-001"
  }
}