{
  "document_id": "HOUSE_OVERSIGHT_029264",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029264.txt",
  "text": "Case 5:16-cv-00797-DMG-KS Document1 Filed 04/26/16 Page5of6 Page ID#:5\n\nMATERIAL WITNESSES\n\n18. Tiffany Doe, a former trusted employee of the Defendant, Jeffrey E. Epstein, has agreed to\nprovide sworn testimony in this civil case and any other future civil or criminal proceedings, fully\nverifying the authenticity of the claims of the Plaintiff, Katie Johnson. Witness Tiffany Doe was\nemployed by the Defendant, Jeffrey E. Epstein, for more than 10 years as a party planner for his\nunderage sex parties. Despite being subject to constant terroristic threats by Defendants Epstein\nand Trump to never reveal the details of these underage sex parties at which scores of teenagers,\nand pre-teen girls were used as sex slaves by Defendant Epstein and Defendant Trump, witness\nTiffany Doe refuses to be silent any longer. She has agreed to fully reveal the extent of the sexual\nperversion and physical cruelty that she personally witnessed at these parties by Defendants Epstein\nand Trump.\n\n19. Material witness Tiffany Doe fully confirms all of Plaintiff Katie Johnson's allegations of\nphysical and sexual abuse by Defendants Donald J. Trump and Jeffrey E. Epstein. Tiffany Doe was\nphysically present at each of the four occasions of sexual abuse by Defendant Trump upon the\nperson of Plaintiff Johnson, as it was her job to witness all of the sexual escapades of Defendant\nEpstein's guests at these underage sex parties and later reveal all of the sordid details directly to\nDefendant Epstein. Defendant Epstein also demanded that Tiffany Doe tell him personally\neverything she had overheard at these parties explaining to her that \"knowledge was king\" in the\nfinancial world. As a result of these underage sex parties, Defendant Epstein was able to accumulat\ninside business knowledge that he otherwise would never have been privy to in order to amass his\nhuge personal fortune.\n\n20. Material witness Tiffany Doe will testify that she was also present or had direct knowledge\nof each of the three instances on which Defendant Jeffrey E. Epstein physically and sexually abused\nthe Plaintiff, Katie Johnson. Tiffany Doe will testify to the fact that the Plaintiff, Katie Johnson,\nwas extremely fortunate to have survived all of the physical and sexual horrors inflicted upon her\n\nby Defendants Epstein and Trump.\n\nCV-126 (09/09) PLEADING PAGE FOR A COMPLAINT\n\nHOUSE_OVERSIGHT_029264",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029264.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2378,
    "word_count": 377,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.310126",
    "prefix": "IMAGES-010"
  }
}