{
  "document_id": "HOUSE_OVERSIGHT_017701",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017701.txt",
  "text": "Page 66 of 78\n2007 Utah L. Rev. 861, *953\n\n516 as do some states. >!7 To ensure that the\n\nprosecutors and their agents to provide notice to crime victims for their rights,\nJustice Department has sufficient resources to provide notice, the CVRA authorizes $ 25 million over the next five fiscal years\nto the Office for Victims of Crime of the Department of Justice for enhancement of victim notification systems. *!® The\nAdvisory Committee should therefore add language to its proposed rule change to require prosecutors to give victims notice of\n\ntheir rights.\n[*954] (New) Rule 60(a)(1) - Proceeding Without Notice to a Victim The Proposals:\n\nI proposed spelling out what would happen in circumstances where a court wanted to proceed with a hearing but no notice had\nbeen given to a victim as follows:\n\n(b) Proceeding With and Without Notice. The court may proceed with a public proceeding without a victim if proper notice has\nbeen provided to that victim under Rule 10.1. The court may proceed with a public proceeding (other than a trial or sentencing)\nwithout proper notice to a victim only if doing so is in the interest of justice, the court provides prompt notice to that victim of\nthe court's action and of the victim's right to seek reconsideration of the action if a victim's right is affected, and the court\n\nensures that notice will be properly provided to that victim for all subsequent public proceedings. *!°\n\nThe Advisory Committee did not propose any such change. **°\nDiscussion:\n\nIt seemed desirable to me to spell out how courts should proceed when victims lacked notice of a hearing. In contrast, the\nAdvisory Committee has chosen not to address the subject.\n\nBy not addressing the subject, the Advisory Committee may be suggesting that the court is forbidden from moving forward\nwhen a victim has not been given notice of a proceeding. The caselaw makes clear that when a defendant has not been given\nnotice, any subsequent court action is void. >?! The CVRA's legislative history shows that the same rule was to apply for\nvictims. As Senator Kyl explained,\n\nIt does not make sense to enact victims’ rights that are rendered useless because the victim never knew of the proceeding at\n\nwhich the right had to be asserted. Simply put, a failure to provide notice of proceedings at which a right can be asserted is\n\nequivalent to a violation of the right itself. >?\n\n[*955] In light of the fact that a court might otherwise be barred from proceeding when a victim has not been given notice, it\nstill seems preferable to me to spell out a way to allow the court to move forward while simultaneously protecting victims'\ninterests. But I will not elaborate the point further here.\n\n(New) Rule 60(a)(2) - Victims' Right to Attend Trials Both the Advisory Committee and I proposed a rule that guarantees\nvictims the right to attend court proceedings except in those very rare instances where the victim's testimony would be\n\n516 See Attorney General Guidelines, supra note 161, at 23.\n\n517 See, e.g., Ala. Code. § 15-23-62 (LexisNexis 1995) (requiring law enforcement officers to give victims initial description of their rights\nand \"the name and telephone number of the office of the prosecuting attorney to contact for further information\").\n\n318 See Pub. L. No. 108-405, 118 Stat. 2260, 2264-65 (2004); see also 150 Cong. Rec. $4267 (daily ed. Apr. 22, 2004) (statement of Sen.\nKyl) (\"We authorized an appropriation of to assure ... that moneys would be made available to enhance the victim notification system,\nmanaged by the Department of Justice's Office for Victims of Crime, and the resources additionally to develop state-of-the-art systems for\nnotifying crime victims of important states of development.\") (emphasis added).\n\n519 Cassell, Proposed Amendments, supra note 4, at 904-05. I proposed adding this as new Rule 43.1, but discuss it here as new Rule 60(a)(1)\nto track the Advisory Committee's nomenclature.\n\n520 Proposed Amendments, supra note 71.\n1 See Wright, supra note 210, § 721, at 13.\n22 150 Cong. Rec. $10910-01 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl) (reprinted in Appendix B).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017701",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017701.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4164,
    "word_count": 695,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.751448",
    "prefix": "IMAGES-004"
  }
}