{
  "document_id": "HOUSE_OVERSIGHT_017531",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017531.txt",
  "text": "ANIV14 CGIAVG\n\nFor more than a decade, David Blaine has been attracting\nthe world’s attention with his high-profile endurance stunts.\nStarting his career as a magician who appeared to do the\nimpossible with a deck of cards, he was soon following in the\nfootsteps of Houdini—seeking out that which seems physically\nimpossible and actually doing it. To that end, he’s been buried\nalive in New York City for a week, barely survived being\nencased inside a six-ton block of ice for three days and three\nnights, stood atop a 100-foot-tall pillar in Bryant Park for 36\nhours without a safety net, survived inside a transparent box in\nLondon on nothing but water for 44 days, and spent one week\nsubmerged in a sphere-shaped aquarium at Lincoln Center, at\nthe end of which he attempted to break the world record for\nbreath holding. A year later, he succeeded live on the Oprah\nWinfrey show, holding his breath for 17 minutes and 4 seconds.\nBorn in Brooklyn, Blaine discovered his passion for\nmagic at the age of four when he saw a magician perform\nin the subway. His mother encouraged his passion and he\nbegan performing professionally at private parties by the age\nof thirteen. By the age of twenty-three, Blaine had created,\ndirected, and produced an original television program titled\nStreet Magic, which garnered rave reviews by critics and\n\nrevolutionized the way magic is portrayed on television.\nPenn Jillette of Penn & Teller called Street Magic “the best\nTV magic special ever done” and “the biggest breakthrough\nin our lifetime.” The New York Times noted that David has\n“taken a craft that’s been around for hundreds of years\n\nand done something unique and fresh with it.” The New\nYorker claimed that “he saved magic.” Since then, Blaine\nhas produced nine additional primetime specials.\n\nBlaine has performed magic privately for U.S.\nPresidents Bill Clinton and George W. Bush, Governor\nArnold Schwarzenegger, Bill Gates, Henry Kissinger, Mayor\nBloomberg, Mark Zuckerberg, and Muhammad Ali, as\nwell as President Dmitry Medvedev of Russia and other\ninternational leaders. He also performed alongside Michael\nJackson, and during the Super Bowl halftime show.\n\nIn 2010, Blaine performed magic for 72 hours\nstraight in Times Square, raising nearly $100,000 for\nrelief efforts following the earthquake in Haiti.\n\nBlaine resides in New York City with his\nfiancée, Alizee Guinochet. The couple welcomed a\nmagical daughter into the world on January 27, 2011.\n\na\n\n= i “\n\nHOUSE_OVERSIGHT_017531",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017531.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2485,
    "word_count": 407,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.620084",
    "prefix": "IMAGES-004"
  }
}