{
  "document_id": "HOUSE_OVERSIGHT_012823",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012823.txt",
  "text": "On April 16, 2007, Cho dressed up in army fatigues. He left his dormitory and killed 32 people\nand wounded 25 others with a semi-automatic Glock 19 pistol filled with hollow-point bullets, designed\nto cause more tissue damage than traditional bullets. Cho then shot himself in the temple, ending his life\nand the Virginia Tech massacre.\n\nCho’s case provides a horrifying example of how fantasies of violence can lead to real life\nenactments and a trail of blood. It also provides a counter-example of the catharsis view: Cho’s fantasies\nabout violent revenge did not make him feel better. It made him feel worse and more violent — a pattern\nsupported by dozens of studies.\n\nNormally raised children as young as seven years old are more likely to act aggressively toward\ntheir peers if they are self-absorbed in a world of aggressive fantasy, and this 1s especially the case for\nchildren who witnessed violence or were subjected to it. Adult men and women are more likely to crave\nviolence after reading an argument in favor of the cathartic magic of violent fantasies than after reading a\nmanifesto against catharsis. Men who engage in aggressive sexual fantasies are more likely to engage in\naggression, but only if they are narcissists. Men who engage in deviant sexual fantasies are more likely to\nenact these fantasies, but only if they exhibit signs of psychopathy. Psychopathy and narcissism are like\nSiamese twins, inseparable. What these studies show is that those who are self-absorbed and play with\nviolent or sexual fantasies, are most likely to take these imaginary worlds onto the real world stage.\n\nFurther evidence of the connection between violent fantasies and violent actions comes from\nstudies by the German psychologist Thomas Elbert who studied child soldiers brainwashed into joining\nthe ranks of the Lord’s Resistance Army, Northern Uganda’s rebel group. Since its inception in 1987, the\nLRA has recruited 25-65,000 children, starting with boys and girls as young as 10-12 years old. In\ndetailed interviews and analyses of now retired child soldiers, Elbert discovered that those who had more\nexperience with killing developed stronger, appetite-driven fantasies of killing, a hunger that had to be\nfulfilled by real killing. As one ex-child soldier noted “The more we killed, the more we acquired a taste\nfor it. If you are allowed to act out this lust it will never let you go again. You could see the lust in our\ngreed popping eyes. [...| It was an unprecedented pleasure for everyone.” Not only was fantasy converted\ninto killing, but the more they killed, the less they experienced any trauma in later life. Unlike the droves\nof veterans who have been returning from Iraq and Afghanistan, and suffer from post-traumatic stress\ndisorder or PTSD, these child soldiers developed an immunity. Many of the veterans from Iraq and\nAfghanistan had no interest in killing, and deemed the war unnecessary. In contrast, these child soldiers\nwere brain washed into believing that killing was necessary, and a sign of importance. Killing that is\njustified is rewarding, whether the justification is real or the product of self-deception. When self-\n\ndeception joins the fray — as I further develop in chapter 3 — killing is not only rewarding but virtuous.\n\nHauser Chapter 2. Runaway desire 77\n\nHOUSE_OVERSIGHT_012823",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012823.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3332,
    "word_count": 545,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.149095",
    "prefix": "IMAGES-002"
  }
}