{
  "document_id": "HOUSE_OVERSIGHT_014865",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014865.txt",
  "text": "Dershowitz details chat about Israel with president at his estate - The Bo... https://www.bostonglobe.com/news/politics/2017/04/06/dershowitz-detai...\n\nSubscribe Members\n| Starting at 99 cents Sign In\n\nwith president at his estate\n\nBy Annie Linskey GLOBE STAFF APRIL 07, 2017\n\nWASHINGTON — For former Harvard Law professor Alan Dershowitz and his\n\nwife, their recent dinner at the Mar-a-Lago club in Florida was a chance to dine\n\nand catch up with old friends. Then President Trump showed up.\n\n“Everyone stood up and clapped,” recalled Dershowitz, who lives in South Florida\n\nduring the Massachusetts winters.\n\nToward the end of the evening, Trump stopped by the table for an extended chat,\nbut not about the Trump-branded chocolate cake. The mogul-turned-president\nwanted to discuss the prospects for Israeli and Palestinian peace with Dershowitz,\n\nwho is well-known for his hawkish, pro-Israel views.\n\n“He pulled me aside,” Dershowitz recalled. “He wanted to talk to me privately\n\nabout the Middle East.”\n\nGet Political Happy Hour\n\nin your inbox: Enter email address | Sign Up\n\nYour afternoon shot of politics, sent\nstraight from the desk of Joshua Miller.\n\nThe March 18 encounter provides a window into the free-wheeling and\n\nunconventional policy making employed by Trump, who prizes spontaneity. As a\n\nbusiness tycoon, he liked to keep an open schedule that allowed for impromptu\nmeetings; it’s a style difficult to replicate in the White House but can work among\n\nthe handpicked people who frequent Mar-a-Lago.\n\n1 of 8 4/7/2017 11:48 AM\nHOUSE_OVERSIGHT_014865",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014865.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1565,
    "word_count": 239,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.079518",
    "prefix": "IMAGES-003"
  }
}