{
  "document_id": "HOUSE_OVERSIGHT_017246",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017246.txt",
  "text": "4.2.12\nWC: 191694\n\nAs I previously mentioned, my initial assignment as Justice Goldberg’s law clerk was to write a\nmemorandum on the possible unconstitutionality of the death penalty. Here is how [ find\nauthor] , in his book , describes the origins of this lifelong collaborative effort.\n\n[Justice Goldberg] called his law clerk Alan Dershowitz into his office and advanced the\ndecidedly immodest idea of using the Constitution to end the death penalty in America.\n\n“The Eighth Amendment prohibits cruel and unusual punishment,” Goldberg told\nDershowitz. “What could be more cruel than the deliberate decision by the state to take a\nhuman life?”\n\nAlan Dershowitz immediately understood the impudence of Goldberg’s proposal. It was\nDershowitz’s very first day on the job and the young clerk, already brimming with energy\nand enthusiasm, was elated by the Justice’s proposed agenda.\n\nWhen Goldberg sat down with Dershowitz in the summer of 1963, not even the American\nCivil Liberties Union believed that capital punishment posed a potential violation of\nconstitutional rights. Dershowitz made this point to Goldberg. “At the time the Eighth\nAmendment was enacted, the colonists were executing people all over the place.\n\nCertainly the framers of the Constitution did not regard the death penalty as\nunconstitutional.”\n\n“Therein lies the beauty of our Bill of Rights,” Goldberg said. “It’s an evolving document.\nIt means something different today than it meant in 1792.”\n\nIn Alan Dershowitz, Goldberg found a kindred spirit and a life story that was in many\nways the New York parallel of his own Chicago childhood...Dershowitz had an aversion\nto capital punishment, which traced back to his childhood. Dershowitz argued against\ncapital punishment as a member of his high school debating team. [I still have a\nhandwritten card from my first high school debate in which I advocate the “abolision of\nC.P.” because “most murderers are products of invironment.”] In law school, he wrote a\nletter to the Prime Minister of Israel...arguing that the death penalty was inappropriate\neven for Adolf Eichmann.\n\nGoldberg’s choice of Dershowitz to write his capital punishment opinion was no\ncoincidence. Goldberg passed on the issue during his first year on the bench in part\nbecause he did not feel that he had the right clerks. He inherited his first set of clerks from\nFelix Frankfurter. Though he had high regard for the retiring justice’s selections, he didn’t\nfeel they were right for the job.\n\nThey worked together through scholarship and advocacy against the death penalty for the\nremainder of Goldberg’s life. It is difficult to imagine that Goldberg could have found a\nmore willing and able confederate than Alan Dershowitz.\n\n159\n\nHOUSE_OVERSIGHT_017246",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017246.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2748,
    "word_count": 436,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.932471",
    "prefix": "IMAGES-004"
  }
}