{
  "document_id": "HOUSE_OVERSIGHT_013013",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013013.txt",
  "text": "5.3 An Architecture Diagram for Human-Like General Intelligence 97\n\nOne possible negative reaction to the integrative diagram might be to say that it’s a kind\nof Frankenstein monster diagram, piecing together aspects of different theories in a way that\nviolates the theoretical notions underlying all of them! For example, the integrative diagram\ntakes LIDA as a model of working memory and reactive processing, but from the papers on\nLIDA it’s unclear whether the creators of LIDA construe it more broadly than that. The deep\nlearning community tends to believe that the architecture of current deep learning networks,\nin itself, is close to sufficient for human-level general intelligence — whereas the integrative\ndiagram appropriates the ideas from this community mainly for handling perception, action\nand language, etc.\n\nOn the other hand, in a more positive perspective, one could view the integrative diagram\nas consistent with LIDA, but merely providing much more detail on some of the boxes in the\nLIDA diagram (e.g. dealing with perception and long-term memory). And one could view the\nintegrative diagram as consistent with the deep learning paradigm — via viewing it, not as\na description of components to be explicitly implemented in an AGI system, but rather as a\ndescription of the key structures and processes that must emerge in deep learning network, based\non its engagement with the world, in order for it to achieve human-like general intelligence.\n\nOur own view, underlying the creation of the integrative diagram, is that different commu-\nnities of cognitive science researchers have focused on different aspects of intelligence, and have\nthus each created models that are more fully fleshed out in some aspects than others. But these\nvarious models all link together fairly cleanly, which is not surprising as they are all grounded\nin the same data regarding human intelligence. Many judgment calls must be made in fusing\nmultiple models in the way that the integrative diagram does, but we feel these can be made\nwithout violating the spirit of the component models. In assembling the integrative diagram, we\nhave made these judgment calls as best we can, but we’re well aware that different judgments\nwould also be feasible and defensible. Revisions are likely as time goes on, not only due to\nnew data about human intelligence but also to evolution of understanding regarding the best\napproach to model integration.\n\nAnother possible argument against the ideas presented here is that there’s nothing new — all\nthe ingredients presented have been given before elsewhere. To this our retort is to quote Pascal:\n\"Let no one say that I have said nothing new ... the arrangement of the subject is new.\" The\nvarious architecture diagrams incorporated into the integrative diagram are either extremely\nhigh level (Sloman’s diagram) or focus primarily on one aspect of intelligence, treating the\nothers very concisely by summarizing large networks of distinction structures and processes in\nsmall boxes. The integrative diagram seeks to cover all aspects of human-like intelligence at a\nroughly equal granularity — a different arrangement.\n\nThis kind of high-level diagramming exercise is not precise enough, nor dynamics-focused\nenough, to serve as a guide for creating human-level or more advanced AGI. But it can be a\nuseful tool for explaining and interpreting a concrete AGI design, such as CogPrime.\n\n5.3 An Architecture Diagram for Human-Like General Intelligence\n\nThe integrative diagram is presented here in a series of seven Figures.\n\nFigure 5.1 gives a high-level breakdown into components, based on Sloman’s high-level\ncognitive-architectural sketch [Slo01]. This diagram represents, roughly speaking, \"modern com-\nmon sense\" about how a human-like mind is architected. The separation between structures\n\nHOUSE_OVERSIGHT_013013",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013013.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3858,
    "word_count": 600,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.600717",
    "prefix": "IMAGES-002"
  }
}