{
  "document_id": "HOUSE_OVERSIGHT_016960",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016960.txt",
  "text": "You can show this in children’s everyday learning, too. Young children rapidly\nlearn abstract intuitive theories of biology, physics, and psychology in much the way\nadult scientists do, even with relatively little data.\n\nThe remarkable machine-learning accomplishments of the recent AI systems, both\nbottom-up and top-down, take place in a narrow and well-defined space of hypotheses\nand concepts—a precise set of game pieces and moves, a predetermined set of images. In\ncontrast, children and scientists alike sometimes change their concepts in radical ways,\nperforming paradigm shifts rather than simply tweaking the concepts they already have.\n\nFour-year-olds can immediately recognize cats and understand words, but they\ncan also make creative and surprising new inferences that go far beyond their experience.\nMy own grandson recently explained, for example, that if an adult wants to become a\nchild again, he should try not eating any healthy vegetables, since healthy vegetables\nmake a child grow into an adult. This kind of hypothesis, a plausible one that no grown-\nup would ever entertain, is characteristic of young children. In fact, my colleagues and I\nhave shown systematically that preschoolers are better at coming up with unlikely\nhypotheses than older children and adults.*? We have almost no idea how this kind of\ncreative learning and innovation is possible.\n\nLooking at what children do, though, may give programmers useful hints about\ndirections for computer learning. Two features of children’s learning are especially\nstriking. Children are active learners; they don’t just passively soak up data like Als do.\nJust as scientists experiment, children are intrinsically motivated to extract information\nfrom the world around them through their endless play and exploration. Recent studies\nshow that this exploration is more systematic than it looks and is well-adapted to find\npersuasive evidence to support hypothesis formation and theory choice.*° Building\ncuriosity into machines and allowing them to actively interact with the world might be a\nroute to more realistic and wide-ranging learning.\n\nSecond, children, unlike existing Als, are social and cultural learners. Humans\ndon’t learn in isolation but avail themselves of the accumulated wisdom of past\ngenerations. Recent studies show that even preschoolers learn through imitation and by\nlistening to the testimony of others. But they don’t simply passively obey their teachers.\nInstead they take in information from others in a remarkably subtle and sensitive way,\nmaking complex inferences about where the information comes from and how\ntrustworthy it is and systematically integrating their own experiences with what they are\nhearing.!\n\n“Artificial intelligence” and “machine learning” sound scary. And in some ways\nthey are. These systems are being used to control weapons, for example, and we really\nshould be scared about that. Still, natural stupidity can wreak far more havoc than\nartificial intelligence; we humans will need to be much smarter than we have been in the\npast to properly regulate the new technologies. But there is not much basis for either the\napocalyptic or the utopian visions of AIs replacing humans. Until we solve the basic\n\n3° A. Gopnik, et al., “Changes in cognitive flexibility and hypothesis search across human life history from\nchildhood to adolescence to adulthood,” Proc. Nat. Acad. Sci., 114:30, 7892-99 (2017).\n\n“L. Schulz, “The origins of Inquiry: Inductive inference and exploration in early childhood,” Trends Cog.\nSci., 16:7, 382-89 (2012).\n\n4 A. Gopnik, Zhe Gardener and the Carpenter (New York: Farrar, Straus & Giroux, 2016), chaps. 4 and 5.\n\n157\n\nHOUSE_OVERSIGHT_016960",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016960.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3698,
    "word_count": 565,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.139979",
    "prefix": "IMAGES-004"
  }
}