{
  "document_id": "HOUSE_OVERSIGHT_020277",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020277.txt",
  "text": "125\n\nCHAPTER SIXTEEN\n\nThe Question of When?\n\n“The NSA was actually concerned back in the time of the crypto-wars with improving American security.\nNowadays, we see that their priority is weakening our security”\n\n—Snowden in Moscow\n\nIn his 1974 novel Tinker Tailor Soldier Spy, John LeCarre helped establish the concept in the\npublic imagination of a mole burrowing unto a rival intelligence service. LeCarre’s now classic\nmole, code-named by the KGB “Gerald,” managed in the novel to gain access to the inner\nsanctum of the British intelligence service MI-6. Aided and guided by his controllers in Moscow,\nhe systematically stole British intelligence secrets. As LeCarre wove the plot, the brilliantly-\norchestrated operation involved spotting, compromising, and recruiting others to gradually\nadvance Gerald the mole to a position of power. Such well-organized penetrations are not limited\nto fiction. The career of KGB mole Heinz Felfe, who was advanced through the ranks of\nGerman intelligence by an elaborate series of sacrifices by his controllers in Moscow until he\nactually headed German counterintelligence in 1961, could have served as the non-fiction\ninspiration for Le Carre’s 1963 novel Zhe Spy Who Came out of the Cold. As US intelligence\nonly found out after the Cold War ended, the KGB also had the ability to sustain moles for\ndecades.\n\nThe CIA also had its share of long term successes, such as Alexander Poteyev, who fed the CIA\nsecrets for over ten years while burrowing into Russian intelligence. In the choreography of\nthese operations, as in Le Carre’s fiction, rival intelligence services ensnared and sacrificed\nrecruits , as if playing a chess game, to advance their moles. Despite notable successes such as\nFelfe, and Poteyev, a great number of these elaborate conspiracies fail insinuate moles in their\nadversaries’ confidence. Intelligence services therefore also take advantage of a more prosaic\nsource: the self-generated spy, or, as they are called in the trade, walk-in.\n\nAlthough they are largely unsung in novels, these walk-ins are an important part of\nespionage. A counterespionage review done for the Presidential Foreign Intelligence Advisory\nBoard (PFIEB) in 1990 found that most US spies in the Cold War had taken documents on their\nown volition and only afterwards offered them to an adversary service. Self-generated spies have\ndiverse motives. Some intelligence workers steal secrets for financial gains. Others take them to\nfurther an ideological interest. As opportunistic enterprises, intelligence services do not turn walk-\nins away if they have valuable intelligence. Indeed, some of the most successful moles were not\nrecruited, or even controlled, by spy agencies. They were self-generated penetrations, or\n“sources” as the KGB preferred to call them, who first stole secrets and later voluntarily deliver\nthem to an adversary. Consider the case of Robert Hanssen, who successfully penetrated the FBI\n\nHOUSE_OVERSIGHT_020277",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020277.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2974,
    "word_count": 460,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.011334",
    "prefix": "IMAGES-005"
  }
}