{
  "document_id": "HOUSE_OVERSIGHT_018554",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018554.txt",
  "text": "been-brewing/\n\nKOK ok\n\nThe Alt Sex Anti-Abuse Dream Team\n\nBDSMers face a lot of stigma around our sexuality, and this can be a major problem\nwhen BDSMers are trying to deal with abusive situations. I've written a lot about\ngenerally negative conceptions of BDSM -- they can briefly be summarized as:\n\n* S&M is wicked,\n\n* abnormal,\n\n* a sign of mental or emotional instability,\n* inherently abusive,\n\n* or even antifeminist.\n\nGiven this climate, it's not surprising that two things almost always happen when BDSM\nand abuse come up:\n\n1) People of all genders who are abused are often unwilling to report. People of all\ngenders who are abused within BDSM relationships tend to be particularly\nunwilling to report. Victim-blaming is already rampant in mainstream society -- just\nimagine what happens to, for example, a woman who has admitted that she enjoys being\nconsensually slapped across the face, if she attempts to report being raped. And that's\nassuming the abuse survivor is willing to report in the first place; ze may prefer not to\nnegotiate the minefield of anti-SM stereotypes ze will be up against, ze may be afraid of\nbeing outed, etc.\n\n2) Members of the BDSM community sometimes push back against real or perceived\nanti-SM stigma by talking about how abuse is rare within the BDSM community. A\nBDSM blog post and comments over at the awesome blog SM-Feminist claim that not\nonly is abuse within the community rare, but abusive BDSM relationships seem\nmore likely to happen outside the community. In fact, if you look then you can find\nposts from submissive women who found that getting into the BDSM community, being\nexposed to its ideals and concepts, helped them escape or understand their past abusive\nrelationships.\n\nI tend to think that #2 is a really good point -- particularly the bit about how abusive\n\nBDSM relationships are more likely to happen outside the community, due in part to lack\nof resources and support for survivors. For this reason, I tend to stress the role of the\ncommunity in positive BDSM experiences, and I encourage newcomers to seek out their\nlocal community. But lots of people don't have access to a local community at all,\nespecially if they're not in a big city. Plus, lots of people have trouble enjoying their local\ncommunity for whatever reason, perhaps because they have nothing in common with\nlocal S&Mers aside from sexuality, or because they don't have time to integrate into a\nwhole new subculture.\n\nThere's also the unfortunate fact that point #2 sometimes reacts with point #1 in a toxic\n\nHOUSE_OVERSIGHT_018554",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018554.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2566,
    "word_count": 433,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.323891",
    "prefix": "IMAGES-005"
  }
}