{
  "document_id": "HOUSE_OVERSIGHT_013416",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013416.txt",
  "text": "Local News: West Palm Beach, Palm Beach County, Martin & St. Lucie Counties | The Palm Beach Post 4/6/11 1:38 PM\n\n| NEXT GENERATION PENNZOIL®\n| : CLEANS OUT UP TO 40% OF\nSLUDGE IN THE 1ST OIL CHANGE*\n\n“Based on a severe sludge clean-up test using SAE 54-30.\n\nSubscribe Now Renew\n\nLocal News Greater Palm Beaches and Treasure Coast\n\nPalm Beach sex offender's secret plea deal:\nPossible co-conspirators not charged, presses\nvictims to settle civil suits\n\nBy SUSAN SPENCER-WENDEL\nPalm Beach Post Staff Writer\nFriday, September 18, 2009\n\nWEST PALM BEACH — Billionaire financier sex offender Jeffrey Epstein's secret non-prosecution agreement he\nstruck with federal prosecutors was unsealed Friday, offering the first public look at the deal Epstein's high-powered\nlegal counsel brokered on his behalf.\n\nAccording the agreement, the Federal Bureau of Investigation and the U.S. Attorney's Office investigated Epstein\nfor various federal crimes, including prostitution, some punishable by a minimum of 10 years up to life in prison\n\nBut federal prosecutors backed down and agreed to recall grand jury subpoeanas, if Epstein pleaded guilty to\nprostitution-related felonies in state court, which he ultimately did. He received an 18-month jail sentence, of which\nhe served 13.\n\nA former federal prosecutor of 15 years, Mark Johnson of Stuart, said the disparity in the potential sentences was\nunusual.\n\nThe United States Attorney's Office also agreed not to charge any of Epstein's possible co-conspirators - Sarah\nKellen, Adriana Ross, Lesley Groff and Nadia Marcinkova.\n\nThe agreement was negotiated in part by New York heavyweight criminal defense attorney Gerald Lefcourt.\n\nOn its first draft in September 2007, it required that Epstein pay an attorney - tapped by the U.S. Attorney's Office\nand approved by Epstein - to represent some of the victims in civil suits they had filed against Epstein. That\nattorney is prominent Miami lawyer Bob Josefsberg.\n\nFormer prosecutor Johnson said he has never seen a provision like that before.\n\nBut an addendum to the agreement signed the following month struck Epstein's duty to pay Josefsberg if he and the\nvictims did not accept a settlement and instead pursued litigation.\n\nThe agreement, signed by Assistant U.S. Attorney Maria Villafana, does not expressly state whether any victims\nwere contacted or consulted before the deal was made.\n\nAttorney Brad Edwards of Fort Lauderdale, who represents three of the young women, believes that none of the\nbetween 30 and 40 woman identified as victims in the federal investigation were told of the deal. Edwards said his\nclients were still receiving letters in the mail months afterwards saying the U.S. Attorney's Office assuring them\nEpstein would be prosecuted.\n\n\"Never consulting the victims is probably the most outrageous aspect of it...\" Edwards said. \"It taught them that\nsomeone with money can buy his way out of anything. It's outrageous and embarrassing for United States\nAttorney's Office and the State Attorneys Office.”\n\nEpstein now faces many civil lawsuits filed by the women, who are represented by a variety attorneys. In many, the\nfacts alleged are the same: that Epstein had a predilection for teenage girls, identified poor, vulnerable ones and\nlured them to his home via other young women. The teens describe ascending a staircase lined with nude\nphotographs of young girls and to the spa room where Epstein would appear in a small towel.\n\nFormer Circuit Judge Bill Berger, who represents one of the victims, and The Palm Beach Post sought the\nunsealing of the agreement. Berger refers to it as a \"sweetheart deal.”\n\n\"Why was itso important for the government to make this deal?\" Berger asked rhetorically. \"We have not yet had\nhonest explanation by any public official as to why it was made .. and why the victim's were sold down the river.”\n\nFormer federal prosecutor Ryon McCabe described the agreement as \"very unorthodox.\" Such agreements, he said,\nare usually reserved for corporations, not individuals.\n\nhttp://www.palmbeachpost.com/pbcwest/content/local_news/epaper/2009/09/18/0918epstein.html\n\n|\n\n® Site O Web Web Search by YAHOO!\n\nObama Launches Mortgage Relief Plan\n\nlf you owe less than $729,000 on your _\nmortgage, you probably qualify forthe _\nPresident's Making Home Affordable\nProgram. With rates lower than they've ever\nbeen, there has never been a better time to\nrefinance. If you are a homeowner and you\nhaven't looked into refinancing recently, you\nmay be surprised at how much you can save.\n\nSelect Your Age: :\n\nCalculate New House Payment\n\nCOLUMNISTS AND BLOGGERS\n\nFRANK CERABINO\n5\n\nRead Frank's latest columns\nand follow him on Twitter.\nRead more\n«l\n\nHOT CELEBRITY NEWS\n\nGet the latest on South Florida\ncelebrities, billionaires,\npoliticos, more. Page2Live\n\nGEORGE BENNETT\n\nRead Post politics columnist\nGeorge Bennett's latest\narticles. Read more\n\nMOST POPULAR HEADLINES COMMENTS\n\nFatal shooting in Delray Beach draws crowd of 100\nonlookers\n\nLake Worth mayor says The Cottage complaints use\n‘gay card' against city manager\n\nWest Palm Beach mayor: Firefighter layoffs likely\n\nNarcy Novack charged in 2009 Fort Lauderdale killing\nof her mother-in-law\n\nBoynton Police warn of new twist on ATM identity fraud\n\n| _ | FOLLOW THE POST ON TWITTER\n-_—\n\nf txt | SIGN UP FOR MOBILE TEXT ALERTS\n\na The Palm Beach Post on Facebook\nLike\n\n16,985 people like The Palm Beach Post.\n\nPage 1 of 3\n\nHOUSE_OVERSIGHT_013416",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013416.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5428,
    "word_count": 858,
    "line_count": 145,
    "import_date": "2025-11-19T21:47:48.499716",
    "prefix": "IMAGES-002"
  }
}