{
  "document_id": "HOUSE_OVERSIGHT_020480",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020480.txt",
  "text": "21\n\nnational leaders of tomorrow. For China, all exchanges have a political character and\n\nhopefully a political harvest.\n\nThird, it is important for local officials to understand that local American “exchange”\ncompanies that bring Chinese delegations to the United States and promote\nprofessional interactions between the United States and China all depend on official\nPRC sanction and have received approval to receive Chinese delegations. The business\nmodel of such companies is, of necessity, as much political as financial. Even if they\nconduct high-quality programs, they should not be viewed as disinterested actors.\nThey, too, are subject to rules made by the Chinese Communist Party, its united front\n\nbureaucracy, and united front strategic imperatives.\n\nFinally, American citizens of PRC origin have played a key role in promoting mutually\nbeneficial engagement over the past forty years. As US-China relations grow more\ncontentious, however, and as Beijing calls more aggressively for diaspora Chinese to\nserve the “motherland,” it will be necessary for citizen diplomats (including those who\nare not of PRC origin) to better educate themselves about American national interests\nin the US-China competition and the areas in which the nation’s values, institutional\npractices, and strategic goals are incompatible. Such awareness is even more vital for\nChinese Americans who seek political office and whose abilities to navigate these\n\nshoals will depend on their knowledge of this complex system of interaction.\n\nAmerican Communities as Engines of Engagement\n\nThe American federal system allows sub-national governments considerable leeway\n\nto pursue local interests generally regardless of Washington’s security concerns. Free\nfrom geostrategic worries, state, county, and municipal leaders who have formed\ncommercial and people-to-people relationships with the PRC have been a bulwark\n\nof better US-China relations since the early 1970s, and their efforts to build mutual\nunderstanding and solve joint problems formed the bedrock of bilateral relations over\nfour decades. However, as China becomes more reliant on its old Leninist system and\n“united front” tactics (48% skBs), Sino-US relations become more contentious, and\n\nthe CCP seeks to more forcefully build influence in American communities through\nchannels detailed in this study, local leaders will be called upon to give greater\nweight to national interests when forming exchange relationships with PRC actors.\nConversely, as Beijing’s relations with Washington worsen, China will likely seek to\nuse tried-and-true “divide and conquer” tactics by cultivating new relations with more\n\nstate and local-level officials.\n\nSection 2\n\nHOUSE_OVERSIGHT_020480",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020480.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2725,
    "word_count": 394,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.819194",
    "prefix": "IMAGES-006"
  }
}