{
  "document_id": "HOUSE_OVERSIGHT_011615",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011615.txt",
  "text": "A few weeks later, my term as commander ended. The handover to my\nsuccessor, Giora Zorea, turned out to be more elaborate than my arrival, though\nnot at my instigation. With both Talik and Avraham in attendance, Dado\npresented me with my fifth tza/ash. It was not for Beirut. Not for the operation\nagainst the Syrian officers, or the unprecedented access our intelligence\nmissions were providing into Egypt’s military communications. Dado said it\nwas for all of the above. And not just for leading the unit of which I’d been a\npart almost from the start. It was for my part in bringing it to maturity. When I\nreplied, I am sure everyone knew I was speaking from the heart in saying that\nmy every moment with Sayeret Matkal had been a privilege. And that this latest\ncommendation was an award for the achievements the whole sayeret.\n\nDado did me another good turn. As my stint as commander drew to an end, I\nknew what I hoped to do next in the army: to use my tank training to work my\nway up the command chain in the armored corps. But like past sayeret\ncommanders, it was assumed I would first spend time at the US Marine Corps\nstaff college in Quantico, Virginia. I had other ideas. I wanted to exercise other\nparts of my mind, by doing postgraduate work at a normal American university.\nDado agreed.\n\nI still had to get accepted. The first step was to take the post-graduate entry\nexam, the GRE. There were two parts to it. The first involved mathematics and\nabstract thinking, the second English language. If my fate had rested on my\nEnglish grade, I’d have ended up at Quantico. I finished in the 28\" percentile.\n\nBut in the other part, I was in the 99.6\" percentile. I applied to four universities:\n\nHarvard, Yale, MIT and Stanford. Amazingly, I got accepted by all of them. I\nchose Stanford, mainly because it allowed a far greater latitude in choosing my\nprogram of study. Also, the weather.\n\nIn early August 1973, Nava and I joined my parents and hers on a sunny\nafternoon in Mishmar Hasharon to celebrate Michal’s third birthday and say\ngoodbye. We were heading to Palo Alto, California, with every expectation of\ntwo years of intellectual stimulation, new friends, new experiences and\nsomething approximating a more normal family life. My “other” family, the\nIsraeli army, also had reason to believe a period of new possibilities lay ahead.\nThe threat of terror remained, of course. There had also been a brief bout of\n\n144\n\nHOUSE_OVERSIGHT_011615",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011615.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2457,
    "word_count": 432,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.220711",
    "prefix": "IMAGES-001"
  }
}