{
  "document_id": "HOUSE_OVERSIGHT_030345",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030345.txt",
  "text": "JEFFREY EPSTEIN\n1) You may therefore have been a person evading or avoiding tax, or laundering money.\nWe will be particularly concerned with these questions:\n\n2) Why you had Swiss accounts.\n3) How much back tax you have settled with the tax authorities following their investigation of your affairs.\n\nAdditionally, from public records and from material we have seen we note that:\n\n4) In 2008 you pleaded guilty to solicitation of prostitution and procuring minors for prostitution. You were\nsentenced to 18 months in prison.\n\n5) Your above accounts were also linked with Mr Leslie Wexner.\n\n6) You are known to be or have previously been closely associated with Bill Clinton, Prince Andrew and Kevin\nSpacey.\n\n7) You have made substantial contributions to the Clintons’ philanthropic causes. Tax reform campaigners\nhave previously been critical of those who engage in public life or the political process while avoiding or\nevading tax. Hilary Clinton herself, speaking in 2012, noted the importance of elites paying a substantial\nshare of tax: \"One of the issues that | have been preaching about around the world is collecting taxes in an\nequitable manner — especially from the elites in every country.”\n\nIt is intended shortly to publish the results of our survey in both the US and the UK.\n\nAs responsible journalists acting in the public interest, we would first like to give you the opportunity to\ncomment.\n\nIf we do not hear from you by 18:00 on Monday 12th January 2015 (preferably by email to\nLs we shall proceed on the basis that you do not wish to comment on or\namend our information.\n\nBut we have approached you in a straightforward fashion and hope you will take this opportunity to respond\nif you wish. Your substantive responses to each of our numbered points will be carefully considered and\npublished if appropriate.\n\n(For the avoidance of doubt, we do not normally regard any generalised assertion of “inaccuracies” as a\nsubstantive response; nor any generalised statement that the holders acted on advice. Neither will we\nregard as substantive any comment that only refers to the present state of affairs and not to the past.)\nWe are, of course, happy to discuss directly any concerns you may have.\n\nWe would be most grateful if you would acknowledge receipt of this letter. This will save us from chasing.\n\nYours faithfully,\n\nDavid Pegg\n\nHOUSE_OVERSIGHT_030345",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030345.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2376,
    "word_count": 395,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.335187",
    "prefix": "IMAGES-010"
  }
}