{
  "document_id": "HOUSE_OVERSIGHT_011315",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011315.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n12\nH3VOGIU1\n\nany questions we wanted to ask him about Epstein or Maxwell he\n\n\"re hand-tied\n\nsays he's got an attorney/client privilege. So w\n\nbecause we can't ask about the issues that we need to ask about\n\nwith respect to that witness. So in my view, it's highly\n\nprejudicial to have him as a witness at trial when, again, our\n\nclaims are not against him, and we have those issues.\n\nNow, you did have -- in your February 2nd order, you\n\nalso precluded us from asking questions that we contended wer\n\nnon-Fifth Amendment questions of Jeffrey Epstein about\nDershowitz, holding that those were not relevant. So we're in\na Situation where we have another witness that we are not able\n\nto elicit all of the information we need to be able to prove\n\nthe truth or falsity of that, and again, it would be subject to\n\na number of mini trials on that issue of Mr. Dershowitz.\n\nSo with respect to those thr categories and it\n\nalso allows them to use the attorney/client privilege as a\n\nsword and a shield in the midst of a trial, which is inherently\nunfair to my client, as well.\nSo in our view, it's highly prejudicial under 403.\n\nThose groupings should not come in. It should not be about,\n\nfor example, Clinton and whether or not he was on an island, or\n\nMr. Dershowitz or these other world leaders, it should be about\n\nthe defendant and her statements that my client was lying when\n\nshe claimed to be abused and trafficked in those statements.\n\n=\n\nTHE COURT: Just a second.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011315",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011315.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1609,
    "word_count": 289,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:44.815070",
    "prefix": "IMAGES-001"
  }
}