{
  "document_id": "HOUSE_OVERSIGHT_031211",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031211.txt",
  "text": "Epstein building compound on Great St. James | News | virginislandsdailynews.com 5/7/19, 9:15 AM\n\nKellerhals organized Great St. Jim LLC on Oct. 26, 2015, with\nherself as the sole member, and identified Geary’s company,\nBusiness Basics VI LLC, as the resident agent.\n\nKellerhals could not be reached for comment Monday.\n\nDocuments contained in the permit application file show\nthat DPNR employees and Epstein’s staff have been\ncommunicating for years about the project.\n\n“(H]i Erika, spoke with Jeff yesterday and let him know that\nthe scopes of work from both applications are being\ncombined into one single permit. Dave of my staff is\nsupposed to reach out to the LSJ [Little St. James] staff and\narrange when he can make the required site visit. there are\nsome specific details that were not included in the\napplication package, so they will have to be verified during\nthe site visit and notes made on the submitted drawings,”\nOriol wrote to Kellerhals in an email dated Aug. 16, 2016,\nunder the subject line, “RE: Cistern Permit.”\n\nAn email from DPNR legal counsel Michele Baker to\nKellerhals dated Aug. 26, 2016, lists anumber of documents\nrequired for the permit application to proceed, and indicates\nthat “the OWNER” has to sign off.\n\nKellerhals responded in an email that “I understand that\nthere are some places where the owner needs to sign if the\nattorney completes the application. I will discuss with Jeffrey\nand get you copies of those signed attachments asap. You are\ncorrect that I am no longer the sole member. In fact, 1am not\na member at all. The only position I serve is as counsel to\nGreat St. Jim.”\n\nEpstein signed off on the application for a Coastal Zone\nManagement major permit on Jan. 10, 2017, identifying\nhimself as “President of Poplar, Inc., sole member of Great\nSt. Jim, LLC.”\n\nPermit application documents and site plans on file show\nthat Epstein is planning a complex of buildings across the\napproximately 160-acre island, connected by private road.\nThe plans include a barge dock, two homes, cottages, an\namphitheater, gardens, a marine electrical cable, solar array\nand generator, storage building, security building, workshed\nand machine shop, and an “underwater office & pool.”\n\nThe permit application addresses mitigation efforts for\nendangered corals and the Virgin Islands tree boa — which\nwas spotted on the island during site visits — and indicates\n\nhttp://www.virginislandsdailynews.com/news/epstein-building-compoun...n-great-st-james/article_ a49261e9-40f0-57b1-9501-605e26e74cf3.html Page 3 of 4\n\nHOUSE_OVERSIGHT_031211",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031211.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2565,
    "word_count": 402,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.143472",
    "prefix": "IMAGES-011"
  }
}