{
  "document_id": "HOUSE_OVERSIGHT_024113",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024113.txt",
  "text": "This Memorandum has been prepared for private information purposes only and it may not be used for, and shall\nnot be deemed, a public offering of interests in the Fund. This Memorandum is strictly for private use by its holder\nand may not be passed on to third parties or otherwise distributed publicly.\n\nFRANCE\n\nThis Memorandum (including any amendment, supplement or replacement thereto) is not being distributed in the\ncontext of a public offering in France within the meaning of Article L. 411-1 of the French Monetary and Financial\nCode (Code monétnire et financier). This Memorandum has not been and will not be submitted to the French Autorité\ndes marchés financiers (“AMF”) for approval in France and accordingly may not and will not be distributed to the\npublic in France.\n\nPursuant to Article 211-3 of the AMF General Regulation, French residents are hereby informed that:\n1. the transaction does not require a prospectus to be submitted for approval to the AMF;\n\n2. persons or entities referred to in Point 2°, Section II of Article L.411-2 of the Monetary and\nFinancial Code may take part in the transaction solely for their own account, as provided in Articles D. 411-1, D. 734-\n1, D. 744-1, D. 754-1 and D. 764-1 of the Monetary and Financial Code; and\n\n3. the financial instruments thus acquired cannot be distributed directly or indirectly to the public\notherwise than in accordance with Articles L. 411-1, L. 411-2, L. 412-1 and L. 621-8 to L. 621-8-3 of the Monetary and\nFinancial Code.\n\nThis Memorandum is not to be further distributed or reproduced (in whole or in part) in France by the recipients of\nthis Memorandum. This Memorandum has been distributed on the understanding that such recipients will only\nparticipate in the issue or sale of Limited Partner Interests in the Fund for their own account and undertake not to\ntransfer, directly or indirectly, Limited Partner Interests in the Fund to the public in France, other than in compliance\nwith all applicable laws and regulations and in particular with Articles L. 411-1 and L. 411-2 of the French Monetary\nand Financial Code.\n\nGERMANY\n\nThe Fund has been notified to the Bundesanstalt fiir Finanzdienstleistungsaufsicht (the German Federal Financial\nSupervisory Authority or “BaFin”) for marketing to (vertrieben as this term is construed under the German Capital\nInvestment Code (Kapitalanlagegesetzbuch - KAGB) in the Federal Republic of Germany solely to professional\ninvestors (as this term is construed under the KAGB). The Limited Partner Interests in the Fund may not be\ndistributed in the Federal Republic of Germany or used in connection with any offer for subscription of the Limited\nPartner Interests in the Fund other than to professional investors. Neither this Memorandum nor any other document\nrelating to the Fund or the Limited Partner Interests in the Fund, as well as the information contained therein may be\nsupplied in Germany to persons other than professional investors.\n\nHONG KONG\n\nThe contents of this Memorandum have not been reviewed or approved by any regulatory authority in Hong Kong.\nThis Memorandum does not constitute an offer or invitation to the public in Hong Kong to acquire interests in the\nFund. Accordingly, unless permitted by the securities laws of Hong Kong, no person may issue or have in its\npossession for the purposes of issue, this Memorandum or any advertisement, invitation or document relating to\ninterests in the Fund, whether in Hong Kong or elsewhere, which is directed at, or the contents of which are likely to\nbe accessed or read by, the public in Hong Kong other than in relation to interests in the Fund which are intended to\nbe disposed of only to persons outside Hong Kong or only to “professional investors” (as such term is defined in the\nSecurities and Futures Ordinance of Hong Kong (Cap. 571) (the “SFO”) and the subsidiary legislation made\nthereunder) or in circumstances which do not result in this Memorandum being a “prospectus” as defined in the\nCompanies Ordinances of Hong Kong (Cap. 32) (the “CO”) or which do not constitute an offer or an invitation to the\npublic for the purposes of the SFO or the CO. The offer of interests in the Fund is personal to the person to whom\nthis Memorandum has been delivered by or on behalf of the Fund, and a subscription for interests in the Fund will\nonly be accepted from such person. No person to whom a copy of this Memorandum is issued may issue, circulate or\ndistribute this Memorandum in Hong Kong or make or give a copy of this Memorandum to any other person. You\nare advised to exercise caution in relation to the offer. If you are in any doubt about any of the contents of this\nMemorandum, you should obtain independent professional advice.\n\nICELAND\nThis Memorandum has been issued to the recipient, for personal use only, exclusively in connection with a private\nplacement of interests in the Fund. Accordingly, this Memorandum may not be used by the recipient for any other\n\n102 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024113",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024113.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5035,
    "word_count": 841,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.877656",
    "prefix": "IMAGES-007"
  }
}