{
  "document_id": "HOUSE_OVERSIGHT_020001",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020001.txt",
  "text": "target of a renewed and eager cultivation by, with quite some irony, both Blair and\nMurdoch. Lacking a circle of influence in almost all of the many areas of government with\nwhich he was now involved, Kushner was both susceptible to cultivation and more than a\nlittle desperate for the advice his cultivators had to offer. Blair, now with philanthropic,\nprivate diplomatic, and varied business interests in the Middle East, was particularly intent\non helping shepherd some of Jared’s Middle East initiatives.\n\nIn February, Blair visited Kushner in the White House.\n\nOn this trip, the now freelance diplomat, perhaps seeking to prove his usefulness to this\nnew White House, mentioned a juicy rumor: the possibility that the British had had the\nTrump campaign staff under surveillance, monitoring its telephone calls and other\ncommunications and possibly even Trump himself. This was, as Kushner might\nunderstand, the Sabbath goy theory of intelligence. On the Sabbath, observant Jews could\nnot turn on the lights, nor ask someone else to turn on the lights. But if they expressed the\nview that it would be much easier to see with light, and if a non-Jew then happened to turn\nthem on, that would be fine. So although the Obama administration would not have asked\nthe British to spy on the Trump campaign, the Brits would have been led to understand\nhow helpful it might be if they did.\n\nIt was unclear whether the information was rumor, informed conjecture, speculation, or\nsolid stuff. But, as it churned and festered in the president’s mind, Kushner and Bannon\nwent out to CIA headquarters in Langley to meet with Mike Pompeo and his deputy\ndirector Gina Haspel to check it out. A few days later, the CIA opaquely reported back that\nthe information was not correct; it was a “miscommunication.”\n\nOOK Ok\n\nPolitics had seemed to become, even well before the age of Trump, a mortal affair. It was\nnow zero-sum: When one side profited, another lost. One side’s victory was another’s\ndeath. The old notion that politics was a trader’s game, an understanding that somebody\nelse had something you wanted—a vote, goodwill, old-fashioned patronage—and that in\nthe end the only issue was cost, had gone out of fashion. Now it was a battle between good\nand evil.\n\nCuriously, for a man who seemed to have led a movement based in anger and\nretribution, Trump was very much (or believed he was very much) a politician of the old\nstripe—a let’s-work-it-out guy. You scratch my back, I'll scratch yours. He was, in his\nmind, the ultimate tactician, always knowing what the other guy wanted.\n\nSteve Bannon had pressed him to invoke Andrew Jackson as his populist model, and\nhe had loaded up on Jackson books (they remained unread). But his real beau ideal was\nLyndon Johnson. LBJ was a big man who could knock heads, do deals, and bend lesser\nmen to his will. Trade it out so in the end everyone got something, and the better\ndealmaker got a little more. (Trump did not, however, appreciate the irony of where\n\nHOUSE_OVERSIGHT_020001",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3017,
    "word_count": 513,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.128176",
    "prefix": "IMAGES-005"
  }
}