{
  "document_id": "HOUSE_OVERSIGHT_010975",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010975.txt",
  "text": "present certainties over future certainties. The reason is studied in a branch of\neconomics called “capital theory”. My next generation theory, really Petty’s of 1662,\nproposes what the average-risk time discount rate is and why. Present value of each\nexpected instant of future satisfaction grows at that rate as time shortens the\ndiscount period. It disappears, as apples from the tree, when expectation matures\n\ninto reality.\n\nThis diamond ring parable is full of useful lessons. | think it contains substantially all\nof economics. “Consider the lilies of the field.” “They also serve who only stand and\nwait.” A chemist would testify that the ring has done nothing. An economist sees\nplenty happening. Economics is abstraction. Physical capital is not things, and\nhuman capital is not people. It’s all in the mind. What an economist sees is present\nvalue evolving with time as expectations ripen and eventuate. Output is not what we\ndo, although it has to do with what we do. It is the passage of time. Exhaust is the\n\nfruition of time and the harvest reaped.\n\nOnly when we allow psychic values can we say that all behavior is economic\n\nbehavior. It is choices among alternatives. That’s what makes economics philosophy.\n\nAxioms\n\nThen what should its axioms be? We would like empirical or real-world certainties. |\nfind none beyond Descarte’s cogito. Philosophy is certain of next to nothing. We\nsettle for working assumptions. We want ones as safe and few as possible. Those of\neconomics have usually been left implicit since the marginalist revolution. I dropped\nthe course because | felt their need. It should do no harm, at this point, to risk the\n\nopposite extreme. Let’s try putting everything on the table.\n\nMy first axiom, in that spirit, will be unguided natural causality. This need not alarm\nthe devout. It is the working assumption of all science. Working assumptions are\nnot creeds. | cannot rule out the possibility of occasional or even continuous\n\nintervention by God to explain what we see. But we know to act as if we ruled it out\n\nChapter 3: Foundations 1/11/16 4\n\nHOUSE_OVERSIGHT_010975",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2110,
    "word_count": 350,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.142213",
    "prefix": "IMAGES-001"
  }
}