{
  "document_id": "HOUSE_OVERSIGHT_030062",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030062.txt",
  "text": "999\n\nthe walls all screamed, ‘Jews get out of Palestine.\nis Just and necessary.\n\nBut the imperative, inescapable accompaniment to Israel is Palestine.\nA two-state solution is the only strategic and moral answer to the\nwars since 1948 that have left countless Palestinians bereft of home\nand dignity, living under an Israeli dominion as corrosive of its\nmasters as it is punishing to its victims.\n\nJudt, who later suggested the binational idea was utopian, penned a\nprovocation. Its spark was that the current impasse is untenable:\nIsrael cannot be at once Jewish and democratic if it permanently\ndisenfranchises millions of Palestinians in the occupied West Bank.\nWhile I disagreed with his proposed resolution, I agree that the\noccupation is untenable and I found the hounding of Judt, who died\nlast year of Lou Gehrig’s disease, an appalling instance of the\nmethods of the relentless Israel-right-or-wrong bullies.\n\nEnter the second Tony of this saga, Tony Kushner, the Pulitzer-prize\nwinning author of “Angels in America.” His honorary degree from\nthe City University of New York gets blocked on May 2 after a\ntrustee called Jeffrey Wiesenfeld — like Judt from a family of\nHolocaust survivors — suggests Kushner is an “extremist” opponent\nof Israel.\n\nWiesenfeld, by the way, is not sure Palestinians are human given that\nthey “worship death for their children.”\n\nFor anyone familiar with the Judt saga, Kushner’s travails have a\nfamiliar ring. He’s interested in historical facts, which include\nPalestinians being driven from their homes in 1948; he’s appalled by\nthe ongoing Israeli settlement policy and is a board member of an\norganization that has supported boycotting West Bank settlements\n(although Kushner told me he’s against a boycott); he’s mused about\none state.\n\nA Jewish refuge\n\nHOUSE_OVERSIGHT_030062",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030062.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1817,
    "word_count": 288,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.993025",
    "prefix": "IMAGES-010"
  }
}