{
  "document_id": "HOUSE_OVERSIGHT_023762",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023762.txt",
  "text": "16 Teaching Minds\n\nI analyzed how I was swinging, when I was swinging, and what\nkinds of pitches I was swinging at, and I came to many different con-\nclusions. I realized I needed to wait longer before I swung. I realized I\nhad to stop swinging at inside pitches (the ones that almost hit you).\nI realized that I had to stop swinging at pitches that looked good but\nyet dropped in front of my feet. I realized I had to see the ball hit the\n“sweet spot” on the bat. I realized I needed to change my whole ap-\nproach to hitting, in fact.\n\nOK. I realized a lot. I had come to many conclusions. Now what?\nJust do it, right? Aha. Not so simple.\n\nYou can’t just do what you know you should do. Why not? Be-\ncause your subconscious isn’t listening to what you have to say. This is\nwhy you don’t tell a little kid how to walk and talk. Apart from the fact\nthat he wouldn’t understand you anyway, even if he could understand\nyou, the part of his mind that would be doing the understanding is\nthe conscious part. Cognitive process-based teaching teaches noncon-\nscious processes a good deal of the time.\n\nA child learns a lot more from falling down than he ever will learn\nfrom hearing Mom say, “Watch your step.”\n\nWe are wired to learn from failure. Those who don’t learn from\nfailure typically die young. We are descended from people who learned\nnot to eat certain poisonous plants, and not to travel in a way that\nwould expose them to danger, and to stay near their mates, and to\nprotect their offspring. Those who didn’t do these things, those who\ndidn’t learn from their own failures and from the failures of others,\ndidn’t get to have surviving offspring. The human race exists precisely\nbecause it is capable of learning from failure, both individually and\ncollectively.\n\nDid you ever wonder why what you learned in school isn’t still in\nyour head, or why you can’t remember what your wife wanted you to\nget from the store on your way home? Or, why the things you have\ndecided to do to improve your business or make more money or be a\nbetter person actually don’t ever get executed? The answer is simple:\nYou can’t learn by listening—not from teachers, not from your wife,\nnot from helpful suggestions from wise people, and not even from\nyourself.\n\nWhy not? Because it is your subconscious that is in charge of ex-\necuting daily activities—from swinging a bat, to driving home, to talk-\ning to people you want to make an impression on, to getting along\nwith your wife. Your conscious mind can make decisions, but your\n\nHOUSE_OVERSIGHT_023762",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023762.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2538,
    "word_count": 463,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.114508",
    "prefix": "IMAGES-007"
  }
}