{
  "document_id": "HOUSE_OVERSIGHT_022389",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022389.txt",
  "text": "Health\n\nWith a Trump win and Republicans maintaining control of\nthe House and Senate, the health agenda promises to be\none of the greatest policy areas of change in the next\nCongress.\n\nACA Repeal/ Replace. In January, following a 240-181\nvote, the House sent to the President H.R. 3762,\nRestoring Americans’ Healthcare Freedom Reconciliation\nAct —a piece of legislation which dismantled key\nprovisions of the Affordable Care Act (ACA). The same\nlegislation was approved in the Senate on a vote of 52 to\n47. Although the President ultimately vetoed the\nlegislation, it represents a blueprint for Congressional\naction in 2017 to repeal core componentsof the ACA.\n\nThe reconciliation process allowsleadersto call up\nlegislation and pass it with a simple majority vote in the\nSenate—avoiding a potential filibuster. Reconciliation\nrules in the Senate are complex, enforced by the Senate\nParliamentarian, and constrained by CBO scoring rules\nand conventions—which combine to determine what can\nand cannot be included in a reconciliation bill.\nReconciliation is a powerful tool but its use is limited to\npolicy changes that have a direct impact on taxing or\nspending levels. Because they have used this process\nbefore, Republicans have a road map of the changes that\nwill be possible through the use of reconciliation in a\nclosely divided Senate. Find a link to asummary of the\nReconciliation bill that passed in 2015 here. Donald\nTrump has been less prescriptive in terms of the specifics\nof the ACA replace plan that he supports. But generally,\nhe has called for a special session of Congress to\ncompletely repeal the ACA and replace it with a plan that\nallows consumers to buy insurance across state lines,\nallow individuals to deduct the cost of healthcare on their\nfederal tax returns, expand Health Savings Accounts\n(HSAs) and block grant Medicaid. Speaker Paul Ryan and\nthe House GOP introduced a proposal to replace the ACA\nthat can be found here. Because the Senate GOP did not\nintroduce their own ACA replace plan, negotiations\nbetween the chamberswill be required before a strategy\nis developed.\n\nUser Fee Legislation. The Senate HELP Committee and\nthe House Energy and Commerce Committee are tasked\nwith the reauthorization of the Prescription Drug User Fee\nAct (PDUFA), the Generic Drug User Fee Act (GDUFA), the\nBiosimiliar User Fee Act (BSUFA), the Medical Device User\nFee and Modernization Act (MDUFMA). These programs\nmust be reauthorized in 2017 to ensure that sufficient\nindustry fees are available for the FDA to continue to\nconsider the applications of drugs and devices.\n\nThe Food and Drug Administration (FDA) and relevant\nindustries have reached draft agreements on the user fee\nproposals. The proposals are historically bipartisan\npriorities and are expected to be approved by Congress\nnext year. Some of the drug pricing issues raised by\nDemocratsin 2016 could potentially become embroiled in\nthe FDA user fee legislation negotiations. Eventhough\nDonald Trump has voiced some populist concerns about\nthe increasing cost of prescription drugs, the risk of drug\npricing policy changes being enacted next year are less\nlikely given that Hillary Clinton did not win the White\nHouse and the GOP continues to control the House and\nSenate. But Democrats are likely to continue to highlight\nthe issue and seek policy changes to address it.\n\nMental Health/ Opioids. Currently, discussions are\nongoing to find a compromise that can be enacted on\nmental health legislation in the lame duck Congress and\npossible further action to address the opioid addiction\ncrisis that was such a big issuein so many election\ncampaigns. But disagreements over funding levels, gun\nissues and the privacy of medical records persist. It\nremains to be seen if negotiators can reach agreement on\nthese issuesin the lame duck session of Congress or if the\nissue will be revisited in the next Congress.\n\nMACRA Oversight. Congressional oversight of the\nCenters for Medicare & Medicaid Services’ (CMS)\nimplementation of the Medicare Access and CHIP\nReauthorization Act of 2015 (MACRA) is expected to\ncontinue following several House and Senate hearings\nheld over the past several months and recent publication\nof afinal ruleon the matter.\n\nIn 2015 Congress passed MACRA which overhauls how\nMedicare pays for physician services. The legislation\nrepealed the Medicare physician sustainable growth rate\n(SGR) formula and instead moves to a new two-track\npayment system called the Quality Payment Program\n(QPP). The two tracks of the QPP seek to tie an increased\npercentage of physicians’ Medicare fee-for-service\npayments to outcomesthrough the Merit Based Incentive\nPayment System (MIPS) and also to encourage the\nadoption of alternative payment models (APMs).\n\nAt recent House and Senate hearings, membersfrom\nboth parties expressed concern about MACRA’s potential\nadverse impact on smaller independent and rural\nphysician practices. While the final rule attempts to\naddress these concerns, it is expected that Congress will\ncontinue to utilize its oversight power to monitor\nimplementation.\n\nEY 17\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022389",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022389.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5123,
    "word_count": 804,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:47.464986",
    "prefix": "IMAGES-006"
  }
}