{
  "document_id": "HOUSE_OVERSIGHT_023521",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023521.txt",
  "text": "Article 2.\n\nNYT\n\nParties See Obama’s Israel Policy as\nWedge for 2012\n\nJackie Calmes and Helene Cooper\n\nMay 25, 2011 — Few issues in American politics are as bipartisan as\nsupport for Israel. Yet the question of whether President Obama is\nsupportive enough is behind some of the most partisan maneuvering\nsince the Middle East ally was born six decades ago, and that angling\nhas potential ramifications for the 2012 elections.\n\nThe visit of Prime Minister Benjamin Netanyahu of Israel in the past\nweek captured just how aggressively Republicans are stoking doubts\nabout Mr. Obama. Republican Congressional leaders and presidential\naspirants lavished praise on Mr. Netanyahu as quickly as they had\ncondemned Mr. Obama for proposing that Israel’s 1967 borders, with\nmutually agreed land swaps, should be a basis for negotiating peace\nwith the Palestinians.\n\nRepublicans do not suggest that they can soon break the Democratic\nParty’s long hold on the loyalty of Jewish-American voters; Mr.\nObama got nearly 8 of 10 such voters in 2008. But what Republicans\ndo see is the potential in 2012 to diminish the millions of dollars,\nvolunteer activism and ultimately the votes that Mr. Obama and his\nparty typically get from American Jews — support that is\ndisproportionate to their numbers.\n\nWhile Jewish Americans are just 2 percent of the electorate\nnationally, they are “strategically concentrated,” as Mark Mellman, a\nDemocratic pollster, put it, in several swing states that are critical in\npresidential elections. Those states include Florida — which in 2000\n\nHOUSE_OVERSIGHT_023521",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1578,
    "word_count": 249,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.361607",
    "prefix": "IMAGES-007"
  }
}