{
  "document_id": "HOUSE_OVERSIGHT_014492",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014492.txt",
  "text": "Media — raise to overweight\n\nFavourable entry point\n\nMedia has been is a big laggard following a six-month period of sustained\nunderperformance and hit very oversold levels on our CTls in mid-November. Although\nMedia is a bit more domestic than Tech both are “quality” cyclicals and typically trade\nfairly in line with one another. However, the relative is now back at 2009 lows.\n\nOptionality on European consumer\n\nWe are bearish on the outlook for the UK consumer but consumer confidence has been\nsteadily rising in the Eurozone since 2012 and the sector has tracked this measure very\nclosely. We note however that the two have disconnected recently. We think Media is\nmore likely to catch up then confidence fall given economists’ fairly positive view on\nEurozone growth next year, and the potential for upside surprises to US growth.\n\nChart 74: Favourable entry point for Media\nMedia and Tech are both “quality” cyclicals but the relative is at a /y low\n\n1\n\nChart 75: The pick-up in EU Consumer Confidence should boost Media\n0.9 0\n\n0.85 r\n0.95\n09 °8 -10\n0.75\n0.85 15\n07\n08\n\n=== Stoxx Media Price relative -20\n\n0.65\n0.75\n\n———European Commission Consumer _5¢\n\n0.6 Confidence Index\n\n0.7 emmee Stoxx Media-relative to Tech\n\n0.55 -30\n0.65 a NS © RS\nee ee et ee He Hote Hoe HESOE FPS GF WT SF CF CE SK\n9a TVT5SBE 0B AOS AO0 5B 05390 B90 BSBH95BH 5\n[a eee ee a ee a ee a ee ee ee ee a ee ee\n\nSource: Bloomberg\nSource: Bloomberg\n\nMedia historically outperforms when PMls and inflation rising\n\nThe average return for Media when PMls and inflation are both rising is 0.6% relative\nbut the sector has underperformed by 2% month to date. A stronger dollar is also a\npositive historically for Media given that many large caps within the sector, notably\nagencies, are large dollar earners. But again, the two have disconnected recently.\n\nValuations now at a small discount to the market\nMedia has de-rated by nearly four PE points (from 19.7 to 16) since the April 2015 highs\nand the sector now trades on a 5% discount to its average vs the market. We think the\n\nimproving global growth backdrop will support earnings and should mean the sector can\nre-rate.\n\nBankof America <> :\nMerrill Lynch European Equity Strategy |O1 December 2016 33\n\nHOUSE_OVERSIGHT_014492",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014492.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2251,
    "word_count": 393,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:48.005612",
    "prefix": "IMAGES-003"
  }
}