{
  "document_id": "HOUSE_OVERSIGHT_017128",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017128.txt",
  "text": "4.2.12\nWC: 191694\n\ngrandmother laughed and said: “Berenkoff’s no judge, he’s a butcher.” She explained that “his\nfirst name is Judge,” and then she spelled it out: “G-E-O-R-G-E,” which she, with her Yiddish\naccent, pronounced “Judge.”\n\nShortly after New Year I got my letters of acceptance from the various law schools to which I\nhad applied. Since I had done very well in college and was president of the student government, I\ngot into all the law schools to which I applied. I chose Yale, much to my mother’s regret. She\nwanted me to go to Harvard. Until the day she died at age 95, when people ask her where I went\nto law school, she replied, “He got into Harvard, but he went to Yale.”\n\nI also got into Columbia Law School, and the dean of Columbia, William Warren, wrote a letter\nto my parents, congratulating them on my admission and on the fancy scholarship I had won. (I\nstill have the letter addressed “Dear Mr. and Mrs. Dershowitz”). I interpreted his letter as an\nattempt to have my parents try to persuade me to go to Columbia. So I wrote back—not to Dean\nWarren, but to “Dean Warren’s parents, care of Dean Warren, Columbia Law School.” I told his\nparents that their son was writing to my parents, and suggested that they tell him that if he wanted\nstudents to go to his law school, he should write to the students themselves rather than to their\nparents. I thought it was pretty funny, but I stopped laughing several years later, when I was on\nthe law school teaching market and I went to Columbia for an interview. After meeting several\nmembers of the faculty, I was taken in to meet Dean Warren. He was waiting for me, with my\nletter in his hand. I was sure I would never get a job offer, but he looked at me and said, “That\nwas a really good letter. I stopped writing to parents after getting it.” He offered me a job.\n\nImmediately after graduating from Brooklyn College, I got married to a woman I had met in a\nJewish summer camp that boasted of the many “shidachs” (meetings that resulted in marriages)\nfor which it was responsible. I was not yet 21. Sue was 19. My mother wouldn’t let me go to an\nout of town law school unless I was married, for fear that I would meet “the wrong kind of girl.”\nA year after we were married, Sue became pregnant with our first child, Elon.\n\nI loved Yale Law School. During my first year, I had Professor Guido Calabresi as a teacher. It\nwas his first year of teaching. When I came home for the Jewish holidays, my mother asked me\nhow I found my professors. I told her that they were all brilliant mentioning Professor Pollak and\nProfessor Goldstein, but I told her my most brilliant teacher was Professor Guido Calabresi.\nWithout missing a beat she said, “Is he an Italian Jew?” I replied, “Ma, you really are a bigot.\nNon-Jews can be smart too.” She looked at me as if to say, “Wait, you'll see.” Sure enough,\nseveral weeks later, my wife and I invited Calabresi, who was a bachelor at the time, to our\napartment for dinner. We served him lamb chops and a baked potato with margarine on it.\nCalabresi looked at the margarine and the lamb chops and said, “Isn’t this fleishicks mixed with\nmilichicks,” using the Yiddish words for meat and milk. I explained that the margarine did not\ncontain dairy, although it looked like butter. I then asked him how he knew these words. He\nexplained that he was an Italian Jew. I refuse to give my mother the satisfaction by telling her that\nshe was right, at least about Calabresi.\n\nOne of my teachers was Abe Goldstein who had grown up in Williamsburg, near where my family\nhad lived. My class contained lots of students with famous names—William Brennan, Jr. (son of\n\nthe Justice), a grandson of Chief Justice Warren, a descendent of President and Chief Justice Taft,\n\n4l\n\nHOUSE_OVERSIGHT_017128",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017128.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3787,
    "word_count": 690,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.861666",
    "prefix": "IMAGES-004"
  }
}