{
  "document_id": "HOUSE_OVERSIGHT_023584",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023584.txt",
  "text": "Rates vol is near all-time lows and is favorable for positioning for a break-out\nSince the US Election last November, the 10y US Treasury rate has fluctuated between\n2.17% and 2.63%, constantly being jostled up or down by various economic forces. It is\ncurrently trading towards the bottom of that range. Our rates strategists have a year-\nend target of 2.85% for the 10y rate (just above the median forecast).\n\nLong-term rates have remained low due to uncertainty around Fiscal policy (Trump’s\nplans on infrastructure spending), subdued inflation expectations and a slower than\nexpected Fed hiking cycle. On the other hand, a near full-employment economy, hopes\nfor infrastructure spending, potential for higher inflation driven by energy prices &\nincreased government spending and an accelerated hiking cycle are providing a floor for\nlong-term rates. In the end, uncertainty remains and analysts’ estimates for the year-\nend target vary widely between 1.6% and 3.7% (based on 59 forecasts with median and\nmean of 2.8%).\n\nFor investors who believe that long-term rates will break out of their range we\nrecommend going long TLT 6m 35-delta strangles. The structure has rarely been\ncheaper in history (Chart 22) and at present TLT 6m implied vol is 94bps below 6m\nrealized, with the spread at its lowest since Aug-15. A 3m version of the 35-delta\nstrangle prices just as attractively versus its history.\n\nChart 21: Rates volatility, as measured by the Merrill Option Volatility Chart 22: With vol and skew in favor of the structure, the price of a TLT\nEstimate index (MOVE) and by TLT (20+ year bond ETF) 3m ATMf vols, 6m 35d strangle is near all-time lows. Investors can go long the trade to\nare the lowest they have been all year and are very near the all-time position for a break-out from the range\nlows\n7.0% r 150\n300 25% 65% 430\n) S Nov-1\nan 20% oy lection 110\n2/0 \"\noan — 5.0% 90\n150 4.5% 70\n10% 40%\n100 35% 50\nNN OO YOY TAFT won oo OM\n: o% SERSSR 5224325235\n\nJan-90\nJan-92\nJan-94\nJan-96\nJan-98\nJan-00\nJan-02\nJan-04\nJan-06\nJan-08\nJan-10\nJan-12\nJan-14\nJan-16\n\n=== Price of TLT 6m 35-delta strangle ======2-Jun-17 <=—=TLT (RHS)\n\nMOVE Index 2Jun-17 TLT 3m ATME vol 2Nun-17 Source: BofA Merrill Lynch Global Research. Daily data from Jun-12 to Jun-17.\nSource: BofA Merrill Lynch Global Research. Daily data from Jan-90 to Jun-17 for MOVE Index and Jun-\n12 toJun-17 for TLT vols.\n\ndeg oes Bankof America\n10 Global Equity Volatility Insights | 06 June 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023584",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2495,
    "word_count": 425,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.775444",
    "prefix": "IMAGES-007"
  }
}