{
  "document_id": "HOUSE_OVERSIGHT_018391",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018391.txt",
  "text": "tragically uncareful councils of Troy. But now, in an age where connection decides\nso much, control over gates has a unique leverage. When you finally can feel out the\ntopology of our age, when in anger or frustration or hope or wonder you are ready\nto act, then this is among the first questions you have to ask. I’m on the topology now,\nwhere are the gates.\n\nGates in an age of instant, everywhere, smart networks are, you can imagine,\ndifferent from the ones that girded Troy or the Tang dynasty. It’s not merely that\nthey’re made of bits and algorithms not bricks, it’s that the underlying nature of\ntheir power is different. The most visible evidence of this distinction was first\nobserved by economists a couple of decades ago, as they contemplated the fortunes\nof the information age, wealth that had been assembled at an eye-watering pace.\nUnlike traditional businesses which turned over time into competitive slugfests with\nvery low profits, many high-tech firms seemed to run with a new, nearly inverted\nlogic. “Our understanding of how markets and businesses operate was passed down\nto us more than a century ago by figures such as Alfred Marshall,” the economist\nBrian Arthur wrote in the Harvard Business Review in the summer of 1996. “It is an\nunderstanding based squarely upon the assumption of diminishing returns:\nproducts or companies that get ahead in a market eventually run into\nlimitations.”23! Marshall had been the first to name this phenomenon in the 1890s:\n“Diminishing Returns”. As any line of business gets more competitive, the profits -\nor “returns” to investment - shrink. Henry Ford invents a car, he has no competition\nat first and fairly prints money. But Ford doesn’t enjoy his monopoly for long. Pretty\nsoon the Dodge brothers follow him into business, as does Walter Chrysler and then\na cascade of new auto companies. They all take a piece of the pie; profits for every\ncarmaking firm diminish. Then the Japanese pile in. The Koreans show up. These\nnew companies compete with growing intensity. Marginal profits decline for\neveryone. Then the Chinese. And the Indians.\n\nAs he studied the balance sheets of infotech firms, Arthur noticed something\nstrange: Returns were increasing over time. As their markets matured some\ncompanies made more marginal money with each passing day, not less. Marshall’s\n19t Century industrial economics had never contemplated such a lucrative\narrangement. “Increasing returns,” Arthur explained, “are the tendency for that\nwhich is ahead to get farther ahead. They are mechanisms of positive feedback that\noperate—within markets, businesses, and industries—to reinforce that which gains\nsuccess or aggravate that which suffers loss.” In other words: Winner takes all. No\nsecond place. Arthur was thinking, as he wrote, about the then-nascent computer\nsoftware business. Say for instance, Arthur sent you a copy of his paper to read\nbefore publication as a Microsoft Word document. Well, if you wanted to see what\nhe had to say, you'd pretty much have to own a copy of Word yourself. If you then\n\n231 As he studied: Brian Arthur, “Increasing Returns and the World of Business”\nHarvard Business Review (1996)\n\n159\n\nHOUSE_OVERSIGHT_018391",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018391.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3202,
    "word_count": 524,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.038742",
    "prefix": "IMAGES-004"
  }
}