{
  "document_id": "HOUSE_OVERSIGHT_021183",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021183.txt",
  "text": "custom, we both kissed on the check. We all sat down on the lounges for\nsome tea and biscuits while conversing idle chitchat. By the sounds of it,\nGhislane knew well of his recently divorced x-wife Fergie, whom they\nwere all taking turns in slandering her for one reason or another. It was\napparent there were some fresh wounds still lingering on and as good\nfriends do, it was their way of helping him get over her. When his\ndaughters were mentioned, Ghislane and Jeffrey treaded lightly, only\nspeaking highly of them, and offering their sympathy to the young ones.\n\nThe conversation tured to a much lighter subject. Andrew wanted to\nknow more about this young guest they had to join them out for dinner\nand dancing that evening and then the spotlight turned on me. I was more\nnervous than I had ever been before a night out with someone, probably\nthe build-up Ghislane and Jeffrey had hyped this meeting up to be. To\nbreak the ice, she played her favorite guessing game...”how old do you\nthink Jenna is”? When Andrew guessed correctly, I was seventeen years\nold, she was surprised, thinking I could have passed for younger. “I guess\nwe are going to have to trade you in soon” she laughed, always the first\none to throw in her quick-witted two bits, all of them chuckling along\nwith her. Hardly a laugh at all, unknown to me at the time his eldest\ndaughter is only five years my junior. I was finding it hard to make much\nconversation in the beginning, just laughing when the occasion called for\nit, and keeping up with Andrew’s constant glances in my direction, was\nall 1 could manage.\n\nThe restaurant was a close drive for us with Andrew, his two guards and\nhis driver following behind us. I was seated next to the Prince for dinner\nand Ghislane and Jeffrey next to each other, an evening pre-ordained. I\nwas supposed to flatter him with compliments and dote on his every word\nspoken, but [ didn’t even do that for Jeffrey blatantly, it would’ve felt\nawkward to act like a bimbo for him. Instead I remained calm, cool, and\ncollected, hoping that my nervousness wouldn’t spill out at any given\nmoment. The next place we were going was much more my style, and I\nfound it easier to relax. We pulled up next toa Nightclub called “Tramp”,\na member’s only nightclub, and one of the most exclusive haunts in the\nworld for the rich and famous to be seen for the last forty or so years\nsince it’s doors first opened. Andrew’s guards waited outside while we all\nwent in to hit the dance floor. Jeffrey being the social introvert that he\nwas found the first available empty seat in the corner but facing the dance\nfloor to spend the evening watching everyone else have fun and Andrew\nwent to the bar to grab us all drinks. He came back with sparkling water\nfor Jeffrey and a cocktail for the rest of us, already knowing that Jeffrey\nnever drank alcohol. We downed our glasses and made our way to the\ncrowded dance floor, where I had the Prince’s upmost attention. Moving\nhis hands across the curves of my body, not to shy away from the fact\n\na,\n\n|; Copyright Protected Material\nCONFIDENTLAL GIUFFRE0042 10\n\nthat he was in public, he was whispering sweet nothings into my ear and\nkissing my neck. I would just giggle not really knowing how to reply to\nan aging man with a bad smile and terrible moves, it would sound too\nmuch of a lie if I retaliated back about his swagger. He was the most\nincredibly hideous dancer J had ever seen and couldn’t help but laughing\non the dance floor and shooting glances of embarrassment to Jeffrey and\nGhislane who were having a good time laughing at my expense...as the\nalways did.\n\nAfter an hour of pelvic smashing to the D.J’s pumping mixes we finally\nexited the floor, his royal highness was dripping with sweat and ready to\nembark onto a quieter scene where he said we could be alone, not\nknowing that it had already been arranged for all of us to meet back at\nGhislane’s place but complied with his so called thoughtful request. | was\nso anxious about getting back to the townhouse, knowing what\nexpectations I would have to not only have meet but also exceed in this\ncase. Ghislane and Jeffrey seemed impressed at my attempts to entertain\nhis royal highness, so far giving him exactly what he wanted the\nimpression that I idolized him. They told me that he really liked me and\nwas having a great time, so far tonight. When we got to the townhouse,\nhis guards walked him to the door, staying to wait outside in the car.\nGhislane met him and brought him upstairs where Jeffrey and 1 were in\nthe study. We all chatted in the hall for a few minutes and | was able to\nhave Jeffrey snap a photo of us together, one that would cause much\ncontroversy for the Buckingham Palace in many years to come. The\nconversation didn’t linger on much longer before Jeffrey and Ghislane\ndispersed downstairs together, leaving me to my own sort of royal duties.\nThey walked away giddy as if they were teenagers imposing on young\nlovers about to embark on a romantic evening.\n\nNext to the study was the bathroom where I led him to next. The room\nwas dimly lit masking the light from showing the disparity in my eyes. It\nwas a beige marble tiled floor with porcelain Victorian style bathtub in\nthe middle of the room and nowhere near the size of Jeffrey’s residences.\nI turned on the taps for the tub and the heat from the water began to steam\nup the small room. On the basin were aromatic oils, lotions and soaps,\nloving the scent of floral notes, I poured in the lavender bath oil. Trying\nto do the best of my youthfulness to try and act seductive, I gradually\nbegan to strip off my clothing, piece by piece. Giving him time to savor\nthe moment to come. He loved every second of it as | went over to where\nhe was waiting and watching, then began to undress him at a much\nquicker pace. We kissed and touched each other before submersing into\nthe hot water, where we both continued to reenact foreplay. He was\nadorning my young body, particularly my feet, caressing my toes and\nlicking my arches. That was definitely a first for me and I couldn’t help\n\n78\n\nU Copyright Protected Material\n\nGIUFPREO042 11\n\nHOUSE_OVERSIGHT_021183",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021183.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6135,
    "word_count": 1118,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:48.215589",
    "prefix": "IMAGES-006"
  }
}