{
  "document_id": "HOUSE_OVERSIGHT_018566",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018566.txt",
  "text": "about those movements? Would you consider being part of those movements?\n\nRB: My only fear about those movements would be if they didn't exist! My neighbor\ndown the hall for the past 25 years built my dungeon and was a co-founder of Gay Male\nSM Activists, but I always had too much hot sex going on at home to be interested in\nmeetings. Plus, I never stopped feeling like a pariah in the gay community because of the\nattacks on me and my writing since AIDS began. You reach a point where you just\nassume people hate you because it's easier than trying to figure out who doesn't.\n\nI fiercely support BDSM advocacy, but mainly from a distance. There's a limited number\nof body blows any activist can take before we just retreat. I had my fill -- but the response\nto Sex Positive and the new Obama era is nudging me out of my shell. I had a breakup a\nfew years ago that devastated me, so I've been out of the scene for almost three years.\nNow I'm trying to reinvent myself, find one person I can retreat from the world with. I've\nnever lied about S&M being an intrinsic part of my sexuality, and because of my early\nbad experiences with BDSM, I'm thrilled and inspired by advocates for it. If there had\nbeen BDSM advocacy when I came into BDSM, then I don't think I would have had the\nbad experiences I mentioned earlier. As a BDSM sex worker, I met so many men who\nhad horrible tales of being hurt in scenes, and I did my best to be an antidote for that.\n\nCT: On my blog, you commented that \"Of course BDSM was a source of joy in my\nlife but I put it aside when it robs me from having a platform to champion safe sex\nto the largest possible audience, which BDSM often has.\" Could you talk more\nabout that?\n\nRB: Smear campaigns are hard to pin down, and there's no way to know how much of the\ncontempt against me or my writing was due to my BDSM, my sex work, my safe sex\nevangelism or simply me. I'm just a dangling pinata for people who have issues with sex!\n\nThere are gay people of my generation who are as uninformed and rabidly anti-BDSM\nsex as homophobes are about gay sex.\n\nI can't think of anyone who has gone on film with such brutally honest testimony about\ntheir radical sexual history as I did in Sex Positive. It felt like a huge risk and you can see\nmy anxiety in the film, but to me, this level of honesty is crucial to pro-sex activism.\nPeople are so dishonest about sex; many would never talk publicly about their private\nsexual behavior -- and they don't want others doing it either, so it's not easy.\n\nThere was a doctor I saw once when AIDS began who heard I was into S&M. As he went\nto take blood from me, he stabbed the needle into my arm. I bolted out of the chair\nscreaming, and he said coyly, \"Oh, sorry, I thought you liked pain.\" How can I not feel\nreticent talking about BDSM considering so many people I've met like that? And then I\nthink, how can I not?\n\nI've seen the most courageous pro-sex writers and activists attacked, pilloried and\nsilenced because of their honesty in writing about their kinky sexual histories. I shudder\nwhen I recall the vicious smears against pro-sex feminists by anti-porn feminists back in\nthe early 80s. I don't want to invite that bile into my life, especially now, when my circle\nof gay male friends are no longer alive and here to support me when I go out on a limb\nwith my personal radical sexual issues in public.\n\nHOUSE_OVERSIGHT_018566",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018566.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3401,
    "word_count": 643,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.365710",
    "prefix": "IMAGES-005"
  }
}