{
  "document_id": "HOUSE_OVERSIGHT_012143",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012143.txt",
  "text": "~\n\nKIRKLAND & ELLIS LLP\n\nsexual trafficking. The statute has never been applied to a “John,” and only a highly and\nimpermissibly selective prosecution could stretch § 1591 to reach conduct like that at issue in\nthis case.\n\nIn short, without “novel” interpretive expansions—a description used by CEOS itself—it\ncannot be shown that Mr. Epstein violated any of the three federal statutes identified by\nprosecutors. As the Supreme Court’s recent decisions in Santos and Cuellar make clear, federal\nlaw may not be stretched in that manner, and the current federal investigation relies, as its\nfoundation, on impermissibly elastic stretches of each statute beyond any reported precedent;\nbeyond the essential elements of each statute; well outside the ordinary construction of each\nstatute’s limitations; and on a selective, extraordinary, and unwarranted expansion of federal law\nto cover conduct that has always been exclusively within the core of state powers.\n\nAt this point in time, the need for Departmental oversight is critical. We appreciate this\nopportunity to submit our assessment of the key facts in this case and review of the pertinent\nfederal statutes, and respectfully request that the Office of the Deputy Attorney General end\nfederal involvement in this matter so that the State of Florida may resolve this case appropriately.\n\nSummary of the Facts\n\nMr. Epstein has maintained a home in Palm Beach, Florida for the past 20 years. While\nthere, he routinely conducted business, received medical attention, socialized with friends, and\nhelped care for his elderly mother. Mr. Epstein also had various women visit his home to\nperform massages. He did not personally schedule the massage appointments or communicate\nwith the women over the phone or the Internet. Rather, Mr. Epstein’s personal assistants\nscheduled many types of appointments, personal trainers, chiropractors, business meetings and\nmassages. The phone message pad taken from his house and in the possession of the\ngovernment confirmed that in many cases, the women themselves contacted Mr. Epstein’s\nassistants to inquire about his availability—trather than vice versa.\n\nThe majority of the massages were just that and nothing else. Mr. Epstein often would be\non the telephone conducting business while he received his massage. At times, the masseuses\nwould be topless, and some sexual activity might occur—primarily self-masturbation on the part\nof Mr. Epstein. On other occasions, no sexual activity would occur at all. There was no pattern\nor practice regarding which masseuse would be scheduled on a particular day—if one would be\nscheduled at all—or whether any sexual activity might occur. Indeed, Mr. Epstein almost never\nknew which masseuse his assistants had scheduled until she arrived. See Tab 3, To\nRecords.\n\nMr. Epstein specifically requested that each masseuse be at least 18 years old. The vast\nmajority of the masseuses were in fact in their twenties, many accompanied to Mr. Epstein’s\nhome by friends or even other family members. Furthermore, most of the women who have\ntestified that they were actually under 18 have specifically admitted to systematically lying to\nMr. Epstein about their age. See Tab 4 UMMM Tr. at 38-39; Tab 5, Tr. at 16; Tab 6, ©\n\n2\n\nHOUSE_OVERSIGHT_012143",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3272,
    "word_count": 515,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.497938",
    "prefix": "IMAGES-001"
  }
}