{
  "document_id": "HOUSE_OVERSIGHT_019859",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019859.txt",
  "text": "A CAUTIONARY TALE IN ‘THE USE OF\nNON-COMPETE AGREEMENTS\n\nBY DOUGLAS R. HIRSCH AND JENNIFER ROSSAN\n\nEmployers should give careful consideration to\nthe inclusion of non-competition provisions in\nemployment agreements for low-level employees.\nThe New York Attorney General (the “AG”) recently\nannounced that it settled investigations with two\ncompanies over their use of non-compete provi-\nsions in employment agreements for low-level\nemployees. Policing non-compete provisions is a\nnew regulatory frontier for the AG and it is flex-\ning its regulatory muscle pursuant to § 63 (12) of\nNew York's Executive Law, which provides the AG\nwith authority to enjoin businesses from utilizing\n“unconscionable contractual provisions.”!\n\nThe AG investigated and recently settled charges\nwith two companies—Law 360 and Jimmy John’s\nGourmet Sandwiches—based on their use of\n“unconscionable” non-compete provisions in\nemployment contracts. In the Law 360 matter, the\nAttorney General found that Law 360’s policy of\nrequiring the majority of its employees—includ-\ning “rank and file” editorial staff who had little to\nno knowledge of any trade secrets or confidential\ninformation—to sign a one-year non-compete was\ncontrary to New York law. Because these employees\ndid not have access to trade secrets and confiden-\ntial information, the AG charged that the non-\ncompete was not narrowly tailored to Law 360's\nlegitimate business interests and did nothing more\nthan baldly restrain competition. As part of the set-\ntlement, Law 360 agreed that, going forward, only\na small number of its highly paid executives would\nbe required to sign non-compete agreements.\n\nSimilarly, in its investigation of Jimmy John’s, the\nAG found that some franchisees required sandwich\nmakers to sign two-year non-competes that pre-\nvented them from working at any establishment\nwithin a two-mile radius of a Jimmy John’s loca-\ntion that made more than 10% of its revenue from\nsandwiches. The AG charged that these employ-\nees “are highly unlikely to be privy to trade secrets\nor confidential customer lists or to have unique\nskills.” Consequently, the AG concluded that the\nnon-compete provisions were “unconscionable”.\nAs part of its settlement, Jimmy John’s agreed to\ninform its franchisees that the AG found the non-\ncompete provisions to be unlawful and void.\n\nIn both of these cases, the AG focused on the\neffect of a non-compete provision on a low-level\nemployee. Companies should consider avoiding\nthe use of non-compete provisions for admin-\nistrative personnel and other non-managerial\nstaff. Such provisions are appropriate and are\nmore likely to withstand scrutiny when included\nin the employment agreements of senior per-\nsonnel and individuals with unique skills—as\nlong as the provisions are drafted to protect a\nlegitimate business interest. Non-competes are\n\nNon-competes are more\nlikely to be upheld if they\nare designed to ensure that\na departing employee will\nnot provide a competitor\nwith an unfair competitive\n\nadvantage by supplying it\n\nwith the former employer's\ntrade secrets and/or\nconfidential information.\n\nmore likely to be upheld if they are designed to\nensure that a departing employee will not provide\na competitor with an unfair competitive advan-\ntage by supplying it with the former employer's\ntrade secrets and/or confidential information.\nHowever, it is important to note that requiring\nall employees—including lower-level staff—to\nadhere to confidentiality provisions that pro-\ntect proprietary information and trade secrets\ndoes not implicate the same concerns, because\nenforcement of such provisions does not restrain\nthe employee from working elsewhere. Therefore,\nconfidentiality provisions should be used in all\nemployment agreements where the employee's\nposition involves access to confidential informa-\ntion or trade secrets.\n\nEven when a non-compete is appropriate—\nsuch as in the case of a senior manager whose\n\ndeparture would create an unfair advantage for\na competitor—its scope and duration must be\nnarrowly tailored to protect a legitimate busi-\nness interest. To be enforceable in New York,\na non-compete must be reasonable in time\nand scope, necessary to protect the employer's\nlegitimate interests, not harmful to the public\nand not unreasonably burdensome to the\nemployee.\n\nIn addition to confidentiality provisions, employers\nshould strongly consider the use of a non-solici-\ntation provision in their employment agreements.\nNon-solicitation provisions are generally enforce-\nable if they are reasonably related to the employ-\ner’s interest in protecting relationships with clients\nthe employee worked with or became familiar with\nwhile employed. But like non-compete agree-\nments, non-solicitation provisions must also be\nlimited in time and scope.\n\n| See New York Executive Law § 63 (12).\n\nDouglas R. Hirsch is the Partner in\ncharge of Sadis & Goldberg’s Litiga-\ntion Practice. Mr. Hirsch’s practice is\nfocused on hedge fund and secutities\nlitigation and he regularly represents\nboth investors and investment advis- -\ners in a wide range of investment-related disputes, such\nas fraud, breach of fiduciary duty, derviative actions,\nclass actions, and SEC enforcement actions. Mr. Hirsch’s\n25 years of litigation experience has encompassed a\nbroad range of trials, class action litigations, arbitrations\nand mediations. Doug can be reached at 212.573.6670,\nor at dhirsch@sglawyers.com.\n\nJennifer Rossan practices in the\nfirm’s Litigation Group. Ms. Rossan\nhas extensive trial experience and has\nobtained successful verdicts for her\nclients in a number of large federal\ncourt trials. Ms. Rossan focuses her G\npractice on a wide range of financial services disputes\nincluding SEC and FINRA enforcement actions. She also\nlitigates complex commercial matters and employment\nlaw matters, including claims of wrongful termination\nand harassment, and negotiates and reviews employ-\nment contracts. Jennifer can be reached at 212.573.8783,\nor jrossan@sglawyers.com.\n\nHOUSE_OVERSIGHT_019859",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019859.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5997,
    "word_count": 894,
    "line_count": 151,
    "import_date": "2025-11-19T21:47:44.998922",
    "prefix": "IMAGES-005"
  }
}