{
  "document_id": "HOUSE_OVERSIGHT_022139",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022139.txt",
  "text": "James PATTERSON F\n\n“1 don’t know this woman. I've never been in the same place with Alan Dershowitz also ;\n\nher. She’s made the whole story up out of whole cloth.” are part of a plot to exto\n\nBradley Edwards had already become involved in lawsuits q Edwards and Cassell have {\nagainst Epstein. In 2007, working with a former federal judge i. he’s ever seen.\nand University of Utah law professor named Paul Cassell, he had “They manipulated a y\nfiled a lawsuit on behalf of another unnamed woman. Six years \\ interested in money,” Ders\nlater, that case is still pending, and now, Edwards and Cassell i offense, and they will be d:\npetition to have the two suits combined. ; ever made this false charge\n\nAllin all, four Jane Does take part in the lawsuit. : But then, the allegations m\n\nJane Doe 3 is Virginia Roberts, the girl who says that Ghis- 15, 2015, in a declaration\nlaine Maxwell recruited her for Epstein at Trump’s resort, ‘ q attempt to overturn Jeffrey I\nMar-a-Lago. 7 are highly disturbing.\n\nEpstein had “lent” her and other young girls to prominent : %\nbusinessmen, important politicians, world leaders, and other\npowerful men in order “to ingratiate himself with them for busi-\nness, personal, political, and financial gain, as well as to obtain\nblackmail information,” Roberts claims. ae q\n\nShe says that Epstein forced her and other underage girls to a 4\ntake part in an orgy in the Virgin Islands. - 3\n\nShe names Prince Andrew and Alan Dershowitz as two of the 4\nmen she'd been forced to have sex with and claims that Der- q\n\nshowitz had been “an eyewitness to the sexual abuse of many ~\nother minors by Epstein and several of Epstein’s co-conspirators.” ;\n\nThis time, Prince Andrew does respond to the allegations. a\n\n“This relates to longstanding and ongoing civil proceedings\nin the United States, to which the Duke of York is not a party,\nBuckingham Palace says ina short statement. “As such we would ;\nnot comment on the detail. However, for the avoidance of doubt, |\nany suggestion of impropriety with underage minors is catego i\n\ncally untrue.”\n\nHOUSE_OVERSIGHT_022139",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022139.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2092,
    "word_count": 368,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.162698",
    "prefix": "IMAGES-006"
  }
}