{
  "document_id": "HOUSE_OVERSIGHT_017201",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017201.txt",
  "text": "4.2.12\nWC: 191694\n\nAfter some legal argument, Judge Alberti declared that he was ready to see Deep Throat to\ndecide whether it was obscene. I argued that the judge need not view the film: no matter what its\ncontent, I said, it would be unconstitutional for him to enjoin the showing of any film. If the D.A.\nthought the film was obscene, he could wait until it was exhibited and then arrest those\nresponsible for its being shown. Judge Alberti insisted, however, on having Deep Throat\nscreened for him. As the equipment was being wheeled in the courtroom, I informed the judge\nthat I had no intention of watching the film.\n\nI was preserving an important point for any jury trial that the students might have in the future. I\nwould tell the jurors that I had never seen Deep Throat because I had chosen not to, and that they\nhad never seen Deep Throat because they had chosen not to. I would argue that the right to\nchoose not to see a film is just as important as the right to choose to see a film. Indeed, most\ncountries that prevent their citizens from seeing certain films also require their citizens to see\nother films. I would remind the jurors that it was the District Attorney who was making them see\na film they had chosen not to see, in order to have them decide whether other people, who have\nalso chosen not to see would be offended if they were to see it. I hoped, by this argument, to\npoint out the absurd nature of the jurors’ task in an obscenity prosecution, and to get them to\nfocus on the important issue —namely, whether the outside of the movie theater, the only thing\nthat the unwilling public may have to endure, is offensive to those who cannot avoid it.\n\nJudge Alberti excused me from watching Deep Throat, and Stork, Hagen and I left the courtroom\nwhile the judge, half a dozen assistant D.A.’s, and a few court house personnel watched Linda\nLovelace and Harry Reems on a small video machine.\n\nAfter about forty minutes Judge Alberti abruptly stopped the videotape and summoned us back\ninto court. “I’ve seen enough,” he declared with a disgusted look on his face. Then, turning to\nme, he said, “You’re the lucky one. I had to sit through that trash.” The judge then declined to\nissue an injunction against the scheduled showing of Deep Throat, because although he regarded\nit as degrading both to men and women, he found that it was not obscene under the relevant\nMassachusetts standards. The film would be shown that night.\n\nWhen IJ arrived at Quincy House shortly before eight o’clock, a circus atmosphere prevailed.\nHundreds of pickets marched outside urging potential viewers to stay away. There was some\npushing and shoving. Slogans were shouted: “Freedom of the Press is not Freedom to Molest.”\n“Pornography is an incitement to violence.”\n\nI walked past the pickets and spoke to the assembled viewers and protesters:\nWhether you folks like it or not, you are part of a rather important political event...I am\nnot here to either encourage or discourage the students who decided to see this\n\nfilm...Were I not involved in this lawsuit, I would be out there defending the rights of\nthose picketers to...persuade you not to see this film.\n\n114\n\nHOUSE_OVERSIGHT_017201",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017201.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3195,
    "word_count": 563,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.456596",
    "prefix": "IMAGES-004"
  }
}