{
  "document_id": "HOUSE_OVERSIGHT_010834",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010834.txt",
  "text": "01:48:51\n\n04:48:53\n\n04:48:56\n\n04:48:59\n\n04:49:02\n\n01:49:07\n\n04:49:11\n\n04:48:13\n\n04:49:15\n\n1\n2\n3\n4\n5\n6\n7\n8\n9\n\norest? 10\noraane 14\norag20 12\noraa21 13\norao21 14\novas22 15\noras22 16\noras26 17\noraoze 18\noras26 19\norao2s 20\norssza 21\norsex0 22\norao30 23\narse 24\novaon2 25\n\n01:49:32\n\n01:48:32\n\n01:49:33\n\n01:49:37\n\n01:48:37\n\n01:49:38\n\n04:49:38\n\n01:49:39\n\n01:49:40\n\nOoOonrnt nah Wh =\n\noraoar 10\noragas 11\norasas 12\novagaa 13\norasso 14\noraese 15\noraass 16\noraase 17\no1s001 18\norsoos 19\norso0a 20\norso0s 24\nor50.07 22\norsoto 23\norsot2 24\nonsets 25\n\n25 of 38 sheets\n\n97\n\nAnother thing that I had, and I will not\nreveal any privileged communications here or any\nconfidential information, but on December 30th, I\nwas aware that one of the preeminent lawyers in\nthe United States, David Boies, had agreed to\nrepresent Virginia Roberts. And given the vast\namount of business that -- that, you know, tries\nto get in the door --\n\nMR. SIMPSON: Could I interrupt? I mean, I\nthink we are going towards a waiver here.\n\nMS. McCAWLEY: Yeah. No, no, no, I do not --\n\nMR. SIMPSON: We can't have testimony\nabout --\n\nMS. McCAWLEY: Yeah.\n\nMR. SIMPSON: -- this is one of the most\nrespected people in the country, or lawyers in\nthe country, and then you won't answer the\nquestions --\n\nTHE WITNESS: Okay.\n\nMR. SIMPSON: -- you said not to answer.\n\nMS. McCAWLEY: Oh. Well, describing David\nBoies in general --\n\nMR. SIMPSON: I agree with the description.\n\nMS. McCAWLEY: -- doesn't constitute a\nwaiver.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n98\n\nMR. SIMPSON: He's a distinguished lawyer.\n\nMR, SCAROLA: And I don't think we are\ngetting beyond anything that is a matter of\npublic record.\n\nMR. SIMPSON: I just -- I --\n\nMS. McCAWLEY: But I appreciate you --\n\nMR, SIMPSON: Be aware of waiver.\n\nMS, McCAWLEY: -- letting me know that.\n\nTHE WITNESS: Allright. I will be -- I will\nnot waive anything, and if I start to do that, I\nwould certainly request the opportunity to -- to\nretract what I'm doing, but I was aware -- since\nthe issue is, well, what's in the public record,\n\nI was aware that, you know, probably the most\nsignificant United States Supreme Court case\nargued in the last 20 years was Bush versus Gore,\nwhich was a case that essentially determined who\nwas going to be President of the most powerful\ncountry in the world.\n\nThere were two attorneys who argued that case\nin front of the United States Supreme Court, and\narguing for the Democratic Presidential\nCandidate, Al Gore, was David Boies.\n\nHe had put his credibility on the line in\narguing the Bush versus Gore case, and without\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n04:50:49\n\n01:80:22\n\n04:50:24\n\n04:50:27\n\n04:50:30\n\n01:50:34\n\n04:50:37\n\n01:50:41\n\nOOnr Dan kh WOH\n\n01:50:46\n04:50:50 10\n04:50:56 11\n01:51:01 12\n01:51:03 13\n\n04:51:09 14\nOFSh14 15\n04:51:19 16\nOn S424 17\n04:51:30 18\nOLSEST 19\n04:51:33 20\norsia 21\n04:54:36 22\n01:51:96 23\n04:51:40 24\n04:54:42 25\n\n04:54:45\n\n04:54:48\n\n04:54:48\n\nOn:5151\n\nO4S4:54\n\nOSTS7\n\n0:52.00\n\n04,52:03\n\nCont oak WOH =\n\n04:52,05\n04:52:07 10\n01:52:09 11\n04:52:11 12\n04:52:13 13\n04:52:17 14\norsz19 15\nonsza1 16\nors22s 17\n04:52:29 18\n01:52:33 19\n04:52:35 20\n04:52:36 21\n01:52:39 22\n01:52:42 23\n04:52:45 24\nO4S2:54 25\n\n99\ngoing into any confidential communications or\ntrying to waive in any way, I knew that David\nBoies had agreed to represent Virginia Roberts,\nwhich gave me additional confidence in the fact\nthat I was also representing this young woman in\nher effort to bring sex traffickers to justice,\nand those who had sexually abused her to justice.\n\nAnd so those are things that come to mind\nimmediately as -- let me just take a second and\nsee if there were other things regarding\nDershowitz that -- that come immediately --\nimmediately to mind.\n\nOh, one of the things was in the Jane Doe 102\ncomplaint, which alleged academicians that had --\nthat had abused -- sexually abused Jane Doe 3,\nthere -- there were -- so that raises a question,\nobviously, of who were the academicians that Bob\nJosefsberg had identified?\n\nI can't recall, actually. Let me -- the\nrecord should be clear, I can't recall\nimmediately whether it was singular or plural.\n\nIt may have been plural, but if it's singular, I\ndon't want to suggest that there were other\nacademicians, but at least one academician had\nsexually abused Jane Doe 3, according to the\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n400\ncomplaint that had been filed by Bob Josefsberg.\n\nThere were two things that were of interest\nto that: One was that Mr. Epstein, the man that\nI wasn't able to get information from because he\nwas invoking the Fifth, had refused or declined\nto file an answer to that complaint.\n\nRather than deny the allegations, he had,\nultimately, it's my understanding -- I don’t have\ninside information and I'm not trying to waive\nany information, but my understanding is that\nrather than answer the complaint, he settled the\ncase through the payment of some kind of\ncompensation that Jane Doe 102 found desirable\nfor dropping her claim.\n\nThe other thing that I found interesting is\nthat Josefsberg's partner, I believe it is,\n\nMiss Ezell, had been to some of the depositions\nof, for example, I believe Juan Alessi and\nAlfredo Rodriguez. And I believe at least one of\nthose, and perhaps both of those. And she had\nasked questions about Alan Dershowitz in those\ndepositions, but had not asked questions about\nother academics in those depositions.\n\nSo that led me to conclude that Bob\nJosefsberg and his outstanding law firm had\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nPage 97 to 100 of 151\n\n10/20/2015 01:07:28 PM\n\nHOUSE_OVERSIGHT_010834",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010834.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5578,
    "word_count": 961,
    "line_count": 309,
    "import_date": "2025-11-19T21:47:49.318045",
    "prefix": "IMAGES-001"
  }
}