{
  "document_id": "HOUSE_OVERSIGHT_015624",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015624.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 4 of 20\n\nthe materials in the records would be harmful to his _ professional\nreputation. Carnegie recited subsection vi’s restriction on release of materials involving a\nprivacy right, but noted that “statements Tedder alleged were defamatory and damaging were\nallegations in Carnegie's counterclaim for which she seeks damages.\nThese matters were not peripheral to the lawsuit; they were inherent to it.” Jd at 1312. Of\ncourse, exactly the same principle applies here: sexual abuse allegations filed by attorneys\nEdwards and Cassell for their client Ms. Virginia Giuffre are not peripheral to this lawsuit — they\nare inherent to it.\n\nTo see how “inherent” the sexual abuse allegations are to this lawsuit, the Court need\nlook no further than Dershowitz’s counterclaim in this case. Count I of Dershowitz’s\nCounterclaim (styled as “False Allegations in the Joinder Motion”) contends that Edwards and\nCassell should pay him damages because they “filed a pleading in the Federal Action titled ‘Jane\nDoe #3 and Jane Doe #4’s Motion Pursuant to Rule 21 for Joinder in Action’... .” Dershowitz\nCounterclaim at { 14. Dershowitz’s Counterclaim then goes on to quote at length from the\nJoinder Motion. His counterclaim contains, for example, this paragraph recounting the\nallegations:\n\nThe Joinder Motion then goes on to allege — without any supporting evidence — as\nfollows:\n\nOne such powerful individual that Epstein forced then-minor Jane Doe #3 to\nhave sexual relations with was former Harvard Law Professor Alan\nDershowitz, a close friend of Epstein’s and well-known criminal defense\nattorney. Epstein required Jane Doe #3 to have sexual relations with\nDershowitz on numerous occasions while she was a minor, not only in Florida\nbut also on private planes, in New York, New Mexico, and the U.S. Virgin\n\nHOUSE_OVERSIGHT_015624",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1985,
    "word_count": 310,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.444215",
    "prefix": "IMAGES-003"
  }
}