{
  "document_id": "HOUSE_OVERSIGHT_015996",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015996.txt",
  "text": "306 Are the Androids Dreaming Yet?\n\nlike to ‘sleep on it. Stephen Hawking distracts himself by working on a\ndifferent problem for a while. Anything that avoids focusing directly on\nthe problem itself seems to allow our creative freewheel run.\n\nEnvironment can be important. The campuses created by Steve Jobs\nfor both Apple and Pixar are designed to foster creativity. The physical\nenvironments build team behavior but also cause people to bump into\neach other. Cross-pollination drives creativity.\n\nThere are also some myths to dispel about creative people. Inventors\nare portrayed as eccentric and hopelessly disorganized, but Feynman\nkept notes of every idea he ever had. I have kept a series of notebooks,\nnow computer based, since J left university. I still have almost all of these\nona shelf at home. Creative people may be a little mad, but the successful\nones are rarely disorganized.\n\nYou must allow your brain to free wheel. J.K. Rowling has said the\ncharacters in the Harry Potter novels write themselves. I come to my\ncomputer each morning having not thought too much overnight and\njust write. Creation is just that; you must allow yourself to do it. It’s not\na process.\n\nThe Innovator’s Dilemma\n\nWhy don't big companies create? In 1997, Clayton Christensen of\nHarvard Business School wrote The Innovator’s Dilemma, the seminal\nwork on creativity within organizations. In it, he shows us why established\ncompanies tend not to innovate and why startups exist. Christiansen’s\nacademic research examines how companies handle discontinuous\nchange in technology, focussing on the hard disk industry.\n\nYou might not think this a very sexy sector. Microprocessors and\ngame consoles would be more fun, but the great advantage with the hard\ndisk is there is a single industry journal that has tracked the progress of\nevery player over 30 years, collecting detailed annual data on every facet\nof their business. For an academic, this is gold dust.\n\nIBM invented the hard disk drive in their research center near\nWinchester, England. The first prototypes were, consequently, called\nWinchester Drives. When Christiansen examined the industry, he found\nsomething very strange. As the size of disks reduced first from 8” to\n5%” and then from 5%” to 3%”, the dominant players in the previous\nera went out of business and new startups colonized the market. This\nfallout was not confined to a few small companies. It affected large, well-\nestablished, publicly-listed organizations, too. They failed en masse at\neach discontinuity. At first this made no sense to him. Surely a skilled\n\nHOUSE_OVERSIGHT_015996",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015996.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2603,
    "word_count": 419,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.228323",
    "prefix": "IMAGES-003"
  }
}