{
  "document_id": "HOUSE_OVERSIGHT_011556",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011556.txt",
  "text": "The intellectual experience at university everything I hoped. The challenge\nwas finding a way to juggle my studies with my military reserve duty. In other\nunits, most reservists could schedule their one month per year when classes\nweren’t in session. To be of use to Sayeret Matkal, Pd have to report when I\nwas most needed, and four weeks was unlikely to be enough. Near the end of\nmy first term, from late 1965 into the new year, I was called to participate in our\nlatest mission into the Sinai. The next winter, and through early 1967, I was\ncalled up for another mission and was away for nearly two months.\n\nThat operation was prompted by the fact the Egyptians had begun laying a\nnew communications cable, parallel to the one where we’d put our intercepts.\n\nWith the diggers getting closer to where I’d led the first Sinai mission, the\nkirya was worried that they might unearth the apparatus we’d installed. In\ntheory, at least, we’d planned for that. The bugging unit which we buried\nincluded a booby-trap explosive device. Still, nearly four years on, we couldn’t\nbe absolutely sure it would work. So the decision was taken to send the sayeret\nback on a further night crossing into the Sinai, defuse the explosives, and bring\nthe whole thing back to Israel. Since I was the one who’d installed it, I was\ngiven the job of removing it.\n\nThe officer in overall command of the mission was Nechemia Cohen. He\nwas a good friend, and one of the finest officers in the unit. Before I left for\nuniversity, I’d mentored him so that he could take over my role as the effective\nnumber-two officer in the sayeret, in charge of all our core operational\nactivities. He, too, was now about to leave, though not to for university. He was\nbecoming deputy commander of a paratroop company, under another former\nSayeret Matkal, named Yechiel Amsalem.\n\nI was meant to defuse the booby-trap remotely: with a 12-foot-long metal\ntool designed by the technology unit. I was fairly confident I’d manage. But\nwhen Chief-of-StaffRabin heard about the operation, he summoned me, along\nwith Eliezer Gonn, the scientist working with us on the plan to defuse the\nbooby-trap. Rabin was with a half-dozen other officers when we arrived. Gonn\nhad brought along a mock-up of the explosive device, which he proceeded to\nplace on Rabin’s office table. But as I took out the extension tool and started to\nexplain how I was going to defuse the device, Rabin turned to Gonn and asked:\n“Could it blow up spontaneously?”\n\n85\nHOUSE_OVERSIGHT_011556",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011556.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2511,
    "word_count": 436,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.593973",
    "prefix": "IMAGES-001"
  }
}