{
  "document_id": "HOUSE_OVERSIGHT_024347",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024347.txt",
  "text": "Table of Contents\n\nOPTION EXERCISES AND STOCK VESTED\n\n(1)\n\nOPTION AWARDS\nNUMBER OF SHARES\nACQUIRED ON VALUE REALIZED\nNAME EXERCISE (#) ON EXERCISE ($)\nErnest Garcia II — —\nMark Jenkins — —\n\nBenjamin Huston _— —_—\nRyan Keeton —_— —_—\nDaniel Gill — =\n\nSTOCK AWARDS ()\n\nNUMBER OF\nSHARES ACQUIRED VALUE REALIZED ON\nON VESTING (#) VESTING (3)\n226,384 8,197,217\n226,384 8,197,217\n107,624 3,894,768\n144,152 5,186,740\n\nAmounts include restricted stock units and Class B Units. The number of shares and values were determined based on the closing price of Carvana\nCo.’s Class A common stock on each vesting date and, in the case of Class B Units, the applicable participation thresholds of our B1 Units, B2 Units,\nB3 Units, and B4 Units (all as defined above in the “Outstanding Equity Awards at 2018 Fiscal Year End” table).\n\nPOTENTIAL PAYMENTS UPON A CHANGE OF CONTROL\n\n(1)\n\n(2)\n\nAs described in “Compensation Discussion and Analysis — Termination, Severance, and Change of Control Benefits” above, we do not have an\nemployment or severance agreement with any of our named executives; however, our NEOs would be entitled to accelerated vesting of certain equity\nawards under the following conditions, with values listed as of December 31, 2018:\n\nCHANGE OF\n\nCONTROL (8)\nNAME. (a)\nErnest Garcia II _\nMark Jenkins: 7,079,609\nBenjamin Huston: 4,026,667\nRyan Keeton: 1,576,953\nDaniel Gill: 6,345,721\n\nINVOLUNTARY TERMINATION\nWITHOUT CAUSE WITHIN 24\nMONTHS OF A CHANGE OF\n\nCONTROL ($) @)\n457,515\n\n428,926\n428,926\n377,473\n57 ATs\n\nAmounts in this column represent the market value as of December 31, 2018, on a fully exchanged basis, of the Class B Units, described above under\n“Outstanding Equity Awards at 2018 Fiscal Year End,” that would vest upon a change of control of Carvana Group, as long as the executive’s\nemployment had not been previously terminated and subject to certain escrow demand rights held by a purchaser of control of Carvana Group. The\nperformance-contingent RSUs would also vest on a change of control, but in proportion to the progress made toward positive EBITDA. None of the\nperformance-contingent restricted stock units would be subject to accelerated vesting as of December 31, 2018, because EBITDA as of that date had\n\nnot progressed beyond the baseline.\n\nAmounts in this column represent the market value as of December 31, 2018, of all outstanding time-based RSUs, which would become fully vested\nif the executive is involuntarily terminated without cause within 24 months of a change of control of Carvana Co. In that event, outstanding unvested\nstock options would also become fully vested and exercisable, but as of December 31, 2018, the price of Carvana’s Class A common stock did not\n\nexceed the strike price of those unvested options.\n\n- 38 -\n\nHOUSE_OVERSIGHT_024347",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024347.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2791,
    "word_count": 453,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:46.029282",
    "prefix": "IMAGES-007"
  }
}