{
  "document_id": "HOUSE_OVERSIGHT_024171",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024171.txt",
  "text": "Energy\n\nBrent (25 Jun): USD 91/bbl (last month: USD 109/bbl)\nUBS View (crude oil) Brent 6-month target: USD 100/bbI\n\n¢ A combination of renewed economic concerns about the Eurozone, easing geopolitical tensions between\nIran and the West, and further inventory builds in crude oil triggered a sharp decline in the Brent crude oil\nprice to USD 92/bbl and USD80/bbI for WTI.\n\n¢ We think the crude oil market is oversupplied, which is likely to push up OECD crude oil inventories to 62\ndays of consumption in the coming months. While it seems that Saudi Arabia has slightly reduced its\nproduction in May from 10.1 mbpd in April, the country could be in a wait-and-see position for longer.\nFirst, the EU/US sanctions on Iran take effect at the end of June/early July, and bring some additional supply\nuncertainty. Second, Saudi Arabia also sees the need for lower prices in the short run to support economic\nactivity in the developed world. But to prevent inventories from swelling too strongly, additional\nproduction cuts of up to 0.5 mbpd (0.55% of global demand) are needed in the coming months.\n\n¢ So what should investors do at current levels? Although downward momentum in crude oil prices is likely\nto fade, a sideways move should still lead to negative investment returns in the short run. The Brent\nforward curve flipped into contango from backwardation, which is deteriorating the risk reward payoff of\nthe energy sector. Hence, we currently maintain our underweight position.\n\nA Positive scenario Brent 6-month target: USD 140-180/bbl\ne Iranian oil exports gets subject to a complete embargo, or military interventions affect crude oil supply\nvia the Strait of Hormuz. Alternative OPEC supply routs would not be in a position to compensate for such\na supply shortfall. In order to curb demand, prices would need to spike towards USD 180/bbl.\n\n& Negative scenario Brent 6-month target: USD 75-80/bbl\n¢ Economic growth in the developed world contracts, thereby triggering a 0.5% to 1% decline in world\ncrude oil consumption. Although to a lesser degree, fading Iranian tensions and no supply cuts by OPEC\nwould allow crude oil inventories to build firmly and push Brent prices down towards USD 80/bbl.\n\nWhat we're watching Why it matters\n\nlran tensions Resurfacing Iranian tensions could cause prices to spike higher, but an escalation is\nless likely, in our view. The focus is on remaining Iranian exports (currently around\n1.6mbpd versus 2.4 mbpd in 2011).\n\nUS crude oil supply has come in strongly — reaching 6.4 mbpd. Further supply\ngrowth would not bode well for WTI crude oil. We also look at oil supply related to\nSudan, Syria and Yemen, which caused a 0.5 mbpd decline in global crude oil\nproduction capacity. It seems that these production capabilities will remain offline\nfor a longer period — potentially until 2014.\n\nKey dates: 12 July, IEA Medium Term Oil market report. Another round of\ndownward revisions to demand, like in June, is not expected. The latest forecast\nchanges to demand have been meaningful.\n\nSupply\n\nOil market reports\n(EIA/IEA/OPEC)\n\n36 UBS\n\nFor further information please contact CIO's asset class specialists Dominic Schnider, dominic.schnider@ubs.com or Giovanni Staunovo, giovanni.staunovo@ubs.com\n\nPreference: underweight\n\nRecommendations\n\nTactical (6 months)\n\n¢ We foresee further short-term weakness\nalthough less pronounced than the past\nmonth — we expect Brent to stabilize in\nthe range of USD 80.5 - 90/bbl in the next\n3 months. Production cuts and a pick up in\nemerging market demand should push\nBrent crude oil above current levels.\n\nStrategic (1 to 2 years)\n\ne After the demand slump in 1H 2012, we\nexpect Brent crude oil to trade at USD\n110/bbl in 12 months. This higher price\nlevel for 2013 reflects our expectation that\neconomic activity should provide price\nsupport in 2013. Thus, three-year crude oil\nfutures contracts at USD 90/bbl remain for\nus mispriced and an attractive investment\nsolution for strategy-oriented crude oil\ninvestors.\n\nOECD crude oil industry inventories on\nthe rise\n\n65 ) Days of consumption\n\n60\n\nJan Feb Mar Apr May Jun Jul Aug Sep Oct Novy Dec\n\nrange 2007-2011 —2012 average 2007-2011\n\nSource: EIA, UBS CIO as of 19 June 2012\n\nNote: Past performance is not an indication of future returns.\n\n36\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024171",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024171.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4371,
    "word_count": 711,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:47.340070",
    "prefix": "IMAGES-007"
  }
}