{
  "document_id": "HOUSE_OVERSIGHT_011807",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011807.txt",
  "text": "/ BARAK / 50\n\nMy own negotiating team, not to mention the Americans, assumed I would now\nturn my attention to the Palestinians. Arafat was pressing for us to go ahead with\nphase-two of the Wye redeployments. In fact, he now wanted us to add the transfer\nof three Arab villages on the edge of east Jerusalem: Eizaria, El-Ram and, most\nimportantly, Abu Dis, since from there you could see the golden dome of the\nmosque above the Western Wall in the Old City. I understood why the villages\nwere politically important for him. But in practical terms, I also knew I’d have to\nsecure the support of the cabinet and the Knesset for what the Likud, and the main\nreligious parties too, would interpret as a first step toward “handing back\nJerusalem.”\n\nFor me, this underscored the problem at the heart of Oslo. We were transferring\nland to Arafat, yet still without any serious engagement from the Palestinians on\nthe “permanent-status” questions, like the furture of Jerusalem, that were critical to\nthe prospects for real peace. They were critical, in fact, even to reaching a\nframework agreement, or a declaration of principles, as a basis for a final treaty. I\nprobably should have seen the crisis-ridden spring of 2000 as a harbinger of the\ndifficulties when we finally got to that stage. I did make a first major effort to find\ncompromise ground on the main issues. I sent Gilead Sher and Shlomo Ben-Ami to\nbegin back-channel talks with a Palestinian team led by Abu Ala’a and Hassan\nAsfour, the architects of Oslo. But as I prepared to seek Knesset approval for\nreturning the three additional villages to the Palestinians, my main Orthodox\ncoalition partners, Shas and the National Religious Party, as well as Sharansky’s\nYisrael ba’Aliyah, all threatened to walk out of the government. I did manage to\nkeep them on board, but only by getting the Knesset vote classified as a no-\nconfidence motion. That meant that if we lost, the government would fall and there\nwould be new elections. That was something none of them wanted. They feared\nthat Arik and the Likud would do better this time around, and they would end up\nwith fewer seats.\n\nStill, even that didn’t avert a different kind of crisis. The vote was on May 15.\nFor the Palestinians, this was also A/-Naqgba Day, the annual marking of the 1948\n“catastrophe” of the founding of the State of Israel. Danny Yatom told me the night\nbefore there were intelligence reports of large protests planned for the West Bank\nand in Gaza. President Clinton immediately got the American consul to deliver a\nmessage to Arafat, saying that the President expected him to intervene against any\nsign of violence. But Arafat’s reply was that, while he’d do what he could, he\n\n336\n\nHOUSE_OVERSIGHT_011807",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011807.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2737,
    "word_count": 472,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.548122",
    "prefix": "IMAGES-001"
  }
}