{
  "document_id": "HOUSE_OVERSIGHT_017272",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017272.txt",
  "text": "4.2.12\nWC: 191694\n\napparently talking on the phone with a friend about his mother’s death and the suspicions that his\nfather may have killed her. Tim’s suicide resulted in a reopening of the investigation. The case\nwas now on “the front burner.” It was also on the front pages of local newspapers.\n\nInvestigators began to focus on the drug potassium, which in large enough doses can kill and\nwhich is difficult to detect in the dead body. It was a perfect murder weapon, especially for a\nsophisticated medical examiner with extensive experience in causes of death.\n\nBoning to pressure from the media, the Governor of Florida appointed a lawyer named Harry\nShorstern—who was then the State Attorney in Jacksonville—to be a special prosecutor. He had\nonly one job: to prove that Dr. William Sybers had murdered his wife. With the single-minded\ndetermination of an inspector Javert, Shorstein set out to get Dr. Sybers.\n\nOn February 18, 1997, Shorstein had Sybers indicted for capital murder. The indictment alleged\nthat he had murdered her with an “unknown substance.” There was no hard evidence of any such\nsubstance, but Shorstein was confident he could find it. It was an example of “indict first—and\nthen search for the evidence.”\n\nShorstein was convinced that Dr. Sybers had injected his wife with potassium and that a thorough\nanalysis of her tissues, preserved from the autopsy, would prove that theory. The problem was\nShorstein’s theory was based on “junk” science, not real evidence. A “test” that purported to\nshow high concentrations of potassium in the tissues preserved from Kay’s autopsy was not\nscientifically valid. It could not be replicated by other scientists and the methodology had never\nbeen peer-approved. Accordingly, one court denied Shorstein’s petition for exhumation of Kay’s\nbody, and another court ruled that the potassium evidence could not be presented to the jury.\n\nThe theory that Dr. Sybers had used potassium as the murder weapon was now dead.\n\nShorstein was left with a capital indictment, but no theory, no evidence and no weapon. So he set\nout to find a new murder weapon. He turned his attention to the drug “succinylcholine.” The\nparalytic drug itself quickly disappears from the human body, but a scientist assured him that a by-\nproduct of the drug—succinylmonocholine; or “SMC,” could be detected in tissues even years\nlater by a sophisticated test. That test purportedly found traces of SMC. This time the test\nresults could be replicated by the famous FBI lab, although with slight variations. Shorstein had\nhis smoking gun—his murder weapon. And it had been certified by no less an authority than the\nFederal Bureau of Investigation.\n\nThe same judge who had excluded the potassium theory as “junk science,” now concluded, after\nan extensive hearing, that the succinylcholine theory was based on real science and could be\n\npresented to the jury.\n\nShorstein not only now had science on his side, he also had a sex motive that would surely grab\nthe jury’s attention, even if it were to become bored by the highly technical scientific evidence.\n\nThe state’s scientific case gave rise to the usual clash of experts. The two primary witnesses for\n\nthe prosecution were Dr. Kevin Ballard, the scientist who had conducted the test, and Dr. Marc\nLeBeau, the FBI chemist who had replicated the test. The defense introduced experts who\n\n185\n\nHOUSE_OVERSIGHT_017272",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017272.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3399,
    "word_count": 557,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.400018",
    "prefix": "IMAGES-004"
  }
}