{
  "document_id": "HOUSE_OVERSIGHT_018442",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018442.txt",
  "text": "I powered this ebook almost entirely with my own strangely obsessive energy, so you can\nblame me for any mistakes. If you find coding errors, broken internal links, or whatever,\nthen I invite you to email me and let me know so I can update the file! I'm available at\nclarisse.thom@gmail.com.\n\nThis is version 1.2 of The S&M Feminist. The resource list, glossary, and formatting\nhave all been updated.\n\nTK OK ok\n\nBDSM Resources\n\nBDSM is a 6-for-4 deal of an acronym that stands for Bondage, Discipline, Dominance,\nSubmission, Sadism, and/or Masochism. Some people call it S&M, B&D, leather, fetish,\nor kink. BDSM can mean very different things to different people, and there are a lot of\nactivities that can fall under the BDSM umbrella; such activities might include spanking,\nMaster/slave role-playing, handcuffs, cages, rape fantasies, razor blades, or all kinds of\nother things.\n\nI mention a lot of resources in the articles that I've included in this book, but I wanted to\ninclude an overview at the beginning, too.\n\nHands down, I believe that one of the most important resources within the BDSM\ncommunity is the Kink Aware Professionals list. If you are seeking medical, legal or\nother professional help for a problem that is influenced by alternative sexuality, there is\nprobably someone on the list who can help you. When I was going through my own\ncomplicated and difficult BDSM coming-out process, I tried two therapists from the KAP\nlist. One of them didn't really get me, but the second was wonderfully helpful -- so, if\nyou're looking for a therapist, don't be afraid to shop around until you find the right fit.\nThe list is here: https://ncsfreedom.org/resources/kink-aware-professionals-directory/kap-\ndirectory-homepage.html\n\nWant more information on how BDSM interfaces with the psychiatric establishment?\nI've compiled the research here: http://clarissethorn.com/blog/2012/05/07/the-\npsychology-of-sm/\n\nBooks\n\nIn 2012, the legendary educator Tristan Taormino released The Ultimate Guide To Kink:\nBDSM, Role Play and the Erotic Edge, which is supposed to be amazing. I haven't read it\nmyself, though.\n\nMy personal favorite beginner BDSM books are The New Topping Book and The New\nBottoming Book, by Dossie Easton and Janet W. Hardy. If you look for those books on\nAmazon.com, you will also see a lot of interesting related books in the \"Customers Who\nBought This Item Also Bought\" section. I remember liking Jay Wiseman's SM/01/,\nalthough I know some people who have mixed feelings about it; a number of people\nrecommend Screw The Roses, Send Me The Thorns by Philip Miller and Molly Devon,\nbut I've never read it myself.\n\nIf you're thinking of coming out to a loved one, I recommend the book When Someone\n\nHOUSE_OVERSIGHT_018442",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018442.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2745,
    "word_count": 441,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.493121",
    "prefix": "IMAGES-004"
  }
}