{
  "document_id": "HOUSE_OVERSIGHT_011613",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011613.txt",
  "text": "Youssef’s apartment, the one Mookie and Yoni had been assigned. Then, bursts\nof gunfire from the other building.\n\nA Land Rover was approaching from the gendarmerie at the bottom of the\nroad. We waited until it was about 50 feet away. Amiram and I opened fire, then\nDov and Shmuel Katz as well. The driver lost control and crashed into the side\nof the Renault. There were at least four policemen inside. They, too, rolled\nbehind the wall on the far side of the street. Using the terrace columns for cover,\nwe kept shooting. Within a minute or so, only a couple of the cops fired back.\n\nThough the three Palestinians could not know the reason for the gunfire and\nthe wailing of the car horn, they were now on their guard. When Mookie had\nblown open the door to Abu Youssef’s flat — and he, Yoni and the other two\nmembers of his team ran into the apartment — he saw the Black September man\npeering out from the bedroom. Mookie raised his Uzi but the Palestinian ducked\ninside and shut the door. All four of them fired through through the door. When\nthey went in, they found not only Abu Youssef but his wife, both dead. When\nZvika’s team burst in on Kamal Nasser, he, too, was ready. Crouching behind a\ndesk, he raised an automatic pistol and fired, grazing one of the team on the leg.\nBut in a burst of Uzi bullets, he, too, was killed.\n\nI suspect that Amitai’s face-to-face meeting with Dado may have saved his\nlife. When he and his team cornered Kamal Adwan, he had an AK-47 raised and\nready to fire. Without even a split second’s unconscious hesitation, Amitai fired\nfirst. His only regret afterwards was that Adwan’s wife and children saw it\nhappen, and that when they’d blasted open the apartment door, the force blew\nopen the door of a nearby flat, killing an elderly Italian woman. She had been\none of the Mossad’s sources of information on the Beirut apartments.\n\nMookie’s team came down first. They joined us, crouching behind the\ncolumns, as sporadic shots continued from one of the policemen behind the wall\nacross the street. When a second police Land Rover approached, | at first\nsignaled the others to let it pass. But when it suddenly accelerated toward us, we\nopened fire. It swerved, crashing into the rear bumper of the other one.\n\nThe other teams were back down now. I shouted for Dov to have the drivers\nbring the station wagons from around the corner. When we began to pull away,\na third police Land Rover appeared. It sped up behind us. Mookie tossed back a\ngrenade. The last thing I saw as we made it to the end of the block and headed\ntoward the seafront was the front end of the vehicle exploding. We dropped\nhollow, needle-sharp spikes out the window of the car as we left, so I knew that\n\n142\nHOUSE_OVERSIGHT_011613",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011613.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2740,
    "word_count": 499,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.837369",
    "prefix": "IMAGES-001"
  }
}