{
  "document_id": "HOUSE_OVERSIGHT_029518",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029518.txt",
  "text": "6 The Virgin Islands Daily News\n\nVIRGIN ISLANDS\n\nWednesday, December 5, 2018\n\nJeffrey Epstein settles one suit, but more to come\n\nBy CURT ANDERSON\nThe Associated Press\n\nWEST PALM BEACH, Fla. A decade\nago, Florida financier Jeffrey Epstein pleaded\nguilty to sex crimes involving underage girls\nand got 13 months behind bars.\n\nWhat the public and his accusers didn’t know\nat the time was that he had secretly struck a deal\nwith federal prosecutors that spared him from\ncharges that could have put him away for the\nrest of his life.\n\nWhen the deal finally came to light years\nlater, it immediately raised suspicions that\nEpstein — a man who counted Bill Clinton\nand Donald Trump among his friends\nand had some of the finest legal talent in\nAmerica as his lawyers had used his\nwealth and political connections to win\nspecial treatment.\n\nEpstein is also a reskient of the Virgin Islands\nas owner of Little St. James Island off the East\nEnd of St. Thomas. He is listed on the VI.\nsex offender registry as a result of that 2008\nFlorida conviction.\n\nAllegations against him flared anew in\nrecent weeks as news organizations, led by\nThe Miami Herald, published interviews with\nthe alleged victims and took a closer look at\nAlexander Acosta, who as the U.S. attorney\nin Miami in 2008 approved the secret deal.\nAcosta is now President Donald Trump's\nsecretary of Labor.\n\nOn Tuesday, a lawsuit that many had hoped\n\nwould expose some of the\nlurid allegations against\nEpstein by putting some\nof his accusers on the\nstand ended abruptly in\na settlement just as jury\n\nselection was about to\nbegin.\n \\ But the attempt to\n\nget to the bottom of the\nEpstein case and how he\nmanaged to get such a light\nsentence is not over: Some of his accusers are\npursuing a separate legal effort to nullify the\nplea agreement and, they hope, expose him to\nfederal prosecution again.\n\n“That injustice needs to be addressed and\nwill be addressed” said Jack Scarola, one of the\nattorneys lined up against Epstein. “There is no\njustification for the broad scope of immunity\nthat was granted.”\n\nEpstein, 65, reached the non-prosecution deal\nwith Acosta’s office while under investigation\non suspicion of sexually abusing at least 40\nteenage girls. Under the deal, he pleaded guilty\nto two state charges, did his time in jail, paid\nsettlements to many of the alleged victims and\nregistered as a sex offender.\n\nHe could have faced a far more severe\npenalty if federal prosecutors had pursued a\ndraft 53-page indictment that was never filed\nand included sex trafficking charges.\n\nSome of Epstein’ accusers are now arguing\nthat their rights were trampled under a federal\n\nJeffrey Epstein\n\nlaw that says crime victims must be informed\nabout plea bargains.\n\nOne of Epstein’s lawyers, Roy Black,\nhas said there was no conspiracy to violate\nvictims’ rights, and the plea agreement was\n“no sweetheart deal by any stretch of the\nimagination.”\n\nEven if the plea bargain is nullified, the final\ndecision on binging charges woukd rest solely\nwith the Justice Department.\n\nOn Tuesday, Epstein settled a defamation\nlawsuit brought against him by a lawyer for\nsome of the accusers, Bradley Edwards, who\nsaid Epstein tned to derail his representation\nof the women and ruin his career. In settling,\nEpstein apologized and agreed to pay an\nundisclosed amount.\n\nEdwards said some of the accusers — some\nof whom say they were 13 or 14 when they\nwere molested were prepared to testify in\nthe lawsuit and may yet get their day in federal\ncourt.\n\n“They're willing to talk. They want to share\ntheir stories,” Edwards said.\n\nCongressional Democrats are calling for an\ninternal Justice Department investigation.\n\nRep. Lois Frankel, who represents the Palm\nBeach area, said Tuesday that Epstein “allegedly\nhad dozens and dozens of young, vulnerable\nwomen, young women taken to his house where\nthey were sexually exploited.”\n\n“L think what has been equally shocking is\nwhat I call an extreme minimal punishment for\nthis man without really any public explanation\n\nCancer Support Virgin Islands (CSVI)\nsponsored by International Capital & Management Company®\nprovides financial assistance to U.S. Virgin Islands cancer patients.\n\nas to why this happened,” Frankel added.\n\nAcosta has not commented about the case\nduring the recent media coverage. He was asked\nbriefly about the non-prosecution agreement at\nhis Senate confirmation hearing.\n\n“At the end of the day, based on the evidence,\nprofessionals within a prosecutors office\ndecided that a plea that guarantees someone\ngoes to jail, that guarantees he register generally\nand guarantees other outcomes, is a good\nthing,” he said.\n\nAccording to court papers, Epstein had a\nPalm Beach mansion where girls were brought\nfor what they were sometimes told were\nmassage sessions, He allegedly had female\nfixers who would look for suitable girls, some\nof them recruited from Eastern Europe and\nother parts of the world.\n\nBefore the scandal broke, Epstein was\nfriends with Trump and had visited the real\nestate developer’ Mar-a-Lago resort. Trump\ntold interviewers that Epstein was “a great guy.”\nRecords also show Clinton flew on Epstein’s jet\nmore than two dozen times.\n\nOne young woman alleged in court\ndocuments that Epstein shared her with his\nfriends, including Britains Prince Andrew, a\ncharge denied by Buckingham Palace.\n\nEpstein’s legal team at various times included\nsuch big names as Whitewater prosecutor\nKenneth Starr and Harvard professor Alan\nDershowitz.\n\nNeither Trump nor Clinton has been accused\nof any wrongdoing related to Epstein.\n\nDuring October Breast Cancer month,\nCSVI recently raised over $100,000.\n\nContact Charlene Kehoe at 715-5806 or 340-690-8952\nif you need support in your fight against cancer.\n\nSCSVI\n\nCancer Support Virgin Islands\n\nAll funds raised by CSVI are managed via the VI Cancer\nPatient Fund of the Community Foundation of the\nVirgin Islands - a 501¢3 charitable organization.\n\nHOUSE_OVERSIGHT_029518",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5917,
    "word_count": 969,
    "line_count": 195,
    "import_date": "2025-11-19T21:47:49.362998",
    "prefix": "IMAGES-010"
  }
}