{
  "document_id": "HOUSE_OVERSIGHT_013376",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013376.txt",
  "text": "involved. See, e.g., Edwards Depo. at 301-02 (Q: “...[Wlere you aware that Scott Rothstein\nwas trying to market Epstein cases... ?” A: “No.”),\n\nEdwards has supplemented his deposition answers with an Affidavit that declares in no\nuncertain terms his lack of involvement in any fraud perpetrated by Rothstein. See, eag.,\nEdwards Affidavit attached to Statement of Undisputed Material Facts as Exhibit “N” at 8-10,\n420, 422-23. Indeed, no reasonable juror could find that Edwards was involved in the scheme, as\nEdwards joined RRA well after Rothstein began his fraud and would have been already deeply in\ndebt. In fact, the evidence of Epstein’s crimes is now clear, and Edwards’s actions in this case\nwere entirely in keeping with his obligation to provide the highest possible quality of legal\nrepresentation for his clients to obtain the best result possible.\n\nIn view of this clear evidence rebutting all allegations against him, Epstein must now\n“produce counter-evidence establishing a genuine issue of material fact.” See Bryant v. Shands\nTe caching Hospital and Clinics, Inc., 479 So.2d 165, 168 (Fla. Ist Dist. Ct. App. 1985). Epstein\ncannot do this. Indeed, when asked at his deposition whether he had any evidence of Edwards’s\ninvolvement, Epstein declined to answer, purportedly on attorney-client privilege grounds:\n\nQ. I want to know whether you have any knowledge of evidence that Bradley\n\nEdwards personally ever participated in devising a plan through which were sold\n\npurported confidential assignments of a structured payout settlement? .. .\n\nA. Id like to answer that question by saying that the newspapers have reported\n\nthat his firm was engaged in fraudulent structured settlements in order to fleece\n\nunsuspecting Florida investors. With respect.to my personal knowledge, I’m\n\nunfortunately going to, today,.but I look forward to at some point being able to\n\ndisclose it, today I’m going to have to assert the attorney/client privilege.\nSee Deposition of Jeffrey Epstein, Mar. 17, 2010 (hereinafter “Epstein Depo.”) at 67-68.\nTherefore summary judgment should be granted for Edwards on all claims involving any Ponzi\n\nscheme by Rothstein.\n\nHOUSE_OVERSIGHT_013376",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013376.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2184,
    "word_count": 337,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.225444",
    "prefix": "IMAGES-002"
  }
}