{
  "document_id": "HOUSE_OVERSIGHT_020617",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020617.txt",
  "text": "158\n\nPublic figures from the second or third generation of immigrants are emerging\nslowly. The traditionally anticommunist sentiment in Paris’s thirteenth district,\npopulated by former refugees, has all but disappeared. The district’s Socialist Party\nMP, a former advocate of Taiwan, switched his sympathies to the PRC before leaving\npolitics in 2017. While France has always seen itself as a melting pot society—where\neven native languages dissolved over a generation—the economic attraction of China\nis clearly felt.\n\nPolice and judicial cooperation have also become an issue. In 2017, for the first time, a\nPRC citizen accused of corruption was extradited back to China; no public assurances\nwere given regarding a possible death penalty. Another case erupted when Chinese\npublic security officials made an unannounced visit to France to pressure a resident to\nreturn home and face charges.\n\nPolitics\n\nFor decades, China’s National Day reception has been the most sought-after\ndiplomatic reception in France, with queues often backing into the street. China’s\ndiplomatic buildings have in fact sprouted up around Paris, sometimes acquired\nfrom French government sites on sale. China has cultivated a stable of former French\npoliticians. Of particular interest to China is former prime minister Dominique\n\nde Villepin, who is a frequent visitor to the country. He has regularly made\n\npositive remarks to Chinese state media and at other fora regarding the Belt and\nRoad Initiative (BRI) and Chinese cooperation with the EU. In 2018, he became\n\na distinguished professor at China Europe International Business School and now\nheads its advisory board.\n\nCivil Society\n\nA new generation of NGOs linking French and PRC members and sponsors has\nemerged, complementing the traditional role of business. Most prominent is the\nFrance-China Foundation, guided by an active French diplomat and presided over by\ncurrent prime minister Edouard Philippe. With prominent PRC businessmen (such\n\nas Jack Ma) as cosponsors and old or new members of the French establishment (e.g.,\nformer prime minister Laurent Fabius and Cedric Villani, prominent mathematician\nand an MP since 2017), the foundation hosts social events, including at the Chateau\nde Versailles. Its strongest activity is a Young Leaders program that is patterned after\nthe traditional Fondation France-Amérique. Other organizations include the Fondation\nProspective et Innovation, headed by Jean-Pierre Raffarin, which awards a Wu Jianmin\nscholarship named after a former Chinese ambassador to France.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020617",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020617.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2587,
    "word_count": 386,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.524760",
    "prefix": "IMAGES-006"
  }
}