{
  "document_id": "HOUSE_OVERSIGHT_028055",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028055.txt",
  "text": "One night’s massacre would have been enough to produce the outcry that\nresulted once the first news reports, photos and TV pictures were sent around\nthe world. That the bloodletting was allowed to continue after we knew what\nwas going on, beyond the cost in innocent lives, made the fallout even worse. In\nIsrael, the response was unlike anything in the past. There had been some\nopposition to the war: from parts of Labor, from political groups further to the\nleft and particularly the pressure group Peace Now, formed in 1978 to protest\nthe Begin government’s obvious desire to use the peace with Egypt as a means\nto limit, rather than actively explore, prospects for a wider agreement with the\nPalestinians.\n\nAfter Sabra and Shatila, Peace Now was the driving force behind demands\nfor an inquiry into the Israeli role into what had happened. But the trauma went\ndeeper. Israelis of all political stripes jammed shoulder-to-shoulder into the\nKings of Israeli Square in the heart of Tel Aviv a week after the massacre.\nThere were soldiers, too: 20somethings back from the fighting and reservists a\ndecade or more older. Some estimates put the size of the crowd at as many as\n400,000, almost ten percent of the population of Israel at the time. The protest\nwas nominally aimed at forcing the government to empower a commission of\ninquiry, which it did a couple of days later. But the mood in the square was\nmore like an outpouring of shock and shame. While the catalyst was the\nmassacre in the camps, it tapped into a rumble of growing questions, and\ndoubts, about the war itself, which had been building ever since the prolonged\nsiege of west Beirut: what the invasion was for, how it had been planned and\nprosecuted, and what it said about our country, our government and our armed\nforces.\n\nI was at home with Nava, watching the coverage of the demonstration on\ntelevision. I shared the protesters’ view that an inquiry was needed. In the days\nsince my phone call to Tsila Drori, ’'d remained troubled not just by our failure\nto stop the killings once we knew what was going on, but by the response from\nBegin, Arik and some other ministers to the massacre. Determined to shift the\nblame and responsibility elsewhere, they kept driving home the point that it was\nPhalangists, not Israelis, who had carried out the killings. That was true. But it\ncould not erase the failures of judgment and control on our part. We were the\nones who had allowed them into the camps. Our forces were deployed around\nthe perimeter. And the killers were our “Lebanese Christian allies”.\n\nThe formal picking-apart of Israel’s share of responsibility would be the job\nof the inquiry commission. I did take some heart from the very fact such large\n\n207\nHOUSE_OVERSIGHT_028055",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028055.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2754,
    "word_count": 476,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.230616",
    "prefix": "IMAGES-009"
  }
}