{
  "document_id": "HOUSE_OVERSIGHT_017639",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017639.txt",
  "text": "Page 4 of 78\n2007 Utah L. Rev. 861, *866\n\nThe Crime Victims' Rights Movement was also able to prod the federal system to recognize victims’ rights. In 1982, Congress\npassed the first federal victims’ rights legislation, the Victim and Witness Protection Act, which gave victims the right to make\nan impact statement at sentencing and provided expanded restitution. !4 Since then, Congress has passed several acts that\nfurther protected victims’ rights, including the Victims of Crime Act of 1984, '> the Victims’ Rights and Restitution Act of\n1990, 1° the Violent Crime Control and Law Enforcement Act of 1994, !7 the Antiterrorism and Effective Death Penalty Act\nof 1996, '® and the Victim Rights Clarification Act of 1997. !° Other federal statutes have been passed to deal with\nspecialized victim situations, such as child victims and witnesses. 7°\n\nAmong these, the Victims' Rights and Restitution Act of 1990 is worth briefly highlighting. This act purported to create a\ncomprehensive list of victim's rights in the federal criminal justice process. The act commanded that \"[a] crime victim has the\n\nn 21\n\nfollowing rights and then listed various rights in the process. Among the [*867] rights were the right to \"be treated with\n\nfairness and with respect for the victims’ dignity and privacy,\" 7? to \"be notified of court proceedings,\" 7 to \"confer with [the]\n\nattorney for the Government in the case,\" 7+\n\nand to attend court proceedings, even if called as a witness, unless the victim's\ntestimony \"would be materially affected\" by hearing other testimony at trial. 75 The statute also directed the Justice\nDepartment to make its \"best efforts\" to ensure that victims received their rights. 7° Yet this act never successfully integrated\nvictims into the federal criminal justice process and was generally regarded as something of a dead letter. Because Congress\n\npassed the CVRA in 2004 to remedy the problems with this law, it is worth briefly reviewing why it was largely unsuccessful.\n\nCuriously, the Victims’ Rights Act was codified in Title 42 of the United States Code - the title dealing with \"Public Health and\nWelfare.\" As a result, the statute was generally unknown to federal judges and criminal law practitioners. Federal practitioners\nreflexively consult Title 18 for guidance on criminal law issues. More prosaically, federal criminal enactments are bound\ntogether in a single West publication - the Federal Criminal Code and Rules. This single publication is carried to court by\nprosecutors and defense attorneys and is on the desk of most federal judges. Because West Publishing never included the\nVictims’ Rights Act in this book, the statute was essentially unknown even to the most experienced judges and attorneys. The\nprime illustration of the ineffectiveness of the Victims’ Rights Act comes from the Oklahoma City bombing case, where victims\nwere denied rights protected by statute in large part because the rights were not listed in the criminal rules. 77\n\nBecause of such problems with the statutory protection of victims' rights, victims advocates decided in 1995 the time was right\nto press for a federal constitutional amendment. They argued that the statutory protections could not sufficiently guarantee\n\n4 Pub. L. No. 97-291, 96 Stat. 1248 (1982).\n\n> Pub. L. No. 98-473, 98 Stat. 2170 (1984).\n\n© Pub. L. No. 101-647, 104 Stat. 4826 (1990).\n7 Pub. L. No. 103-322, 108 Stat. 1796 (1994).\n8 Pub. L. No. 104-132, 110 Stat. 1214 (1996).\n\n° Pub. L. No. 105-6, 171 Stat. 12 (1997).\n\n20 See, e.g., /8 U.S.C. § 3509 (2006) (protecting rights of child victim-witnesses).\n21 Pub. L. No. 101-647, § 502(b) (1996).\n\n2 Id. § 502(b)(1).\n\n3 Id. § 502(b)(3).\n\n24 Id. § 502(b)(5).\n\n25 Id. § 502(b)(4).\n\n26 Id. § 502(a).\n\n27 United States v. McVeigh, 157 F.3d 809, 814-815 (10th Cir. 1998). See generally Cassell, Barbarians at the Gates, supra note 6, at 515-22\n(discussing this case in greater detail).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017639",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017639.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3961,
    "word_count": 647,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.374367",
    "prefix": "IMAGES-004"
  }
}