{
  "document_id": "HOUSE_OVERSIGHT_011028",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011028.txt",
  "text": "net output is gross realized output less depreciation plus proprietary output. Both\ndrop by the amount of Bill’s maintenance consumption on Phil’s books asa\n\nslaveowner. So then does Bill’s present value of that cash flow.\n\nThis noir thought experiment is worth thinking through. It shows that even if\nslavery were legal and common, its market evidence would neither show the value\nof human capital nor refute the fact that human capital is inalienable. It is\ninalienable for the reason, if none other, that our maintenance consumption satisfies\nno one else’s tastes. Phil did not acquire Bill’s human capital. He converted it to\n\nlivestock worth much less.\n\nAnother useful point is that assets in general tend to be worth more to their owners.\nThis does not contradict the convergence axioms. We buy or build to taste. That\ndifference is particularly important as to assets not meant to be traded, such as\nproductive plant. I suspect that this is what the national accounts missed in\n\nadjusting depreciation.\n\nMaintenance Learning\n\nBen-Porath argued, persuasively | believe, that both kinds of investment in human\ncapital must end when not enough time remains for recovery with interest. Those\ntwo are invested consumption, including schooling, and self-invested work. I\npropose that invested consumption substantially ends at maturity and\nindependence. Self-invested work of learning continues long after, as there remains\n\nno other adequate explanation of age-wage profiles. When does it stop?\n\nLearning itself continues to the end. Yet if Ben-Porath is right, and he is, self-\ninvested learning stops well before. What continues, | think, is what I call\n“maintenance learning”. It is defined as learning to keep up pay now rather than to\nenhance pay later. At all ages, we must learn the names and traits of new clients and\n\nco-workers and suppliers and regulations continually to do what we are paid for.\n\nChapter 5 Bringing Human Capital In 1/13/16 9\n\nHOUSE_OVERSIGHT_011028",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011028.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1980,
    "word_count": 315,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.020584",
    "prefix": "IMAGES-001"
  }
}