{
  "document_id": "HOUSE_OVERSIGHT_030777",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030777.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 1/18/2018 2:44:02 PM\nTo: Michael Wolff aS\nSubject: Re:\n\nyou and i as usual agree. - tell you more face to face. J an going to ask SB to sign your book\n\nOn Thu, Jan 18, 2018 at 9:42 AM, Michael Wolff (> wrote:\nYes, yes, that's their continuing resistance speaking. But that doesn't change the fact that it is their ONLY\noption. AND it's a slam-dunk one. She would turn it around. If Dylan is coming out to speak publicly, Soon-Yi\nalso has to. If Dylan is allowed to be the center of this story, Woody is cooked. If Soon-Yi claims it--and she is\nactually the center of the story--everything shifts and they can make it their own.\n\nOn Thu, Jan 18, 2018 at 9:37 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nnot intellectually capable. . and frankly -unwiling. my shrink says ........\n\nOn Thu, Jan 18, 2018 at 9:32 AM, Michael Wolff {> wrote:\n\nHe has to turn this into a love story with Soon-Yi. She's the only one who can save him.\n\nOn Thu, Jan 18, 2018 at 9:26 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nyes, he is having what he refers to as his\" brain trust\"this weekend. but it appears the group needs a\nname change. They are all old thinkers. no social media strategy. no links to connecticut\nreport. . the jackals now lying in wait for the next movie release. which i believe cannot happen at all\nnow. but they tell him what he wants to hear. wonder wheel grossed 7m at the box office. the new\nmovie is young ditz, prositutes. . drunken journalism student chasing an older guy. . The connecticut (\nhired by the state ) report front page. -- WE interviewed dylan Nine times . two professionals AT THE\nTIME. we conclude that the story is fantasy. . NOTHING ELSE is relevant. mia. ronan. motives,\npoliceman views. etc.\n\nOn Thu, Jan 18, 2018 at 9:20 AM, Michael Wolff {i wrote:\n\nHa! On another note, this Woody thing is going south very quickly. Planning to speak to them this\nmorning.\n\nOn Thu, Jan 18, 2018 at 9:17 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nwhy dont we also ask harvey weinstein to join to make sure we dont get any press :)\n\nOn Thu, Jan 18, 2018 at 9:16 AM, Michael Wolff (ii wrote:\ndon't forget I want to go with you to the mid east sometime...\n\nOn Thu, Jan 18, 2018 at 9:15 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nim off sat to europe mid east etc. return around the 30\n\nOn Thu, Jan 18, 2018 at 9:08 AM, Michael Wolff (i wrote:\n\nBannon's \"nationalist-populist\" platform is coherent, rational, and, apparently appealing to a great\nmany people. I can't see why at this point he wouldn't want to use his world-stage stature to make an\nargument for it and to claim leadership of it. What does he have to lose? What else is there, except to\nsuck up to Trump, and get the chance to be manhandled by him again?\n\nOn Thu, Jan 18, 2018 at 8:54 AM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nHOUSE_OVERSIGHT_030777",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030777.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2883,
    "word_count": 522,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.217258",
    "prefix": "IMAGES-011"
  }
}