{
  "document_id": "HOUSE_OVERSIGHT_017379",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017379.txt",
  "text": "4.2.12\nWC: 191694\n\ncourt’s most liberal member at the time, and a man who had grown up in Washington State,\nwanted to decide the issue. He wrote a dissenting opinion that represented the conventional\nliberal view with which I, and many in my generation, had been brought up. He argued that the\nequal protection clause does not:\n\nprohibit law schools from evaluating an applicant's prior achievements in light of the\nbarriers that he had to overcome. A black applicant who pulled himself out of the ghetto\ninto a junior college may thereby demonstrate a level of motivation, perseverance, and\nability that would lead a fairminded admissions committee to conclude that he shows more\npromise for law study than the son of a rich alumnus who achieved better grades at\nHarvard. That applicant would be offered admission not because he is black, but because\nas an individual he has shown he has the potential, while the Harvard man may have taken\nless advantage of the vastly superior opportunities offered him. Because of the weight of\nthe prior handicaps, that black applicant may not realize his full potential in the first year\nof law school, or even in the full three years, but in the long pull of a legal career his\nachievements may far outstrip those of his classmates whose earlier records appeared\nsuperior by conventional criteria.\n\nSuch a policy would not be limited to blacks, or Chicanos or Filipinos, or American\nIndians, although undoubtedly groups such as these may in practice be the principal\nbeneficiaries of it. But a poor Appalachian white, or a second generation Chinese in San\nFrancisco, or some other American whose lineage is so diverse as to defy ethnic labels,\nmay demonstrate similar potential and thus be accorded favorable consideration by the\nCommittee.\n\nJustice Douglas was, in fact, describing his own background in Washington State. His\nautobiography was informing his constitutional ideology, as is often the case. He then went on to\ndistinguish the approach he described from the one employed by the University of Washington\nlaw school:\n\nThe difference between such a policy and the one presented by this case is that the\nCommittee would be making decisions on the basis of individual attributes, rather than\naccording a preference solely on the basis of race.\n\nHe concluded therefore that since the “clear and central purpose” of the equal protection clause\nwas to “eliminate all official sources of racial discrimination in the states,” it follows that each\napplicant must be evaluated in “a racially neutral way:”\nThere is no superior person by constitutional standards. A DeFunis who is white is entitled\nto no advantage by reason of that fact; nor is he subject to any disability, no matter what\nhis race or color. Whatever his race, he had a constitutional right to have his application\n\nconsidered on its individual merits in a racially neutral manner.\n\nDouglas thus rejected the schools efforts to achieve “representation” of minorities:\n\n292\n\nHOUSE_OVERSIGHT_017379",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017379.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3005,
    "word_count": 492,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.617136",
    "prefix": "IMAGES-004"
  }
}