{
  "document_id": "HOUSE_OVERSIGHT_027872",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027872.txt",
  "text": "showing my feelings, beyond my immediate family and a few close friends.\nWhen I was in the army, this wasn’t an issue. Self-control, especially in high-\npressure situations, was a highly valued asset. But in politics, I think that it did for a\nconsiderable time inhibit my ability to connect with the public, or at least with\nthe news media that played such a critical intermediary role. And it caused me\nto be seen not just as reserved or aloof, but sometimes as cold, or arrogant.\n\nI did get much that I value from my parents. From my mother, her\nboundless energy, activism, her attention to detail, and her focus on causes\nlarger than herself — her belief that politics mattered. Also her love for art and\nliterature. When I would come home from the children’s dormitory to my\nparents’ room — just nine feet by ten, with a wooden trundle bed to save space\nduring the day — there was always a novel or a book of verse sharing the small\ntable with my parents’ most single prized possession: their kibbutz-issue radio.\n\nAs achild, however, I spent much more time with my father. He was my\nguide, my protector and role model. Like my mother, he never mentioned the\ntrials which they and their families endured before arriving in Palestine. Nor did\nthey ever speak to me in any detail about the Holocaust. No one on the kibbutz\ndid. It was as if the memories were scabs they dared not pick at. Also, it\nseemed, because they were determined to avoid somehow passing on these\nremembered sadnesses to their sons and daughters. Still, when I was ten or\neleven, my father did — once, inadvertently — open a window on his childhood.\nEvery Saturday morning, we would listen to a classical music concert on my\nparents’ radio. One day, as the beautiful melodies of Tchaikovsky’s violin\nconcerto in D came through the radio, I was struck by the almost trancelike look\nthat came over my father’s face. He seemed to be in another, faraway, place.\nWhen the music ended, he turned and told me about the first time he’d heard it.\nIt was on the train ride into Crimean exile with Itzila and Meir in the early days\nof the First World War. The train took five days to reach the Crimea and\nsometimes halted for hours at a time. Every evening, a man at the far end of\ntheir carriage would take out his violin and play the second movement of the\nTchaikovsky concerto.\n\nI have heard the piece in concert halls many times since. When the orchestra\nbegins the second movement — with the violin notes climbing higher, trembling\never so subtly — it sends a shiver down my spine. I can’t help thinking of the\nrailway car in which my then four-year-old father and other Jews from\nPonovezh escaped the Great War of 1914. And of other trains, in another war 25\nyears later, carrying Jews not to safety but to death camps.\n\n24\nHOUSE_OVERSIGHT_027872",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027872.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2816,
    "word_count": 509,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.221646",
    "prefix": "IMAGES-009"
  }
}