{
  "document_id": "HOUSE_OVERSIGHT_022052",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022052.txt",
  "text": "Fittyy Ricw\n\n24. I also had sex with Dershowitz at Epstein’s Zorro\nRanch in New Mexico in the massage room off of the indoor\npool area, which was still being painted.\n\n25. We also had sex at Little Saint James Island in the\nU.S. Virgin Islands.\n\n26. Another sexual encounter between me and Dershow-\nitz happened on Epstein’s airplane. Another girl was present\nCHAPTER 64 on the plane with us.\n\n27. I have recently seen Alan Dershowitz on television\ncalling me a “liar.” He is lying by denying that he had sex\nwith me. The man I’ve seen on television, described as a for-\nmer law professor, is the same man that I had sex with at\noberts Giuffre, filed on j least six times. Dershowitz also knows that Epstein had sex\nneys representing Jeffrey | ] with other underage girls and lent me out to other people,\ned) : q but he is lying and denying that....\n\na 28. After years of abuse and being lent out, I began to\n\n: look for a way to escape. I had first gone into Epstein’s house-\n\n- Alan Dershowitz was around Rh: : hold because I wanted to be a massage therapist. Epstein had\nvitz was so comfortable with the 4 taken me into his clutches through promises and talk and for\n4 . some time I believed him. But once he had me under his con-\n\nt on one occasion he observed me\ntrol, regardless of my doubts and fears, I felt trapped.\n\nmae with Dershowitz at least six | I 29. I kept asking Epstein for my promised training and\nvhen I was about 16, early on in : ; education. Epstein finally got me a plane ticket to Thailand\ndit continued until I was 19. a | __ to go to Chiang Mai to learn Thai massage. This sounded\nad sex took place in New Yorkin q like my chance to escape. In September 2002, I packed my\n\nEpstein’s room (not the massage bags for good. I knew this would be my only opportunity to\n\ny sixteen years old at the time. 14 break away.\nknew he was a famous professor — 7 30. On September 27, 2002, I flew from JFK in New York\nat I had sex with Dershowitz was © 0 Chiang Mai, Thailand. I arrived around September 29 for\n\n_ My training. But Epstein was going to get something out of\n\n3each.\n\na\ni\n1\n\n245\n\nHOUSE_OVERSIGHT_022052",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022052.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2129,
    "word_count": 413,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.296730",
    "prefix": "IMAGES-006"
  }
}