{
  "document_id": "HOUSE_OVERSIGHT_019668",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019668.txt",
  "text": "180 | HOW AMERICA LOST ITS SECRETS\n\nout his knowledge, just as he had copied them without the NSA’s\nknowledge. As former U.S. intelligence officers pointed out to me,\nadversary services could not be expected to shirk from employing\ntheir full capabilities once they learned that an American “agent of\nspecial services,” as Putin called him, had brought stolen NSA docu-\nments to Hong Kong.\n\nThe Times reported from Hong Kong that two sources, both of\nwhom worked for major government intelligence agencies, “said\nthey believed that the Chinese government had managed to drain\nthe contents” of the laptop that Snowden brought to Hong Kong.\nThat China had the capability to obtain Snowden’s data was also\nthe view of the former CIA deputy director Morell. He said, “Both\nthe Chinese and the Russians would have used everything in their\ntool kit—from human approaches to technical attacks—to get at\nSnowden’s stolen data.”\n\nSnowden would not have been a particularly difficult target for\nthem, especially after he started disclosing secrets to journalists at\nthe Mira hotel. Not only could the Chinese service approach the\n\n® security staff at the Mira, but they could track him after he left the ©\nhotel and moved, along with his computers, in and out of several\nresidences arranged by his carer. Snowden, after all, had put himself\nin the hands of people whom he had never met before, including\nthree Hong Kong lawyers, a carer, and three Guardian journalists.\nIt is likely that the efforts of these adversary intelligence services to\nfind him, and the NSA data, would further intensify after Snowden\nrevealed to the South China Morning Post on June 12 that he had\naccess to NSA lists of computers in China and elsewhere that the\nNSA had penetrated.\n\nIt wouldn’t be only the Chinese service on his trail. The Rus-\nsian intelligence service would also likely be tasked to acquire these\nNSA documents after Snowden’s meeting with Russian officials in\nHong Kong. And while he could get away with giving coy and elu-\nsive answers to journalists who asked him about the whereabouts of\nthe NSA data, the Russian and Chinese officials in Hong Kong who\ncould offer him an escape route from prison would likely demand\nmore specific answers about the whereabouts of data they had not\nalready obtained by technical means.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 180 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019668",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019668.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2400,
    "word_count": 400,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.769707",
    "prefix": "IMAGES-005"
  }
}