{
  "document_id": "HOUSE_OVERSIGHT_023216",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023216.txt",
  "text": "coordination with Suydam Kathy gregory, I would suggest limiting to one person. The increasing public\nprofile needs to be taken into consideration.\ntalk later..\n\nDate: Sun, Dec 28, 2014 at 5:18 AM\nSubject: jobs ahead\n\nTo: Brad Wechsler Melanie Spinclla (i, Ada Clapp\nCti(i‘iS\n\n1. review accounting system. Book keeping softaware. _ staff, ( senior accountant ) methods on line\nbanking, brokerage. cash mgmt. airplane reimbursement. boat sale. art purchases sales use and sales tax.\ntax filings FBAR FATCA, gaming commsion, pfics, insurance . uk co law.\n\n2. review docs for TRA BRH grats, trusts, heritage will, insurance, art lending. medical, springing\npowers. two fire drill books. one needed for injury. other for death\n\n3 review bills . boats , planes, legal, (PW, McFarlands all outside. legal and accounting. Toms bills\nover 400k . house projects. south ny ben\n\n4 cashflow projections tax projections , interaction with Apollo accounting tax, Phaidon ,art space ,and\nRegan. legal accounting. audit\n\n5. children meetings , review to date and allocations\n\n6 review all role in payables. files scanned, no paper\n\n7 review invesmtents for tax basis and unrecognized gain\n\n8 schedule of all hedge funds . redeemables commitments etc.\n\n9 charities pledges strucutre, staff,\n\nDate: Fri, Feb 20, 2015 at 5:52 AM\n\nSubject:\n\nTo: Melanie Spinella i\n\n1) pg 1 A\" unequal shares\". pg 23 \"removal of trustees \" absolute. dont be confused with abiltiy to set\nup Seperate trusts, , 2) I am reachable this afternoon in europe. on cell. 3. on another note . -our\nfinancial agreement ended months ago . seperate from the art partnership (which i was told yesterday to\nmy amazement is still not funded) . 1am obligated to complete ? the time i have dedicated since oct/\ndec has been spent mainly as your friend. tom, brad though i am fully cognizant of my responsiblities. I\nwill try to help find people. I am not good at human resources. howevr If I don;t think they are good\nenough for you. I will continue to say so _, and you obviously decide. but I will reiterrate even in the face\nof your \"nobody is good enough argument.\" keeping foremost in my mind that you and I have only beeen\nshown a very tiny handful of people. 4. I find the friction over fees , counterproductive. in an attempt to\navoid it I had suggested a multi year deal early on. you rejected it. I then suggested, and urged you to\nhave an option at a fixed fee , you also rejected that .you wanted the fee payment only at the end I argued\nbut ,conceded. I suggested a structure that tom didn't like. you rejected it. 5 I suggest you make a fair\nproposal.- that i can either accept or reject. some payment up front this time is a requirement. I am willing\nto modify any outstanding obligations. - there are creative ways to assure you of your desired\ncharacterization of those payments. 6 you should open accts at Deutsh . and goldman. I am told that\neilleen has set up over one hundred bank acccts for you???!!._ few relevant 7 you should immediatly\ndemand a list of all her acct authorites , exec poistions . director etc. bank authorizsations. etc. talk\nlater or over the weekend if you like\n\nDate: Wed, Dec 9, 2015 at 10:16 AM\nSubject: Fwd:\n\nTo: Jeffrey Epstein <jeevacation@gmail.com>\nkkkjkjjjkjjyou said\n\nHOUSE_OVERSIGHT_023216",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023216.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3287,
    "word_count": 569,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.590696",
    "prefix": "IMAGES-007"
  }
}