{
  "document_id": "HOUSE_OVERSIGHT_018032",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018032.txt",
  "text": "Case 1:19-cv-03377 Document 1-13 Filed 04/16/19 Page 3 of 4\n\nIn fact, the purpose of the May 19\" meeting with Mr. Boies was for Mr. Dershowitz to\npropose a method to persuade Mr. Boies that his client was mistaken about having sex\nwith Mr, Dershowitz. Mr, Dershowitz proposed to show using his own records of travel\nand calendars that he could not have been present at the times alleged as he was\ndemonstratively elsewhere. However, Mr. Dershowitz did not have the records with him\nat that meeting and a later meeting was scheduled for Mr. Dershowitz and his paralegal to\npresent the records. Neither at or prior to the May 19\" meeting, had Mr. Dershowitz\ngiven anything for Mr. Boies to evaluate the issue further.\n\nI am informed that Mr. Dershowitz has also asserted that at a meeting on June 1, 2015,\n“Boies said his goal was to persuade Virginia Roberts that she was mistaken in\nidentifying me as a person with whom she had sex.” Mr. Boies never said that in my\npresence, and what he did say in my presence both before and after June 1, 2015 was\ninconsistent with what Mr. Dershowitz ascribes to Mr. Boies. Mr. Boies said he would\ndiscuss Mr. Dershowitz presentation with his client and see if it changed the client’s mind\nregarding her recollections but he also said that the client strongly believed what she was\nsaying.\n\nAt Mr. Dershowitz’s request I attended a meeting on July 6, 2015, at the Boies Schiller\nFlexner offices in New York City with David Boies and Sigrid McCawley with Mr.\nDershowitz participating by Skype. The purpose of the meeting as stated at the meeting,\nand as stated to me by Mr. Dershowitz prior to the meeting, was to continue his efforts to\npersuade Mr. Boies and Ms. McCawley that Mr. Dershowitz had not been in any of the\nplaces where the client said Mr. Dershowitz had sex with her at any relevant time. The\nassettion by Mr. Dershowitz that Mr. Boies had, by this time, stated that he was\nconvinced that Mr. Dershowitz had not had sex with the client or had expressed this view\nin my presence, is not accurate.\n\n(a) Mr. Boies indicated at the July 6\" meeting that while the information was\n“useful” he had open questions about what he was given, and that there were gaps\nin what he was being given. Moreover, there were locations where Mr.\nDershowitz was alleged to have had sex with the client with respect to which Mr.\nDershowitz had not yet produced sufficient documentation.\n\n(b) The meeting ended with Mr. Dershowitz promising to produce additional\nmaterials to BSF and with the parties planning to have another meeting to review\nthose materials.\n\nThroughout this process, Mr. Dershowitz appeared determined that the outcome of those\nmeetings would vindicate him. At various points, Mr. Boies did say that if he became\nconvinced that his client was honestly mistaken about Mr. Dershowitz that he would\nconvey that view to his client and that if he could not convince her, his firm would\nconsider withdrawing from her representation. However, Mr. Boies also said that while\nhe had an open mind on this matter, in light of the steps his firm had taken to verify the\nclient’s accounts, and the other evidence of which he was aware, Mr. Dershowitz would\nhave to produce compelling proof to convince him the client was mistaken. Following\n\nHOUSE_OVERSIGHT_018032",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018032.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3298,
    "word_count": 573,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.575534",
    "prefix": "IMAGES-004"
  }
}