{
  "document_id": "HOUSE_OVERSIGHT_018788",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018788.txt",
  "text": "Gaming Demand Analysis\n\nDemand for gaming can be classified into four primary sources: the leisure segment, local residents, tour and travel groups and convention\ndemand.\n\nLEISURE DEMAND\n\nLeisure visitation to Las Vegas is enormous with visitors taking advantage of the year-round favorable climate and multitude of attractions.\nThe leisure segment utilizes both table games and gaming devices and has a higher propensity to play table games than other segments.\nAccording to the Las Vegas Convention Authority Visitors Profile Study, in 2014 approximately 47% of all visitors mentioned vacation or\npleasure, up significantly from 41% in 2013. Of those polled, 71% of all visitors said they gambled while in Las Vegas with an average\ngambling budget of $530.\n\nLOCAL DEMAND\n\nLocal demand plays a part in gaming revenue contribution to the Las Vegas market. However, the local segment’s impact on the Las Vegas\nStrip is moderate. According to the Las Vegas Convention and Visitors Authority, 13% of locals gamble on the Strip with 45% gambling at\nleast once per week and 75% gambling at least once per month.\n\nTOUR AND TRAVEL DEMAND\n\nLas Vegas welcomed a record 41.1 million visitors in 2014, an all time record. Las Vegas tourism generates more than $45 billion in economic\nimpact for the local economy and supports 376,000 local jobs. Las Vegas is recognized worldwide as a premier gaming destination. From\ntraditional card and dice games, to slot machines and race and sports book betting, the casino industry has flourished and evolved into\nan international phenomenon. A significant portion of the visitor revenue generated in the city is attributed to the gaming industry, which\nposted $9.6 billion in revenue in 2014.\n\nCONVENTION DEMAND\n\nConvention demand within the Las Vegas market is significant. Las Vegas was the most popular trade destination (with a 25% market\nshare of the Trade Show Week 200 Shows in terms of net square footage) and third most popular convention destination in the nation. In\n1990, approximately 1.7 million persons attended trade shows and conventions in Las Vegas; In 2014, convention attendance was up to 5.2\nmillion, an increase of 8% annually over the last 25 years. Future convention expansion in demand is anticipated to see these rates of growth\ncontinue for the foreseeable future.\n\nHOUSE_OVERSIGHT_018788",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018788.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2346,
    "word_count": 374,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.082565",
    "prefix": "IMAGES-005"
  }
}