{
  "document_id": "HOUSE_OVERSIGHT_024898",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024898.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n82\n\nFebruary 25, 2019\n\nkg per year, which has led to a shortage of supply. In 2018, an import license was\ngranted to Canadian licensed producer (LP), Aurora, for 100 kg of medical cannabis per\nyear to help meet the demand.\n\nItaly has a rich history of hemp cultivation and it used to be one of the main producers in\nthe world prior to prohibition of the plant. The market opened up in 2016 when the\ngovernment announced that a license to cultivate hemp for industrial, food, cosmetic\nand energy purposes was no longer required. Whereas the rest of the EU requires THC\ncontent to be below 0.2%, Italy permits a margin of up to 0.6%.\n\nBased on the license exemption, many companies started producing and selling high\nCBD, low THC referred to as “cannabis light.” Cannabis light products must state that the\nproduct is not for human consumption; however, once a person purchases the product\nthe use is essentially up to their own discretion. These products are legally sold and\nbranded as “collectors’ items.” Since it is a “collectors’ item,” imported “cannabis light”\nproducts are not taxed. However, it is necessary to have proper test and analytics when\ncrossing the border to guarantee the product passes customs.\n\nOne of the first “cannabis light” companies, EasyJoint Project, launched in 2017 and is\n\nsold in hemp specialist shops. There are now around 1,000 e-commerce sites and other\nretail stores that sell CBD oil, capsules, CBD for pets, dried flower, vapes and cosmetics.\nLegally, the Health Ministry must approve products, yet this is not frequently enforced.\n\nForeign companies have invested in land over the last couple of years, including public\nCanadian companies Wayland, LGC Capital, Canopy and CROP. In 2018, Wayland\nentered a JV with CBD Italian Factory S.S. with plans to supply the local market with\nCBD for medical, therapeutic and veterinary purposes. LGC Capital entered an\nagreement with EasyJoint to acquire 47% of the company to gain access to the local\n“cannabis light” companies’ 415 retail outlets and 11 branded stores. In February 2019,\nCanopy made an investment in Italian organic hemp producer and CBD extractor,\nCanapar Corp. CROP, a Canadian holdings company, acquired 30% of Italian company,\nZhemplar, to cultivate and extract low THC, high CBD products, under a white label\nbrand, Tiffany CBD and Hempire Italia. The company also has exclusive rights with Yield\nGrowth Corp to over 55 wellness products that can be infused with CBD.\n\nSwitzerland\n\nSwitzerland is recognized for its progressive drug policies and evidence based\napproaches. Medical cannabis has been regulated since 2008 and continued to open\nwith regulatory changes in 2017. The number of patients is relatively small, at around\n3,000 people. Prior to June 2018, it was not possible to obtain pharmaceutical grade\npure CBD for medical purposes. That changed once the Food and Drug Administration in\nthe U.S. approved Epidiolex; subsequently, the Swiss law changed, too. Pharmacies can\nnow prepare magistral formulas for CBD for patients who meet certain conditions\n\nAlthough cannabis is controlled under the Narcotics Act, CBD is not included in that\nlegislation. The country permits 1% THC to be cultivated, produced and used, which is\nregulated as a tobacco substitute. These products (e.g. pre-rolled joints, dried flower,\nand cannabis cigarettes) are regulated under the Tobacco Ordinance and can be\npurchased in supermarkets, specialty shops, kiosks and cafes. The first cannabis\ncigarette was available for purchase in 2017. These products are predominantly\nconsumed by affluent businesspeople during breaks at work or the end of the day.\n\nThe Federal Office of Public Health (FOPH) provides regulatory oversight for tobacco\nand CBD products. Registration with the FOPH is required for tobacco substitutes to\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024898",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024898.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3883,
    "word_count": 617,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:46.657351",
    "prefix": "IMAGES-008"
  }
}