{
  "document_id": "HOUSE_OVERSIGHT_012917",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012917.txt",
  "text": "Chapter 1\nIntroduction\n\n1.1 AI Returns to Its Roots\n\nOur goal in this book is straightforward, albeit ambitious: to present a conceptual and technical\ndesign for a thinking machine, a software program capable of the same qualitative sort of general\nintelligence as human beings. It’s not certain exactly how far the design outlined here will be\nable to take us, but it seems plausible that once fully implemented, tuned and tested, it will be\nable to achieve general intelligence at the human level and in some respects beyond.\n\nOur ultimate aim is Artificial General Intelligence construed in the broadest sense, including\nartificial creativity and artificial genius. We feel it is important to emphasize the extremely\nbroad potential of Artificial General Intelligence systems. The human brain is not built to be\nmodified, except via the slow process of evolution. Engineered AGI systems, built according to\ndesigns like the one outlined here, will be much more susceptible to rapid improvement from\ntheir initial state. It seems reasonable to us to expect that, relatively shortly after achieving the\nfirst roughly human-level AGI system, AGI systems with various sorts of beyond-human-level\ncapabilities will be achieved.\n\nThough these long-term goals are core to our motivations, we will spend much of our time here\nexplaining how we think we can make AGI systems do relatively simple things, like the things\nhuman children do in preschool. The penultimate chapter of (Part 2 of) the book describes a\nthought-experiment involving a robot playing with blocks, responding to the request \"Build me\nsomething I haven’t seen before.\" We believe that preschool creativity contains the seeds of,\nand the core structures and dynamics underlying, adult human level genius ... and new, as yet\nunforeseen forms of artificial innovation.\n\nMuch of the book focuses on a specific AGI architecture, which we call CogPrime, and which\nis currently in the midst of implementation using the OpenCog software framework. CogPrime\nis large and complex and embodies a host of specific decisions regarding the various aspects of\nintelligence. We don’t view CogPrime as the unique path to advanced AGI, nor as the ultimate\nend-all of AGI research. We feel confident there are multiple possible paths to advanced AGI,\nand that in following any of these paths, multiple theoretical and practical lessons will be\nlearned, leading to modifications of the ideas possessed while along the early stages of the path.\nBut our goal here is to articulate one path that we believe makes sense to follow, one overall\ndesign that we believe can work.\n\nHOUSE_OVERSIGHT_012917",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012917.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2640,
    "word_count": 420,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.905463",
    "prefix": "IMAGES-002"
  }
}