{
  "document_id": "HOUSE_OVERSIGHT_013228",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013228.txt",
  "text": "312 17 A Preschool-Based Roadmap to Advanced AGI\n\n— Example task: If Ruiting is normally seen near Shuo, then if the robot knows where\nShuo is, that is where it should look when asked to find Ruiting\n\n6. Planning\n\ne Tactical\n— Example task: The robot is asked to bring the red ball to the teacher, but the red\nball is in the corner where the robot can’t reach it without a tool like a stick. The\nrobot knows a stick is in the cabinet so it goes to the cabinet and opens the door\nand gets the stick, and then uses the stick to get the red ball, and then brings the\nred ball to the teacher.\ne Strategic\n— Example task: Suppose that Matt comes to the lab infrequently, but when he does\ncome he is very happy to see new objects he hasn’t seen before (and suppose the\nrobot likes to see Matt happy). Then when the robot gets a new object Matt has\nnot seen before, it should put it away in a drawer and be sure not to lose it or let\nanyone take it, so it can show Matt the object the next time Matt arrives.\ne Physical\n— Example task: To pick up a cup with a handle which is lying on its side in a position\nwhere the handle can’t be grabbed, the robot turns the cup in the right position\nand then picks up the cup by the handle\n® Social\n— Example task: The robot is given a job of building a tower of blocks by the end of\nthe day, and he knows Ben is the most likely person to help him, and he knows that\nBen is more likely to say \"yes\" to helping him when Ben is alone. He also knows\nthat Ben is less likely to say \"yes\" if he’s asked too many times, because Ben doesn’t\nlike being nagged. So he waits to ask Ben till Ben is alone in the lab.\n\n7. Attention\n\ne Visual Attention within its observations of its environment\n— Example task: The robot should be able to look at a scene (a configuration of objects\nin front of it in the preschool) and identify the key objects in the scene and their\nrelationships.\ne Social Attention\n— Example task: The robot is having a conversation with Itamar, which is giving the\nrobot reward (for instance, by teaching the robot useful information). Conversations\nwith other individuals in the room have not been so rewarding recently. But Itamar\nkeeps getting distracted during the conversation, by talking to other people, or\nplaying with his cellphone. The robot needs to know to keep paying attention to\nItamar even through the distractions.\ne Behavioral Attention\n— Example task: The robot is trying to navigate to the other side of a crowded room\nfull of dynamic objects, and many interesting things keep happening around the\nroom. The robot needs to largely ignore the interesting things and focus on the\nmovements that are important for its navigation task.\n\n8. Motivation\n\nHOUSE_OVERSIGHT_013228",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013228.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2731,
    "word_count": 514,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.001252",
    "prefix": "IMAGES-002"
  }
}