{
  "document_id": "HOUSE_OVERSIGHT_019345",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019345.txt",
  "text": "used data stolen from Facebook to try to influence the presidential election from which Donald\nTrump emerged victor. It is not a mystery that for a long time he courts nationalists of the right\nfrom East to West. And he has already met, among others, the Hungarian Orban, the French Marine\nLe Pen and the former leader of the British separatists Nigel Farage. The latter reappeared,\ncoincidentally, on Friday in Pennsylvania, USA, to a fundraiser in favor of the Republican\ncongressman Lou Barletta. Without forgetting the Italians of Lega and 5 stars. Of them, he said: \"If\nit works in Italy, we can import the model anywhere”.\n\nThe Movement, which for now will count on a staff of 10 people, will be fully operational in 2019.\nIn short, after the American midterm elections, where Bannon is fighting to influence the primaries\nsupporting candidates potentially able to undermine the prospects of Republican establishment. But\nin the future the former spin doctor says he wants to spend more and more time in Europe. Also\nbecause the relationships with Trump have worsened after the revelations he made to Michael\nWolff and published in the scandal book “Fire and Fury”. “Better to reign in Hell than to serve in\nParadise,” Bannon says now paraphrasing the Satan of one of his favorite books, John Milton's Lost\nParadise. Hell in this case would be the dear old Europe and its democratic values. The “army of\ndarkness” is already among us.\n\nIn Sacratissimo Corde Jesu et Purissimo Corde Mariae et Castissimo Corde Ioseph.\n\nis 2k 3s 2 2s 3g 2k\n\nBenjamin Harnwell\nFounder and President of the Board of Trustees\nDignitatis Humanae Institute\n\nCell:\nOffice: [i\n\nIstituto Dignitatis Humanae\n44 Via delle Fornaci\n\nRoma 00165\n\nITALY\n\n@ben_harnwell\nwww.dignitatishumanae.com\n\nIl giorno 22 lug 2018, alle ore 15:38, Steve Bannon ___l,- ha scritto:\n\nWhat does this say???\n\nBegin forwarded message:\n\nHOUSE_OVERSIGHT_019345",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019345.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1911,
    "word_count": 312,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.297887",
    "prefix": "IMAGES-005"
  }
}