{
  "document_id": "HOUSE_OVERSIGHT_012567",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012567.txt",
  "text": "14/16/2006 16:31 FAX 5618021787 USAO WPB FL 002\n\nU.S. Department of Justice\n\nUnited States Attorney\nSouthern District of Florida\n\n500 South Australian Ave., Suite 400\nWest Palm Beach, FL 33401\n\n(561) 820-8711\n\nFacsimile: (561) 820-6777\n\nNovember 16, 2006\n\nVIA FACSIMILE\n\nLilly Ann Sanchez, Esq.\nFowler White Bumett\n\n1395 Brickell Ave Fl 14\nMiami Florida 33131-3300\n\nRe: Jeffrey Epsteim\nDear Ms. Sanchez:\n\nThank you for your letter and voicemail. 1 will plan to direct all correspondence fo you\nunless you provide other instructions. In tum, please direct all future communications with the\nOffice to my attention.\n\nAs I mentioned in my voicemail, Mr. Lewis stated that Mr. Epstein is willing to provide\ndocuments and information that we deem necessary to the investigation. I would appreciate if you\nwould forward the documents and information Listed below to my attention or, if you prefer, to\nSpecial Agent E. Nesbitt Kuyrkendall, Federal Bureau of Investigation, 500 South Flagler Drive,\nSuite 500, West Palm Beach, FL 33404. If yourequire a grand jury subpoena for any of the items,\nplease let me know.\n\ni, Documentation related to the ownership of the property located at 358 El Brilio Way,\nPalm Beach, Florida, including the purchase agreement and any mortgages, liens, or\nother encumbrances.\n\n2. Documentation related to the ownership of Gulfstream Aircraft NS09JE, Model\nG1159B, and Boeing Airctaft N908JE, Model 727-31, including purchase\ninformation, lease agreements, liens or other encumbrances, and payments for\nmaintenance and storage.\n\n3. All documents and information provided to the Palm Beach County State Attomey’s\nOffice in connection with its investigation of Mr. Epstein.\n\n4. Bank information, account numbers, bank statements and billing statements for any\nbank accounts and/ot credit cards used by Mr. Epstein (or any of his employees) to\npay for Mr. Epstein’s personal expenses, from January 1, 2004 to the present.\n\n00269\n\nHOUSE_OVERSIGHT_012567",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1971,
    "word_count": 303,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.344288",
    "prefix": "IMAGES-002"
  }
}