{
  "document_id": "HOUSE_OVERSIGHT_024811",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024811.txt",
  "text": "OY\n>\nA\n=a\nPlan\nce\n\nCannabis Investment Report | December 2017\n\nDisclosures, Disclaimers, Sources and Use\n\nThis report has been compiled for informational purposes only and is not a research report. This report is not\nand should not be construed as an offer to sell securities or a solicitation of an offer to buy securities. Readers\nshould not rely on this report in making any investment decision. Readers should not assume that this report\nis complete and should conduct their own analysis and investigation of the cannabis industry and consult with\ntheir own financial, legal, tax and other business advisors before making any investment decision related to the\ncannabis industry or any company participating therein.\n\nThe information in this report is ofa general nature, and this report should not be construed, relied upon or\nacted upon as investment, legal, medical, health or tax advice. Readers should obtain advice applying to their cir-\ncumstances from a qualified attorney or other investment, medical or tax professional before acting or not acting.\nAckrell Capital, LLC and its affiliates and their respective directors, officers, employees, agents, representatives,\nconsultants, attorneys, independent contractors and controlling persons (Ackrell Capital, we, us, our) expressly\ndisclaim liability in respect of any action taken or not taken based on information in this report.\n\nAny tax-related information contained in this report is not intended as a thoroughgoing analysis and is not\nto be relied on for any purpose. It may fail to analyze various facts and laws important to any complete, partic-\nularized analysis. Readers are urged to consult with their own tax advisors to determine the tax consequences of\nany planned course of action or nonaction.\n\nNone of the companies referenced in the report, including those companies referenced in the Top 100 Private\nCannabis Companies 2018 and The Green Field 2018, have seen this report prior to publication; the contents\nof this report (including a company’s inclusion in the Top 100 Private Cannabis Companies 2018 or The Green\nField 2018) are not endorsed by any company referenced herein. Some companies referenced in this report may\nobject to being referenced in a document discussing the cannabis industry. Any display of any company’s logo\nincluded in this report is intended solely as an efficient method of identifying the company so referenced.\n\nAckrell Capital has made investments in and conducted investment banking and other services for compa-\nnies referenced in this report and may do so in the future. Readers should be aware that Ackrell Capital may have\na conflict of interest that could affect the objectivity of this report.\n\nAckrell Capital does not make any representation or warranty as to the accuracy or completeness of this\nreport. This report relies on and includes information, estimates and opinions from a wide range of sources, both\npublic and private, including surveys, interviews, market databases, market research reports and Ackrell Capital’s\nown opinions and estimates. The information, estimates and opinions relied on by or included in this report\nhave been obtained from sources we believe to be reliable. Any statement in this report that is not a statement of\nhistorical fact (which may be indicated by words such as “believe,” “expect,” “anticipate,” “estimate,” “project,”\n“predict” and similar expressions) should be considered the opinion or estimate of Ackrell Capital or others.\nA number of factors could cause actual results or events to differ materially from those indicated by such opin-\nions and estimates. The opinions and estimates included herein or relied on hereby are subject to change without\nnotice, and we assume no obligation to update this report; readers are cautioned to not place undue reliance on\nsuch opinions or estimates.\n\nWhile this report includes information developed by others, our original contributions are protected by\ncopyright. We are not looking to prevent others from using our work, however. Others are free to copy and dis-\ntribute this report or portions of it, so long as they credit Ackrell Capital, LLC. More specifically, we are using\nthe same license used by Wikipedia. Thus, this report is licensed under the Creative Commons Attribution\nShareAlike 3.0 License (CC-BY-SA). Others are free to use, re-use, share, reproduce and make derivative works\nof the report, provided they comply with the requirements of the CC-BY-SA, which can be found at: https:/ /\n\ncreativecommons.org/ licenses/ by-sa/ 3.0.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 175\n\nHOUSE_OVERSIGHT_024811",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024811.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4636,
    "word_count": 725,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.165069",
    "prefix": "IMAGES-008"
  }
}