{
  "document_id": "HOUSE_OVERSIGHT_019506",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019506.txt",
  "text": "18 | HOW AMERICA LOST ITS SECRETS\n\nhe had broken both legs. An army spokesman could not confirm that\nSnowden injured his legs or that he was in fact dropped from the\nprogram for medical reasons.\n\nUnder his TrueHooHa alias, Snowden wrote that “they [the army]\nheld on to me until the doctors cleared me to be discharged, and then\nafter being cleared they held onto me for another month just for\nshits and giggles.” He attributed this treatment in the army, as he\nwould later attribute his problems in the CIA and the NSA, to the\ninferior intelligence of his superiors. He wrote in his post, “Psych\nproblems = dishonorable discharge depending on how much they\nhate you. Lots of alleged homos were in the hold unit, too, but they\nonly got a general discharge at best.”\n\nIf he had broken his legs, it was not evident to Joyce Kinsey, his\nnext-door neighbor, who told me that she never saw Snowden on\ncrutches when he returned to his mother’s condominium in Sep-\ntember 2004. Army records show that he did not receive a medical\ndischarge. He received an “administrative discharge.” Unlike a medi-\ncal discharge, which is given because a soldier has sustained injuries\n\n® that prevent him from performing his duties, an administrative dis- ®\ncharge is a “morally neutral” form of separation given to a soldier\nwhen he or she is deemed for nonmedical reasons inappropriate for\nmilitary service. Snowden preferred to cite a medical explanation for\nhis severance, just as he had claimed a medical reason for dropping\nout of high school (and would later claim he needed medical treat-\nment for epilepsy at the NSA).\n\nWhen he returned home from Fort Benning, Georgia, he was\ntwenty-one. He remained unemployed for several months before\ntaking a job as a security guard at the University of Maryland’s Cen-\nter for Advanced Study of Language, where he was given his first\nsecurity clearance. Snowden had to take a polygraph exam to get\nthe job. According to his Ars Technica postings, he worked the night\nshift from six in the evening to six in the morning. He had higher\nambitions than being a campus security guard.\n\nHe wanted to become a male model. He did not seem overly con-\ncerned about his privacy, posting pictures of himself on the Internet\n“mooning” for the camera. He also posted provocative modeling pic-\ntures of himself on the Ars Technica website. He commented on his\n\n| | Epst_9780451494566_2p_all_r1.z.indd 18 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019506",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019506.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2461,
    "word_count": 424,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.646918",
    "prefix": "IMAGES-005"
  }
}