{
  "document_id": "HOUSE_OVERSIGHT_017690",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017690.txt",
  "text": "Page 55 of 78\n2007 Utah L. Rev. 861, *937\n\nFocusing specifically on the issue of victim impact information, the [*938] Third Circuit 1s correct that, under the current\nrules, it is \"unworkable\" to provide advance notice of upward (or downward 44) departures based on victim allocution at the\nsentencing hearing. Under my proposal, however, victims would be integrated into the presentence process for determining\nGuidelines issues, thereby ensuring that the defense has fair notice of any upward departure and the government has fair notice\nof any downward departure. Regardless of whether the Guidelines are advisory, this is the fairest way to proceed for\ndefendants, the prosecution, and victims.\n\n(New) Rule 32(1)(4) - Victims' Right to be Reasonably Heard at Sentencing The Proposals:\n\nEven before passage of the CVRA, the Federal Rules of Criminal Procedure gave victims of crimes of violence or sexual abuse\nthe right to be heard at sentencing. After the CVRA extended such rights to all victims, I proposed simply striking the limitation\nin the rule so that it would apply to all victims as follows:\n\n(B) By a Victim. Before imposing sentence, the court must address any victim of a the crime of violence or sexual abuse who is\npresent at sentencing and must permit the victim to speak or submit any information about the sentence ... . 434\n\nThe Advisory Committee tracked my change of striking the crimes of violence and sexual abuse limitation; but the Committee\nalso substituted language from the CVRA about being reasonably heard as follows:\n\n(B) By a Victim. Before imposing sentence, the court must address any victim of a the crime of violence or sexual abuse who is\n\npresent at sentencing and must permit the victim to speak or submit any information about the sentence to be reasonably heard.\n435\n\n[*939] Discussion:\n\nMy proposal retained the current language in Rule 32 allowing the victim \"to speak or submit any information about the\nsentence\"; the Advisory Committee would allow the victim \"to be reasonably heard\" at sentencing - language lifted from the\nCVRA.\n\nIn this area, the Advisory Committee has paradoxically used the CVRA as an occasion for possibly restricting victims’ rights.\nUnder Rule 32()(4)'s current language, there is no doubt that the victim could \"speak\" at sentencing (that is, give an oral\nstatement). Under the proposed language, litigation could result about whether victims could be \"reasonably heard\" without\nbeing allowed to speak (that is, be confined to purely written submissions). Indeed, during the Advisory Committee meeting on\nthe proposal, the Advisory Committee reporter conceded that \"courts would have to construe exactly what [the phrase] meant\nas situations came before them.\" °°\n\nIt is worth reflecting for a moment on how backward the Advisory Committee's approach to this issue is. Before the CVRA's\nenactment, victims of crimes of violence and sexual assault had the right under Rule 32(1) \"to speak\" at sentencing (along with\nthe right to submit information). When Congress enacted the CVRA, the Advisory Committee and the Judicial Conference had\n\n(11th Cir. 2006); United States v. Vampire Nation, 451 F.3d 189, 195-98 (3d Cir. 2006); United States v. Walker, 447 F.3d 999, 1006-07\n(7th Cir. 2006); United States v. Egenberger, 424 F.3d 803, 805 (Sth Cir. 2005). The First Circuit has held only that the failure to provide\nnotice does not constitute plain error. See United States v. Mateo, No. 06-1805, 2006 WL 1195676, at 1 (1st Cir. May 5, 2006).\n\n#3 For a helpful correction to the idea that victims’ interests are always adverse to defense interests at sentencing, see generally Benji\nMcMurray, The Mitigating Power of a Victim Focus at Sentencing, 19 Fed. Sent'g Rep.125 (2006).\n\n34 Cassell, Proposed Amendments, supra note 4, at 903.\n\n435 Proposed Amendments, supra note 71, R. 32(i)(4)(B), at 13. The Advisory Committee also proposes striking out existing language in the\ntule allowing guardians or family members to exercise the right to speak on behalf of minor and incapacitated victims. For criticism of this\ndeletion, see supra notes 117-125 and accompanying text.\n\n#86 Advisory Committee Minutes, supra note 68, at 14 (comment of Prof. Beale).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017690",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017690.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4263,
    "word_count": 686,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:45.526770",
    "prefix": "IMAGES-004"
  }
}