{
  "document_id": "HOUSE_OVERSIGHT_011531",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011531.txt",
  "text": "Kapusta was our guide on our punishing five-day treks through the Negev.\nThough Avraham would see us off at the start, he stayed back at the base. In a\ncouple of the exercises, we relied on carrier pigeons to keep in touch with the\nbase, until Kapusta began killing them for dinner. Once, on a searingly hot\ndesert afternoon, hours from the nearest hospital, he spotted a poisonous snake.\nHe used pieces of wood to pry its head up from the sand, grabbed its neck and\nstrangled it.\n\nWe also studied some Arabic, though most of the Sephardi recruits already\nspoke the language. My tutor was a Cairo-born Jew named Amin. In part\nbecause he enjoyed mathematics and played the violin, we hit it off\nimmediately. He was also deaf in one ear. Languages have never been my forte.\nEven in Hebrew, I have a slight lisp. That made mastering Arabic even harder.\nStill, Amin would frequently compliment me on my accent, at which point the\nothers in the class would point out that I was lucky he was hard of hearing.\n\nA year in, we were given a classroom briefing on what to do if we fell into\nenemy hands. The gist was to tell them only our name, rank and serial number.\nBut we had a special session with Gibli, who told us about what captivity was\nreally like. He had been shot and wounded during a retaliation operation in 1954\nand was captured by the Jordanians. Until his release, he was kept in solitary\nconfinement and tortured. The details of his imprisonment, the beatings and the\ncigarette burns, were lurid. Partly because we were developing a bit of\ncommando self-confidence — but mostly to hide the discomfort of wondering\nhow each of us would react to being in enemy hands — we heckled him over an\naccount that seemed to get more heroic with each retelling. He wisely ignored\nus. He told us that survival would be down not just to physical strength. It\nrequired strength of mind, the kind of subtlety required to give your captors\nsomething to keep them at bay and to establish some form of human bond, to\nbut withhold anything of genuine value.\n\nA few weeks later, the whole sayeret held a four-day exercise in the Galilee.\nOn the second night, at about four in the morning, we shook off our backpacks\nand settled in for a few hours’ sleep. The first thing I heard was shouting in\nArabic. I saw a guy hovering over me, his face covered. He handcuffed me,\npulled a burlap sack over my head, yanked me to me feet and led me off. We\nwere piled into the back of a truck. From the whispered comments around me, I\nassumed all twenty of us had been taken. We drove for nearly four hours.\nTwice, I got an slap across the face, more painful because of the burlap. I kept\n\n60\nHOUSE_OVERSIGHT_011531",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011531.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2689,
    "word_count": 494,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.333948",
    "prefix": "IMAGES-001"
  }
}