{
  "document_id": "HOUSE_OVERSIGHT_012198",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012198.txt",
  "text": "U.S. Department of Justice\n\nUnited States Attorney\nSouthern District of Florida\n\nFirst Assistant U.S. Attorney 7 99 N.E. 4 Street\nMiami, FL 33132\n(305) 961-9100\n\nDELIVERY BY FACSIMILE May 19, 2008\nJay P. Lefkowitz, Esq.\n\nKirkland & Ellis LLP\n\nCitigroup Center\n\n153 East 53rd Street\n\nNew York, New York 10022-4675\n\nRe: Jeffrey Epstein\nDear Mr. Lefkowitz,\n\nI am in receipt of your e-mail dated May 19, 2008 to the United States Attorney. The U.S.\nAttomey would like me to advise you that all communications and inquiries related to the Epstein\nmatter, will be handled by AUSA Marie Villafana and/or her supervisor, Karen Atkinson, so he does\nnot intend to respond to your e-mail or calls unless AUSA Villafana and/or her supetvisors advise\nhim otherwise. Furthermore, you make reference to “our July 8 deadline.” Respectfully, the United\n\n_ States.Attorney’s Office for the Southern District of Florida (“SDFL”) has never agreed to any such\n\ndeadline. Should you decide to provide the SDFL with any additional information, please do so\nthrough AUSA Villafana, and, in her absence, AUSA Atkinson.\n\nOn September 24, 2007, your client, Jeffrey Epstein, in consultation with Gerald Lefcourt,\nEsq. and Lilly Ann Sanchez, Esq., as well as numerous other nationally-renowned lawyers, including\nbut not limited to Harvard Law Professor Alan Dershowitz, former Independent Counsel and\nSolicitor General of the United States Kenneth Starr, just to name a few, entered into a global\nresolution of state and federal liabilities faced by your client (“the Agreement”) with the SDFL.\nAlthough you and other members of the défense team have since claimed that the Agreement was\nthe product of adhesion, the following facts demonstrate that Epstein knowingly and voluntarily\nentered into the Agreement in order to avoid a federal indictment regarding his sexual conduct\ninvolving minor victims. Despite the fact that by signing the Agreement, Epstein gave up the right\nto object to its provisions, the SDFL bent over backwards to exhaustively consider and re-consider\nyour objections. Since these objections have finally been exhausted and Epstein has previously\nexpressed his intent to not comply with several of the terms and conditions of the Agreement as set\nforth below, the SDFL hereby notifies you that unless he complies with all of the terms and\nconditions of the Agreement, as modified by the United States Attorney’s December 19, 2007 letter\nto Ms. Sanchez by close of business on Monday, June 2, 2008, the SDFL will elect to terminate the\nAgreement.\n\nHOUSE_OVERSIGHT_012198",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012198.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2567,
    "word_count": 407,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.977939",
    "prefix": "IMAGES-001"
  }
}