{
  "document_id": "HOUSE_OVERSIGHT_014562",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014562.txt",
  "text": "While populism is on the rise and the support\nfor such parties has increased, we do not think that\nthese movements will threaten the viability of the\nEurozone in 2017. In fact, in response to Brexit,\nwe believe that Eurozone policymakers will take a\nhard line with Britain to make sure other countries\ndo not think it realistic to manage an exit that\nretains all the benefits while shouldering none of\nthe costs.\n\nGeopolitical Hot Spots Get Hotter\n\nWe rely on the insights of external experts\n\nto formulate our geopolitical views. They\n\ninclude members of prominent research groups,\nthink tanks and universities as well as former\ngovernment officials, both in the US and abroad.\nSo informed, we highlight activity in North Korea,\nRussia and the Middle East among our group of\nrisks with high probability but uncertain impact.\n\nNorth Korean Belligerence Continues: North\nKorea’s unpredictable and belligerent military\nactivities have continued unabated. In early 2016,\nNorth Korea announced that it had tested its first\nhydrogen bomb.” By the end of 2016, North Korea\nhad conducted nine other military actions, including\nthe launch of a ballistic missile from a submarine,”\nlaunches of long-range ballistic missiles toward\nJapan“ and additional nuclear tests.\n\nWe can only expect further tests in 2017, given\nthe estimates by a Council on Foreign Relations\ntask force chaired by retired Admiral Michael\nMullen that North Korea may have between 13\nand 21 nuclear weapons as of June 2016.%\n\nEven more troubling is a pattern highlighted by\nDavid Gordon, adjunct senior fellow at the Center\nfor a New American Security. Gordon points out\nthat North Korea makes a habit of testing new\npresidents, as it did in May 2009, early in President\nObama’s first term, and again in February 2013\nafter South Korean President Park Geun-hye was\ninaugurated.“\n\nWhile populism is on the rise and\nthe support for such parties has\n\nincreased, we do not think that these\nmovements will threaten the viability\n\nof the Eurozone in 2017.\n\nThe Wall Street Journal reports that the\n“Obama administration considers North Korea\nto be the top national security priority for the\nincoming administration.”® Nuclear weapons\nalready in place, long-range ballistic missile\ncapabilities in development, and an unpredictable\nand provocative leader are a deadly combination.\nNorth Korea will remain a serious risk for the\nforeseeable future.\n\nRussian Adventurism Intensifies: While attention\nhas been focused on Russia’s adventurism in Syria,\nthe frozen conflict in Ukraine remains intact, with\nincreasing violations of the Minsk agreements\n\nof 2014 and 2015.° Since the first agreement\n\nin September 2014, nearly 10,000 people have\nbeen killed,®’ and most recently, Russian-backed\nseparatists attempted to break through Ukrainian\ngovernment lines.® In response to such lack of\nprogress and concerns about further Russian\naggression in the region, the heads of North\nAtlantic Treaty Organization (NATO} member\ncountries agreed, at a summit in Warsaw in\n\nJuly 2016, to deploy as many as 4,000 troops\n\nto the Baltic States and Poland in early 2017 as\n\na deterrent to further adventurism in Eastern\nEurope.” The risks of accidents and intentional\nskirmishes will inevitably rise.\n\nFurthermore, the direction of foreign policy\nin the region under a Trump administration is\nuncertain given President-elect Trump’s July 2016\nstatement that the US would not automatically\ndefend the Baltic States.”\n\nRussia is likely to stay involved in the Middle\nEast as well. Russia has been a constructive force\nwith respect to the fight against the Islamic State of\nIraq and the Levant (ISIL) and a stabilizing force\nwith respect to keeping Syrian President Bashar\nal-Assad in place in the absence of any attractive\nalternatives. Syria would not have made as much\nprogress in pushing back ISIL and the rebels\nwithout Russian air power support. Russia has also\nhosted a meeting in Moscow with Iran\nand Turkey to work toward an accord\nto end the war in Syria7\\—a six-year war\nthat has resulted in 400,000” to 470,000\nfatalities’? and an estimated economic\ncost of $250 billion to $275 billion.”\nGiven the prospects of continued\ngeopolitical turmoil in the region,\nRussian involvement in the Middle East\nwill not be reduced anytime soon.\n\nOutlook | Investment Strategy Group 29\n\nHOUSE_OVERSIGHT_014562",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4340,
    "word_count": 688,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:46.248796",
    "prefix": "IMAGES-003"
  }
}