{
  "document_id": "HOUSE_OVERSIGHT_018431",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018431.txt",
  "text": "thumos - that wild popular political rage that burns like hot pitch, but which is the\nessential glue for all politics, even today. Who should rule? Again and again Plato\nwatches the best of intentions fail. His family members’ brutal rule is overthrown. It\nis replaced by a new and hopeful group of real democrats. With in a few years they\neffectively murder Socrates. Another group rises. They gut the intellectual life of the\ncity. Plato hunkers down and establishes his Academy as perhaps the only safe,\nsensible path to politics, to train minds. He develops the transcendent, completely\noriginal approach to philosophy we know him for today - man can strive for\nknowledge, but total and perfect wisdom is impossible. We may imagine his\nAcademy as it appears in Raphael’s famous 16\" Century painting: A sort of leisurely\ngraduate seminar with Aristotle and Plato arm-in-arm in conversation; Diogenes\nlounging around tossing off bon mot. It was nothing of the sort. The real legacy of\nthe Academy was rigor. The best students made contributions in mathematics or\nmetaphysics, fields where you could check answers on the inflexible measure of\nreality. Plato craved the solidity of numbers. “Evil was growing with startling\nrapidity,” he wrote of Athenian life in his age. “Though at first I had been full of a\nstrong impulse towards political life, as | looked at the course of affairs and saw\nthem swept in all directions by contending currents, my head finally began to swim;\nand, though I did not stop looking to see if there was any likelihood of improvement\nin these symptoms and in the general course of public life, | postponed action till a\nsuitable opportunity should arise.”\n\nSo it was that he heard from Dion, asking if Plato might sail to Syracuse (we know it\ntoday as Sicily) to take the young king in hand. This was, Plato thought, a test he had\nto take. In 367 BC, he boarded a boat for Syracuse. He found the state to be beyond\nsalvation. His friend Dion hovered on the verge of expulsion. And young Dionysus, it\nemerged, had only a passing interest in philosophy - he studied for a few months,\nthen gave it up. Too difficult. The court was meanwhile inflated by evil gossip, edged\nwith murder and jealousy. Plato angered the King with his attitude; he was nearly\nsold into slavery. Months later, briefly forgiven, Plato tried a public speech about the\ndangers of dictatorship. Dionysus tried to have him poisoned. “I, an Athenian and\nfriend of Dion, came as his ally to the court of Dionysius, in order that I might create\ngood will in place of a state war,” he later said. “I was worsted.” Plato made a final\neffort to point out a path to just order for the new king and, when that failed, he was\nquickly smuggled out of the city. Plato summarizes his time in Sicily in the formula\nthat has become his most famous: “There will be no cessation of evils for the sons of\nmen, till either those who are pursuing a right and true philosophy receive\nsovereign power, or those in power become true philosophers.” Who should rule?\nNo just order until kings become philosophers. Or philosophers become kings.\n\nI] think now we face a similar sort of dilemma. We consider our own problems of\nfuture order. Do we make technologists kings? How much purchase do we give their\ntools on the roots of our democracy? What lingers at the heart of Plato’s failure in\nSyracuse is not merely the disaster of a pure academic playing his ideas out of tune\nwith reality. Rather, it reflects a crisis. To fuse a balance of any sort between the\nvarious temperaments needed to rule is the most unstable sort of work. Great states\nare unusual not least because such matches between men, their instincts and their\n\n199\n\nHOUSE_OVERSIGHT_018431",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018431.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3731,
    "word_count": 653,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.361494",
    "prefix": "IMAGES-004"
  }
}