{
  "document_id": "HOUSE_OVERSIGHT_017225",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017225.txt",
  "text": "4.2.12\nWC: 191694\n\nThe ACLU should be supporting a clear line between occasional heckling and outright censorship.\nThe ACLU leaders who signed the letter are on the wrong side of that line and should not be\nspeaking for the ACLU.\n\nThe prosecution of those who tried to censor Ambassador Oren proceeded. The prosecutors\nasked me to testify on their behalf as an expert witness on the issues relating to freedom of\nexpression in the campus context. I was tempted but ultimately decided it would be better for\nthem to use a witness with less personal involvement in the matter: I too had been shouted down\nby anti-Israel groups—on that very campus and on others. The jury convicted the students and\nthey were sentenced to probation and a fine.\n\nThere were some who criticized the prosecutor for bringing these charges, but I defended him on\nthe ground that prosecuting these student censors was his duty in protecting the First\nAmendment:\n\nIt was imperative...that a public prosecutor apply the law to these students, because to do\notherwise would be to tolerate, if not encourage, conduct that would undercut the\nconstitutional rights of an invited speaker. This is especially true because the University of\nCalifornia is a state-run institution to which the First Amendment applies in full force. A\nprosecutor has the obligation to protect the First Amendment, especially if the university\nhas imposed discipline that is inadequate to assure that censorial conduct will be deterred.\nMoreover, these students must be made to understand that their conduct is not only\nmorally indefensible; it is criminal.\n\nThe same would be true if Jewish students were to try to prevent an anti-Israel speaker\nfrom presenting the case against Israel. No student, no matter how strongly they feel that\ntheir view is the only correct one, has the right to prevent the open marketplace of ideas\nfrom operating on a university campus, as these ten students tried to do.\n\nThe successful prosecution of the Irvine Ten will not “chill” free speech rights of hecklers.\nNo one should or would be prosecuted for simply booing the content of a speech,\nleafleting a speaker, holding up signs in the back of the auditorium, conducting a counter\nevent or demonstration. It was these young criminals who were trying to chill, indeed\nfreeze, the constitutional rights of the speaker and those who came to hear him. They\nshould not be treated as heroes by anyone who loves freedom and supports the First\nAmendment.\n\nIt was a good day for the First Amendment when the prosecutor decided to apply the law to their\ncensorial conduct. It was another good day for the First Amendment when the jury appropriately\n\nconvicted them. Sometimes it takes tough measures to enforce the First Amendment against\nextremists who believe they own the only “truth” and who seek to silence other views.\n\n138\n\nHOUSE_OVERSIGHT_017225",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017225.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2876,
    "word_count": 477,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.656733",
    "prefix": "IMAGES-004"
  }
}