{
  "document_id": "HOUSE_OVERSIGHT_014444",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014444.txt",
  "text": "X Asset Trade Ideas\n\nRates — short 5Y US nominal and 10Y real rates, short 5Y UK\nreal rates\n\nAs discussed above on the rates side we keep our 2-5-10’s butterfly but add a 10Y short\nreal rates trade, to reflect the view of our fixed strategists that if yields are to go higher\nthen real rates will need to move. So we will not repeat the analysis here.\n\nChart 21: Markets do not expect the BOE to react... Chart 22: ...to a sustained overshoot of its inflation target\n\n3.7\n36 ——UK 5y5y inflation swap fwd\n\n3.5\n3.4\n3.3\n3.2\n3.1\n\n3\n\n——5y UK nominal —==5y UK real === 5y UK inflation as\n28\n\nice)\n\nFeb-16\n\nOct-15\nNov-15\nDec-15\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nNov-16\nOct-15\nNov-15\nDec-15\nJan-16\nFeb-16\nMar-16\nApr-16\nMay-16\nJun-16\nJul-16\nAug-16\nSep-16\nOct-16\nNov-16\n\n<\nG\n&\n\nSource: Bloomberg Source: Bloomberg\n\nThe other fixed income trade we continue to like is short 5Y UK real rates. The market\ncontinues to discount the Bank of England consistently overshooting its inflation target\nwithout a response on monetary policy. Yet Governor Carney and other members of the\nBOE’s MPC have said that while they are willing to look through a short term inflation\nshock they would not tolerate a sustained overshoot.\n\nThe market therefore is pricing something which suggests that the BOE will sacrifice its\ncredibility on the inflation side to (presumably) support growth. We would rather take\nthe side of the Bank in this situation. It is worth bearing in mind too that those on the\nright of the Conservative party who have been critical of Governor Carney and the BOE\nhave tended to want higher not lower short rates. When the PM and Chancellor have to\nreplace the Governor at the end of 2018 it is unlikely that they are going to choose\nsomeone more dovish.\n\nFX — long USD, short GBP, AUD, CNH\n\nWe have been long USD since August believing the risk reward to be skewed in favour\nof a stronger currency because we saw more room for the Fed to tighten than other\ncentral banks. Given the fiscal stimulus expected from the new administration the risks\non that tightening profile have been skewed to the upside. We think the FX and Fixed\nIncome strategists are right to think of the dot plot as a floor now for markets. With\nyields still needing to move higher to get there that should put further upward pressure\non the USD. The scope for gains though depends on the currency. The Euro is already\njust 3.5% from the target for next year whereas both the GBP and the JPY have about 7-\n8% to fall to our FX team’s targets. The team also continue to like short AUD positions\nas they think this also captures risk off in the event of concerns over China.\n\nWhilst the short GBP has only worked modestly since the US election, we continue to\nthink Brexit uncertainties will weigh on the currency into 2017 and our FX strategists\ntarget 1.15 in the aftermath of the article 50 decision.\n\nBankof America 2 Global Cross Asset Strategy - Year Ahead | 30 November 2016 =13\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014444",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014444.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3009,
    "word_count": 537,
    "line_count": 97,
    "import_date": "2025-11-19T21:47:47.360113",
    "prefix": "IMAGES-002"
  }
}