{
  "document_id": "HOUSE_OVERSIGHT_014478",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014478.txt",
  "text": "What then is the prospect for inflation expectations from here? Breakevens have moved\nsignificantly already in the context of the Euro area inflation outlook. 5-year, 5-year\nforward inflation swaps have recovered all the ground they lost earlier in 2016 in Europe\nand are back to end 2014 levels in the US. At 1.6% in Europe and 2.44% in US there is\narguably more limited upside. A return to the range for inflation expectations that\nprevailed in 2013/14 before the oil price collapse would imply another 30-50bp from\nhere. However, at least in the case of Europe our economists see the outlook for\ninflation remaining very subdued. Overall we would conclude that equities can see\nupside from here if bond yields rise towards our fixed income team’s targets as long as\ninflation expectations are stable to rising at the same time.\n\nRising bond yields pushing Italian spreads wider a risk for equities. Although rising\ncore rates are not necessarily problematic for stocks, an important caveat is the fall out\nin other parts of the bond markets — particularly in the periphery. The equity market in\nEurope is sensitive to rising Italian bond spreads — exhibiting a negative correlation in\nrecent years. This is an important risk at the current juncture given the upcoming\nreferendum in Italy and ECB decision on QE extension. Should Italian bond spreads\nwiden significantly from here it would likely weigh on equity valuations, keeping the risk\npremium high in Europe and in turn offset or outweigh the benefit from rising nominal\ngrowth expectations globally. This is perhaps the biggest potential problem for equities\nin the scenario that bond yields rise further from here. The ECB decision on QE\nextension is an important risk event in that context. As our economists have discussed\nin a recent note the risks of an ECB delay in the short term are increasing but their base\ncase remains a QE extension with some tweaks of the capital key — a relatively benign\noutcome for peripheral sovereigns.\n\nChart 43: Inflation breakevens — room to normalize further? Chart 44: Wider Italian bond spreads correlate negatively with equities\n35 6.0\n5.0\n3.0\n40\n2.5\n3.0\n2.0\n2.0\n45 US 5y5y inflation swap 10\n——— Euro Sy6y inflation swap nn ——Italy-Germnay 10 year bond spread (%)\n1.0 :\n01/09 O10 O1/11 O112 O13 O14 O1M5 01/16 01/10 ori 0113 O74 01/16\nSource: BofA Merrill Lynch Global Research, Bloomberg Source: BofA Merrill Lynch Global Research, Bloomberg\n\nBankof America\nMerrill Lynch\n\nEuropean Equity Strategy |O1 December 2016 19\n\nHOUSE_OVERSIGHT_014478",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014478.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2545,
    "word_count": 421,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.230457",
    "prefix": "IMAGES-003"
  }
}