{
  "document_id": "HOUSE_OVERSIGHT_013308",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013308.txt",
  "text": "Case No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 5 of 15\n\nFederal Statute providing for compensation to victims of child abuse.. (Exhibit “A” — Edwards’\nStatement of Undisputed Material Facts, paragraphs 41-43).\n\nOn July 6, 2010 Epstein ultimately paid to settle all three of the cases Edwards had filed against\nhim (Exhibit “A” — Edwards’ Statement of Undisputed Material Facts, paragraphs 84-85). At Epstein’s\nrequest, the terms of the settlement were kept confidential. The sum that he paid to settle all these cases\nin therefore not filed with this pleading and will be provided to the court for in camera review. Epstein\nchose to make this payment as a result of a Federal Court ordered mediation process which he himself\nsought. Epstein entered into the settlements in July 2010 more than seven months after he filed his\nlawsuit against Edwards and before he filed his Second Amended Complaint alleging abuse of process on\nAugust 22, 2011.\n\nFurther, Epstein could not have been the victim of any scheme to pump the cases against him\nbecause he never paid to settle the cases until well after Edwards had left RRA and severed all connection\nwith Rothstein in December 2009 (Edwards’ Affidavit attached to Statement of Undisputed Facts as\nExhibit “N,” paragraph 20). Moreover, Epstein could not have suffered any damage as a result of the\nperpetration of the Ponzi scheme by Rothstein because he was not an investor in the scheme.\n\nPerhaps the most significant evidence presented in opposition to Epstein’s Motion for Summary\nJudgment is the telephone interview of Virginia Roberts submitted in Support of Edwards’ Motion for\nPunitive Damages (Exhibit “D”). In addition to the specious claims against Edwards relating to his\nalleged involvement in a Ponzi scheme, Epstein, in asserting his claims, primarily relied upon the pursuit\nby Edwards of testimony from his close friends and associates (See Second Amended Complaint,\nparagraph 32, pp. 11-13). Reliance on these assertions is also threaded through Epstein’s Motion for\nSummary Judgment in his citation to the public documents referencing the pursuit of such discovery. But\nas set forth in detail in Edwards’ Motion for Final Summary Judgment (Exhibit “B”) at pages 14-16, that\n\ndiscovery was entirely appropriate and Epstein knew it. Specifically, as reflected in the statement of\n\nHOUSE_OVERSIGHT_013308",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013308.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2415,
    "word_count": 381,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.298066",
    "prefix": "IMAGES-002"
  }
}