{
  "document_id": "HOUSE_OVERSIGHT_019542",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019542.txt",
  "text": "54 | HOW AMERICA LOST ITS SECRETS\n\ning with Packer naked in a sauna so he could be sure Packer did not\nhave a recording device (other than his notebook). Appelbaum stated\nrepeatedly in interviews that he was being spied upon by America.\nWhile his claims might have sounded paranoid to his interview-\ners, as a character in Joseph Heller’s Catch-22 famously said, “Just\nbecause you’re paranoid doesn’t mean they aren’t after you.”\n\nRuna Sandvik, a close associate of Appelbaum’s, also worked\ntirelessly to extend Tor’s cloak of anonymity in the private sector\nagainst the surveillance of the NSA and other would-be intruders\nof privacy. A Norwegian national in her mid-twenties, she wrote a\nwell-followed blog on Internet privacy for Forbes in 2012, in which\nshe identified herself as a privacy and security researcher working\nat the intersection of technology, law, and policy. Appelbaum and\nSandvik both came in contact with Snowden before he went public\nand while he was still working for the NSA in Hawaii.\n\nIn 2012, Snowden become involved in the effort to encourage\nthe use of Tor software to protect privacy. He made no secret of his\nconcerns about electronic interceptions. According to an anony-\n\n© mous co-worker, he even wore a jacket to work with a parody of the ©\nNSA insignia, which, instead of merely depicting the NSA eagle,\nshowed the eagle clutching AT&T phone lines. He had also become\na member of the Electronic Frontier Foundation, the digital rights\norganization that was helping finance Tor. He saw Tor software as a\nremedy. “Without Tor,” he later wrote, “when you walk the streets\nof the Internet, you're always watched.” His efforts on behalf of Tor\nwere not limited to symbolic gestures. In 2012, he set up a two-\ngigabyte server called “The Signal,” which he described as the larg-\nest Tor relay station exit node in Honolulu. He apparently paid for\nit himself.\n\nThrough his work as a system administrator for Dell, he found\ndocuments revealing NSA efforts, not yet successful, to defeat Tor’s\nability to camouflage a user’s identity on the Internet. He found that\nthe NSA was attempting to build backdoor entry ways into Tor soft-\nware. One of the NSA documents that he illicitly downloaded, titled\n“Tor Stinks,” described the agency’s continuing efforts to penetrate\nTor servers. In addition, he downloaded NSA documents describing\nprograms begun in 2012 that aimed at searching the Internet for the\n\n| | Epst_9780451494566_2p_all_r1.z.indd 54 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019542",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019542.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2518,
    "word_count": 416,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.489988",
    "prefix": "IMAGES-005"
  }
}