{
  "document_id": "HOUSE_OVERSIGHT_017032",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017032.txt",
  "text": "a. Conflict resolution involves the decision of whether a query name, associated with\nmultiple records, can unambiguously refer to a single one of them.\nb. Wikipedia. Conflict resolution for Wikipedia records is carried out on the basis the main\narticle word count and traffic statistics. A conflict is resolved as such :\ni. Find the cumulative word count of words written in the articles in conflict.\nii. Find the cumulative number of views resulting from the traffic to the articles in\nconflict.\niii. For every record in the conflict, find the fraction of words and views resulting from\nthis record by dividing by the cumulative counts.\niv. Does a record have the largest fraction of both words written and page views?\nv. Does this record have above 66% of either words written and page views?\nvi. If so, the conflicted query name can be considered as being sufficiently specific\nto the record with these properties.\nc. Encyclopedia Britannica. Conflict resolution for Encyclopedia Britannica records is carried\non the basis of the quantity of information snippets present in the dataset.\ni. Find the cumulative number of information snippets related to the records in\nconflicts.\nii. For every record in the conflict, find the fraction of informational snippets by\ndividing with the cumulative count\niii. If a record has greater than 66% of the cumulative total, the query name in\nconflict is considered to refer to this record.\n\nl1.7.A.9 Identify the most relevant name used to refer to an individual.\n\nSo far, we have obtained, for all individuals in both our databases, a set of names by which they can\nplausibly be mentioned. From this set, we wish to identify the best such candidate and use its word\nfrequency to observe the fame of the person at hand. This optimal name is identified on the basis of the\namplitude of the word frequency, the potential ambiguities which arise from name homonimity and the\nquality of the word frequency time series. Examples are shown in Fig $11 and $12.\n\n9) Determine the best query name for every record.\na. Order all the query names associated with a record on the basis of the integral of the\nfame signal from the year of birth until the year 2000.\nb. Iterating from the strongest fame signal to the lowest, the selected query name is the first\nresult with the following properties :\ni. Unambiguously refers to the record (as determined by conflict resolution, if\nneeded).\n\nii. The average fame signal in the window [year of birth + 10 years] is less than 10°\nor an order of magnitude less than the average fame signal from the year of birth\nto the year 2000.\n\niii. (Wikipedia Only). The query name, when converted to a Wikipedia URL by\nreplacing whitespaces with underscores, refers to the record or an inexistent\narticle. If the name refers to another article or a disambiguation page, the query\nname is rejected.\n\nc. If the best query name is a 2-gram name corresponding the last two names in 3-gram\nquery name, and if the fame integral of the 3-gram name is 80% of the fame integral of\nthe 2-gram, the best query name is replaced by the 3-gram.\n\n24\n\nHOUSE_OVERSIGHT_017032",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017032.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3120,
    "word_count": 537,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.713411",
    "prefix": "IMAGES-004"
  }
}