{
  "document_id": "HOUSE_OVERSIGHT_019711",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019711.txt",
  "text": "The Russians Are Coming | 223\n\n1960, at the Hall of Journalists and invited all the foreign correspon-\ndents in Moscow. Before television cameras, the defectors denounced\nthe NSA’s activities. Martin told how the NSA breached interna-\ntional laws by spying on Germany, Britain, and other NATO allies.\nMitchell, for his part, suggested that the NSA’s practice of break-\ning international laws could ignite a nuclear war. Indeed, he justi-\nfied their joint defection to Russia in heroic whistle-blowing terms,\nsaying, “We would attempt to crawl to the moon if we thought it\nwould lessen the threat of an atomic war.” The NSA review of the\ncase, however, assessed that little damage had been done, because the\nNSA quickly changed the codes they had compromised. It noted,\n“The Communist spymasters would undoubtedly have preferred\nMartin and Mitchell to remain in place as moles, since their infor-\nmation was dated as of the moment they left NSA.”\n\nThe next NSA defector was Victor Norris Hamilton, a translator\nand analyst at the NSA. He arrived in Moscow in 1962, and like\nMitchell and Martin he claimed the status of a whistle-blower. This\ntime, the KGB provided a newspaper platform. Writing in the Rus-\n\n© sian newspaper Izvestia, Hamilton revealed the extent of U.S. spying ©\non its allies in the Middle East.\n\nNone of these three 1960s defectors revealed what, if any, NSA\nsecret documents they had compromised. Nor did any of them ever\nreturn to the United States. Martin changed his name to Vladimir\nSokolodsky, married a Russian woman, and died in Mexico City on\nJanuary 17, 1987. Mitchell vanished from sight and was reported to\nhave died in St. Petersburg on November 12, 2001. Hamilton, after\ntelling Russian authorities stories about hearing voices in his head\nbecause of an NSA device implanted in his brain, was consigned to\nSpecial Psychiatric Hospital No. 5 outside Moscow.\n\nThere were also KGB spies in the NSA who were caught or died\nbefore they could defect. One of them was Sergeant Jack Dunlap.\nHe was found dead of carbon monoxide poisoning in his garage on\nJuly 23, 1963. Although there was no suicide note, his death was\nruled an apparent suicide. NSA classified documents were later dis-\ncovered in his house. After that, NSA investigators unraveled his\ndecade-long career as a KGB mole. Dunlap had been recruited by the\nKGB in Turkey in 1952. The standard KGB tool kit for recruitment\n\n| | Epst_9780451494566_2p_all_r.indd 223 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019711",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019711.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2497,
    "word_count": 417,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.396093",
    "prefix": "IMAGES-005"
  }
}