{
  "document_id": "HOUSE_OVERSIGHT_024757",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024757.txt",
  "text": "CHAPTER VII Capital Markets for Cannabis Companies\n\nCapital Raised by Publicly Traded Cannabis-Related Companies (LTM ended September 30, 2017)\n\n$1600\n\n$1400\n\n$1200\n\n$1000\n\n$800\n\n(SU.S. millions)\n\n$600\n\n$400\n\n$200\n\n$0\nCanada United States Australia Total\n\nAmount Raised $1056 $268 $26 $1350\nNumber of Deals 60 15 3 78\nAverage Deal Size $18 $18 $9 $17\n\nSource: S&P Global Market Intelligence. In December 2017, a $317 million financing was completed by GW Pharmaceuticals (Nasdaq: GWPH),\nbut the transaction occurred outside the date range of the analysis. Due to the size of the transaction, it is worth noting here.\n\n= Public Capital Markets: United States\n\nAs of November 30, 2017, four cannabis-related companies were trading on Nasdaq (all in the phar-\nmaceutical industry and focused on receiving FDA approval for selected cannabinoid applications),\none was trading on the NYSE (a real estate investment trust, or REIT, focused on the acquisition and\nmanagement of properties leased to state-licensed operators for their regulated medical-use cannabis\nfacilities), two were trading on the NYSE American (both in the pharmaceutical industry) and more\nthan 200 cannabis-related companies were trading on the OTC.\n\nMost of the companies trading on the OTC (i) are “penny” stocks that trade at less than $5.00 per\nshare, (ii) have limited trading volume and liquidity, (iii) have significant price volatility, and (iv) have\nlittle or no institutional investor support. The U.S. Securities and Exchange Commission (SEC) and\nthe Financial Industry Regulatory Authority (FINRA) have historically expressed concerns regarding\nthe “penny” stock industry in general and both have issued alerts to warn investors about potential\nscams associated with purported cannabis-related stocks. In addition, the SEC has initiated actions\nagainst numerous purported cannabis-related companies and executives for fraud, insider trading,\nstock manipulation and other activities.\n\nThe following table provides a summary of cannabis-related companies traded on the U.S. stock\nmarkets.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 121\n\nHOUSE_OVERSIGHT_024757",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024757.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2141,
    "word_count": 315,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.957397",
    "prefix": "IMAGES-008"
  }
}