{
  "document_id": "HOUSE_OVERSIGHT_011046",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011046.txt",
  "text": "in the exact 10:1 proportion required throughout. Whatever was contributed to pay\nby maintenance recovery, on top of depreciation recovery, would have to hold the\nsame ratio in order for pay to cover both. Experience shows this as unlikely in any\ncase, let alone all cases. The boss and her secretary probably couldn’t hold\n\nmaintenance consumption to that ratio if they tried.\n\nAnother strong argument against the hypothesis of prior claims on pay is lack of a\nsource. The claimant would be whoever other than the worker had paid for the\nmaintenance consumption and needed to be made whole. Thus the employing firm\nwould hold a valid claim if it had provided the maintenance consumption in order to\nenable the work. That would put the firm in the position of a farmer who must feed\nthe livestock and must earn enough profit to recoup the cost. We went through this\nin the parable of Phil and Bill. But the employer firm does not advance the cost\nbecause it has no motive to do so. It knows that the worker will pay it anyhow if\nmeans allow. Where means don’t allow, as in retirement without adequate savings,\nthe worker looks to transfer payments from society generally rather than from the\n\nfirm alone.\n\nNow comes the evidence of age-wage profiles. This evidence is the substance behind\nthe parable of the boss and her secretary. The evidence is apt. Wage generally\nmeans hourly pay, while “earnings” means yearly pay. Wage-earnings profiles show\narise with age, but peaking and reversing as workers reach their fifties or so. The\nreason is that they tend to work fewer hours. I consider pay per hour a better\nmeasure of human capital than pay per year. If someone is worth $30 per hour half\ntime, my impression is that she would be worth $30 per hour full time. If she prefers\nto stay home, her leisure must give her that much psychic pay instead. Psychic pay\n\ncuts just as much ice with me.\n\nMy boss and secretary were cases preferring to work full time. Age-wage profiles\nbear out the scenario | imagined for them. They illustrate the logical certainty that\n\nhuman depreciation is expected to be recovered in pay, and support the\n\nChapter 6: Parallels with the Firm 2/4/16 12\n\nHOUSE_OVERSIGHT_011046",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011046.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2204,
    "word_count": 383,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.476107",
    "prefix": "IMAGES-001"
  }
}