{
  "document_id": "HOUSE_OVERSIGHT_019047",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019047.txt",
  "text": "€\n\nDate: 8/07/06\nTime: 9:25:15 @ Incident Report ® Program: CMS301L\n\nPALM BEACH POLICE DEPARTMENT Page: 7 |\n\n1-06-001078 (Cont inued)\nshe could not remember the girls name but it started with a\n\nsaid this girl was in a lower grade then she was. \"BS\nsaid this girl icked her up in a cab and the cab took bie\nthem to Palm Beach. said the cab had to go over a bridge and\n\nshe thought the name of the street was El Rodeo. said once\n\nat the house, they waited in the kitchen. Said she saw\nnumerous attractive females walking around the house. [._Jsaid\none of the females, a blond who was approximately 26 years of age,\nappeared to work for Epstein. [[ |] said took her upstairs and\ntold her to get into her bra and panties. said she removed\nher pants and shirt and was only wearing her bra and panties.\n\nsaid she saw a massage table in the bathroom, a couch in the\nroom, a shower off to the side, and lotio said Epstein\nentered the room wearing sleeping pants. said Epstein got on\nthe table and_she began giving him a massage. said left\nthe room. said Epstein asked her how old she was and she\nsaid she was 16 or 17. could not remember exactly how old\nshe was when this occurred. said she told him she was in\nHigh School. [._—sdy said Epstein asked her to take off all of her\nclothes and she refused. said Epstein rolled to his side,\nstarted to masturbate in full view_of her, and ejaculated in his hand.\n\nsaid she saw his penis. said she put her clothes\nback on and went downstairs and eventually left in a cab.\nsaid she received $200 for that visit.\n\nsaid approximately two months later, she received a phone\ncall from the blond woman at the house who asked her if she needed a\njob. [L__|said she did not want to see Epstein again but was told\nshe could bring a friend. [TJ said she contacted her friend\n\nand advised her she could make $200 for massaging a\n\nsaid[___J@rove them to Epstein's house. said\nmeet with Epstein and they both received $200. said she has\nhad no more contact with Epstein or Epstein's assistant.\n\n[SCCSCéd Aisa she knew of other\n\nThose girls were\nand said the girl she knows as\n\nmany girls to Epstein's house besides those mentioned in this\ninterview.\n\nirls that went to Epstein's house.\n\nsaid during the course of her conversation with Epstein, he\ntold her she was beautiful and that he wanted her to live with him in\nLos Angeles.\n\nI showed[ | a photo lineup containing Epstein. [|\npositively identified Epstein from photo three.\n\n| Signed an affidavit stating she wishes to prosecute based on\nEpstein's activities. [[ _| swore that her above statement was the\n\ntruth.\n\nThis interview was digitally recorded and this recording and the photo\n\n7 . HOUSE_OVERSIGHT_019047",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019047.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2690,
    "word_count": 492,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:44.625624",
    "prefix": "IMAGES-005"
  }
}