{
  "document_id": "HOUSE_OVERSIGHT_017565",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017565.txt",
  "text": "STEPHEN WOLFRAM\n\nStephen Wolfram has been responsible for three\nrevolutionary developments: the Mathematica\ncomputation system, A New Kind of Science, and the\nWolfram|Alpha computational knowledge engine.\n\nWolfram was educated at Eton, Oxford and\nCaltech, receiving his Ph.D. in theoretical physics at the\nage of 20. Wolfram’s work on basic science led him toa\nseries of fundamental discoveries about the computational\nuniverse of possible programs. Summarized in his best-\nselling 2002 book A New Kind of Science, these discoveries\nhave not only launched major new directions in basic\nresearch, but have also led to breakthroughs in scientific\nmodeling in physical, biological and social domains—as well\nas defining a broad new basis for technology discovery.\n\nLaunched in 1988, Mathematica has revolutionized\nthe way technical computation is done, and has been\nresponsible for countless advances over the past two decades.\nStarting from a set of fundamental principles devised by\nWolfram, Mathematica has continually grown, integrating\nmore and more algorithmic domains, and spawning such\ntechnologies as the Computable Document Format (CDF).\n\nBuilding on Mathematica and A New Kind of\nScience, Wolfram in 2009 launched Wolfram|Alpha—an\nambitious, long-term project to make as much of the world’s\nknowledge as possible computable, and accessible to\neveryone. Used every day on the web and through apps by\nmillions of people around the world, Wolfram|Alpha defines\na fundamentally new kind of computing platform that is\nturning science-fiction computer intelligence into reality.\n\nIn addition to his scientific and technical\nachievements, Wolfram has been the CEO of Wolfram\nResearch since its founding in 1987. Under Wolfram’s\nleadership, Wolfram Research has become one of the world’s\nmost respected software companies, as well as a powerhouse\nof technical and intellectual innovation, and a major\ncontributor to education and research around the world.\n\ni IH\nANNI)\n(NAN ii) WU Ih\n\nWILL WRIGHT\n\nWilliam Ralph “Will” Wright (born January 20, 1960, in\nAtlanta, Georgia) is an American video game designer and\nco-founder of the game development company Maxis, now\npart of Electronic Arts. In April 2009, he left Electronic\nArts to run “Stupid Fun Club”, an entertainment think\ntank in which Wright and EA are principal shareholders.\n\nThe first computer game Wright designed was\nRaid on Bungeling Bay in 1984, but it was SimCity that\nbrought him to prominence. The game was released by\nMaxis, a company Wright formed with Jeff Braun, and he\nbuilt upon the game’s theme of computer simulation with\nnumerous other titles including SimEarth and SimAnt.\n\nWright’s greatest success to date came as the original\ndesigner for The Sims games series. The game spawned\nmultiple sequels and expansions and Wright earned many\nawards for his work. His latest work, Spore, was released\nin September 2008 and features gameplay based upon the\nmodel of evolution and scientific advancement. The game\nsold 406,000 copies within three weeks of its release.\n\nHe was born as William Ralph Wright\non January 20, 1960, in Atlanta. He is of French,\n\nEnglish, Italian, and Native American descent.\n\nAfter graduating at 16 from Episcopal High School,\nhe enrolled in Louisiana State University, transferring two\nyears later to Louisiana Tech. Beginning with a start at an\narchitecture degree, followed by mechanical engineering,\nhe fell into computers and robotics. He excelled in subjects\nhe was interested in—architecture, economics, mechanical\nengineering, and military history—but was held back by his\nimpractical goals such as language arts. His earlier dream\nof space colonization remained, and was joined by a love\nfor robotics. After another two years at Louisiana Tech, in\nthe fall of 1980, Wright moved on to The New School in\nManhattan. He lived in an apartment over Balducci’s, in\nGreenwich Village, and spent his spare time searching for\nspare parts in local electronics surplus stores. After one year\nat the New School, Wright returned to Baton Rouge without\nhis degree, concluding five years of collegiate study.\n\nDuring a summer break from college, he\nmet his first wife Joell Jones, an artist currently living\nin California, on vacation to her hometown of Baton\nRouge. In an interview published in February 2003, Will\nclaims that games were absorbing so much of his time,\nhe decided that perhaps making games was the way to\ngo. Wright’s first game was the helicopter action game\nRaid on Bungeling Bay (1984) for the Commodore 64.\n\nWright found that he had more fun creating levels\nwith his level editor for Raid on Bungeling Bay than he had\nwhile actually playing the game. He created a new game\nthat would later evolve into SimCity, but he had trouble\nfinding a publisher. The structuralist dynamics of the game\nwere in part inspired by the work of two architectural and\nurban theorists, Christopher Alexander and Jay Forrester.\n\n“T’m interested in the process and strategies\nfor design. The architect Christopher Alexander, in\nhis book A Pattern Language formalized a lot of spatial\nrelationships into a grammar for design. I’d really like to\nwork toward a grammar for complex systems and present\nsomeone with tools for designing complex things.”\n\nWright, in an interview with The Times,\nexpressed belief that computers extend the imagination,\nand posits the emergence of the “metabrain”, stating:\n\n“Any human institutional system that draws\non the intelligence of all its members is a metabrain. Up\nto now, we have had high friction between the neurons\nof the metabrain; technology is lowering that friction\ntremendously. Computers are allowing us to aggregate our\nintelligence in ways that were never possible before. If you\nlook at Spore, people are making this stuff, and computers\ncollect it, then decide who to send it to. The computer is\nthe broker. What they are really exploring is the collective\ncreativity of millions of people. They are aggregating\n\nhuman intelligence into a system that is more powerful\nthan we thought artificial intelligence was going to be.”\n\nIn 1986, he met Jeff Braun, an investor interested\nin entering the computer game industry, at what Wright\ncalls “the world’s most important pizza party.” Together\nthey formed Maxis the next year in Orinda, California.\nSimCity (1989) was a hit and has been credited as one of\nthe most influential computer games ever made. Wright\nhimself has been widely featured in several computer\nmagazines—particularly PC Gamer, which has listed\nWright in its annual ‘Game Gods’ feature, alongside such\nnotables as Roberta Williams and Peter Molyneux.\n\nFollowing the success of SimCity, Wright\ndesigned SimEarth (1990) and SimAnt (1991). He co-\ndesigned SimCity 2000 (1993) with Fred Haslam and\nin the meantime Maxis produced other “Sim” games.\nWright’s next game was SimCopter (1996). Although\nnone of these games were as successful as SimCity, they\nfurther cemented Wright’s reputation as a designer of\n“software toys” —games that cannot be won or lost. In 1992,\nWright and his family moved to Orinda, California.\n\nWright has a great interest in complex adaptive\nsystems and most of his games have been based around\nthem or books that describe them (SimAnt: E.O. Wilson’s\nThe Ants, SimEarth: James Lovelock’s Gaia Theory, SimCity:\nJay Forrester’s Urban Dynamics and World Dynamics, Spore:\nDrake’s Equation and The Powers of Ten) Wright’s role in the\ndevelopment of the concepts from simulations to games is\nto empower the players by creating what he dubs “possibility\nspaces”, or simple rules and game elements that add up toa\nvery complex design. All Maxis, and later games that Wright\nhad a hand in designing, adhere to these design principles.\n\nMaxis went public in 1995 with revenue of US$38\nmillion. The stock reached $50 a share and then dropped\nas Maxis posted a loss. Electronic Arts bought Maxis in\nJune 1997. Wright had been thinking about making a virtual\ndoll house ever since the early 1990s, similar to SimCity\nbut focused on individual people. Originally conceived\nof as an architectural design game called Home Tactics,\nWright’s idea changed when someone suggested the player\nshould be rated on the quality of life experience by the\nhomeowners. It was a difficult idea to sell to E.A., because\nalready 40% of Maxis’s employees had been laid off.\n\nWhen Wright took his idea to the Maxis board of\ndirectors, Jeff Braun says, “The board looked at The Sims\nand said, “What is this? He wants to do an interactive doll\n\npao\n\nhouse? The guy is out of his mind.’ ” Doll houses were for girls,\nand girls didn’t play video games. Maxis gave little support\nor financing for the game. Electronic Arts, which bought\nMaxis in 1997, was more enthusiastic. Wright’s games are so\ndifferent from E.A.’s other releases that it was hard to imagine\nthe two being united in the same enterprise. But the success\nof SimCity had already established Sim as a strong brand,\nand E.A., which by then, fifteen years after its founding, was\nbecoming a Procter & Gamble-style brand-management\ncompany, foresaw the possibility of building a Sim franchise.\n\nE.A. published The Sims in February 2000\nand it became Wright’s biggest success yet. It eventually\nsurpassed Myst as the best-selling computer game of all\ntime and spawned numerous expansion packs and other\ngames. He designed a massively multiplayer version\nof the game called The Sims Online, which was not as\npopular as the original. By November 2006, The Sims\nfranchise had earned E.A. more than a billion dollars.\n\nIn a presentation at the Game Developers Conference\non March 11, 2005, he announced his latest game Spore.\nHe used the current work on this game to demonstrate\nmethods that can be used to reduce the amount of content\nthat needs to be created by the game developers. Wright\nhopes to inspire others to take risks in game creation.\n\nAs for his theories on interactive\ndesign, Wright says the following:\n\nHOUSE_OVERSIGHT_017565",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9937,
    "word_count": 1600,
    "line_count": 217,
    "import_date": "2025-11-19T21:47:48.199438",
    "prefix": "IMAGES-004"
  }
}