{
  "document_id": "HOUSE_OVERSIGHT_018545",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018545.txt",
  "text": "in tones of disgust and irritation. One of those phrases is \"topping from the bottom.” The\nother phrase is \"service top.”\n\n\"Topping from the bottom” indicates a person who exercises power in the relationship,\ndespite being in the \"bottom\" position. There's nothing wrong with doing that, as long as\nboth partners consent. But some people talk about \"topping from the bottom” like it's bad\n-- as if power ought to belong to one side or the other; as if the bottom should never\nexpress preferences or make decisions about what's going on. Which is ridiculous.\n\nI'll grant that it can be annoying if I'm trying to be a top, and my partner isn't listening or\nisn't doing what I want. But in those cases, it's important to pay attention to what is\nactually going on. Is my partner resisting because he actually doesn't want to do what\nwe're doing? In that case, I should respect his preferences. Or maybe my partner is\nresisting because he wants me to punish him. Or maybe we just have bad chemistry!\nWhatever. The point is, \"topping from the bottom” isn't inherently a bad thing. \"Topping\nfrom the bottom\" doesn't make the bottom into a \"bad submissive\" or whatever. It just\nmeans that either the person is trying to communicate, or the person is looking for a\ncertain kind of push-pull dynamic.\n\nSimultaneously, there's the phrase \"service top.\" It's basically the same thing in reverse. A\n\"service top\" is a top who enjoys topping in line with his partner's desires. And once\nagain, some people act like this is a bad thing -- as if service tops \"aren't dominant\nenough.” But it's not inherently a bad thing! Ifa service top is doing things just because\nher partner likes them... then good for her!\n\nI sometimes use phrases like \"topping from the bottom\" and \"service top\" to describe\ndynamics of a relationship: to talk about what is actually going on. But that's because I\ndon't think there's anything wrong with topping from the bottom or being a service top. I\ntry to avoid joking around about it unless I know that the person I'm talking to is not\nsensitive about the topic. And I really don't like it when people use those phrases while\nrole policing.\n\nBDSM can carry an incredible emotional charge, and a lot of the time, people will want\ncomfort and snuggles after doing BDSM together. Sometimes, part of that comfort and\nsnuggles includes reassuring the partner: \"I know you just beat the shit out of me until I\ncried; I enjoyed it -- I still like you and think you're a good person.\" Or, \"I know you\ncalled your safeword while I was hurting you; I still think you're a beautiful submissive\nand you did a great job -- in fact I love it when you call your safeword because it helps\nme understand you better.\" I think that in these cases it's totally okay to say something\nlike, \"You're such a good submissive.\" But it's so important to keep in mind that there\nisn't some kind of submission that's inherently \"better\" than any other kind -- or\ndominance that's \"better\" -- or sadism, masochism, whatever.\n\nAnd here is the part of the entry where I pull aside the mask and reveal that even though I\nclaimed I wouldn't talk about consent... I was secretly talking about consent all along!\n\nThe consent problem here is that role policing can be used to mess with people's\nconsent, because role policing can be used to pressure people. If a person wants to feel\nlike a \"real submissive,” and you tell them that \"real submissives\" always receive anal\n\nHOUSE_OVERSIGHT_018545",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3474,
    "word_count": 614,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.185003",
    "prefix": "IMAGES-005"
  }
}