{
  "document_id": "HOUSE_OVERSIGHT_018369",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018369.txt",
  "text": "Janelle published his first paper on space-time compression in 1965 in the pages of\nthe reference journal of mapmakers, The Professional Geographer. But he was, of\ncourse, blowing up nearly everything professional geography thought it was about.\n“Geographers, as physicists, have traditionally been concerned with the positions of\npoints (places) in space,” he wrote. “However, geographers have not employed the\nconcept of ‘velocity’ in studying spatial relationships. Yet it might be of value and not\ntoo far-fetched for the geographer to ask ‘at what ‘velocities’ are settlements\napproaching one another?” We should ask ourselves the same question. At what\nvelocity are you and | getting closer to other points on the planet? Janelle was\nwriting in 1965. He was concerned then about the sound barrier as the practical\nlimit to speed. But imagine his insights applied to an age where networks are\nswitched always on, constantly packing the world ever tighter? Where a mistake or\nan innovation or an attack in one place can happen instantly and everywhere,\nbecause the speed limit is the speed of light?\n\n4,\n\nAt first glance, of course, geography seems the least dynamic of sciences. It is rooted\nin the glacial-paced realities of geology, a discipline where speed is usually\nmeasured in the creaking, inches-a-century advance of tectonic plates. The faster\nlinks of transportation, whether they are trains or planes or data connections, lay\nblanket-like atop that slower-moving geological layer. These high-velocity networks\nare, in a way, a new geography. Mathematicians and data architects call the\nlandscape they represent a “topology”. The word refers to maps that can be re-\narranged as a result of connection, the way in which speed and distance between\ntwo points does affect how “far apart” they are. You can think of it this way:\nGeographies are pretty much constant; topologies can change in an instant. In\ngeographic terms, Moscow and St. Petersburg are always 450 miles apart.\n\nWhen you hear a network engineer talk about designing for a certain “topology” you\nshould think of hearing an architect describe the natural geography where a bridge\nor a sky-scraper will one day sit. When you use an app, link to a finance market, or\nwire yourself with sensors you're connecting to a topology that has been designed\nand mapped - and where what you can do is determined by that landscape. An\nappreciation for tone and movement on a topology is a sign the new sensibility we\nhave called the Seventh Sense. Napoleon saw the battlefields of his age differently\nthan his enemies. They saw flat surfaces for the collision of soldiers, he saw a third\ndimension, saw air filled with artillery and decisive top-down dominance. Our\nSeventh Sense masters, those who can perceive a new order emerging, see wired\ntopologies in this same fresh way. Even though these landscapses are often invisible\nor made up only of narrow fiber strings, it’s important that we try to picture\nnetwork topologies as real, as alive and buzzing and rich with connection and data,\nplaces where fortunes will be made and lost, wars fought - and every bit as\ninfluential as physical geography.\n\nTopologies represent the landscape where real-world edifices like the Web or the\nNYSE or Hizballah are built. They can change shape, instantly, depending on who is\n\n137\n\nHOUSE_OVERSIGHT_018369",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018369.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3360,
    "word_count": 548,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.736226",
    "prefix": "IMAGES-004"
  }
}