{
  "document_id": "HOUSE_OVERSIGHT_011398",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011398.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n95\nH3vlgiu2\n\nits entirety. Accordingly it should be summarily denied as\n\nmoot.\n\nThis motion should also be denied because it advances\n\nthe exact same arguments defendant advanced in her summary\n\njudgment motion. She is seeking rehearing on her summary\njudgment motion, dressed up as a motion in limine. Many courts\nin this district have summarily denied motions in limine that\n\nseek to relitigate arguments from summary judgment, and I have\n\nlisted six such cases on pages 7 and 8 of our response in\n\nopposition. You ordered nine defendant's motions for summary\n\njudgment. This Court rejects the argument that she should have\n\npartial summary judgment on the January 4th statement. The\n\nWw\n\nlast sentence of that order states, \"Because of the existence\n\nof triable issues of material fact rather than opinion and\n\nbecause the prelitigation privilege is inapplicable, the motion\n\nfor summary judgment is denied.\" Defendant's reiteration of\n\nher defamatory press release confirming it two days later is\n\nsomething that this Court did not rule that that is not\nactionable. So she's seeking rehearing.\nAlso importantly, your Honor, Ms. Giuffre opposed\n\nsummary judgment on defendant's defamation in its entirety.\n\nShe opposed the motion for summary judgment in its entirety,\n\nand this statement, as part and parcel of defendant's\ndefamation and part and parcel of defendant's motion for\n\nsummary judgment.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011398",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011398.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1544,
    "word_count": 241,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:45.761447",
    "prefix": "IMAGES-001"
  }
}