{
  "document_id": "HOUSE_OVERSIGHT_020461",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020461.txt",
  "text": "with increased challenges in the diplomatic, economic, and security domains, China’s\ninfluence activities have collectively helped throw the crucial relationship between the\nPeople’s Republic of China and the United States into a worrisome state of imbalance and\nantagonism. (Throughout the report, “China” refers to the Chinese Communist Party and the\ngovernment apparatus of the People’s Republic of China, and not to Chinese society at large\nor the Chinese people as a whole.) Not only are the values of China’s authoritarian system\nanathema to those held by most Americans, but there is also a growing body of evidence\n\nthat the Chinese Communist Party views the American ideals of freedom of speech, press,\nassembly, religion, and association as direct challenges to its defense of its own form of one-\nparty rule.”\n\nBoth the US and China have derived substantial benefit as the two nations have become\nmore economically and socially intertwined. The value of combined US-China trade\n($635.4 billion, with a $335.4 US deficit) far surpasses that between any other pair of\ncountries.? More than 350,000 Chinese students currently study in US universities (plus\n80,000 more in secondary schools). Moreover, millions of Chinese have immigrated to\nthe United States seeking to build their lives with more economic, religious, and political\nfreedom, and their presence has been an enormous asset to American life.\n\nHowever, these virtues cannot eclipse the reality that in certain key ways China is\nexploiting America’s openness in order to advance its aims on a competitive playing field\nthat is hardly level. For at the same time that China’s authoritarian system takes advantage\nof the openness of American society to seek influence, it impedes legitimate efforts by\nAmerican counterpart institutions to engage Chinese society on a reciprocal basis. This\ndisparity lies at the heart of this project’s concerns.\n\nChina’s influence activities have moved beyond their traditional United Front focus\n\non diaspora communities to target a far broader range of sectors in Western societies,\nranging from think tanks, universities, and media to state, local, and national government\ninstitutions. China seeks to promote views sympathetic to the Chinese Government,\npolicies, society, and culture; suppress alternative views; and co-opt key American players to\nsupport China’s foreign policy goals and economic interests.\n\nNormal public diplomacy, such as visitor programs, cultural and educational exchanges,\npaid media inserts, and government lobbying are accepted methods used by many\ngovernments to project soft power. They are legitimate in large measure because they are\ntransparent. But this report details a range of more assertive and opaque “sharp power”\nactivities that China has stepped up within the United States in an increasingly active\nmanner.* These exploit the openness of our democratic society to challenge, and sometimes\neven undermine, core American freedoms, norms, and laws.\n\nIntroduction\n\nHOUSE_OVERSIGHT_020461",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020461.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3031,
    "word_count": 456,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.532161",
    "prefix": "IMAGES-005"
  }
}