{
  "document_id": "HOUSE_OVERSIGHT_025809",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025809.txt",
  "text": "Spare capacity (Iraq is trying to develop same); 4. Who has strategic influence over\nME oil will matter; 5. Oil and global GDP are connected. In some ways, our\nenergy policy may become more difficult. One big question is whether China will\ncontinue their policy of non-intervention in internal affairs of other countries (e.g.\nKSA goes Islamic). KSA’s response to Arab Spring was to double the pay of\neveryone in the military.\n\nGfoeller. KSA social welfare was $20/bbl per year, now $85/bbl, projected at\n$300/bbl in 2030. This means they will have to go to taxes and that will trigger\nsocial reaction. Arabs have already translated “‘no taxation without representation”’.\nMajor political shifts are occurring and major financial stresses are predictable.\nFree health care and education are untouchable. Arab Spring will come to KSA.\nAQ was easy to fight because you could identify bad guys and kill them. Could\nfight their ideology. Arab Spring has no leaders, no ideology. They want\neverything: money, power and vote. When will KSA get nukes? Realignment of\nnational security team (Bander plus 2 other major changes suggest a major focus\nand potential big deals in the offing. Is this about Iran or Russia and china or Arab\nSpring or something else.\n\nMehgan: Power of being energy indep has consequences. Being a major consumer\nhas leverage. KSA taking oil off market will still be meaningful. Will China retain\nits policy of non-interference in internal afairs when faced with Islamist take over of\nKSA?\n\nUS Policy Going Forward\nTJP Summary: see write up\n\nBob Blackwill:\n\nPivot to Asia does not relieve us of serious interests we have in ME. We announce\na pivot to Asia when:\n\nIran — moving to nukes\n\nEgypt — Mubarak is in a cage and new govt could be seriously anti-US\n\nSyria — disintegrating\n\nIraq — could fragment\n\nKSA — ripe for revolution\n\nME peace process 1s dead\n\nIsrael — at more serious risk than in living memory\n13\n\nHOUSE_OVERSIGHT_025809",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025809.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1952,
    "word_count": 328,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.223747",
    "prefix": "IMAGES-008"
  }
}