{
  "document_id": "HOUSE_OVERSIGHT_014941",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014941.txt",
  "text": "Downside risks are: 1) integration risk from smartwatches and other wearables\ncannibalizing the fitness tracker market, 2) fad risk, as fitness trackers could be simply a\nfitness fad with consumers, 3) competitive risk from competitors out-innovating, and 4)\nexecution risk on channel build and inventory management.\n\nGoPro (GPRO)\n\nOur $8 price objective is based on 10x our 2018E EBITDA, in line with the peer average\nof 10x, which we believe is appropriate given its slightly higher growth and potential for\nEBITDA margin expansion after restructuring. GoPro is the leading action camera\ncompany in the world but has been challenged by execution issues limiting its ability to\ndrive strong product cycles.\n\nDownside risks to our PO are: 1) new products fail to resonate with consumers, 2)\ncompetitive pressure pushing down ASPs, and 3) failure to meet market demand during\nholidays.\n\nUpside risks to our PO are: 1) better than expected sales on new products, 2) better than\nexpected holiday sales from extra manufacturing capacity, 3) better than expected drone\nsales, or new product announcements, and 4) new direct sales partnerships\ninternationally\n\nGrubHub (GRUB)\n\nOur PO is $49, based on 32x our 2018E P/E (vs. high growth internet at 31x). We believe\nGRUB warrants a premium to eCommerce peers due to the attractive margins of the\ncore business and, relative to the overall small-cap sector, GRUB has more attractive\nmargins and growth potential.\n\nDownside risks to our PO are:\n\nRevenue and sales metrics are trailing KPls for Diners and Restaurant and the potential\nfor diminishing returns on future restaurant and user additions is a risk. GrubHub has\nsignificant room for growth in the US ahead, but will need to invest internationally if\ndomestic growth stalls.\n\nLendingTree (TREE)\n\nOur $140 price objective represents 14x 2018E EV/EBITDA, a premium to the lead\ngeneration services and marketplace peer group average of 11x due to market position\n(category leader in mortgage and personal loans) and faster revenue growth.\n\nRisks to achieving our estimates and price objective are: 1) interest rate risks given the\ndemand for leads for mortgage and other loan products, 2) competition with other\nconsumer finance sites and ad networks, 3) potential for search engine\ndisintermediation and traffic competition, 4) potential for recessionary impact on loan\nproducts (lower traffic and demand for leads) and credit card markets, 5) premium\nvaluation vs. lead generation and marketplace peers, and 6) acquisition risk.\n\nMatch Group (MTCH)\n\nOur PO is $21 based on 12x our estimated 2018 EBITDA of $562mn and our DCF\nvaluation analysis. The basis for our PO is in-line with the eCommerce group, but a\npremium to the consumer internet subscription services group due to MTCH's\ncombination of market dominance, profitability, and cash flow. We think fundamentals\nhelp MTCH stand out from its ecommerce peer group and MTCH should be seen as a\nmore defensible platform that is unlikely to see disruption in its core markets.\n\nDownside risks are: market share losses to an emerging dating business, potential for\nhigher acquisition costs on mobile, lower conversion rates that lead to lower PMC\ngrowth, the need to acquire competing sites to maintain growth or market share, and\n\nBankof America\n\nMerrill Lynch Internet/e-Commerce | 06 April2017 955\n\nHOUSE_OVERSIGHT_014941",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3373,
    "word_count": 531,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.636386",
    "prefix": "IMAGES-003"
  }
}