{
  "document_id": "HOUSE_OVERSIGHT_019626",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019626.txt",
  "text": "138 | HOW AMERICA LOST ITS SECRETS\n\nofficials to these three key questions “proved maddeningly diffi-\ncult.” He found that in mid-June NSA officials with whom he dealt\nwere so “distraught at the massive security breach” that initially\nthey refused to allow even CIA officers to participate in the ongoing\nsecurity review. A former NSA executive told me there was “near\npanic” at the NSA. Finally, Morell called Chris Inglis, a former pro-\nfessor of computer science who had risen to be the NSA’s deputy\ndirector at the time of the breach. Inglis, who headed operations for\nthe NSA, told him “the news was not good.” Among the data copied\nby Snowden were a large number of CIA secrets. By the time the\nCIA learned that its secrets had been compromised, Snowden was\nheaded to Russia.\n\nThe investigation of a crime involving potential espionage is no\neasy task. In this case, it required attempting to solve a jigsaw puz-\nzle in which not only were key pieces missing but also, because it\ninvolved adversary intelligence services, some of the found pieces\nmight deliberately have been twisted to mislead the U.S. investigators.\n\nBy late July, NSA investigators had made their initial assessment.\n\n© They determined that most of the material had been taken from ©\nsealed-off areas known in intelligence speak as “compartments,”\nwhich in this case were files stored on computers that were isolated\nfrom any network. Each compartment electronically tracks all the\nactivities that occur in it on its logs, including the password identity\nof any person who has gained entry to any compartment. From a\nforensic examination of these logs, NSA investigators were quickly\nable to reconstruct the timeline of the theft. The logs showed that an\nunauthorized party without proper passwords had begun copying\nfiles in mid-April, which was just days after Snowden began his job\nat the center. The illicit activity ended just before Snowden’s last day\nof work there. So this piece fit in with Snowden’s guilt.\n\nThe size of the theft was another matter. Ledgett was certainly in\na position to know (in the shake-up that followed, he would replace\nInglis as deputy director of the NSA). According to Ledgett, the per-\npetrator had “touched” 1.7 million documents, moving from com-\npartment to compartment. Of these “touched” documents, according\nto the analysis of the logs, more than one million of them had been\nmoved by the unauthorized party in mid-May to an auxiliary com-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 138 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019626",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019626.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2548,
    "word_count": 421,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.738300",
    "prefix": "IMAGES-005"
  }
}