{
  "document_id": "HOUSE_OVERSIGHT_018127",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018127.txt",
  "text": "Patrick Bertagna, GTX Corp. - 10/26/2010 - Global Positioning System (GPS) is a\n\nworldwide radio-navigation system formed from the constellation of 24 satellites and their ground\nstations. The Global Positioning System is mainly funded and controlled by the U.S Department of\nDefense (DOD). The system was initially designed for the operation of U. S. military. But today,\nthere are also many civil users of GPS across the whole world. The civil users are allowed to use\nthe Standard Positioning Service without any kind of charge or restrictions.\n\nRead the full article\n\nGPS Elder Applications\n\nEldergadget.com - October 21, 2010 - The rapid evolution of Global Positioning Satellite\n(GPS) tracking technology is producing new applications of particular interest to seniors, their\nfamilies, and caregivers. One of the most active companies in this space is GTX Corp. GTX is the\ncompany behind the patented GPS Smart Shoe™ , in partnership with footwear manufacturer\nAetrex Worldwide. The shoe was developed to provide peace of mind for families with senior-age\nloved ones suffering from Alzheimer’s and other forms of dementia. Available on the Internet at\nthe GPS Shoe, Aetrex, and Foot.com sites, the shoe should also be available in retail stores some\ntime in 2011, according to GTX Corp. chairman/president Patrick Bertagna.\n\nRead the full story\n\nThe \"Where\" or Your Social Media Network - iCheck-In\nWorld Market Media - Tom Copeland - November 15, 2010 -\n\nChecking in is a movement that’s really starting to catch on, and\n\ncompanies are scrambling to develop and release check-in apps and services. GTX Corp\ncommitted to being the \"better people finder\", owns and operates LOCiIMOBILE, Inc. which\ndevelopsGPS Tracking location based social networking (LBSN) mobile applications, today\nreleased its 17th App - iCheck-In, the fastest and easiest way to “check-in” and stay connected to\n\neveryone in your mobile contact list and your Facebook and Twitter friends.\n\nHOUSE_OVERSIGHT_018127",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018127.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1990,
    "word_count": 310,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.578459",
    "prefix": "IMAGES-004"
  }
}