{
  "document_id": "HOUSE_OVERSIGHT_012188",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012188.txt",
  "text": "oo,\ni ‘\n\nALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 6\n\nfederal prosecution of Mr. Epstein would not be “improper or inappropriate” absent any review at all\nof the misconduct here, and absent a full review of the facts and law. The facts, the law, and the\nalleged misconduct are each necessarily inextricably intertwined with the question of whether or not\nthis is a viable federal prosecution. These imposed limits flawed the review from the outset. In any\nevent, CEOS concedes that the defense team makes “many compelling arguments.” (CEOS letter at\np. 5). Inthe end, then, one is left with the impression that the CEOS review and opinion, although\nconcluding that the USAO could push forward at its own discretion, is a much qualified one.\n\nThe federal prosecution of Mr. Epstein has been a moving target from the inception, Each\ntime the allegations, the witnesses or the applicable law is subject to a searching inquiry, we have\nfound that the allegations have been misrepresented, the law does not apply to the actual facts here,\nand the USAO prosecution theory falls apart. Yet, in the face of the voluminous evidence we have\nsubmitted in this regard, while acknowledging that the theories are “novel,” and that our arguments\nagainst federal prosecution are “compelling,” CEOS concluded, “Mr. Acosta could rightfully\nconclude that this federal issue is best resolved by ajury” and that “the USAO has a good faith basis\nto fully develop the facts on this issue and brief the law to permit a court to decide whether the law\nappropriately reaches such conduct.” With all due respect, and recognizing that CEOS may be—and\napparently was — limited in its authority, it should not be the prerogative of the prosecution arm of\nthe United States government to simply roll the dice, and let the court system just sort it out when\ndealing with the life and liberty of a United States citizen. The Department of Justice should not be\nso cavalier when labeling someone as a child molester. While it may be within the discretion of the\nUSAO to do so, it is not in accord with the principles of justice.\n\nIndeed, as noted, just a few weeks ago, the Supreme Court underscored this point in Santos\nand Cuellar. The Court made clear that prosecutorial discretion does not provide the USAO cart\nblanche to expand criminal statutes as they seek to do here with complete disregard for congressional\nintent. The Court rejected speculation as a basis of determining the scope of a criminal statute;\n“probability is not a guide which a court, in construing a penal statute, can safely take.” Slip op. at 7,\nquoting United States v. Wiltberger, 5 Wheat. 76,105 (1820). “We interpret ambiguous criminal\nstatutes in favor of defendants, not prosecutors.” Slip op. at 12.\n\nBased on my experience, I believe that the facts here do not warrant a federal child\nexploitation prosecution. At its core, this case is quintessentially a state concern as opposed to\nimplicating any federal interest. Indeed, the Florida State Attorney’s Office (“SAO”), led by the\nchief of the Sex Crimes Division, thoroughly investigated this matter, and presented it to the grand\njury. The facts, as opposed to the deeply flawed press reports, were carefully assessed by\nexperienced State prosecutors who aggressively enforce State criminal laws. Following an extensive\n15-month State investigation, Mr. Epstein was indicted by a State grand jury ona single felony count\nof solicitation of prostitution.\n\nDuring the investigation, the State prosecutor exhaustively reviewed the evidence, met face-\nto-face with many of the alleged victims, considered their credibility — or lack thereof — and\n\nHOUSE_OVERSIGHT_012188",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012188.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3698,
    "word_count": 609,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.425834",
    "prefix": "IMAGES-001"
  }
}