{
  "document_id": "HOUSE_OVERSIGHT_017151",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017151.txt",
  "text": "4.2.12\nWC: 191694\n\nraping Blacks, but many Blacks had been executed for raping, or even assaulting, white women. I\nrecount this story in greater detail in the chapter on the death penalty. For now, suffice it to say\nthat he knew that the key Justice would be William Brennan, since if liberal Brennan would not go\nalong with him he had no chance of beginning any meaningful dialogue. Since I had done all the\nresearch, he assigned me the delicate task of trying to get Justice Brennan to join our opinion. It\nwas a daunting task for a 24-year-old law clerk to persuade a Justice of anything, but I went in to\nsee Justice Brennan and he listened to me politely without committing himself. Eventually he did\njoin Justice Goldberg’s dissenting opinion and the dialogue was begun. Within less than a decade,\nit resulted in the judicial abolition of capital punishment, but soon thereafter in its resurrection of\nthe “game” of two steps forward, one step backward is still ongoing.\n\nMy conversation with Justice Brennan marked the beginning of what developed into a lifelong\nfriendship and mutual admiration society. One of my great treasures is a handwritten letter from\nthe justice in 1982 that includes the following:\n\n“There are winds swirling these days that too few resist---it’s a comfort to know that\noutside there are steadfast champions who are putting up a gilliant fight. You are first\namong them and that’s a matter of special pride for those of us who have followed your\ncareer with increasing satisfaction.” [check quote]\n\nAs I write these words, the death penalty is now deemed constitutionally permissible, at least for\n\ncertain crimes, though I am convinced that Justice Goldberg’s “pet project” marked the beginning\nof what will be its ultimate demise in the United States.\n\nJustice Goldberg’s “pet project” and the way he sought try to implement it, tells us much about\nthe man and his relationship to his law clerks, but it doesn’t tell us everything. He regarded his\n“one year clerks” as “law clerks for life.” After I completed my clerkship, Justice Goldberg\ncontinued to give me assignments, ranging from helping him pick future clerks and assistants, to\nediting his speeches and articles, to helping him draft resolutions at the United Nations (most\nnotably Security Council Resolution 242, following Israel’s victory in the Six Day War of 1967),\nto assisting in his campaign for Governor of New York. He called me for help, advice and just to\n“schmooze” about the state of the world until his death at the age of 81.\n\nEven while he served on the Supreme Court he took an interest in his law clerks and their\nintellectual development. He included us in his weekly Friday afternoon lunches or teas with\nnoteworthy people. When such people came to visit the justice, he always introduced us and\nencouraged us to sit on part of the discussion. Knowing that I was interested in Israel, he invited\nme to meet the Israeli Ambassador to the United States, Avraham Harmon as well as visiting\nIsraeli public officials. When I went to Israel in 1970 he asked me to smuggle a carton of Lucky\nStrike cigarettes to Israel’s Prime Minister Golda Meir, who he had known from their earliest\nZionist days together in the Midwest.\n\nSince Justice Goldberg had very few clerks—he served only three terms—he was able to remain\n\nclose to all of us. He invited us to his famous Passover Seders, where he and his wife Dorothy\nsang labor and Zionist songs from their youth. When he moved to New York, he attended High\n\n64\n\nHOUSE_OVERSIGHT_017151",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017151.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3540,
    "word_count": 604,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.176494",
    "prefix": "IMAGES-004"
  }
}