{
  "document_id": "HOUSE_OVERSIGHT_031905",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031905.txt",
  "text": "30\n\ncan decay over time. They can get too rigid, they can fail to adapt,\nand if they do, then they’re going to get into trouble, just like\nauthoritarian systems. The other issue, which we’ve already touched\non, is contingency in history. So the route to getting into modernity\nis, I now think, full of a lot of accident, and so it’s not as if there’s\nthis inevitable historical process that driving us toward the present. I\nthink it should make us both more appreciative of the fact that we’ve\ngotten to the present and also more aware of the fragility of modern\ninstitutions.\n\nSHAFFER: A lot of people have related that — your focus on the\ncontingency of political order, and our ability to construct\ndemocracies — to your “falling-out” with neoconservatism. Was that\n“falling out” just local to some of the failures and disappointments of\nthe Bush years or was it a break with the intellectual project as a\nwhole?\n\nFUKUYAMA: It was more a practical dispute over methods. I didn’t\nthink U.S. hard power was an effective method [for advancing liberal\ndemocracy], and the Bush administration hadn’t really thought\nthrough the implications of invading Iraq. I still think there are ways\nthat the United States can help promote democracy, but it’s a slow\nand long-term process. For example, I’m on the board of the National\nEndowment for Democracy, which had an important role in\nsupporting solidarity in Poland in the 1980s, and in Serbia, and the\nOrange Coalition in Ukraine. So there are ways in which we’ve\nencouraged democratic forces around the world. I still believe in that\nmission and project. But I don’t think the Bush administration\nactually invaded Iraq to promote democracy. They had security\nobjectives in mind, and they added the democracy argument as an\n\nHOUSE_OVERSIGHT_031905",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031905.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1791,
    "word_count": 302,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:49.343965",
    "prefix": "IMAGES-011"
  }
}