{
  "document_id": "HOUSE_OVERSIGHT_020242",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020242.txt",
  "text": "90\n\nHe returned on April 13th to Hawaii, One domestic task he to attend to was helping Mills\npack up their possessions, which they stored in boxes in the garage. The lease on their house was\nup on April 30, 2013, so he found a temporary rental for them just a few blocks away.\n\nOn Monday April 15th, Snowden began on-the-job training as an analyst at the National\nThreat Operations Center—a training that he would not complete. The same week he began the\ntraining, he prepared his exit by writing Booz Allen that he needed a brief medical leave in May to\nundergo medical treatment for his putative epilepsy symptoms. Even though he had no planned\nany treatments, and, as far as is known did not suffer from epilepsy, Booz Allen required a\nminimum of one month’s notice for foreign travel. By making the request, he lessened the\nlikelihood that it would arouse undue suspicion when he departed Hong Kong with stolen\ndocuments on May 18, 2013. This brief window left him some four weeks to take the lists that he\ncoveted.\n\nSnowden carried out the heist with precision reminiscent of a “Mission Impossible” movie\ncaper. First, he needed to get passwords to up to 24 compartments at the National Threat\nOperation Center that he had not been “read into.” Even in the “open culture” of the NSA this\nwas not an easy challenge since he no longer had a plausible pretext for asking other experienced\nthreat analysts had their passwords, as he did when he was a system administrator at Dell. He\nwould now be asking them to break strict NSA rules that prohibited intelligence workers from\ndisclosing their passwords to an unauthorized party. In addition, they were supposed to report\nanyone who asked to use their passwords.\n\nHe may have obtained some passwords through deception, such as tricking them into typing in\ntheir passwords in a device that captured them. As the NSA informed Congress in 2014, three of\nhis fellow workers told the FBI that Snowden may have deceived them to gain access their\npasswords. He may have also have used electronic means to have stolen the remaining passwords.\nIn any case, however he accomplished this incredible feat, he gained access to 24 compartments\ncontaining the NSA’s most closely guarded secrets in a matter of a few weeks.\n\nNext, he had to find the lists he was seeking in a vast sea of data. He used for this task pre-\nprogrammed robotic devices, called “spiders” to crawl through the data and find the files he was\nafter. Snowden deployed these spiders soon after he began working at the Center, raising the\npossibility that Snowden had prepared in advance the operation. According to the subsequent\nNSA damage assessment, Snowden’s spiders indexed well over one million documents. Many of\nthose that he copied and moved were from Level 3 “Sensitive Compartmented Information”\naccording to the NSA analysis. The spiders also made his penetration relatively safe. As\npreviously mentioned, the Hawaii base did not have a real time auditing system. So alarm bells\nwould go off in the security office when he indexed documents.\n\nFinally, Snowden had to find a way to transfer this data to a computer with an opened USB\nport. Most of the computers at the center had had their ports sealed shut to prevent unauthorized\n\nHOUSE_OVERSIGHT_020242",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020242.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3274,
    "word_count": 560,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.384425",
    "prefix": "IMAGES-005"
  }
}