{
  "document_id": "HOUSE_OVERSIGHT_011327",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011327.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n24\n\nH3VOGIU1\n\nrecords have been part of discovery. They show a history of\nrampant truancy and failed courses. This constitutes prior bad\nacts which ar xcluded under Rule 404, particularly since\n\nthese bad acts do not go to truthfulness, so they're also\n\nxcluded under Rule 608.\n\nThey should also b xcluded because their prejudic\nthat it would cause Ms. Giuffre greatly outweighs any probative\n\nvalue and should b xcluded under 403.\n\nThere's a huge remoteness issue here, your Honor.\n\nThese truancies and juvenile delinquencies took place many\nyears ago when she was a minor. There's a lot of case law on\n\nthis that is in Mr. Giuffre's brief on page 22 to 23. But what\n\nyou should be aware of, your Honor, is that a close examination\n\nof records, looking up what the number codes on these\n\ntranscripts actually mean, it shows the opposite of the\n\nargument that defendant advances in her response brief; that\nshe was in school, and therefore, not abused by her client.\n\nTo the contrary, the records show that she was not in\nschool over half the time she was supposed to be and did not\n\ncomplete her courses. These transcripts are not\n\nself-explanatory. Indeed, looking at the face of them, it\n\nseems like she was enrolled and attending school, but much of\n\nthe information in these records are number codes used by the\n\nPalm Beach County School District. These school records could\n\nnot be placed into evidence for all the reasons above, but if\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011327",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011327.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1585,
    "word_count": 272,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:47.976946",
    "prefix": "IMAGES-001"
  }
}