{
  "document_id": "HOUSE_OVERSIGHT_024621",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024621.txt",
  "text": "30\n\norganizations.\n\nAt present, there are 10.5 million Palestinians, including around 5\nmillions refugees, scattered in several Middle Eastern countries and\nother Diaspora states.\n\nAs for Palestinian Statehood: The UN General Assembly by great\nmajority has recognized the right of the Palestinian people to self\ndetermination and statehood in more than 40 resolutions.\n\nMost famous of these resolutions were the two issued in October,\n1974: 3236 and 3237. The latter recognized the PLO as the legitimate\nrepresentative of the Palestinian people and stipulated that it would\nbe granted the status of Observer in all UN organs and affiliated\norganizations and its sponsored conferences.\n\nIn December 15, 1988, a month after the declaration of the State of\nPalestine by the PLO conference in Algiers, the UN General\nAssembly decided in its resolution of December 15, 1988 to\nrecognize the PLO declaration of the State of Palestine and to\nsubstitute the use of PLO for the name of Palestine in all its organs\nand conferences.\n\nUN membership\n\nAfter the Oslo accords in 1993 and the failure of peace negotiations\nwhich lasted for 18 years, the PLO intends to bring to the UN\nGeneral Assembly once again, through the UN Resolution number\n377 of 1950, the issue of recognition of the State of Palestine on the\nbasis of the June, 1967 borders.\n\nSuch resolutions, if issued by the UN General Assembly, could have\nsome legal, political and media ramifications, but, nevertheless, it\nwill not have any practical impact on the Israeli Government and\nsome of its allies.\n\nThe State of Palestine will still lack a major element of a sovereign\nstate: That is the \"effective control\" over territory and population.\nThis can only be achieved when the Israeli occupation is compelled\n\nHOUSE_OVERSIGHT_024621",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024621.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1788,
    "word_count": 289,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.521552",
    "prefix": "IMAGES-008"
  }
}