{
  "document_id": "HOUSE_OVERSIGHT_017322",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017322.txt",
  "text": "4.2.12\nWC: 191694\n\nhow to \"handle the hometown boys\" if they even dared to try to cop a \"quick feel,\" thus\nsuggesting that she did not even neck or pet. As a waitress in Washington's hometown put it:\n\"America thought this girl was a blushing, virginal type.\" (Under the rape shield law, Tyson’s\nlawyer could not counter this portrayal. The prosecution thus used the rape shield law as a sword\nto present a one-sidedly false picture of the alleged victim.)\n\nThe prosecutor also argued to the jurors a variation on the \"dressed-for-sex\" theory, telling them\nthat Washington went to meet Tyson wearing \"little pink polka dot panties,\" rather than\n\"Fredericks of Hollywood underwear,\" thus showing that she did not put on the kind of sexy\nunderwear that women wear when they are out to have sex. (He neglected to tell the jury that\nDesiree's sexy underwear was all still wet from having been washed, and that her only dry\npair—when she went to meet Tyson at 2 o'clock in the morning—was the one with polka dots.)\n\nFinally, Desiree Washington solidified her image as a totally non-sexual platonic date who only\nwanted to go sightseeing with Tyson at two o'clock in the morning, by describing to the jury how\nshe responded when Mike tried to kiss her as she entered his limousine for the ride to his hotel:\n\"he went to kiss me and I just kind of jumped back.\"\n\nThus, the jurors were presented with the picture of a zealously religious, young, naive \"virginal\ntype\" girl, who does not kiss, neck or wear sexy underwear, and for whom a lawsuit or media\nattention were the furthest thing from her mind.\n\nNo wonder the jurors believed her testimony, in what was a classic \"she said\" -- \"he said\"\ncredibility contest.\n\nWe discovered during our investigation that virtually everything “she said,” and her family\ncorroborated, was highly questionable if not outright false. The Washington family did not hire a\nlawyer to \"ward off the media\" as they claimed, but rather to do precisely the opposite—namely\nto sell Desiree's story for huge sums of money. After the trial, Donald Washington, Desiree's\nfather, publicly acknowledged that he discussed movie rights with the very lawyer whom he\nfalsely told the jury he had hired solely to \"ward off the media.\" In an interview he gave after the\ntrial he admitted that he: \"I expected to get money from movie rights, that's where the money is.\"\n\nIt also now turns out that the trial testimony denying any \"contingency\" fee agreement and any\n\"written document\" between the Washingtons and the lawyer concerning a planned money\ndamage suit against Tyson was categorically false. Immediately after Desiree Washington's sexual\nencounter with Mike Tyson, the Washington family went to see a high-powered lawyer in their\nhome state of Rhode Island. The discussion turned instantly to how the Washington family could\nparlay Desiree's date with Tyson into big bucks. They talked about movie rights, book deals and\nmultimillion-dollar lawsuits. The lawyer carefully explained what a contingency fee agreement\nwas and the family agreed with this arrangement. Desiree signed a contingency fee agreement,\nwhich her father and mother officially witnessed. The family was given a copy of this document.\n\nThe prosecutor was fully aware of the contingency fee arrangement. Indeed, during the\nPp y dake Eeney g g\nprosecutors' \"rehearsal\" cross examination of Desiree Washington, in preparation for her actual in\n\n239\n\nHOUSE_OVERSIGHT_017322",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017322.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3455,
    "word_count": 571,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.768731",
    "prefix": "IMAGES-004"
  }
}