{
  "document_id": "HOUSE_OVERSIGHT_012085",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012085.txt",
  "text": "By early 2011, China had to cool the economy and tackle the\nrising leverage and speculation. Policymakers also declared a\nshift in China’s growth model to be more consumption-driven.\nThe transition probably turned out to be more complicated\nthan Chinese policymakers may have expected. Unlike the\ninfrastructure-driven growth model under which the pace of\ngrowth could be controlled by adjusting the pipeline of\nconstruction projects, a consumption-driven model would let\nthe “invisible hand” of self-interested consumers exert more\ninfluence. In other words, a consumption-driven model would\ncede more control to market forces and experience more\nunpredictability. While variability in realized growth versus\nprojection is a fact of life in the rest of the world, Chinese\nofficials have sought to minimize this uncertainty as the failure\nto hit growth targets could affect confidence.\n\nWith an estimated homeownership rate around 90% and many\nfamilies holding multiple apartments as investments, China's\nhousing market has an outsized impact on wealth, consumption\nand construction, as well as the general economy. As shown in\nCHART 1, the rapid housing price increases in 2010 and 2011\nprompted regulators to cool the housing market, which resulted\nin price declines in 2012. However, the slowing economy soon\npushed them to relax home purchase restrictions. Predictably,\nhousing prices rebounded as a response, with double-digit\nincreases in tier-one cities, prompting measures to tame the\nbubble once again by 2014.\n\nIt is quite clear that there isa momentum-driven herd mentality\namong Chinese buyers, as expressed in the Chinese adage “buy\n\nup market, not down” (ik # F HK).\n\nIn an attempt to wean investors off real estate and channel their\ncapital to highly leveraged state-owned companies,\npolicymakers engineered a stock market rally in the second half\nof 2014. As the rally gained momentum, the herd flocked in\n(buy up market, not down) and pumped up a huge stock bubble\nthat eventually blew up by mid-2015. This was followed by the\nrenminbi’s official devaluation in August 2015 to alleviate the\npressure from the surging U.S. dollar.\n\nConfronted with slowing economic growth, declining foreign\nexchange reserves, rising capital flight, and a collapsing stock\n\nmarket, Chinese policymakers shelved the reform agenda and\nwent back to the proven playbook—infrastructure and real\nestate buildout. China even eased property investment rules for\nforeign institutions and individuals. The result was perhaps the\nbiggest housing bubble ever in China’s tier-one cities—prices\nsurged over 30% year-over-year by the spring of 2016. It is as if\nChina was validating the old physiocratic economic theory\nwhich postulated that the wealth of a nation lies in its land\ndevelopment.\n\nFor years China has justified its rapid property price increases\non the basis that it is just catching up to global metropolises\nsuch as London, New York, Hong Kong, Tokyo, etc. The latest\nprice surge has indeed accomplished that and more. For\nexample, a run-of-the-mill two-bedroom apartment in Beijing’s\nfinancial district now costs more than $2,000 per square foot.\nSkyrocketing domestic property prices have also distorted\nmany Chinese investors’ views of foreign properties—they are\nbargains relative to prices in Beijing, Shanghai and Shenzhen.\nIt is no wonder Chinese investors have bid up property prices\nin many major cities around the globe. As a sign of the times,\nWarren Buffett’s Berkshire Hathaway HomeServices has\nrecently teamed up with China's Juwai.com to bring American\nresidential property listings to China.\n\nAn Under-Appreciated Reflation Story\n\nAccording to a U.S. State Department memo released by\nWikiLeaks, when Chinese premier Li Keqiang was serving as\nthe party secretary of Liaoning Province in 2007, he supposedly\ntold a U.S. ambassador that he did not have confidence in the\nprovincial GDP data. He preferred to monitor three indicators\nto assess the state of the local economy: the rail freight volume,\nelectricity consumption and bank loan volume. In 2010, The\nEconomist introduced the Li Keqiang Index, which takes the\nweighted average of these three metrics’ annual growth rates to\ntrack Chinese economic growth.\n\nThe Li Keqiang Index has indeed tracked the direction of\nChina’s reported GDP data as shown in CHART 2. There was a\nclear growth deceleration in 2015 and a strong rebound in 2016.\n\nCHART 1: YEAR-OVER-YEAR CHANGE IN CHINA NEW PROPERTY PRICES\n\n35%\n30%\n25%\n20%\n15%\n10%\n\n5%\n\n0%\n-5%\n\n-10%\n\n2006 2007 2008 2009 2010 2011\n\nMle China 70 Cities New Apartment Prices\n\nMumm China First Tier Cities New Apartment Prices\n\n2012 2013 2014 2015 2016 2017\n\nSource: Bloomberg\n\nGLOBAL FORESIGHT THIRD QUARTER 2017\n\nHOUSE_OVERSIGHT_012085",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012085.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4747,
    "word_count": 736,
    "line_count": 116,
    "import_date": "2025-11-19T21:47:46.353974",
    "prefix": "IMAGES-001"
  }
}