{
  "document_id": "HOUSE_OVERSIGHT_022154",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022154.txt",
  "text": "_ Fretuy Ricu\nATTERSON\n\nA: No. I took note of names, but not really notes of the sub-\nstance, no.\n\nQ: Have you ever made notes with regard to the substance of\nany communications that you allegedly had with Rebecca\n\nty phone conversations [you had] sisi or Michael?\n\nA: I didn’t “allegedly” have these conversations. I had these con-\n\ntween six and ten, maybe closer | versations. And I don’t recall taking notes of those conversa-\n: 5 .\n\ns] she called me, and after I got tions.\n\nnumber of times.\n\ne?\n\ne from hers, but again. 10:44 a.m.\n\nQ: How many phone calls did you have with this person Rebecca\n\nseach, in the Palm Beach area. They\nRoberts since she was a young child.\nto any of these phone conversa-\n\nMichael, and you?\n\nbefore she informed you as to the reason why she was call-\ning you?\n\nShe informed me the first time.\n\n: The very first conversation.\n\nYes.\n\n: How many phone calls was it before she asked you for money?\n\n_ 7 She never asked me for money.\nation occur?\n\ncific information about that. But it i\ne story was in the newspapers, she ©\nire story to me and related to me\n\nOrroroo eS\n\n: How many phone calls was it before her husband asked you\nfor money?\n\n>\n\n: Iwas never asked for money, ever.\n\nOQ\n\n: Do you know how it is that these people knew how to con-\ntact you?\n\nve extortion plot.\n\nA: They told me they went to my website and got my number\n| and left a message for me to call. Yeah, that’s what happened.\nOh, no; they sent me—they went on my website and sent me\n\nus notes of those phone conver an e-mail and asked me—and the e-mail had a blank name\nneo 3\n\nA\n\nbut a way to respond. And so I responded with my phone\n\n257\n256\n\nHOUSE_OVERSIGHT_022154",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022154.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1669,
    "word_count": 323,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:45.969534",
    "prefix": "IMAGES-006"
  }
}