{
  "document_id": "HOUSE_OVERSIGHT_015013",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015013.txt",
  "text": "Erik Prince is (becoming) no less an Amer. intelligence success story than bin Laden (in support of\nTerrorism as Geostrategy & a New World Order - see below). In short: (we note the repeating 9/11s,\nevery 11 years): \"Toward a NWO\" speech by Bush #41 - Sept. 11 (90); The WTC - Sept. 11 (01);\nBenghazi - Sept. 11 ('12). (There is rhy. & reason also 2 the rise of ISIS.)\n\nKKK\n\nAbout training camps:\n\n| watched so to speak the creating of little torture pockets around the world as justified by Obama's\ndesire to close Gitmo. The White House reports (2/23/16): \"We'll continue to securely and responsibly\ntransfer to other countries the 35 detainees already approved for transfer. This process involves\nextensive and careful coordination across our federal government to ensure that our national security\ninterests are met when an individual is transferred to another country. We insist, for example, that\nforeign countries institute strong security measures.” But are these not just the seeds of new training\ncamps (growing concentrated and lauded violent temperaments) & was that not someone's exact\nintent?\n\nIn real-time (and as perpetrated on captured children):\n\n3/19/14, sent to the now defunct FB page of D. Cheney:\nDick Cheney,\n\n| wonder if it's possible that there is coordination with other countries concerning enhanced\ninterrogation techniques, in the form of training perhaps?\n\nSpecifically, here in the United States, my sense is that there may be the use of vulnerable\npopulations, with the intension to gain favor with and/or intimidate others, especially members of the\ninternational community.\n\n*\n\nAnd:\n\nOn Saturday, June 21, 2014 6:37 AM, nn wrote:\nTo: a\n\nDeputy Lyddy,\nHer energy is very weak. She is physically exhausted, VERY sleep deprived, and HUNGRY.\n\n[These were continuing experimentations in reversed-engineered SERE; the agreed upon\ntechniques, taken from various regions of the world to be distributed to the various regions of the\nworld, had to be deemed not torture and this is where organizations like the APA stepped in, then\n(during the Bush administration), and afterwards. See here for example: \"And | think, you know,\nwhat’s really important in the debate going forward among psychologists is the extent to which\npsychologists loaned their names and loaned their credentials and their Ph.D.s to this kind of activity\nand essentially were used by the Bush administration to provide a kind of “get out of jail free” card for\nthe people who were, you know, doing these interrogations, because the logic, which | think Mark had\nmentioned, is, you know, this circular logic. So long as there are trained psychologists from\n\nthe SERE program who are on site at these interrogations who are saying that these detainees can\nwithstand this treatment, are not being harmed psychologically, then it’s not torture. So, you know,\n\nHOUSE_OVERSIGHT_015013",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015013.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2875,
    "word_count": 464,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.759752",
    "prefix": "IMAGES-003"
  }
}