{
  "document_id": "HOUSE_OVERSIGHT_011784",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011784.txt",
  "text": "/ BARAK / 27\n\nthe settlements on the West Bank. Since the fall of the Soviet Union, hundreds of\nthousands of Russians had also flowed into Israel. Most were Jewish in culture\nmore than religious observance, but they were instinctively inclined to support\ncandidates — Rabin in 1992, and Bibi the last time around — who they felt were\nlikely to take a tough line in any peace negotiations with the Arabs.\n\nI was never going to get the backing of many West Bank settlers, or of core\nsupporters of the Likud and parties even further to the right. But I would need to\nmake at least some dent in Bibi’s hold on the Russian voters who had supported\nhim by a wide margin in 1996. I focused first on Yisrael Ba’Aliyah, the main\nRussian immigrant political party. It had been set up by the iconic Soviet-era\nrefusenik Natan Sharansky — or, as he was then known, Anatoly Sharansky. He’d\nbeen an ally of Andrei Sakharov, an outspoken human rights advocate and, until he\nwas finally released and allowed to leave in 1986, a political prisoner in the gulag.\nThough Natan’s party was not going to offer a formal endorsement for any\ncandidate, I met with him to press the case for “security and peace,” the message\nI’d tried to advance with Shimon three years earlier, and to emphasize the need to\nbring unity and shared purpose back to the country. Though I think he would have\nbeen receptive anyway, it didn’t hurt that he, like me, was a mathematics graduate\n— from Moscow’s Physics and Technology Institute. He was also a chess\naficionado. When I was rash enough to face him across the board, as I recall, it\ntook him all of five minutes, and seven moves, to checkmate me.\n\nBut I also made dozens of visits to Russian community groups, and met with\nindividual families whenever I could. Often, I found myself talking to older men\nand women among the immigrants about the military details of the Great Patriotic\nWar, as the Russians called World War Two. On a number of occasions, I accepted\nthe invitation to sit down and play on a sitting-room piano. I think the first time I\ngot a sense that any of this might be having an impact was in a quote from a\nYisrael Ba’Aliyah official in an Israeli newspaper. Though still stopping short of a\nformal endorsement, the official was quoted as saying: “A month ago, young\nRussians thought Barak was a boring, left-wing socialist party leader who doesn’t\nlook good on TV and mumbles a lot... Today, they see him as a high-ranking\nIsraeli general who knows how to play the piano. The Russian immigrants like\nstrong, cultured people.” Except for the bit about mumbling, I couldn’t have\nwished for more.\n\n313\nHOUSE_OVERSIGHT_011784",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011784.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2658,
    "word_count": 473,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.359697",
    "prefix": "IMAGES-001"
  }
}