{
  "document_id": "HOUSE_OVERSIGHT_012169",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012169.txt",
  "text": "—_,\n\nKIRKLAND & ELLIS LLP\nstringent conditions—which Mr. Weinstein could only have learned from FAUSA\nSloman, AUSA Villafana or United States Attorney Acosta himself.\n\n46. AUSA Weinstein then asked why Mr. Epstein should ... be treated differently than\nanyone else. Mr. Thomas apparently stated that he understood that there was evidence\nthat the women had lied about their ages. AUSA Weinstein replied that this was not a\ndefense and that Mr. Thomas should not believe “the spin” of Mr. Epstein’s “high-priced\nattorneys.” Indeed, Mr. Weinstein told Mr. Thomas that the USAO was very concerned\nabout a Palm Beach editorial that questioned whether Mr. Epstein would receive a rich\nman’s justice. AUSA Weinstein then stated that, in fact, Mr. Epstein “doesn’t have a\ndefense.”\n\n47. Mr. Epstein’s attorneys learned of the call and complained to the USAO. Counsel for\nMr. Epstein then had an in-person meeting with FAUSA Sloman and United States\nAttorney Acosta describing these leaks to the New York Times. During Mr. Thomas’ next\ncall to the USAO, made two weeks later, AUSA Weinstein “admonished” him (in the\nwords of Mr. Thomas) for disclosing the contents of their prior conversation to the\ndefense, and strongly “reminded” Mr. Thomas that AUSA Weinstein’s prior comments\nabout Mr. Epstein had only been “hypothetical” in nature. That claim is sheer nonsense:\nAUSA Weinstein had disclosed specific details of Mr. Epstein’s case, including plea\nterms proposed by the defense, as revealed based on Mr. Thomas’s own\ncontemporaneous hand-written notes.\n\n48. Shortly thereafter, Mr. Sloman wrote to the defense that Mr. Thomas was given, pursuant\nto his request, non-case specific information concerning specific federal statutes.” See\nTab 37, February 27, 2008 Email from J. Sloman. Again, that claim was utterly false;\nMr. Thomas’s contemporaneous hand-written notes, reviewed by Jay Lefkowitz, confirm\nthat the USAO had violated settled Department policy and ethical rules by providing\ncase-specific information about the Department’s legal theories and plea negotiations.\n\nConclusion\n\nWe bring these difficult and delicate matters of misconduct to your attention not to\nrequire any disciplinary action or review by the Office of Professional Responsibility. Although\nwe have been told that some of this misconduct has been self-reported (only after we raised these\ncomplaints in writing), we feel confident that not all the facts were adequately presented. Rather,\nwe believe that they are highly relevant to your decision whether to authorize a federal\nprosecution in this case. This pattern of overzealous prosecutorial activity strongly suggests\nimproper motives in targeting Jeffrey Epstein, not because of his actions (which are more\nappropriately the subject of state prosecution), but, rather, because of who he is and who he\nknows. We also bring this pervasive pattern of misconduct to your attention because we believe\nit taints any ongoing federal prosecution. The misconduct pervades the evidence in this case.\nThe offers of financial inducement to witnesses, improperly encouraged by the government,\nmake their potential testimony suspect. The reliance on tainted evidence gathered by the state\nwill require a careful sorting out of poisonous fruits.\n\n10\n\nHOUSE_OVERSIGHT_012169",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012169.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3290,
    "word_count": 502,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.020483",
    "prefix": "IMAGES-001"
  }
}