{
  "document_id": "HOUSE_OVERSIGHT_013464",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013464.txt",
  "text": "‘claim against Epstein. By‘its nature, sexual molestation takes place i in private, with only the abuser and.\n\nos with only Epstein and Jane Doe present during the abuse. Jane Doe has no other reasonable avenues of\n\n“ him.\n\nes statement from. Epstein on these subjects.\n\n“15 year old girl, forced her. to have. sex with his friends and flew her.on his: private plane. Nationally. ‘and’ -\n\nie a Rush that that case. was: dismissed, in a-way to: indicate that the: allegat tions are. ridiculous and untrue. 7 ,\n\n‘present ducing acts of sential abuse by Epstein.:In any event, ALL of those individuals have also. invoked :\ntheir 5\" amendment rights: against self-incrimination, and thus have left Plaintiff with.no information- “i\nabout what Epstein or other conspirators inside. his house were doing during the sexual abuse ofJane ..-  . .. |\nDoe and other minors girls.’ This creates a serious issué for Jane. Doe in proving her sexual molestation | ,\n\nthe victim typically available to testify. In this case, Epstein’s abuse of Jane Doe took place‘in private,\n\n- discovery to provide | direct proof of claim of sexual abuse by Epstein. | i oe 4\n\n11. Additionally, Mr. Epstein: has recently filed a lawsuit against me , abseil that Fas no.\n. merit whatsoever, a fact known to. Mr. Epstein. and. his attorneys. He filed the lawsuit against Brad\n. Edwards, Scott Rothstein, and [another Epstein victim of his molestation). That lawsuit implies that\nL.M.’s civil case ‘against him (currently: pending in Florida state court) is fabricated and that [and I ;\nhave conspired to commit-fraud against. him (presumably that she made up the case against him, 4\nimplying that he does ‘not know. While the present subpoena before the Court has. been filed by ue\nJane Doe, the Court should be aware that attorneys representing nay also file a Sao for the\nage Rush tape shortly. :\n\n_ 12. . Despite Mr. Epstein and all of his co- conspirators; ascerting a a 5M amendment privilege a :\n-against self-incrimination, George Rush of the New York Daily news did contact me to. inform me that - , |\nMr. Epstein spoke betsenally with him about i issues related to the various los of sex-abuse begat, ; i\n\n413. ‘Paraphrasing eal: memory aFn my conversation » with Mr. Rush, Mr. Epstein told sin that\nhe may have.come “too close to the line” but that he should not have been punished as severely as he\nwas and that his conduct was at most worthy of a $100 fine. This is a statement that shows two things .\n-of great importance to Jane Doe’s pending civil action. First, it is in.effect an admission by Epstein of his: “eae\n__ liability-to Jane Doe for sexually abusing her. Jane Doe does not have any. other admission of Epstein of sae\n~ his sexual abuse of her and Epstein has filed an answer to Jane Doe’s complaint that has the functional\neffect of denying abuse of her. ‘Jane Doe has diligently pursued all possible ways. of obtaining an :\nadmission from Epstein: of his molestation of Jane Doe without success. Second, the statementtoMr . = I\n“> Rush is a clear demonstration that Epstein lacks remorse for committing felony. child molestation: against Tow\n\n~ Jane Doe. This will bea. ‘central i issue in the punitive damages case. against Epstein at trial. Here again, ss\n_. | Jane Doe has diligently pursued all possible ways of obtaining a statement from Epstein: about his lack of =~ ue 4\n“remorse for abusing Jane Doe without success. There. are no 0 other: reasonable means a obtaining aie gl\n\nae a +. “Mr, Rush also told ine that Mr, Epstein spoke specially about ¢ one of my ve .\nee and he: made derogatory remarks about her.. carrier & a tee\n\ner ea age ‘Additionally, | Mr. ‘Rush: said that Epstein. spoke directly about ‘another civil case that was : 7\ni filed against him’ Gane Doe 102 v: Epstein); ‘that case alleges: that Epstein: repeatedly: sexually abused a\n\na a oe\n\n‘internationally ‘for the, purposes. of sexually. molesting - and. ‘abusing. her. : ‘Epstein: flippantly: told George :\n\no 16. oe Mr. Rush indicated that he taped the. conversation between him and: Mr. Epstein,\n\n_ 5, Se Mr. “Rush also spoke at length to Michael Fisten, an investigator with: my'fi firm that. was -\n. assisting with the investigation of the case... Mr. Fisten reported to: me * shortly after the conversation\nwith Mr. Rush that he: had such a conversation. .\n\npclae tpi vale\n\nHOUSE_OVERSIGHT_013464",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013464.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4377,
    "word_count": 767,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.336985",
    "prefix": "IMAGES-002"
  }
}