{
  "document_id": "HOUSE_OVERSIGHT_014366",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014366.txt",
  "text": "Chart 76: Biggest risks to investing in a tech-based lending companies\n\n40%\n\n32% 32%\n\n29%\n30%\n20%\n10%\n0%\nNo sustainable Untested credit Fragile funding model Uncertain regulatory\ncompetitive advantage model/risk backdrop\nmanagement\n\nSource: BofA Merrill Lynch Global Research\n\n= Panelists agreed that flexible funding models that utilized both balance sheet\nlending and distribution of loans were important for a tech based lender.\nAdditionally, panelists said that risk management is top of mind and tech based\nlenders are increasingly applying refined analytics that rely on credit variables\ndirectly from credit bureaus into their lending and portfolio management decisions\n\nThe Future of Payments: The Need for Speed\nJonathan Lear, President — North America, Earthport and Bruce Parker, Founder of\nModopayments spoke on The Future of Payments panel. In a wide ranging\ndiscussion, the panelists discussed the B2B opportunity, the importance of\npartnering with incumbents and the need to maintain Safety standards.\n\n« Audience members identified the lack of a clear value proposition for new players\nrelative to incumbents and concerns about Safety and Security as the largest risks\nto investing in new Fin Tech payments companies.\n\nChart 77: What is the primary risk to investing in new entrants within the payments landscape?\n\n40% 38% 38%\n23%\n20%\n0%\n0%\n\nUnclear value Rapid innovation that | Concerns around Intense regulatory\nproposition of new erodes value safety & security friction\nentrants relative to proposition\n\nincumbents\n\nSource: BofA Merrill Lynch Global Research\n\n¢ Panelists generally thought the best way for a new Fin Tech companies to succeed\nwas by partnering with incumbents. This was consistent with the views of audience\nmembers, a majority of whom thought the payments industry would continue to be\ncontrolled by incumbent institutions partnering with innovative tech companies.\n\nBankofAmerica <2”\n\n52 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014366",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2020,
    "word_count": 303,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.132896",
    "prefix": "IMAGES-002"
  }
}