{
  "document_id": "HOUSE_OVERSIGHT_030841",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030841.txt",
  "text": "market thoughts\n\nOur core macro view remains that the global economy\ncontinues to muddle through. We see U.S. growth between\n+1.5% and 2.0%, Europe continuing to work its way out of\nrecession, and emerging economies growing +4%-5%, led\nby China as growth moves to a more sustainable trend-like\n+7%-8%. Global growth next year should be somewhere\nbetween +2.5% and 3%.\n\nChina has just gone through a major political transition. We\nexpect the new Government to focus on reform initiatives\nand inward investment. As my team in Hong Kong\ncontinues to remind me, 7% growth feels pretty good.\nThere simply isn’t the sense of concern or urgency in\nChina as there has been outside the country around a\nChinese hard landing. It’s a domestic economy that is\nmaturing, which is exactly what we expect to see ahead.\n\nWith the U.S. election behind us, we believe there should be\nlittle doubt across markets that until inflation becomes a\nmeaningful concern, central banks will continue to make\nholding cash and core bonds frustrating for investors—slowly\npushing investors to take on incremental risk across markets.\nBut like deleveraging, increased risk taking needs to bea\nprocess, not an event.\n\nFundamentals matter\n\nI’m a pragmatist in life and as an investor, especially when\nmeasuring and trying to understand risk. My team is very\nmuch macro driven, and | believe in fundamentals (as a\nparent, | have to). | like to have a view on both the upside\nand downside of an investment. My favorite investment\nratio is 2:1, when thinking about the potential upside-\nrelative-to-downside, and those investments are hard to\nfind. Credit has been one of them.\n\n| recently challenged our quantitative research and analytics\nteam to help me think about the benefits and the risk in\nportfolio diversification. We continue to have significant\ninvestment tilts across our portfolios, and | wanted to make\nsure we weren't taking on additional risk because of a lack of\ndiversification. My intuition is that there is far less benefit\ntoday than there has been traditionally in a set-it and forget-it\napproach to asset allocation (something we don’t practice).\nLet me also add that there is a tremendous difference\nbetween an investor who is less diversified and one who is out\nof the market, which continues to be painful for many\ninvestors still on the sidelines.\n\nThe team looked back to 1991 at the correlation between\nassets across world equity, bond, commodity and foreign\nexchange markets. What we found is that correlation across\nrisk assets has been particularly high since the 2008\nfinancial crisis. You get less benefit owning a little bit of\neverything and a great deal more reward for being\n\ndisciplined and investing only where you see the most\nvalue. What was even more interesting is that while some of\nthis is obviously cyclical, there appears to be a structural\npattern here as well.\n\nCorrelation across risk assets has risen\n0.80\n\n0.70 a\n0.60\n0.50\n0.40\n0.30\n\n0.20\n1991 1993 1995 1997 1999 2001 2003 2005 2007 2009 2011\n\nSource: J.P. Morgan Private Bank, Bloomberg. Data as of November 2012.\n\nWhy is this relevant? Because it helps explain why we’ve\nbeen comfortable barbelling the risk we’ve taken across\nportfolios this year with a significant overweight to credit\nmarkets; it’s allowed us to own less equities for similar\nreturns. Effectively, we’ve been able to take normal\nlevels of risk in portfolios but focus on the higher\ncertainty of those returns coming from yield rather than\nmore volatile equity price appreciation.\n\nWe still see fundamental value in our credit allocations, but\nthe return ahead is going to be driven by yield or the coupon,\nnot by bond price appreciation. I’m going to argue that it\nplaces us right where we should be in the deleveraging and\nglobal recovery cycle. It’s time to revisit the balance of how\nwe are taking risk in portfolios. If we want to achieve similar\nportfolio returns next year, we'll need to take more\ndirectional risk where we see value across global markets.\n\nThe end of “easy money”\n\nIndex 2012 YTD Annualized _ Realized\nReturn Return Volatility*\n\nGlobal Equities (MSCI World) 8.6% 10.8% 19.1%\nJ.P. Morgan Developed High 5 é 5\nYield Bonds 12.7% 22.4% 9.4%\nInvestment Grade (JULlexEM) 9.9% 11.9% 4.9%\nEmerging Market Debt 6 6 6\n(J.P. Morgan EMBI) 16.1% 16.5% 6.9%\n\nSource: Bloomberg. Data from January 2009 through November 14, 2012.\n\n* Data from January 2009 through October 2012.\nIt is not possible to invest directly in an index.\n\nHOUSE_OVERSIGHT_030841",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030841.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4501,
    "word_count": 748,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:46.859946",
    "prefix": "IMAGES-011"
  }
}