{
  "document_id": "HOUSE_OVERSIGHT_024195",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024195.txt",
  "text": "Eye on the Market | October 22, 2012 J.P Morgan\n\nThe most important energy developments of 2012: how countries are planning for Independence Day\n\nI:_ What might US energy independence look like?\nRising crude oil production in Texas and North Dakota has contributed to a reversal of the long-term US production decline.\nThe latest data (June 2012) show North Dakota now ahead of Alaska’s North Slope.\n\nCrude oil production by region Total US crude oil production\nMillion barrels crude oil production per day Million barrels crude oil production per day\n25 9.5\n8.5\n1.5\n6.5\n05 Federal Offshore 55\nGulf of Mexico North Dakota\n0.0 45\n1985 1990 1995 2000 2005 2010 1985 1990 1995 2000 2005 2010\nSource: US Energy Information Administration. Source: US Energy Information Administration.\n\nThe growth in US domestic production is notable, but on its own insufficient to result in energy independence since the US still\nimports ~9 mm bpd of oil. But when combined with other factors affecting demand and supply, the concept of energy\nindependence comes into view over the next couple of decades. What is “energy independence”? After some adjustments\n(and I may be underestimating some of them), US net imports could fall to 4-5 mm bpd, a level which can be met by imports\nfrom countries with historically reliable economic and political linkages to the US (everything is relative). The point is not that\nreduced US crude imports will lower oil prices; countries like China with growing oil needs may offset that. What matters\nhere are the economic and geopolitical benefits from (a) not having to design military and foreign policy objectives based\non energy security to the degree the US has over the last 30 years’, and (b) being able to reap the growth, employment\nand current account benefits of domestically sourced-oil and natural gas.\n\nWhat US energy independence might look like\nUS net crude oil imports, million barrels per day\n10\n\nce}\n\n= = = = =, Oil imported for refined product exports\n=== ===== Displaced by Natural Gas Vehicles\n\nTt Reduced consumption: CAFE standards\n; and Auto Replacement Cycle\n\n: Net increase in domestic production\n\nImports\n\nImports\n\nOA-NWAADN\n\n2012 2025 Current US\nProjection imports\n\nSource: US Energy Information Administration, JPMAM.\n\nFor a review of the assumptions in this chart, see page 3; otherwise, skip to page 4.\n\n> See “Addicted to Oil: Strategic Implications of American Oil Policy” from the Strategic Studies Institute of the U.S. Army. The piece\noutlines 4 pillars to U.S. national interests: defense of the homeland, promotion of U.S. democratic values, creation of a favorable world\norder, and enhancement of the nation’s economic well-being. According to the authors, each has been negatively impacted by US demand\nfor foreign oil. They believe that U.S. foreign policies that support repressive oil states are diametrically opposed to American values, and\nreversed the 20\" century trend of the U.S. fighting against totalitarianism and in favor of liberty, and in turn caused the U.S. to lose the “war\nfor ideas” that is critical to wining the “war on terror”.\n\n2\n\nHOUSE_OVERSIGHT_024195",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024195.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3134,
    "word_count": 511,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.327885",
    "prefix": "IMAGES-007"
  }
}