{
  "document_id": "HOUSE_OVERSIGHT_023722",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023722.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\nweeks during which they were exposed to the human gaze.”\n\nThe feeling of being watched enhances cooperation and so does the ability to watch\nothers. To try to know what others are doing is a fundamental part of being human. So is fitting\nin. The more collectivist the human society, the more important it is to conform and the more\nprominent the role of shame.* Shame serves as a warning to adhere to group standards or be\nprepared for peer punishment. Many individualistic societies, however, have migrated away from\npeer punishment toward a third-party penal system, such as a hired police force, formal\ncontracts, or trial by jury. Shame has become less relevant in societies where taking the law into\none’s own hands is viewed as a breach of civility.\n\nPerhaps this is why it makes us uncomfortable to contemplate shaming people: Shame\ninvites the public in on the punishment. Consider the scaffolds, scab lists during union strikes, or\nNathaniel Hawthorne’s The Scarlet Letter. Or the proposal made by prominent conservative\nWilliam F. Buckley Jr. in 1986 to tattoo people with AIDS. These instances of shaming now\nseem an affront to individual liberty. Getting rid of shaming seems like a pretty good thing,\nespecially in regulating individual behavior that does not harm others. In eschewing public\nshaming, society has begun to rely more heavily on individual feelings of guilt to enhance\ncooperation.\n\nGuilt prevails in many social dilemmas, including one area of my own research:\noverfishing. At the root of the problem of overfishing is the human appetite. Wild fish catches\n\nare declining, and many of us seek to avoid the guilt brought on by eating unsustainable seafood.\n\n3M. Bateson, D. Nettle, & G. Roberts, “Cues of being watched enhance cooperation in a real-world setting,” Biol.\nLett. 2:3, 412-14 (2006).\n\n“D. M. T. Fessler, “Shame in two cultures: Implications for evolutionary approaches,” Jour. Cogn. & Culture 4, 2\n(2004).\n\nHOUSE_OVERSIGHT_023722",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023722.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2061,
    "word_count": 333,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:49.084186",
    "prefix": "IMAGES-007"
  }
}