{
  "document_id": "HOUSE_OVERSIGHT_018261",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018261.txt",
  "text": "observed in his “On Certainty” at the end of his life.2? So with networks. We will get\nto know their nature by learning to use them. By watching what they do, observing\nthem in their surprising movements. We know at least already that puzzles like the\nfuture of US-China relations or income inequality or artificial intelligence are simply\nnot addressable with traditional thinking because they occur on a network surface\nnow. Old-style ideas about each of these will likely lead us down dangerous paths.\nOur leaders today are, as a result, imperiling us in ways they can’t even understand.\nHonestly, these figures are not mentally prepared to fight any sort of battle on this\nlandscape. They probably never will be.\n\nI’m not saying effective leadership now demands you know what “the instantiation\nof a class” in object oriented programming means - or that you master the technical\nroots of some other crucial, philosophical idea of connective design. But a feeling for\nthe laws of networks, for the normalness of connection and the pressures that it\nproduces is essential at least. That the terrorists of ISIS or the founders of gaming\napp companies are better at growth hacking - the subtle art of using data,\nconnection and instinct to breed massive virtual communities - than our own\ninstitutions or our leaders should unnerve us for a couple of reasons. First, because\nit demonstrates a mastery of new power tools that move with astonishing speed,\nassembling nation-sized movements and forces in incomprehensively brief periods\nof time. But we should also worry - and this is as crucial - because that fast pace is\ncolliding with a set of slower-moving instincts, institutions and people who still\ncontrol substantial levers of power.\n\nAt the same moment in time that many of us are alive with the joy of being around\nsomething that is beginning, most of our leaders are locked sadly or with terror into\nthe ending of something else. Same exact moment. Different instincts. It reminds me\nof Virginia Woolf's novel of transitions, The Years, when the once-commanding\nColonel Pargiter finally passes away, liberating his daughter Eleanor into a world of\nadventure even as the change dooms Crosby, the family’s long-serving maid. “For\nCrosby, it was the end of everything,” Woolf wrote. “She had known every cupboard,\nflagstone, chair and table in the large rambling house, not from five or six feet\ndistance as they had known it; but from her knees as she had scrubbed and\npolished; she had known every groove, stain, fork, knife, napkin and cupboard. They\nand their doings had made her entire world. And now she was going off, alone, toa\nsingle room at Richmond.”?° The people now lamenting the decline of television, of\nnewspapers, of a disconnected age, who are baffled by constant connection or apps\nof the moment or machines that learn should be given their quiet moments with the\nold structures. They knew that world from their knees, built and maintained it as\nmuch for us as for them. Elements of that slower unconnected era must be\n\n29 “We got to know the nature of calculating”: Ludwig Wittgenstein, On Certainty\ned. G.E.M. Anscombe and G.H.von Wright Translated by Denis Paul and\nG.E.M.Anscombe, (Oxford: Blackwell 1969)\n\n30 “For Crosby”: Virginia Woolf, The Years, (New York: Harcourt, Brace &\nJovanovich, 1937) p. 216\n\n29\n\nHOUSE_OVERSIGHT_018261",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018261.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3362,
    "word_count": 558,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.834335",
    "prefix": "IMAGES-004"
  }
}