{
  "document_id": "HOUSE_OVERSIGHT_016239",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016239.txt",
  "text": "But Wiener failed to foresee crucial technological developments. Like pretty\nmuch all technologists of the 1950s, he failed to predict the computer revolution.\nComputers, he thought, would eventually fall in price from hundreds of thousands of\n(1950s) dollars to tens of thousands; neither he nor his compeers anticipated the\ntremendous explosion of computer power that would follow the development of the\ntransistor and the integrated circuit. Finally, because of his emphasis on control, Wiener\ncould not foresee a technological world in which innovation and self-organization bubble\nup from the bottom rather than being imposed from the top.\n\nFocusing on the evils of totalitarianism (political, scientific, and religious),\nWiener saw the world in a deeply pessimistic light. His book warned of the catastrophe\nthat awaited us if we didn’t mend our ways, fast. The current world of human beings and\nmachines, more than a half century after its publication, is much more complex, richer,\nand contains a much wider variety of political, social, and scientific systems than he was\nable to envisage. The warnings of what will happen if we get it wrong, however—for\nexample, control of the entire Internet by a global totalitarian regime—remain as relevant\nand pressing today as they were in 1950.\n\nWhat Wiener Got Right\n\nWiener’s most famous mathematical works focused on problems of signal analysis and\nthe effects of noise. During World War II, he developed techniques for aiming anti-\naircraft fire by making models that could predict the future trajectory of an airplane by\nextrapolating from its past behavior. In Cybernetics and in The Human Use of Human\nBeings, Wiener notes that this past behavior includes quirks and habits of the human\npilot, thus a mechanized device can predict the behavior of humans. Like Alan Turing,\nwhose Turing Test suggested that computing machines could give responses to questions\nwhich were indistinguishable from human responses, Wiener was fascinated by the\nnotion of capturing human behavior by mathematical description. In the 1940s, he\napplied his knowledge of control and feedback loops to neuro-muscular feedback in\nliving systems, and was responsible for bringing Warren McCulloch and Walter Pitts to\nMIT, where they did their pioneering work on artificial neural networks.\n\nWiener’s central insight was that the world should be understood in terms of\ninformation. Complex systems, such as organisms, brains, and human societies, consist\nof interlocking feedback loops in which signals exchanged between subsystems result in\ncomplex but stable behavior. When feedback loops break down, the system goes\nunstable. He constructed a compelling picture of how complex biological systems\nfunction, a picture that is by and large universally accepted today.\n\nWiener’s vision of information as the central quantity in governing the behavior\nof complex systems was remarkable at the time. Nowadays, when cars and refrigerators\nare jammed with microprocessors and much of human society revolves around computers\nand cell phones connected by the Internet, it seems prosaic to emphasize the centrality of\ninformation, computation, and communication. In Wiener’s time, however, the first\ndigital computers had only just come into existence, and the Internet was not even a\ntwinkle in the technologist’s eye.\n\nWiener’s powerful conception of not just engineered complex systems but all\ncomplex systems as revolving around cycles of signals and computation led to\ntremendous contributions to the development of complex human-made systems. The\n\n19\n\nHOUSE_OVERSIGHT_016239",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016239.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3600,
    "word_count": 549,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.468245",
    "prefix": "IMAGES-003"
  }
}