{
  "document_id": "HOUSE_OVERSIGHT_024744",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024744.txt",
  "text": "Cannabis Investment Report | December 2017\n\nm U.S. Legalized Cannabis Market Forecast\n\nForecast Methodology\n\nThe cannabis industry is driven by consumers, similar to other highly regulated industries such as alco-\nhol, tobacco and pharmaceuticals. Consequently, our methodology for forecasting the U.S. legalized\ncannabis market is based primarily on the following factors: (i) the number of eligible U.S. consumers,\ngrouped by age; (ii) the penetration rate for each consumer age group; and (iii) the average monthly\nspending for each consumer age group.\n\nWe believe that the variable which will most impact the future size of the U.S. legalized cannabis\nmarket is the federal legalization process. How and when federal legalization occurs will impact other\nprimary drivers of the market, including the number of eligible consumers, penetration rates and con-\nsumer spending. We predict six developments relating to federal legalization: (1) the FDA will begin\napproving individual pharmaceutical-grade drugs derived from cannabis; (2) more states will adopt\nmedical cannabis laws; (3) more states will adopt recreational laws; (4) the FDA will adopt routine\napproval procedures for drugs with extracts of low-THC/high-CBD cannabis varieties; (5) the FDA\nwill adopt routine approval procedures for drugs with extracts of high-THC cannabis varieties; and\n(6) cannabis parts and derivatives will be removed from the CSA schedules (either incrementally, start-\ning with CBD, or all at once) and will be fully legal for medical and recreational purposes. (We expand\non these predicted developments in Chapter IV, U.S. Legal Landscape.)\n\nWe do not predict that these developments necessarily will occur in the order presented. We do\nexpect some of them to develop in parallel, and none of them depends fundamentally on any other.\nFor example, Congress could cause development (6) at any time by passing legislation that removes\ncannabis from the CSA schedules and establishes a national framework for recreational and medical\ncannabis regulation. Developments (1) through (3) largely reflect incremental developments within the\nexisting legal environment. We do not expect developments (4), (5) or (6) to occur during the current\npresidential term, but we believe that there is a reasonable chance development (4) could begin within\nthe next five years and development (5) could occur within two years thereafter. In total, we believe that\nit could take up to 10 years or more before the federal legalization process reaches development (6) and\ncannabis becomes fully legal under federal law. For our analysis, we assume (i) development (4) begins\nin 2023, (ii) development (5) follows two years thereafter and (iii) development (6) occurs by 2027 and\ncannabis becomes fully legal in the United States. (The reader is cautioned that cannabis may never be\nlegalized federally in the United States.)\n\nEligible U.S. Consumers\n\nWe used U.S. Census data to identify the number of people in the United States aged 21 years or\nolder. While some therapeutic applications of cannabis are targeted at people under 21 years of age, we\nexcluded this group of consumers from our estimates. We assumed a nominal annual growth rate for\nthe U.S. population. With more than 97% of the U.S. population currently living in a state or district\nwith at least one law that permits the manufacturing, distribution, dispensing or possession of cannabis\nor concentrates, we view the potential pool of eligible consumers to be virtually the entire U.S. adult\npopulation.\n\n108 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024744",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3617,
    "word_count": 557,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.005090",
    "prefix": "IMAGES-008"
  }
}