{
  "document_id": "HOUSE_OVERSIGHT_015485",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015485.txt",
  "text": "NAUTIL.US\n\nTEXT SETS\n\n‘““Wecan be as dark as\n\nyou want or.as green\n\nBoyayian.\n\nchemical reactors. One turns the syngas into methanol.\nThe next makes methanol into a molecule known as\ndimethyl ether, or DME in chemist-speak. In the third\nreactor, catalysts known as zeolites knit DME into gas-\noline, in the most expensive and energy-intensive part\nof the process. The fourth reactor eliminates some of\nthe unwanted byproducts that cause the resulting fuel\nto congeal at low temperatures.\n\nThe key is the zeolites, porous minerals made up of\naluminum, silicon, and oxygen that allow the desired\nchemical reactions to take place. Both Primus and a\nconventional oil refinery employ zeolites to manipu-\nlate hydrocarbons. At an oil refinery, these catalysts\nhelp crack and sort hydrocarbons broken down from\ncrude oil. At Primus, heat and pressure allow zeolites\nto build gasoline hydrocarbons from the smaller mol-\necules of syngas. Such “catalysts are a bit of a dark art,”\nsays Boyayian. He spars with Fang over whether or not\nthe company will one day make their own. Fang does\nnot accept Boyayian’s need for secrecy, and would be\n\nas you want,” says\n\nmore than happy to reveal all those dark arts—a pros-\npect that makes the affable Boyayian nervous and tight-\nlipped. For now, the fledgling company buys the neces-\nsary catalysts off the shelf and must sign agreements\nnot to examine these zeolites too closely.\n\nUsing different catalysts mm the reactors, Fang notes,\nthe company could spit out diesel or jet fuel instead\nof gasoline. And for every 100 kilograms of syngas,\nhe says, Primus can make 30 kilograms of gasoline or\nmore, using a continuous looping system within the\nmachine that eliminates the need for wasting energy\nto convert gases to liquids along the way. Little red\ncontainers of Fang-made gasoline record its charac-\nteristics, scrawled on masking tape affixed to the sides:\nlow vapor pressure, a higher-than-average octane con-\ntent of around 93, and a favorable absence of sulfur\nor benzene. Oil prices have been rising over the last\nmonth, and are currently at more than $100 per barrel;\nthe company estimates that its gasoline costs as Irttle\nas that derived from oil at $65 per barrel—and could\n\n25\n\nHOUSE_OVERSIGHT_015485",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015485.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2247,
    "word_count": 371,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.403474",
    "prefix": "IMAGES-003"
  }
}