{
  "document_id": "HOUSE_OVERSIGHT_023743",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023743.txt",
  "text": "Preface Xhit\n\nThere are two important answers to this question and those an-\nswers are what this book is really about. My father offered these same\nanswers to me, not explicitly by any means, when I thought about the\ngood and bad of having him as my teacher. When he tried to teach me\nfacts, [learned nothing much. When he engaged my mind, I learned a\nlot. As a professor I never forgot this lesson. I rarely tried to teach facts,\nupsetting many a student along the way. I just argued with them, or\nencouraged them. I never told them much, except maybe some good\nstories.\n\nSo here are the answers:\n\nThe first is:\nTeaching isn’t what outsiders to the profession think it is.\n\nThe profession I am referring to here is, of course, the teaching\nprofession.\n\nThe second is:\nLearning isn’t what outsiders to the profession think it is.\nIn this case, the profession I am referring to is not teaching at all.\n\nLet’s start with teaching.\n\nA professor friend of mine once asked her class what they thought\na professor’s biggest fear was while teaching a class. They all agreed\nit was not knowing the answer to a question a student might ask.\nWhen she told this story to a group of professors, they all laughed\nout loud.\n\nWhy am I telling this story? Because a student’s view of teach-\ning varies greatly from a teacher’s view. No teacher worries about not\nknowing the right answer to something a student will ask. You can\nalways fake it (say—What do you think? or, Class, can you help here?) if\nyou think it is important, but answers don’t matter very much. Teach-\ners are not supposed to be encyclopedias. They are supposed to be\nsomething else. The question is: What?\n\nMy students’ responses above give a hint. Teachers are supposed\nto be people who help students find their interests in life, think about\n\nHOUSE_OVERSIGHT_023743",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1821,
    "word_count": 324,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.520108",
    "prefix": "IMAGES-007"
  }
}