{
  "document_id": "HOUSE_OVERSIGHT_018700",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018700.txt",
  "text": "blaming the victim (feminism): The faulty assumption that an assault survivor caused or\ncontributed to the assault.\n\nbottom (BDSM): A blanket term for a masochist and/or submissive. Not everyone who is\na masochist is submissive, and vice versa.\n\ncisgendered (queer studies): A term that means \"not transgendered.\" For example,\nClarisse is a cis woman or a cisgendered woman. Here's an excellent essay by the trans\nactivist Asher Bauer describing why the word \"cisgendered” is important:\n\nhttp://carnalnation.com/content/49458/1067/word-day-cis\n\ncoming out (queer studies): Openly acknowledging one's sexual identity to oneself, one's\nparents, one’s friends, and other parts of one's community.\n\ndominant (BDSM): A person who enjoys being in charge during an S&M encounter.\n\ndungeon (BDSM): Dungeons can often be split into two types: those owned and staffed\nby professionals, and those owned by people who are drawn to S&M for non-monetary\nreasons. There is occasionally overlap between the two groups, but often there's less\noverlap than one might think. Professional BDSM is frequently banned at non-\nprofessional dungeons, and non-professional dungeons are frequently non-profit\norganizations. Indeed, many non-professional dungeons could be described as\n\"community centers\" for BDSMers. They're basically centralized nodes for BDSM\nsupport, and they may host lectures, workshops, discussion groups, public parties, or\nother meetups.\n\nenthusiastic consent (feminism): A standard for ethical sex whereby one is expected not\nJust to have a consenting partner, but an enthusiastic and excited partner.\n\ngender policing (feminism): Gender roles are defined by culture, and when a person\nsteps outside their gender role, that person will often be policed or attacked by other\nmembers of the culture. For example, a USA man with long hair risks being mocked or\nbeaten up.\n\nhard limit (BDSM): A strong, negative BDSM preference that is discussed ahead of\ntime. For example, a person who absolutely does not want to have anal sex would\ndescribe anal sex as a hard limit. See also: soft limit.\n\nheteronormative (queer studies): A term used to describe the cultural expectations of\n\"normal\" heterosexual relationships. For example, the expectation that men are the ones\nto pursue women during romantic interactions is heteronormative.\n\nkink (BDSM): A specific preference. For example, if Clarisse enjoys being whipped,\nthen she has a kink for it. She could also say something like, \"I kink on being whipped.”\n\nkinky (BDSM and others): A lot of BDSMers use \"kinky\" to mean \"into BDSM.”\nHowever, there are some people who use the term more broadly and include practices\nthat aren't usually considered BDSM, such as polyamory or swing.\n\nlandmine (BDSM): An extremely sensitive psychological spot, sometimes hit\naccidentally during BDSM play. This is discussed further within this book, in \"What\nHappens After An S&M Encounter 'Gone Wrong” (part 3).\n\nHOUSE_OVERSIGHT_018700",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018700.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2962,
    "word_count": 446,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.318554",
    "prefix": "IMAGES-005"
  }
}