{
  "document_id": "HOUSE_OVERSIGHT_015957",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015957.txt",
  "text": "Software 267\n\nHorizontal abstraction is the simpler of the two to understand,\nand the more common. Computer systems are built ‘on the shoulders of\ngiants. That is to say we no longer need to place individual pixels onto\nthe computer screen. We can assume a computer will draw a square if we\nspecify the dimension and coordinates of the center. That’s abstraction.\nToday’s computers are even more helpful. We can ask them to draw a\nrotating cube lit from a certain angle and the computer will do the whole\njob for us. But, there are always practical limitations to this.\n\nI want my cubes to move around the screen naturally but I am not\nsure what physics model has been implemented. What will happen when\nthey bump into each other? If the abstraction is not thoroughly thought\nthrough they pass through each other in a very odd way, breaking up\nand showing me they are really made of triangles, the illusion of three\ndimensions is lost. Whenever we work at an abstract level, we risk being\nexposed to its inner guts at some point. Joel Spolsky, a computer scientist\nwho worked on Microsoft Excel, proposed the Law of Leaky Abstractions\nto explain this. An example of his law in action is the TCP/IP protocol\nstack that transports data over the Internet. The stack is hugely reliable,\nyet I have to debug one of these stacks at least four times a year!\n\nThe problem is that the TCP (Transmission Control Protocol) is\ndesigned to provide reliable delivery of information: internet pages,\nmy bank account and the like. But, the internet protocol ‘IP’ on which\nit relies is only designed for best-efforts. When a link loses a packet of\ninformation, the TCP has to retransmit it. This takes additional time. TCP\nprovides an abstraction of a reliable connection, but the implementation\nis not as robust as it may seem, and the details leak through as variable\nlatency and throughput. This explains why your web pages sometimes\ndo not completely render. You are told it is reliable, but often it is not!\nExperience is so valuable to a programmer because they know which of\nthese specifications to take with a pinch of salt and when they are likely\nto leak. They are battle scarred by previous naivety.\n\nI think Spolsky’s Law follows from Rice’s Theorem and ultimately\nfrom Turing’s no halting proof. If leak-less abstraction was possible you\ncould, in principle, write a recursive partial halting solution. By layering\nabstraction on top of abstraction you would be able to solve some very\ncomplex problems, eventually including the Halting Problem. We know\nthis is impossible, so non-leaky abstraction cannot exist.\n\nThe other method of splitting software is vertically. This is often\ndone following the natural boundaries of an organization: functional or\ngeographic. Again there will be leakage between the systems; the data\nyou get from the finance department might not be detailed enough for\n\nHOUSE_OVERSIGHT_015957",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015957.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2912,
    "word_count": 491,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.388083",
    "prefix": "IMAGES-003"
  }
}