{
  "document_id": "HOUSE_OVERSIGHT_014725",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014725.txt",
  "text": "and 119 House Republicans represent these states. Repealing Obamacare without\nreplacing it would entail either a significant cut in the funding of the program or\nthat the state tax payers will have to pick up the bills. Either is likely to hurt\nRepublican support in these states.\n\nTax reform: BAT won’t kill it\n\nThe proposed border adjustment tax in the Ryan-Brady plan has been attracting a lot of\nattention lately. Although we have concerns about some specific aspects of the proposal\n(which we will discuss later), the popular view that it could be a deal breaker for the\nwhole tax reform initiative seems to us difficult to substantiate.\n\nBelow are some key facts that are worth noting:\n\n« — It has been thirty years since the US last overhauled its tax code. Most mainstream\neconomists agree that it needs a serious update.\n\n* Tax reform requires strong political consensus. The Republicans, by gaining control\nof the Presidency and retaining their control of both houses of Congress in the\nNovember elections, are in a strong position to push through major tax reform.\n\n* The tax reform proposal from House Republicans has already gone through\nextensive consultations and enjoys broad support within the House Republican\nConference.\n\ne One of the key commitments of the Trump campaign is tax cuts and simplification\nto boost growth.\n\n« The US today has the highest marginal corporate income tax rate among OECD\ncountries.\n\n« Another major difference between the US and other major economies is that US\ncorporations are taxed on their world-wide income as opposed to territorial income.\nIn 2000, 17 out of the current 34 OECD members had a world-wide system. By\n2010, only 7 did.\n\ne | The combination of high corporate income tax rate and a world-wide income tax\nsystem has two unintended consequences. One, US companies currently hold more\nthan $2trn in capital overseas. Two, an increasing number of US companies are\nacquiring smaller foreign companies with the purpose of relocating their\nheadquarters outside the US (ie, inversion). Between 2003 and 2011, there were\nonly 7 such transactions. From 2012 and 2015, 27 such transactions were\ncompleted.\n\n« The valued added tax (VAT) system has been gaining popularity over the past\ntwenty years. Today, more than 160 countries have a VAT. The U.S. is the only\nOECD country that doesn’t.\n\n« — The fact that the US does not have a VAT system puts US produced goods at a\ndisadvantage. VAT is “border adjusted” - meaning that when a good is exported the\nproducer gets a rebate while imports are subject to VAT.\n\nThese facts together make it very apparent that both the case for tax reform and\nsupport for tax reform are very strong. Paul Ryan said on January 26 after the\nRepublican retreat in Philadelphia that they “aspire” to pass tax reforms by August.\n\nBankof America <>\nMerrill Lynch Cause and Effect | 13 February 2017 5\n\nHOUSE_OVERSIGHT_014725",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014725.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2904,
    "word_count": 489,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.514380",
    "prefix": "IMAGES-003"
  }
}