{
  "document_id": "HOUSE_OVERSIGHT_023301",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023301.txt",
  "text": "required that my payments be at the end of my work not at the beginning as everyone else's .( my work was\nnever to include hours upon hours of training your staff). I eventually agreed, this of course should\nmake clear that the 2014 tax year that will close Oct 2015 is not covered by our past agreement at all. I\npointed this very fact out to you when I initially proposed a multi year agreement right out of the box. you said\nyou preferred not. As you said ,I have produced results to date, far in excess of even my own exalted opinion\nof my projections. I have devoted a monumental amount of my limited amount of time-- way, way in excess of\nour agreement. I will be fair, I am willing to roll in the amount still outstanding from last year if that helps ..\nHowever, As my best student , and my only one, you are now capable of doing most, if not all, of the\nrequired work yourself. I can put my whiteboard away when you come to eat and just have fun, trade stories,.\nshare moments ideas etc.. Iam of course always available to guide you as a friend if you choose that route .\nalways . It will take a great deal of your time , but you will not have to spend any more money on mine .\n\nWe are scheduled to meet fri at 430 , I leave at 5 am sat morning.\n\nDate: Fri, Dec 11, 2015 at 12:19 AM\nSubject: Re: Fw: sched\nTo: \"jeevacation@gmail.com\n\n\"\n\nJeffrey-joe tells me you want this to go live on 12/21. Possible, but an awful lot has to go right next week\nlogistically for everything to fall into place. We'll try...\n\nFrom: Brad Wechsler\nSent: Thursday, December 10, 2015 05:36 PM\n\nTo: 'jeevacation@gmail.com' <jeevacation@gmail.com>\nCe:\n\nSubject: Fw: Fw: sched\n\nOn different subject: general time frame is: docs (notes and purchase and sale agreement to you tomorrow end\nof biz); incorporate your comments monday and get docs to trust attorney tuesday; contemporaneously meet in\nperson with you tuesday or wednesday and do a dry run. On these days ada will also take the trustees through\noutline of docs they will receive thursday. Docs to trustees, leon et al on thursday and signatures gathered by\nfriday for first close 12/22. Tight but doable. Ada, alan agree?\n\nPS: ada, you shld begin to think abt where people are (jh, rr, bc, Idb) next week.\n\nFrom: Heather Gray [mailto\n\nSent: Thursday, December 10, 2015 05:24 PM\n\nTo: Brad Wechsler\n\nCe: Jeffrey Epstein jeevacation@gmail.com) <jeevacation@gmail.com>\nSubject: RE: Fw:\n\nSubject: Re: Fw: sched\n\nBarry-what we're going to do with jeffrey will be \"small picture\" and detailed. It might be better for you and\njeffrey to have a higher level conversation some time next week; either way you'll have access to everything,\nobviously.\n\nFrom: Barry J. Cohen [mailto\n\nSent: Thursday, December 10, 2015 05:55 PM\nTo: Brad Wechsler\n\nSubject: RE: Fw: sched\n\nHOUSE_OVERSIGHT_023301",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023301.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2820,
    "word_count": 502,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.366153",
    "prefix": "IMAGES-007"
  }
}