{
  "document_id": "HOUSE_OVERSIGHT_026045",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026045.txt",
  "text": "Koch Brothers reaches every newspaper through a large array of think tanks like the AEI and Cato\nInstitute, not to mention the vast array of Koch think tanks.\n\nC. If you don't like this, tough luck. Life is not fair. This is not going to be reversed. Think of it as\nwatching a science experiment. Bush lost the popular vote to Gore in 2001 and completely reversed\npolicies on tax, environment, Middle East, energy, fracking, birth control, and LGBT issues. Trump,\nPence, Bannon and Koch will make a deal which will be a hybrid of religious right on moral issues and\n\"zero intrusion from government” in commerce. Republicans already control the Senate, the House, a\nmajority of governorships as well as a majority of attorneys general. It will be very hard to reverse\nthis. And if Trump can deliver jobs to the midwest red states, more senate seats will turn red. Tom\nPyle's list of things to for the Department of Energy's transition team is expressly designed to do this.\nThis includes new oil and gas leasing projects, more fracking, more coal, more LNG projects -- and a\ngreen light for both the Keystone and Dakota pipelines. The working paper reneges on the Paris pact,\nthe Clean Power Plan and the carbon tax. And it is expressly a climate change denial policy. States\nlike North Dakota, South Dakota, Oklahoma, Iowa, Texas, Louisiana, West Virginia, Kansas and\nothers will come to life again.. Most of these states have small populations but each gets a governor\nand two senators.\n\nThis report is published and distributed by IND-X Advisors Limited (“IND-X”). IND-X is\nregulated by the Hong Kong Securities and Futures Commission and is a registered\ninvestment advisor with the U.S. Securities and Exchange Commission. This message is\nintended for the addressee only and may contain private and confidential information or\nmaterial which may be privileged. If it has come to you in error you must delete it immediately\nand should not copy it or show it to any other person. IND-X and its affiliates make no\nrepresentation that the contents of this e-mail are accurate or complete nor shall they have\nany liability for any loss of profit, indirect or other consequential losses or other economic loss\nsuffered by any person arising from reliance upon such contents.\n\nThis e-mail is confidential and subject to IND-X Advisors Limited's electronic communication policy, which can be viewed at:\nhttp://www. indxadvisors.com/go/legal\n\n<mime-attachment.png><mime-attachment.gif><mime-attachment.jpg>\n\nThis e-mail is confidential and subject to IND-X Advisors Limited's electronic communication policy, which can be viewed at:\nhttp://www.indxadvisors.com/go/legal\n\nHOUSE_OVERSIGHT_026045",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026045.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2687,
    "word_count": 426,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.342337",
    "prefix": "IMAGES-008"
  }
}