{
  "document_id": "HOUSE_OVERSIGHT_020526",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020526.txt",
  "text": "67\n\nC.H. Tung and his China-US Exchange Foundation (CUSEF) have emerged as a\nleading funding source for several think tanks, providing financial assistance for a\nvariety of projects ranging from supporting book research and writing, to funding\ncollaborative projects, to promoting exchanges. CUSEF’s work in this area extends back\nto the mid-1990s (for more on CUSEF, see the section on universities in this report).\nThe interviewees differ, however, in their assessments of whether CUSEF funding\nreflects direct linkages with Beijing. As one analyst noted, “C.H. is a special figure\nbecause he is half Hong Kong and half PRC.” Another commented that he currently\nhas the potential to undertake a joint project with C.H. Tung and will “probably do\n\nit for the money and the contact.” Another has accepted funds for work on cultural\nexchange and climate change, while yet another is far more circumspect, describing\nMt. Tung as an “open united front agent” in his capacity as vice chair of the Chinese\nPeople’s Political Consultative Congress. Many of the partnerships CUSEF establishes in\nconjunction with US think tanks represent efforts to find common ground, particularly\nin line with PRC initiatives and policies, for example: “The New Model of Major Power\nRelationship Research Project 2014,” “Taiwan Arms Sales Research Project 2014,” and\nthe “Pacific Community Initiative.”\n\nCUSEF also funds a number of annual exchange programs, including for members of\nCongress, state and local officials, historically black colleges and universities, as well as\nseveral journalist delegations, including one for students of journalism. CUSEF often\npartners with the Center for American Progress, the American Foreign Policy Council,\nand the East-West Institute. However, each partnership is different. The Center for\nAmerican Progress, for example, pays its own way in its work with CUSEF, CUSEF also\nfunds projects with think-tank analysts who are not China scholars, such as a project\non US-China relations in the Arctic. One think-tank analyst who was involved in the\nCUSEF-funded “Creating a Pacific Community” project became uncomfortable with\nthe overall orientation of the project and dropped out.\n\nC.H. Tung is personally proactive, often visiting the United States and meeting with\nthink-tank experts. On one occasion, he encouraged an American scholar to write an\narticle together with a noted Chinese scholar on the South China Sea. He also offered\nto establish a massive program with one institute in which the think tank would train\nChinese Party School officials on free market economics (the idea was eventually\nrejected by the think tank). In addition, CUSEF has funded the publication of at least\ntwo books in which US analysts were involved. In both cases, the analysts state that\nC.H. was “hands-off” in the process. Yet, in another instance, when a US scholar\napproached the CUSEF for possible funding of a major book on US-China relations,\nthe foundation insisted on two conditions: that half of the contributors be Chinese\nscholars, and that the foundation would have the right to review the manuscript prior\nto publication. The American scholar in question refused these conditions and looked\nelsewhere for support.\n\nSection5\n\nHOUSE_OVERSIGHT_020526",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020526.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3266,
    "word_count": 506,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.440633",
    "prefix": "IMAGES-006"
  }
}