{
  "document_id": "HOUSE_OVERSIGHT_019814",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019814.txt",
  "text": "326 | Notes to pages 252-280\n\nCHAPTER 24 Off to Moscow\n\n247 “They talk about Russia”: Bamford and De Chant, “Edward Snowden on Cyber\n\nWarfare.”\n\n247 Before flying to Moscow: Stone, interview with author.\n\n248 $1 million: Mike Fleming Jr, “Oliver Stone Buys Edward Snowden Russian\n\nLawyer's ‘Novel’ About Asylum-Seeking Whistleblower,” Deadline, June 10,\n\n2014.\n\n249 “I have been trying”: Bamford, “Edward Snowden.”\n\n249 “There is only one door”: Gotta, e-mail exchange with author.\n\n250 “A special operation”: Gridasov, Yavlyansky, and Gorkovskaya, “Secret Services\nin Moscow with WikiLeaks Conducted Operation Snowden.”\n\n251 “If they [the U.S. government]”: Vanden Heuvel and Cohen, “Snowden Speaks.”\n\n251 Overa hundred reporters: Irina Galushka, interview with author.\n\n251 A statement posted: “Statement from Edward Snowden in Moscow,” https://\nWikiLeaks.org/Statement-from-Edward-Snowden-in.html.\n\n252 Sarah Harrison, Snowden’s companion: Corbett, “How a Snowdenista Kept the\nNSA Leaker Hidden in a Moscow Airport.”\n\n252 So either the rule: The maximum stay is listed on the hotel’s website, http://\nwww.v-exp.ru/en/price/.\n\n253 “It was a total vanishing act”: Piskunovy, interview with author.\n\nCuarter 25 Through the Looking Glass\n\n254 “There's definitely a deep state”: Vanden Heuvel and Cohen, “Snowden Speaks.”\n\n255 according to Cherkashin: Cherkashin, interview with author.\n\n258 Pelton had left the NSA: George E. Curry, “Ex-intelligence Expert Guilty of\nEspionage,” Chicago Tribune, June 6, 1986.\n\nCHAPTER 26 The Handler\n\n261 “As for [Snowden’s] communication”: Kucherena interview, Shevardnadze,\n“Snowden Believes He Did Everything Right.”\n\n261 learned from a Russian researcher: Vassili Sonkine, interview with author.\n\n261 When I had been investigating: Edward Jay Epstein, The Annals of Unsolved\nCrime (Brooklyn: Melville House, 2013), 209-40.\n\n262 “I don’t know him”: Lugovoy, interview with author.\n\n264 It was rare: The vast majority of the fifteen American defectors to the Soviet\nUnion in the Cold War, including Joel Barr, Morris and Lona Cohen, Victor Ham-\nilton, Edward Lee Howard, George Koval, Bernon Mitchell, William Martin, Isa-\niah Oggins, Alfred Sarant, Robert E. Webster, and Flora Wovschin, were involved\nin espionage. The remaining three, Harold M. Koch, a Catholic priest protest-\ning the Vietnam War; Arnold Lockshin, a Communist Party organizer; and Lee\nHarvey Oswald, a U.S. marine, defected for idealistic principles. All were given\nasylum, and two, Webster and Oswald, redefected to the United States.\n\n265 “It was totally bizarre”: Lokshina, interview with author. Also, “Meeting Edward\n\n| | Epst_9780451494566_2p_all_r1.indd 326 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019814",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019814.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2715,
    "word_count": 392,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:45.610549",
    "prefix": "IMAGES-005"
  }
}