{
  "document_id": "HOUSE_OVERSIGHT_011958",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011958.txt",
  "text": "in the conjunction of Rule 410, the work-product privilege, and the Sixth Amendment right to\nthe effective assistance of counsel in the plea bargaining process,” but this novel argument fails\ntoo. As explained above, Rule 410 does not create a privilege and the intervenors waived any\nwork-product privilege. The intervenors concede too that the right to counsel under the Sixth\nAmendment had not yet attached when the correspondence was exchanged. Lumley v, City of\nDade City, Fla., 327 F.3d 1186, 1195 (1 1th Cir. 2003) (“{TJhe Sixth Amendment right to\ncounsel ordinarily does not arise until there is a formal commitment by the government to\nprosecute,” such as a “formal charge, preliminary hearing, indictment, information, or\narraignment.”). The “conjunctive” power of three false claims of privilege does not rescue the\ncorrespondence from disclosure. . ..\n\nThe Supreme Court has identified several considerations relevant to whether a court should\nrecognize an evidentiary privilege—the needs of the public, whether the privilege is rooted in the\nimperative for confidence and trust, the evidentiary benefit of the denial of the privilege, and any\nconsensus among the states, Jaffee v. Redmond, 518 U.S. 1, 10-15 (1996}—but none of these\nconsiderations weighs in favor of recognizing a new privilege to prevent discovery of the plea\nnegotiations. Although plea negotiations are vital to the functioning of the criminal justice\nsystem, a prosecutor and target of a criminal investigation do not enjoy a relationship of\nconfidence and trust when they negotiate. Their adversarial relationship, unlike the confidential\nrelationship of a doctor and patient or attorney and client, warrants no privilege beyond the terms\nof Rule 410. See Jaffee, 518 U.S. at 10. But the victims would enjoy an evidentiary benefit from\nthe disclosure of plea negotiations to prove whether the United States violated their rights under\nthe Act.\n\nMoving forward, this case raises the important issue of what kinds of remedies are available for\nviolations of the Crime Victims’ Rights Act. Our complaint alleges that, prodded by Epstein, the\nfederal prosecutors deliberately concealed the sweetheart plea deal they had reached with him to\navoid public criticism of the deal. I am hopeful that in future district court proceedings, we will\nbe able to prove that clear violation of the CVRA and then obtain the remedy of invalidating the\nillegally-negotiated plea deal.\n\nPaul G. Cassell teaches criminal law, criminal procedure, and crime victims’ rights at the S.J.\nQuinney College of Law at the University of Utah. Before coming to Utah, he was President of\nthe Stanford Law Review, a law clerk for then-Judge Antonin Scalia on the D.C, Circuit and for\nChief Justice Warren Burger of the Supreme Court, an Associate Deputy Attorney General with\nthe U.S. Justice Department (1986-88), and an Assistant U.S. Attorney for the Eastern District of\nVirginia (1988 to 1991). Cassell joined the faculty at the University of Utah College of Law in\n1992, where he taught full time until he was sworn in as a U.S. District Court Judge for the\nDistrict of Utah in 2002. In 2007, he resigned his judgeship to return full time to the College of\nLaw, to teach, write, and litigate on issues relating to crime victims' rights and criminal justice\nreform.\n\n47\n\nHOUSE_OVERSIGHT_011958",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011958.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3348,
    "word_count": 535,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.990636",
    "prefix": "IMAGES-001"
  }
}