{
  "document_id": "HOUSE_OVERSIGHT_030810",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030810.txt",
  "text": "Eye on the Market | July 11, 2011 J.P Morgan\n\nTopics: Portfolios, US corporate profits and the Twilight of the Gods (in the US, Europe, China and the IEA)\n\nThe existing Federal debt is the lesser of 2 problems Items on the table in discussions to reduce the deficit\n\nTrillions, USD Revenue raises Spending cuts\n\n100 Carried interest taxed at Discretionary spending cuts\n90 ordinary income rates\n80 Increased taxes on ordinary |Changing formulas affecting\n70 income, capital gains and inflation indexation for\n60 qualified dividends entitlements\nPresent value of \"Bracket creep\": higher tax Defense spending cuts\n50 unfunded :\né brackets applying to lower\nAQ entitlement . :\nobligations incomes more quickly\n30 Phase-out of personal Expenditure caps\n20 exemptions or caps on\n10 Existing debt itemized deductions\n0 Changes to grantor retained |Change in entitlement\nSource: US Department of the Treasury, J.P. Morgan Private Bank. annuity trust required terms eligibility requirements\n\nTwilight of the Gods, part 2: Can releases of strategic oil reserves keep oil prices down for more than a few weeks?\nInternational Energy Agency member countries agreed to release strategic petroleum reserves to bring oil prices down. They\n\nhave a lot of ammunition to do so; government-controlled oil inventories are at least 1.5 billion barrels, and so far, all they have\ndone is authorize the release of 60 million barrels. The timeline suggests that oil markets began focusing on the release of the\nSPR after the Libyan shutdown, the lack of a sufficient OPEC supply response, and weak economic data in the US. As shown\nbelow, oil prices have been rising since the announcement of the supply increase. Are IEA members committed to doing it\nagain if oil prices reach their May levels?\n\nBrent oil price and timeline of SPR release .\nUSD/bbl [A] May 2: Advisors lay out SPR release plan to Obama\n\n130 [B] May 6: Obama calls Abdullah (S.A.) and Sabah al-Ahmad (Kuw)\n125 to discuss SPR release\n120\n115\n110\n105\n100\n95\n\n90\nJan-11 Feb-11 Mar-11 Apr-11 May-11 Jun-11 Jul-11\n\nSource: Bloomberg.\n\n[C] May 19: IEA urges OPEC to increase production or else member\nnations are prepared to use “all tools” to protect global economy\n\n[D] May 27: Former White House energy advisor predicts IEA SPR\nrelease\n[E] June 8: OPEC does not agree on production increase\n\n[F] June 17: Obama authorizes IEA-SPR release feasibility study\n\n[G] June 23: SPR release announced\n\nThe problem for the IEA is that the tightness in oil markets Fost Libya OF EC spare capacity running out\nis not just a sudden supply shock. As shown in the bottom P y\n\n6.0\nchart we first published in March, there was not much slack\neven before the Libyan shutdown, and oil demand is expected 5.0\nto rise 1-2 mm bpd as the developed and emerging world 40\n\ncontinue to grow. One of our colleagues used to work at the\n\nIEA, and in a recent piece’, argued that the impact of the SPR 3.0\nrelease will be limited to Q3 2011, and that upside oil price 20\nrisks to 2012 have increased. Why? The SPR release came at a\n\ntime when OPEC tanker traffic made it clear that producing Ls\n\ncountries were having problems meeting prior pledges: “As 0.0\n\nsuch, if is difficult to conclude anything except that there is Pre-crisis OPEC Pre-crisis\"real\" Post-crisis\"real\" 2011 additional\n\nlittle or no spare capacity in the oil market’. If that’s the case sparecapacity OPEC spare = OPEC spare _—_globaldemand\n. ie ; pacity : . . 2 capacity capacity (estimated)\n\nfuture interventions may not have a lasting impact either. Source: J.P. Morgan SecuritiesLLC.\n\n* “Oil Market Monthly: Living with No Spare Capacity”, Lawrence Eagles, Commodities Research, JP Morgan Chase Bank NA, 7/7/2011\n3\nHOUSE_OVERSIGHT_030810",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030810.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3723,
    "word_count": 623,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:45.193716",
    "prefix": "IMAGES-011"
  }
}