{
  "document_id": "HOUSE_OVERSIGHT_020634",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020634.txt",
  "text": "175\n\nChina had succeeded, it would have forced a significant modification of Singapore’s\napproach to Taiwan.\n\nThis was not the first unofficial visit by a Singaporean leader to Taiwan. Previous\nunofficial visits by even more senior Singapore leaders had passed without incident.\nThe 2004 visit conformed to the established pattern in form and substance of previous\nvisits. But what the 2004 incident had in common with the 2016-17 episode was that\nboth occurred at times of political transition in Singapore.\n\nIn 2004, it was clear that Lee Hsien Loong would replace Goh Chok Tong as\nSingapore’s third prime minister. By 2016, Prime Minister Lee Hsien Loong had made\npublic his intention to step aside after the next general election (due by 2020) and let\na younger generation of political leaders take over. The pressures deployed on both\noccasions may have been intended as tests of the resolve of new leaders and warnings\nto new leaders about what to expect unless they were more accommodating to China.\n\nSouth China Sea\n\nWhen Singapore became the ASEAN country coordinator in 2016, Chinese diplomats\ncalled upon Singapore to “explain” China’s position on the SCS to other ASEAN\ncountries, or to ensure that the issue was not raised in ASEAN forums, or, if raised,\ndownplayed. Such demarches have been routine in all ASEAN countries for many years.\n\nSimultaneously, messages targeting civil society and other sectors began to appear,\nmost prominently on social media. The aim was to instill a fatalistic acceptance of the\ninevitability and desirability of a Chinese identity for multiracial Singapore and to get\nSingaporeans—and not just Chinese Singaporeans—to pressure the government to\nalign Singapore’s national interests with China’s interests. In essence, they asserted:\n\ne Unlike Lee Kuan Yew, who had died in 2015, the current Singapore leadership\nunder Prime Minister Lee Hsien Loong did not know how to deal with China.\nRelations were so much better then.\n\ne Singapore has no territorial claims in the SCS, so why was it siding with the\nUnited States against China?\n\ne Surely, as a “Chinese country,” Singapore should “explain” China’s position to the\nothers or stay neutral.\n\nIt is difficult to pin down the precise origins of such narratives, but they closely\nresemble arguments made in the Chinese media, in particular the Global Times.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020634",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020634.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2388,
    "word_count": 382,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.176449",
    "prefix": "IMAGES-006"
  }
}