{
  "document_id": "HOUSE_OVERSIGHT_025300",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025300.txt",
  "text": "Laffer Associates Game On [Updated 7/6/2016]\n\nAnd, of course, without a housing recovery, there can’t be prosperity, and, as shown in Figure 3 below, there is very little\nprospect for a housing recovery anytime soon.\n\nFigure 3\nNew Home Sales per 1,000 Adults\n(monthly, single-family homes, SAAR, Jan-60 to Mar-16)\n\n20 20\n\n5 3 Q S\n\n= = = 5\n18 a ; fe} 3 18\n\nfe) ow =) D\n\n=| 5 = =\n\n—\n16 16\nbe\n\n14 14\n12 12\n10 10\n8 8\n6 6\n4 4\n2 2\n0) )\n\nJan-60 Jan-65 Jan-70 Jan-75 Jan-80 Jan-85 Jan-90 Jan-95 Jan-00 Jan-05 Jan-10 Jan-15\nSource: U.S. Census Bureau, Bureau of Labor Statistics\n\nFar from being a change agent, once Obama took office, he doubled down on the Bush economic agenda, kept Bush’s key\neconomic advisors and thereby created further down-drafts for the economy.\n\nThe simple fact that absolutely leaps off these charts is the abysmal record attained by the 7+ years of the Obama\nAdministration. To be fair, the decline began when “W’” took office and accelerated greatly when Bush, aided by Geithner and\nBernanke, bailed everyone out and spent huge sums of U.S. resources trying to stimulate the economy—all to no avail. To\nme, the circumstances today are almost identical to those of 1980—16 years of bad economics about to be followed by a\npolitical renaissance.\n\nFor Hillary Clinton, the Obama record on the economy will be her biggest negative come November. And the very fact that\nshe actually sought out and embraces this legacy speaks volumes about her judgement.\n\nIll. All Elections are Referenda on Incumbents\n\nThe Mood of the Country — The History of the Gallup Poll\n\nWhether fair or not, Hillary Clinton is viewed as a Democratic insider and establishment regular. As such, she benefits greatly\nin her ability to raise money and attract superdelegate support. But, there’s also a downside to being a Democratic insider\nand establishment regular today. When the electorate is unhappy with the direction the country is heading, she'll also be\nblamed right along with the President and other members of his party. This is exactly what happened to the Presidencies of\nJohnson, Nixon, Ford, Carter, Bush Sr., Bush “W” and presumptively Obama.\n\nIf any one of you remembers the contested Democratic primary of 1980 when Senator Ted Kennedy challenged his party’s\nsitting President, you will be reminded of the current Democratic primary where Bernie Sanders continues to humiliate Hillary\nClinton, primary after primary. While Senator Kennedy lost in his quest to secure the Democratic nomination, he clearly\nexposed all the weaknesses of President Carter, just as Senator Bernie Sanders is exposing Hilary Clinton’s vulnerability.\nThis can’t be good news for Mrs. Clinton.\n\nFor quite some time now, | have been using the Gallup poll question, “Are you satisfied with the way things are going?” as my\nmeasure of the electorate’s level of discontent. This question has been posed by Gallup for years and years and, thus, the\n\nHOUSE_OVERSIGHT_025300",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025300.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2950,
    "word_count": 499,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:49.018091",
    "prefix": "IMAGES-008"
  }
}