{
  "document_id": "HOUSE_OVERSIGHT_024654",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024654.txt",
  "text": "KR L\nPI L\n\nAC EL\nCA TA\n\nCannabis Investment Report | December 2017\n\n= The Human Endocannabinoid System\n\nThe human endocannabinoid system consists of nervous and immune system receptors involved in\nregulating health and physiological functions. There are two types of endocannabinoid receptors, CB1\nand CB2 receptors, which are located in the brain and in other organs, tissues and glands throughout\nthe human body. The human body actively regulates variables related to appetite, immune response,\nmemory, mood, pain, sleep and other functions by naturally creating compounds known as “endo-\ncannabinoids” and delivering them to these receptors. The following illustration depicts the human\n\nendocannabinoid system and the location of CB1 and CB2 receptors.\n\nHuman Endocannabinoid System\n\nCB1 Receptors\n\nCB2 Receptors\nImmune Cells\n\nce cee ' CB1 and CB2\n\nBrain Spleen Immune system\n\nLungs Bones Liver\n\nVascular system Skin Bone marrow\n\nMuscles Glial cells Pancreas\n\nGastrointestinal tract Brain stem\n\nReproductive organs\n\nThe physiological effects of cannabis consumption are believed to be primarily the result of THC,\nCBD and other cannabinoids bonding with the body’s endocannabinoid receptors and the consequent\nimpact on functions regulated by the endocannabinoid system. As scientists gain a deeper understand-\ning of the human endocannabinoid system, they are beginning to explore the application of cannabi-\nnoids to a broad range of medical conditions and ailments. Although medical research on cannabinoids\nis nascent, cannabis is currently being used to manage many conditions, including anxiety, depression,\ninflammation, insomnia, nausea, neural disorders and pain.\n\nCB1 and CB2 Receptors\n\nCB1 and CB2 endocannabinoid receptors, which are found on cell surfaces throughout the body, are\nbelieved to be more numerous than any other cellular receptor signaling system in the human body.\nThe CB1 receptors are located primarily in the brain, central nervous system and other tissues; these\nreceptors play a modulatory role in memory, mood, sleep, appetite and pain sensation. The CB2 recep-\n\n18 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024654",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024654.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2174,
    "word_count": 320,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.665001",
    "prefix": "IMAGES-008"
  }
}