{
  "document_id": "HOUSE_OVERSIGHT_024064",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024064.txt",
  "text": "Transferability of Interests A Limited Partner may not sell, assign, or transfer any interest\n\nand Withdrawal: in the Fund or withdraw from the Fund except under certain\nlimited circumstances and with the prior written consent of the\nGeneral Partner.\n\nBorrowings The Fund may borrow money on a short-term basis pending\n\nand Guarantees: drawdowns of capital contributions in an aggregate amount\noutstanding at any time not exceeding 15% of aggregate\nCommitments, or such greater amount as is otherwise approved\nby the Advisory Board; provided that the maturity of any such\nborrowing shall not exceed 90 days. The Fund may guarantee\nthe indebtedness of any portfolio company; provided, however,\nthat, without the approval of the Advisory Board, the total\namount of outstanding Fund guarantees shall not exceed 15% of\naggregate Commitments.\n\nDefault: If any Limited Partner defaults in the payment of any part of its\nCommitment when due, it will be subject to significant penalties\nas specified in the Partnership Agreement, including forfeiture\nof all or a portion of such Limited Partner’s interest in the Fund.\n\nReports: The Partners will receive (i) audited annual financial statements,\n(ii) unaudited quarterly financial statements for the first three\nquarters of each fiscal year, (ii) annual tax information\nnecessary for completion of their income tax returns and (iv)\nperiodically certain descriptive information related to portfolio\ninvestments. Reports and information, and the General\nPartner’s obligation to provide such reports and information,\nwill be subject to confidentiality restrictions and limitations as\nset forth in the Partnership Agreement. Each Limited Partner\nwill be required to maintain information provided to it about\nthe Fund, its business and portfolio investments in the strictest\nconfidence and to not disclose such information except in\ncertain limited circumstances.\n\nParallel Funds: In order to facilitate investments by certain investors, the\nGeneral Partner may create parallel or other investment vehicles\nor investment advisory programs, the structure of which may\ndiffer from that of the Fund but which will generally invest\nproportionately in all portfolio investments on substantially the\nsame terms and conditions as the Fund, subject to applicable\ninvestment restrictions.\n\nAlternative Investment If the General Partner determines that for legal, tax or\nVehicles: regulatory reasons that an investment should be made through\n\nan alternative investment vehicle, the General Partner may\nstructure the making of all or a portion of such investment\n\n53 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024064",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024064.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2650,
    "word_count": 392,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.380008",
    "prefix": "IMAGES-007"
  }
}