{
  "document_id": "HOUSE_OVERSIGHT_017570",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017570.txt",
  "text": "Anxiety, Follow the Yellow Brick Road) and in medicine (6\nbooks on healthcare and creator and chairman of TEDMED,\n\n1995-2010), and as a conference convener. The path of this\njourney has been paved by one surface: his curiosity.\n\nThe acknowledged father of Information\nArchitecture, Wurman has written, designed and published 83\nbooks on a range of topics, while creating conferences and new\nmapping projects. All contribute to a greater understanding of\ncomplex information. They spring from his particular brand\nof innovation: doing the opposite of what is rote or expected.\n\nWurman published his first two books in 1962. The\nfirst featured models of 50 world cities all constructed ona\nuniform scale, the other was the first book to be written on\nLouis Kahn. In 1967 he co-authored the first comparative\nstatistical atlas of major American cities. His latest book is\n\ncalled 33: Understanding Change ¢ the Change in Understanding.\n\nIt chronicles the adventures and musings of the eccentric main\ncharacter, the Commissioner of Curiosity and Imagination.\nWurman created the ACCESS city guides, using\ngraphics and logical editorial organization to make places such\nas New York, Tokyo, Rome, Paris and London understandable\nto visitors. Other volumes he created focus on topics such as\nbaseball, football and the 1984 Olympics, the latter with over\nwith 3.2 million copies sold. His road atlases employed similar\ntechniques that elucidate U.S. geography and transportation\n\nnetworks. In addition he completed many one-off projects,\nsuch as his book Twin Peaks Access, which he co-authored\nwith David Lynch. Several of his books are in the permanent\ncollection of the Museum of Modern Art, New York.\n\nWurman began his career in conferences in 1972\nwhen he chaired the International Design Conference\nin Aspen. He then co-chaired the first Federal Design\nAssembly in 1973 and the national AIA Conference in 1976.\nWith each of these he changed the fundamentals of how\ngatherings were run. All these helped his creative molding\nof TED, TEDMED, and eg, the Entertainment Gathering.\n\nWurman created the TED conference in1984,\nwhich he chaired through the 2002 meeting. TED brings\ntogether many of America’s clearest thinkers in the fields\nof technology, entertainment and design. He created the\neg conference in 2006 and the TEDMED conference in\n1995, which he chaired through 2010. Other conferences\nhe created and chaired include California 101, TEDSELL,\nTEDNYC, TED4Kobe in Japan and TEDCity in Toronto.\n\nNow in 77, Wurman continues to quell his restlessness\nwith a series of new projects. The WWW Conference will be an\nactive gathering of some of the brightest thinkers of our time\ndiscussing the complexity of emerging patterns on our planet\nin improvised conversation — intellectual jazz. In partnership\nwith Esri and @radical.media, 19.20.21. is a major cartographic\n\ninitiative that endeavors to standardize a methodology for\n\ncomparative urban data. His Urban Observatory project aims\n\nto establish, for the first time ever, a series of live and changing\n\nelectronically connected urban observatories around the world.\nWurman received both his B.Arch. and M.Arch.\n\ndegrees with highest honors from the University of\n\nPennsylvania in 1959. While there, he was awarded the\n\nArthur Spayd Brooks Gold Medal, the Thornton Oakley\n\nAward for Achievement in Creative Art, 2 Chandler grants\n\nand two graduate fellowships. He has also been awarded a\n\nGuggenheim Fellowship in Architecture and Design, three\n\nhonorary doctorates, two Graham Fellowships and numerous\n\ngrants from the National Endowment for the Arts. He is the\n\n2012 Lifetime Achievement Award recipient given by The\n\nSmithsonian Cooper-Hewitt National Design museum. He was\n\nrecently given the Gold Medal for Outstanding Contribution to\n\nPublic Discourse by Trinity College Dublin, an honor shared in\n\nthe past by Archbishop Desmond Tutu and Aung San Suu Kyi.\nWurman currently lives in Newport, RI\n\nwith his wife, novelist Gloria Nagy, and their three\n\nyellow Labradors, Abraham, Isaac and Jacob. They\n\nhave four children and six grandchildren.\n\nHOUSE_OVERSIGHT_017570",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017570.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4124,
    "word_count": 637,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:48.047358",
    "prefix": "IMAGES-004"
  }
}