{
  "document_id": "HOUSE_OVERSIGHT_033253",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033253.txt",
  "text": "﻿BBC World News – Robert Lawrence Kuhn – September 14, 2017\nHost: Why is the mass exodus of Rohingya Muslims from\nMyanmar continuing. Today on Impact we bring you different\nperspectives, and one comes from Myanmar’s state media\nwhich claims the military has China’s backing for what it calls\nan “Anti-Terror Operation.” It claims the Chinese ambassador\ntold hig- level officials that the operation should be treated as\nan internal affair. Let’s get insight from Beijing where we’re\njoined by Dr. Robert Lawrence Kuhn, a long-term advisor to\nthe Chinese government and the author of How China’s\nLeaders Think. Robert, thank you for joining us here on\nimpact, and what do you think is the Chinese interest here?\nRLK: China’s foreign policy is clear historically, but it has\nbeen changing under President Xi Jinping. President Xi has a\ngrand vision to create an international community of common\ndestiny, as he calls it, via a new kind of global governance. So,\nin this situation, what is China’s position? Historically, of\ncourse, China’s cardinal principle has been non-interference\nacross international boundaries. But there’s much more here\nto the story. First of all, China will always skew to supporting\nthe existing government - especially in cases of minority\nissues because China of course has its own minorities and\nwould not want some new general principle of “responsibility\nto protect” to be used in an exaggerated way, because it could\nbe applied to China’s situation in Xinjiang or elsewhere.\nRLK: But there’s more complexity with Myanmar because\nMyanmar an ASEAN country and China has great political\ninterest in ASEAN, particularly in the South China Sea where\nVietnam, potentially Indonesia, Philippines (for a time), were\nall claimants against China, and China needs support in that\n\narea. In addition, Myanmar is in a critical geographic position\nfor China’s economic concerns. President Xi has the Belt and\nRoad Initiative, this far reaching strategy to build\ninfrastructure across Asia and into Africa and even Eastern\nEurope. And Myanmar plays a critical position potentially for\nan oil or energy pipeline that would allow China to get\nresources from the Middle East and avoid the bottleneck in\nthe Straits of Malacca. For all of these reasons, China would\nsupport the Myanmar government.\nHost: Robert, is China’s support strengthened by opposition\nfrom Washington where President Trump’s administration is\ncalling for Rohingya refugees to return to safe zones?\nRLK: I don’t think that’s a big motivation for China. Far more\nimportant are local geopolitics, the Belt and Road Initiative,\nthe potential energy pipeline. I don’t think China considers\nopposing Washington a major motivator for their strategy.\nU.S. comments seem normal for these situations, but are fairly\nineffectual – look at Crimea or other places in the world\nwhere similar situations have occurred.\nRLK: Refugee crises are great tragedies for the world and it\nseems like we have more of them. There’s more of a desire for\nindividual groups of people to assert their own independence.\nWe see it in the Kurds, South Sudan, many places in the world.\nPerhaps it’s our interconnected world of 24-hour-a-day\ninternet, which allows similar people to congregate together\nand take up their own personal interests. So it’s a very\ncomplex situation. China is dealing with it - for the reasons I\nsaid - for what it believes to be in its own interests.\nHost: Robert Lawrence Kuhn, thank you very much for\njoining us from Beijing. We appreciate your insights.",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033253.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3534,
    "word_count": 573,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.829094",
    "prefix": "TEXT-002"
  }
}