{
  "document_id": "HOUSE_OVERSIGHT_023462",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023462.txt",
  "text": "5\n\nexplicitly married Shiite religious zeal with historic Persian ambitions\nand also played on sharply anti-Western sentiments in the region.\nIran's clerical regime worked to spread the revolution across the\nMiddle East; Saudi Arabia and its allies worried that it would\nsucceed. For a time it looked like it might. There were large\ndemonstrations and purported antigovernment plots in Saudi Arabia's\nEastern Province, which has a large population of Shiite Muslim\nArabs, and in Bahrain, where Shiites are a distinct majority and Iran\nhad claimed sovereignty as recently as 1970.\n\nThe protests that began this past January in Tunisia had nothing to do\nwith any of this. They started when a struggling street vendor in that\ncountry's desolate heartland publicly set himself on fire after a local\nofficer cited his cart for a municipal violation. His frustration,\nmultiplied hundreds of thousands times, boiled over in a month of\ndemonstrations against Tunisian President Zine al-Abidine Ben Ali.\nTo the amazement of the Arab world, Mr. Ben Ali fled the country\nwhen the military declined to back him by brutally putting down the\ndemonstrations.\n\nSpurred on by televised images and YouTube videos from Tunisia,\nprotests broke out across much of the rest of the Arab world. Within\nweeks, millions were on the streets in Egypt and Hosni Mubarak was\ngone, shown the door in part by his longtime backer, the U.S.\ngovernment. The Obama administration was captivated by this\nspontaneous outbreak of democratic demands and at first welcomed it\nwith few reservations. In Riyadh, Saudi officials watched with alarm.\nThey became furious when the Obama administration betrayed, to\nSaudi thinking, a longtime ally in Mr. Mubarak and urged him to step\ndown in the face of the street demonstrations.\n\nThe Egyptian leader represented a key bulwark in what Riyadh\nperceives as a great Sunni wall standing against an expansionist Iran.\nOne part of that barrier had already crumbled in 2003 when the U.S.\n\nHOUSE_OVERSIGHT_023462",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023462.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2008,
    "word_count": 322,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.650057",
    "prefix": "IMAGES-007"
  }
}