{
  "document_id": "HOUSE_OVERSIGHT_020469",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020469.txt",
  "text": "10\n\nviewed such “engagement” as too often taking place at the expense of more important\ninterests, the Congress has usually been more wary than the White House of allowing hopes\nfor a more positive US-China relations to determine our policy. At times, such as during\nthe passage of the Taiwan Relations Act in 1979 and in reaction to the Chinese crackdown\naround Tiananmen Square in 1989, Congress has actively resisted the White House and\nsought to turn American policy in directions both the Chinese leadership and the US\nadministration have opposed. However, often Congress has played a somewhat passive role,\nespecially in recent years. Still, the control it formally exercises over US government budget\noutlays, legislation, and the approval of appointments of senior administration officials\nmakes Congress not only important in the formation of US-China policy but also a prime\ntarget for Chinese influence efforts.\n\nBy providing historical background, the review that follows informs contemporary US\nconcerns about Chinese government efforts to influence American leaders and public\nopinion. The record over the past four decades shows some success in Chinese efforts to\nwin influence over congressional opinion. However, more often than not, whatever positive\nresults they have won have not lasted in the face of enduring differences between the two\ncountries.\n\nCongressional Visits to China, 1972-1977\n\nPresident Nixon’s second term featured the Watergate scandal, which forced his resignation\nin 1974 and resulted in a lull in high-level communication with China. This circumstance\ngave more prominence to the reports issued by the approximately eighty members of\nCongress who traveled to China in the period between President Nixon’s visit in 1972\n\nand the start of the Carter administration in January 1977. The visits of these congressional\ndelegations—including (repeatedly) top leaders from both parties—were by far the most\nactive channel of high-level communications between the United States and the PRC during\nthis time. And most of the members who went to China wrote reports that were published\nas official documents. At the time, these congressional reports, as well as the media’s\ncoverage of their visits, became important vehicles through which American congressional\nleaders voiced their views and opinions on domestic Chinese politics and on Sino-American\nrelations, both of which were having an increasingly important impact on American\ninterests in Asia and the world.\n\nBy and large, these American visitors were pleased by the post-1972 developments in\nUS-China relations, seeing them as likely to be both a source of strategic leverage against\nthe Soviet Union and a stabilizing influence in Asian affairs. The government in Beijing\nwas seen as preoccupied with domestic affairs, no longer opposed to the presence of\nAmerican forces in East Asia, and anxious to work with the United States and other\nnoncommunist countries to offset Soviet pressure against China. The Americans saw the\nTaiwan question as the main impediment to improved bilateral relations, but they differed\n\nCongress\n\nHOUSE_OVERSIGHT_020469",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020469.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3141,
    "word_count": 478,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.169169",
    "prefix": "IMAGES-005"
  }
}