{
  "document_id": "HOUSE_OVERSIGHT_016151",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016151.txt",
  "text": "pharmaceuticals manufactured locally. We thus see potentially strong\nopportunities for the private hospital operators, the health insurance providers\nand local pharmaceutical manufacturers.\n\n4. Animprovement in the availability of affordable housing for Saudi\nnationals: The Saudi housing shortage has been a persistent issue for the\ncountry; with the shortfall currently standing at an estimated 1.2mn units, in\nour view. Looking forward, we believe this shortfall will likely intensify given\nstrong demand formation. The NTP is seeking to introduce greater numbers of\naffordable housing units and greater availability of financing. Indeed, the\nministry of housing is looking to invest cUS$16bn in achieving these aims by\n2020. Whilst we do not believe these measures go far enough to fully resolve\nthe housing shortage, we nevertheless see material opportunities for Saudi real\nestate developers.\n\n5. Growth in telecom/fibre infrastructure: The NTP is seeking to greatly\nenhance connectivity in the country, largely through increased usage of\ninternet. Reflecting that, the government has pledged approximately USS$2bnn\nto significantly increase the availability of high speed FTTH networks in remote\nareas, increase mobile broadband coverage and density in urban centres\n(3G/4G) and allocate an increased amount of bandwidth to the mobile service\nproviders. We thus see significant volume growth potential for the telecom\nservice providers (particularly with regards to mobile data, where we see scope\nfor price increases). Furthermore, we expect much of the capital expenditure\nrequired to expand the FTTH and Mobile networks to be provided by the\nprivate sector, which in our view will accelerate the case to spin off their tower\nportfolios (as a method of funding capex expansions).\n\n6. Significant growth in downstream petrochemicals capacity and metals &\nmining: The NTP’s drive to diversify revenues away from the oil sector has\nseen it focusing on exports of non-oil commodities. In particular, we highlight\nthe significant investment it has earmarked for the downstream industries\nincluding petrochemicals and oil refining, as well as aggressively growing the\ncountry’s metal and mining operations (likely through national champion,\nMaaden). Examples include the expansion of the country’s base metals\nproduction (e.g. bauxite and phosphates) and the construction of an oils-to-\nolefins project. The further development of capital intensive industries also\nprovides some scope for Saudi Arabia to develop service industries and\nincrease local content provisions, in our view. These could be facilitated\nthrough joint-ventures with global service providers, who may consider\nmanufacturing plants in Saudi Arabia.\n\nHow to gain exposure to NTP themes\n\nIn reflection of the themes articulated above (and in the sections that follow), we\nhighlight the sectors and companies which have exposure to each of these themes in\nthe table below. The companies highlighted in green represent the companies which are\ncurrently Buy rated by our fundamental analysts and also fit in with our theme of\ngaining exposure to the NTP.\n\nOS merrill Lynch GEMs Paper #26|30June 2016 41\n\nHOUSE_OVERSIGHT_016151",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016151.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3195,
    "word_count": 473,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.007663",
    "prefix": "IMAGES-003"
  }
}