{
  "document_id": "HOUSE_OVERSIGHT_013227",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013227.txt",
  "text": "17.2 Measuring Incremental Progress Toward Human-Level AGI 311\n\n— Example task: Ask the robot about events that occurred at times when it got partic-\nularly much, or particularly little, reward for its actions; it should be able to answer\nsimple questions about these, with significantly more accuracy than about events\noccurring at random times\n\n4, Learning\n\ne Imitation: Spontaneously adopt new behaviors that it sees others carrying out\n— Example task: Learn to build towers of blocks by watching people do it\nReinforcement: Learn new behaviors from positive and/or negative reinforcement\nsignals, delivered by teachers and/or the environment\n— Example task: Learn which box the red ball tends to be kept in, by repeatedly trying\nto find it and noticing where it is, and getting rewarded when it finds it correctly\nImitation/Reinforcement\n— Example task: Learn to play “fetch”, “tag” and “follow the leader” by watching people\nplay it, and getting reinforced on correct behavior\nInteractive Verbal Instruction\n— Example task: Learn to build a particular structure of blocks faster based on a\ncombination of imitation, reinforcement and verbal instruction, than by imitation\nand reinforcement without verbal instruction\nWritten Media\n— Example task: Learn to build a structure of blocks by looking at a series of diagrams\nshowing the structure in various stages of completion\ne Learning via Experimentation\n— Example task: Ask the robot to slide blocks down a ramp held at different angles.\nThen ask it to make a block slide fast, and see if it has learned how to hold the\nramp to make a block slide fast.\n\n5. Reasoning\n\ne Deduction, from uncertain premises observed in the world\n— Example task: If Ben more often picks up red balls than blue balls, and Ben is given\na choice of a red block or blue block to pick up, which is he more likely to pick up?\ne Induction, from uncertain premises observed in the world\n— Example task: If Ben comes into the lab every weekday morning, then is Ben likely\nto come to the lab today (a weekday) in the morning?\nAbduction, from uncertain premises observed in the world\n— Example task: If women more often give the robot food than men, and then someone\nof unidentified gender gives the robot food, is this person a man or a woman?\nCausal reasoning, from uncertain premises observed in the world\n— Example task: If the robot knows that knocking down Ben’s tower of blocks makes\nhim angry, then what will it say when asked if kicking the ball at Ben’s tower of\nblocks will make Ben mad?\ne Physical reasoning, based on observed “fuzzy rules” of naive physics\n— Example task: Given two balls (one rigid and one compressible) and two tunnels\n(one significantly wider than the balls, one slightly narrower than the balls), can\nthe robot guess which balls will fit through which tunnels?\nAssociational reasoning, based on observed spatiotemporal associations\n\nHOUSE_OVERSIGHT_013227",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013227.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2913,
    "word_count": 487,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.232570",
    "prefix": "IMAGES-002"
  }
}