{
  "document_id": "HOUSE_OVERSIGHT_014526",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014526.txt",
  "text": "high yield problems, and U.S. consumers who might never spend their savings at the pump. All\nthese worries hit at once in January and February, prompting the S&P 500 to fall over 10% from its\n2015 closing level of 2043. The year, at that point, appeared bleak.\n\nOur view was to maintain a balanced and diversified position throughout the downturn, particularly\nfor the long haul, due to our belief that the major concerns, although understandable, were simply\nnot going to fully develop and asset prices would begin to track fundamentals more effectively\nthrough the remainder of the year. The potential for risk assets to climb higher was there but a\ncatalyst was needed. For our full view on the year ahead, please read our December 2016 Monthl\nLetter.\n\nExhibit 1: Mid-Cycle Slowdown Ended in Early 2016,\nWhen Oil and Dollar Stabilized)\n\nSource: EMVCME; FRB/Haver Analytics, Data as of December 5, 2016\n\n!\nPast performance is no guarantee of future results.\n\nOur core belief was centered on healthy consumers who would indeed pick up their spending from\nsavings at the pump and become more confident as job growth continued and real incomes\nincreased. We also believed U.S. financial conditions and the economic backdrop would improve in\nthe second half of the year as the pressure from the strong dollar subsided and the deflationary\neffects of the collapse in oil prices began to fade. In other words, we were witnessing evidence that\nthe mid-cycle slowdown that had hurt economic growth and corporate earnings was ending. [See\nExhibit 1] Based on this core belief, the “grind it out” year for risk assets would be back on track,\nthe business cycle would extend into 2017, bond yields would slowly shift higher, and equity\nmarkets had the potential to head toward previous highs.\n\nA series of unexpected outcomes\n\nAt this point, we did not characterize 2016 as The Year of the Unlikely. However, if you consider\nspecific events throughout the year in finance and sports, it is easy to see that now. We already\nmentioned the second plunge in oil prices to the mid-$20s per barrel to start the year, and bond\nmarkets in some areas of the world actually had negative yields—meaning the lender paid the\nentity issuing the bonds to take their money! This was unlikely. How about Brexit vote in Great\nBritain? Unlikely. In sports, Villanova University winning the national championship in men’s\ncollege basketball (Nova’s first championship since 1985), Leicester—the English football club—\n\nHOUSE_OVERSIGHT_014526",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014526.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2512,
    "word_count": 413,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.470667",
    "prefix": "IMAGES-003"
  }
}