{
  "document_id": "HOUSE_OVERSIGHT_031744",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031744.txt",
  "text": "Need for a social contract of the Internet\n\nBut if the Internet is a State of its own, it lacks the characteristic kinetic force of a Sovereign\nState but wages its power through influence (in this sense it is more similar to the Vatican). If\ntraditional states dictate through laws, the Internet does so through code. Whether the Trump\ncampaign and Russia have understood the laws and leveraged the laws better than anyone\nelse is not as important as realizing that the Internet and its dominant players, as State and\nmajor constituents, have a responsibility to create a more cohesive, transparent and equitable\nsocial contract:\n\n1. Leverage internet players’ assets for welfare:\n\na. Use machine learning and the trove of data available on the Internet to improve\npeople’s decision making abilities when it comes basic needs (e.g. optimizing\nhealthcare, living location, school choices etc.)\n\nb. Use the power of networks to boost socially cohesive messages or provide safety\n(e.g: companies that help reporting sexual harassment or racial discrimination)\n\n2. Leverage the computational power and data availability to build crowd-based business\nmodels:\n\na. Balance sheet based businesses that thrive on the law of large numbers are a\ngood example of businesses that could provide a source of profit for Internet\ncitizens (eg: LendingClub vs. traditional lenders)\n\nb. Rewards for reduction of information asymmetry is another avenue through which\nthe public could benefit from the Internet\n\nBut for the above framework to work and for the Internet to thrive while keeping its citizens\nhappy, there are a number of technical challenges that need to be resolved:\n1. “One person, one vote” voting system but with the ability to preserve pseudo-anonymity\n\n2. Increase transparency on the “laws” of the Internet, its governing algorithms and\nprotocol:\na. Visibility and integrity: how do they work and how to verify they cannot be\ntampered with\nb. Accountability: who is held accountable in case of failure\nc. Explainability/Auditability: why the code has made a certain decision\n\n3. Improve the state of homomorphic encryption and machine learning protocols that work\non data streams vs data at rest\n\nSolving the technical challenges above as well as funding companies and initiatives that fit in\nthe framework for social welfare will oil the function of the Internet as a Nation State. This, in\nturn, will allow Internet citizens to express “intended behavior’ as well as profit from scale. Being\nheard and improving living conditions are the best medicine against discontent and\nprotectionism.\n\nHOUSE_OVERSIGHT_031744",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2615,
    "word_count": 412,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.770218",
    "prefix": "IMAGES-011"
  }
}