{
  "document_id": "HOUSE_OVERSIGHT_024590",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024590.txt",
  "text": "k12 Management\n\nRon Packard, Chairman and Founder\n\nMr. Packard serves as Chairman of the Executive Committee of k12 and as acting Chief Executive Officer.\nPrior to co-founding k12 and since 1997, Mr. Packard has been an executive officer of KU Schools,\nwhose subsidiaries and business ventures include early childhood education, charter school education,\nand after school programs. From 1994 to 1997, Mr. Packard served as President of Forestal Trillium\nLimitada, a South American company. Mr. Packard also has worked as a consultant for McKinsey &\nCompany and a mergers and acquisitions specialist at Goldman Sachs. Mr. Packard also serves on the\nAdvisory Board for Department of Defense Schocls. Mr. Packard holds a B.S. and B.A. from the\nUniversity of California at Berkeley and an M.B.A. from the University of Chicago. He is also a Chartered\nFinancial Analyst.\n\nJohn Baule, Executive Vice President of Operations and Chief Financial Officer\n\nMr. Baule previously served as CFO for Headstrong, a global consultancy based in Fairfax, Virginia, from 1999\nto 2004. At Headstrong he was responsible for activities ranging from raising funds, to strategy, to daily\nprocess improvement on a global basis. Mr. Baule acted as Mead-Johnson's CFO in their international office in\nHong Kong. Prior to Headstrong, Mr. Baule spent nine years at Bristol Myers-Squibb in a variety of\ninternational accounting and finance roles. Mr. Baule began his career at KPMG. He holds a B.B.A, in\naccounting from the College of William and Mary in Williamsburg, VA.\n\nBror Saxberg, Senior Vice President, Learning and Content\n\nBror Saxberg serves as Senior Vice President of Learning and Content of k12. From 1998 to 2000, Dr.\nSaxberg served as Vice President of Operations at Knowledge Testing Enterprises, a developer of Web-\nbased assessments for IT skills, where he was responsible for technology, testing and operations. From\n1995 to 1997, Dr. Saxberg served as Publisher and General Manager of DK Multimedia, and he has also\nworked as a consultant for McKinsey & Co. Dr. Saxberg holds a B.S. from the University of Washington,\nan M.A. from Oxford University, a Ph.D. from MIT and an M.D. from Harvard University.\n\nThomas Boysen, Senior Vice President, Chief School Officer\n\nMr. Boysen serves as Senior Vice President and Chief School Officer of k12. Previously, ha was COO of\nthe Los Angeles Unified School District. Prior to this, Mr. Boysen was State Commissioner of Education\nin the State of Kentucky. He has aiso served as superintendent of schools for the San Diego Unified and\nConejo Valley Unified school districts.\n\nCharles Zogby, Senior Vice President, Education Policy\n\nMr. Zogby, serves as Senior Vice President of Education Policy. Previously, he served as Secretary of\nEducation for the Commonwealth of Pennsylvania, where he helped craft one of the most successful and\ncomprehensive education reform agendas in modern Pennsylvania history and lead the state’s\ndevelopment and legislative passage of the U.S.’ first comprehensive cyber charter school law. Prior to\nhis appointment, Mr. Zogby served as Pennsylvania Gov. Ridge’s policy director, where he was\nresponsible for coordinating policy development and initiatives across 18 executive branch agencies, Mr.\nZogby earned a bachelor’s degree in economics from St. Lawrence University and his law degree, with\ndistinction, from George Mason University School of Law.\n\nJohn Holdren, Senior Vice President, Curriculum\n\nMr. Holdren serves as Senior Vice President of Curriculum of k12. From 1997 to 2000, Mr. Holdren\nserved as Vice President and Director of Research and Publications at Core Knowledge Foundation.\nWhile at Core Knowledge Foundation, Mr. Holdren oversaw the development of the Core Knowledge\nSequence: Content Guidelines for Grades K-8 and co-edited the Core Knowledge Series resource books.\nMr. Holdren also has taught literature and writing at the University of Virginia and Harvard University. Mr.\nHoldren holds a B.A. from The Johns Hopkins University and an M.A. from the University of Virginia.\n\n157\n\nHOUSE_OVERSIGHT_024590",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024590.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4090,
    "word_count": 635,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.741735",
    "prefix": "IMAGES-008"
  }
}