{
  "document_id": "HOUSE_OVERSIGHT_020535",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020535.txt",
  "text": "76\n\nhave also bankrolled a limited number of American think-tank activities. However,\nAmerican think tanks with centers in China have actively engaged in fund-raising\nfrom mainland Chinese sources. With only a few exceptions, American think-tank\nanalysts do not foresee that Chinese money will become a significant factor in their\nwork at home any time soon, although because of endemic funding shortages at most\nnonprofits, worries about reliance on Chinese money are not unfounded.\n\nChinese media relentlessly solicit American think-tank scholars’ opinions for\nconsumption within both the United States and China. At least one outlet pays\nparticipants for their time and makes it clear that criticism of China is unwelcome.\nCensorship of written work is common, even expected, so that few interviewees expect\nto have their books published in China. American think-tank analysts appear most\nannoyed when their work is illegally and/or incorrectly published on Chinese websites.\nIn most instances, they seek to have the work taken down from the web.\n\nAmerican think-tank analysts have a highly developed understanding of Chinese\nefforts to influence their views —whether in the form of heavy-handed criticism\n\nfrom the Chinese embassy for an article or a proposed meeting with someone like the\nDalai Lama, a Hong Kong dissident, or via more subtle efforts that arise through joint\nprojects funded by Chinese partners. To the last one, all interviewees for this study\nindicated that they refuse to be pressured into changing their practices. Some\nthink-tank scholars acknowledge that they try to be diplomatic in their public discourse\non China—but insist that they do not change their overall message, only their tone\n\nor choice of wording. Some argue that they save their tough language to deliver the\nmost important messages. But some also admit to acceding to Chinese demands on\nhow to present Taiwanese officials in public settings—such as in the announcements\nof a meeting on the think tank’s website—but then adopting the Taiwanese preference\nduring the meeting itself. The general view—although not shared by all—was that\nseeking to avoid unnecessarily insulting or upsetting the Chinese is the better strategy.\nBut most agreed that the arena of acceptable parlance was shrinking and that pressures\nwere growing.\n\nAs an antidote, the American think-tank community should understand that its position\nis one with significant leverage. Chinese officials and scholars seek to use think tanks\nas venues for visiting Chinese officials, as legitimating partners for Chinese-supported\nresearch projects that will influence the American narrative, and as important sources\nof information concerning the changing US political landscape. The American scholars\nshould celebrate their principles of independence, use the leverage their institutional\nframeworks provide to resist incursion, and constructively push for greater reciprocity.\nSome specific recommendations include:\n\nThink Tanks\n\nHOUSE_OVERSIGHT_020535",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3009,
    "word_count": 448,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.005108",
    "prefix": "IMAGES-006"
  }
}