{
  "document_id": "HOUSE_OVERSIGHT_012906",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012906.txt",
  "text": "The Webmind Diehards, who helped begin the Novamente project that succeeded Webmind\nbeginning in 2001: Cassio Pennachin, Stephan Vladimir Bugaj, Takuo Henmi, Matthew\nIkle’, Thiago Maia, Andre Senna, Guilherme Lamacie and Saulo Pinto\n\nThose who helped get the Novamente project off the ground and keep it progressing over the\nyears, including some of the Webmind Diehards and also Moshe Looks, Bruce Klein, Izabela\nLyon Freire, Chris Poulin, Murilo Queiroz, Predrag Janicic, David Hart, Ari Heljakka, Hugo\nPinto, Deborah Duong, Paul Prueitt, Glenn Tarbox, Nil Geisweiller and Cassio Pennachin\n(the co-authors of this book), Sibley Verbeck, Jeff Reed, Pejman Makhfi, Welter Silva,\nLukasz Kaiser and more\n\nAll those who have helped with the OpenCog system, including Linas Vepstas, Joel Pitt,\nJared Wigmore / Jade O'Neill, Zhenhua Cai, Deheng Huang, Shujing Ke, Lake Watkins,\nAlex van der Peet, Samir Araujo, Fabricio Silva, Yang Ye, Shuo Chen, Michel Drenthe, Ted\nSanders, Gustavo Gama and of course Nil and Cassio again. Tyler Emerson and Eliezer\nYudkowsky, for choosing to have the Singularity Institute for AI (now MIRI) provide seed\nfunding for OpenCog.\n\nThe numerous members of the AGI community who have tossed around AGI ideas with me\nsince the first AGI conference in 2006, including but definitely not limited to: Stan Franklin,\nJuergen Schmidhuber, Marcus Hutter, Kai-Uwe Kuehnberger, Stephen Reed, Blerim Enruli,\nKristinn Thorisson, Joscha Bach, Abram Demski, Itamar Arel, Mark Waser, Randal Koene,\nPaul Rosenbloom, Zhongzhi Shi, Steve Omohundro, Bill Hibbard, Eray Ozkural, Brandon\nRohrer, Ben Johnston, John Laird, Shane Legg, Selmer Bringsjord, Anders Sandberg, Alexei\nSamsonovich, Wlodek Duch, and more\n\nThe inimitable \"Artilect Warrior\" Hugo de Garis, who (when he was working at Xiamen\nUniversity) got me started working on AGI in the Orient (and introduced me to my wife\nRuiting in the process). And Changle Zhou, who brought Hugo to Xiamen and generously\nshared his brilliant research students with Hugo and me. And Min Jiang, collaborator of\nHugo and Changle, a deep AGI thinker who is helping with OpenCog theory and practice\nat time of writing.\n\nGino Yu, who got me started working on AGI here in Hong Kong, where I am living at time\nof writing. As of 2013 the bulk of OpenCog work is occurring in Hong Kong via a research\ngrant that Gino and I obtained together\n\ne Dan Stoicescu, whose funding helped Novamente through some tough times.\ne Jeffrey Epstein, whose visionary funding of my AGI research has helped me through a\n\nnumber of tight spots over the years. At time of writing, Jeffrey is helping support the\nOpenCog Hong Kong project.\n\nZeger Karssen, founder of Atlantis Press, who conceived the Thinking Machines book series\nin which this book appears, and who has been a strong supporter of the AGI conference\nseries from the beginning\n\nMy wonderful wife Ruiting Lian, a source of fantastic amounts of positive energy for me\nsince we became involved four years ago. Ruiting has listened to me discuss the ideas\ncontained here time and time again, often with judicious and insightful feedback (as she\nis an excellent AI researcher in her own right); and has been wonderfully tolerant of me\ndiverting numerous evenings and weekends to getting this book finished (as well as to other\nAGl-related pursuits). And my parents Ted and Carol and kids Zar, Zeb and Zade, who\nhave also indulged me in discussions on many of the themes discussed here on countless\noccasions! And my dear, departed grandfather Leo Zwell, for getting me started in science.\n\nHOUSE_OVERSIGHT_012906",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012906.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3594,
    "word_count": 578,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.555817",
    "prefix": "IMAGES-002"
  }
}