{
  "document_id": "HOUSE_OVERSIGHT_030844",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030844.txt",
  "text": "From: US GIO [us.gio@jpmorgan.com]\n\nSent: 3/29/2013 8:48:11 PM\nTo: Undisclosed recipients:\nSubject: The J.P. Morgan View: Local forces are dominating\n\nAttachments: imagel.gif; image2.gif; JPM_The J.P. Morgan View_2013-03-28 1084792.pdf\n\nJ.P Morgan\n\nGlobal Asset Allocation\n\nThe J.P. Morgan View: Local forces are dominating\n\nJC\n\nMorgan View Video\n\ne Asset allocation — Local risks and opportunities trump global forces in driving investment opportunities. Cross-market\ncorrelations to remain much lower than in recent years.\n\ne Economics — US activity data are coming in better than hoped, but we need another 1-2 months to see how consumers are\nresponding to higher taxes.\n\ne Fixed Income — Search for carry to trump Euro area jitters over time.\ne Equities — Japan remains our main country overweight.\n\ne Credit — We OW covered bonds in the Euro periphery over senior bank bonds and subordinated vs senior bank bonds in the\ncore.\n\ne Currencies — Cyprus to have minimal further impact on EUR, but a ECB rate cut would push it a few cents lower versus the\ndollar.\n\ne Commodities — Stay long Brent and short gasoline.\n\ne US stocks continue to gain, with the benchmark S&P500 breaching its all time high level today in a gentle fashion. Bonds\nare generally up this week on dovish comments from both the Fed and the BoJ. Commodities have gained also, but credit remains\nthe troubled asset class with spreads wider in most markets, especially in EM external debt.\n\ne Our overall investment theme remains that there is no overarching global investment theme anymore this year but instead\na number of unrelated local forces that have largely local impact. The generalized asset reflation we saw last year, with risk\npremia coming down consistently across the globe and asset classes, was due to a gradual fading of tail risks that has since been\nlargely completed. “Risk-on, risk- off is so last year”.\n\ne In addition, we are secing no momentum either way in global growth, price or earnings expectations that could put us into\na bullish or bearish growth story. Our 2.4% projection for 2013 world economic growth is unchanged since November. YTD\nactivity data for the world are tracking our 2.6% forecast for Q1, comfortably up from the dismal 1.6% in Q4 of last year. Amidst\noffsetting up- and downside surprises in the US and Japan versus Europe, there has been no reason yet to raise the growth profile\nfor the year as a whole. We hope, but need evidence first.\n\ne Without a global growth or fading-of-tail-risks force, we are left with a set of local issues and opportunities that are having a\nlocal impact, at the regional, asset class and company level, that should leave the rest of the world largely unmoved. In this\nenvironment, correlations across regions and risk markets should remain significantly lower than in past years. Various\nmarkets may seem to behave “inconsistently” with others, but we caution against expecting simple mean reversion, given our\nview of the reduced impact of global factors. Active investors should pay more attention to local fundamentals while long-term\ninvestors can expect to achieve greater gains from cross-market and international diversification.\n\ne Local issues must be monitored and understood, though, to decide how to allocate capital and risk. Just to review a few, Japanese\npolicy makers continue to present a concerted plan to reflate their economy through monetary, fiscal and structural measures. The\n\nHOUSE_OVERSIGHT_030844",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030844.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3474,
    "word_count": 563,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.203127",
    "prefix": "IMAGES-011"
  }
}