{
  "document_id": "HOUSE_OVERSIGHT_018382",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018382.txt",
  "text": "Chapter Nine\nInside and Out\n\nIn which the Seventh Sense brings us face to face with the most powerful feature of our\nage - and perhaps of any age.\n\n1.\n\nThe Shangani River runs ina small, green vale through some of Southern Africa’s\nmost remarkable nature. It marked, a bit more than a century ago, the northernmost\nline of the British presence in Africa. If other parts of Queen Victoria’s colonial\nempire crackled with desert harshness, the mountains and hills rolling up from the\nCape and down to the Shangani were notable for a pleasing softness, a shading\ntowards pastels in the changeable light of the region. For London’s colonial\nmapmakers, South Africa was a long-eyed treasure, an ideal restocking and transfer\npoint for British ships headed for Lombok, Calcutta, Pondicherry and beyond. “We\nhave lost America,” the explorer William Dalrymple wrote Prime Minister William\nPitt in 1785. “An halfway house would secure us India, and an Empire to Britain.”218\nThe African Cape would be that halfway house.\n\nFollowing the 1814 Anglo-Dutch Treaty, which gave the British control of the Cape,\nthe English pressed into Africa and found each newly opened district delivered\nmore wealth than the last. A colonialist’s dream: Diamonds. Gold. Endless fertile\nfields. The efficient engines of industry and exploration (and exploitation) of the\nBritish African Company chewed easily, profitably, into the land. “Having read the\nhistories of other countries, I saw that expansion was everything,” the mining baron\nCecil Rhodes wrote in 1875. “The world's surface being limited, the great object of\npresent humanity should be to take as much of the world as it possibly could.”21?\nAnd so the British did.\n\nIf there was a moment that showed the tenor, the power of this ruthless asymmetry\nmost clearly, it was the battle that exploded along the Shangani in 1893. The\nMatabele, a powerful local tribe had been smash-and-run fighting the colonists for\nyears. The British had tried to charm, pacify and bribe the Matabele and their Chief\nLobengula with money and land. None of it worked. They tried threats. That did not\nwork either. “The Chief has had all your messages,” an imperial adjutant reported\nback to Cape Town after another frustrating, pointless discussion in late 1892. “But\nhe has the art, not unknown to civilized despots, of ignoring what is not\nconvenient.”22° Or perhaps the instinct of knowing what to avoid. One Boer\n\n218 “We have lost America”: David Johnson, Imagining the Cape Colony: History,\nLiterature, and the South African Nation (Edinburgh: Edinburgh University Press,\n2012), 67\n\n219 “The world’s surface being limited”: F. Vershcoyle Cecil Rhodes: His Political\nLife and Speeches, 1881-1900 (London: Chapman and Hall, 1900) 7\n\n220 “The Chief has had”: Copies and extracts of further correspondence relating to\nAffairs in Mashonaland, Matabeleand, and the Bechuanaland Protectorate, Nov 1893,\n\n150\n\nHOUSE_OVERSIGHT_018382",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018382.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2940,
    "word_count": 470,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.715044",
    "prefix": "IMAGES-004"
  }
}