{
  "document_id": "HOUSE_OVERSIGHT_013816",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013816.txt",
  "text": "While Dale’s teammates were hitting the slopes for extra sessions, he was often buying sake for clients\nin Tokyo. In a world of “work harder, not smarter,” it came to pass that his coaches felt he was spending\ntoo much time on his business and not enough time in training, despite his results.\n\nRather than choose between his business or his dream, Dale chose to move laterally with both, from\neither/or to both/and. He wasn’t spending too much time on his business; he and his brother were\nspending too much time with Canucks.\n\nIn 2002, they moved to the ski capital of the world, Australia, where the team was smaller, more\nflexible, and coached by a legend. Three short years later, he received citizenship, went head-to-head\nagainst former teammates, and became the third “Aussie” in history to win winter gold.\n\nIn the land of wallabies and big surf, Dale has since gone postal. Literally. Right next to the Elvis\nPresley commemorative edition, you can buy stamps with his face on them.\n\nFame has its perks, as does looking outside the choices presented to you. There are always lateral\noptions.\n\nNEW CALEDOINA, SOUTH PACIFIC OCEAN\n\nOnce you say you’re going to settle for second, that’s what happens to you in life.\n—JOHN F. KENNEDY\n\nSome people remain convinced that just a bit more money will make things right. Their goals are\n\narbitrary moving targets: $300,000 in the bank, $1,000,000 in the portfolio, $100,000 a year instead of\n$50,000, etc. Julie’s goal made intrinsic sense: come back with the same number of children she had left\nwith.\n\nShe reclined in her seat and glanced across the aisle past her sleeping husband, Marc, counting as she\nhad done thousands of times—one, two, three. So far so good. In 12 hours, they would all be back in\nParis, safe and sound. That was assuming the plane from New Caledonia held together, of course.\n\nNew Caledonia?\n\nNestled in the tropics of the Coral Sea, New Caledonia was a French territory and where Julie and\nMarc had just sold the sailboat that took them 15,000 miles around the world. Of course, recouping their\ninitial investment had been part of the plan. All said and done, their 15-month exploration of the globe,\nfrom the gondola-rich waterways of Venice to the tribal shores of Polynesia, had cost between $18,000\nand $19,000. Less than rent and baguettes in Paris.\n\nMost people would consider this impossible. Then again, most people don’t know that more than 300\nfamilies set sail from France each year to do the same.\n\nThe trip had been a dream for almost two decades, relegated to the back of the line behind an ever-\ngrowing list of responsibilities. Each passing moment brought a new list of reasons for putting it off. One\nday, Julie realized that if she didn’t do it now, she would never do it. The rationalizations, legitimate or\nnot, would just continue to add up and make it harder to convince herself that escape was possible.\n\nOne year of preparation and one 30-day trial run with her husband later, they set sail on the trip of a\nlifetime. Julie realized almost as soon as the anchor lifted that, far from being a reason not to travel and\nseek adventure, children are perhaps the best reason of all to do both.\n\nPre-trip, her three little boys had fought like banshees at the drop of a hat. In the process of learning to\ncoexist in a floating bedroom, they learned patience, as much for themselves as for the sanity of their\nparents. Pre-trip, books were about as appealing as eating sand. Given the alternative of staring at a wall\non the open sea, all three learned to love books. Pulling them out of school for one academic year and\nexposing them to new environments had proven to be the best investment in their education to date.\n\nHOUSE_OVERSIGHT_013816",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013816.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3738,
    "word_count": 651,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.780320",
    "prefix": "IMAGES-002"
  }
}