{
  "document_id": "HOUSE_OVERSIGHT_026364",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026364.txt",
  "text": "Most Popular\nPhotos: The 10 Best And Worst States To Make A Living In 2015\n\nTrending on LinkedIn\nDonald Trump And The Decline Of American Character--A Cautionary Tale\n\n“We don’t want the noise about these drugs to be price,” says Leonard Schleifer, the chief executive and\nfounder of Regeneron. “We have to make sure that people get access to the drug for a fair price if they’re\ninsured, for free if they’re not insured, or at a discount if they’re under-insured.”\n\nPraluent’s price is 46% higher than that forecast by Evercore ISI, an investment bank, and it is being approved\nfor a larger group of patients than many Wall Street analysts expected following a meeting convened by the\nFDA to analyze the data on the drug. Some doctors argued its use should be restricted mainly to patients with\nFH. But Mark Schoenebaum, Evercore ISI’s pharmaceutical analyst, says that investors were initially\ndisappointed because they had hoped the FDA would greenlight the drug for an even broader group.\nRegeneron shares were down 2.5% in afternoon trading before they were halted pending news.\n\nBut doctors may prescribe the drug more widely than the label suggests. A survey of physicians published this\nmorning by Geoffrey Porges, an biotechnology analyst at investment bank Sanford C. Bernstein, found that\nthey would use the drug in 30% to 40% of patients who had already had heart attacks. He wrote that 2020\nsales of Praluent could be as high as $4.8 billion.\n\nIn the survey, doctors expressed a preference for Praluent. One advantage of Regeneron’s drug is that doctors\nwill be able to start it at a lower, 75 milligram dose.\n\nSchleifer, who is a medical doctor and, incidentally, a billionaire thanks to his Regeneron stake, says that the\ncompany expects that as many as 8 million people who don’t have their cholesterol well-controlled could be\ncandidates for Praluent. He emphasized, though, that until larger studies prove the drug prevents heart attacks\nand strokes patients should always choose statins first. It will have sales representatives a\n\nInsurance companies and pharmacy benefit managers, who help insurers and employers manage drug costs, are\ngoing to do their best to restrict use of Praluent, though. Brennan, the CVS Caremark executive, says that he\nexpects patients will need to have medical records documenting that they have already taken statins. Those not\ntaking statins would need a blood test confirming that a statin caused elevations in muscle or liver enzymes,\nnot just complaints that they were achy. “We’re not trying to replace statins,” says Schliefer, the Regeneron\nCEO.\n\nMost people who have muscle problems from statins do not have those elevated muscle enzymes, says Nissen,\nthe Cleveland Clinic cardiologist, who is conducting a clinical trial Amgen and Pfizer, which is also\ndeveloping a similar cholesterol drug. He says he has patients who are “desperate” to take a statin but who\ncannot tolerate it because of muscle pain but do not have elevated muscle enzymes.\n\n\"Dehspite significant progress over the last decades, high cholesterol remains a leading concern in the U.S. and\nglobally,\" said Olivier Brandicourt, M.D., Chief Executive Officer, Sanofi. \"Praluent demonstrates the power\nof the Sanofi and Regeneron alliance to deliver a first-in-class therapy in the U.S. for patients in need. Sanofi\nhas a strong cardiovascular heritage and dedication to these patients, and we look forward to working with\nother regulatory authorities to make Praluent available to patients worldwide.\"\n\n\"We are grateful to the thousands of patients and investigators worldwide who participated in the ODYSSEY\nclinical trial program,\" said Leonard S. Schleifer, M.D., Ph.D., Founder, President, and Chief Executive\n\nHOUSE_OVERSIGHT_026364",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026364.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3762,
    "word_count": 599,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.789057",
    "prefix": "IMAGES-008"
  }
}