{
  "document_id": "HOUSE_OVERSIGHT_020232",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020232.txt",
  "text": "80\n\nresided in America. This U.S. residence meant, as Snowden knew, the NSA would be legally\nbarred from monitoring his communications. He used Lee, who was the chief technology officer\nat the Freedom of the Press Foundation, as the encrypted gateway to Poitras who, it will be\nrecalled was a founding Board member of that small foundation. Lee also was well-connected to\nothers with whom Snowden had contacted for his crypto party. Lee had been an associate of\nRuna Sandvik’s at TOR and was a prominent member of Noisebridge, an eclectic anti-\ngovernment hackers’ commune based in Northern California, of which Appelbaum was also a\nmember.\n\nTo contact Lee, Snowden chose the alias Anon108. Anon was an alias frequently used by\nmembers of the Anonymous commune of hacktavists. “I’m a friend.” Snowden wrote Lee. “I\nneed to get information securely to Laura Poitras and her alone, but I can’t find an email/gpg key\nfor her.” The “gpg” encryption key he asked for, more commonly called a PGP key, was the so-\ncalled public key for an encryption system called Pretty Good Privacy, or, for short, PGP. This\nencryption system required both a public and private key. Snowden asked Lee to provide the\nformer one, since Poitras had the latter one. Lee wrote Poitras about “anon108.” The next day,\nwith the approval of Poitras, Lee supplied Poitras’ public key to Snowden, or, as he knew him,\nAnonl08.\n\nWith it, Snowden now contacted Poitras directly. He asked her as a first step to open an\nanonymous email account using TOR software. He was now in contact with three members of\nthe Freedom of the Press Foundation—Greenwald, Lee, and Poitras. (Sandvik would join the\nfoundation in 2013.)\n\nPoitras later wrote about this initial contact: “I was at that point filming with several people\nwho were all being targeted by the [US] government.” The people she was filming included\nAppelbaum, Assange, and two former NSA employees, William Binney and Thomas Drake. It\nwas in the midst of this project when she received the email from Anon108 aka Edward Snowden.\n\nHe next asked Poitras her take out a new enciphering key to use exclusively for her liaison with\nhim. It provided them both with an extra layer of protection from any surveillance by law\nenforcement. Presumably, she accommodated his requests because she anticipated that the\nanonymous person would use this encrypted channel to send her highly-sensitive material.\n\nOn January 23, 2013 Snowden wrote Poitras under yet another alias. This time he called\nhimself “Citizen Four.” He wrote: “At this stage I can offer nothing more than my word.” He\nthen said falsely, “I am a senior government employee in the intelligence community.” She had\nno way of knowing at this “stage” that, despite giving her his “word,” he was not who he claimed\nto be. He was not a “government employee, “ he was not a “senior” official and he was a\nmember of the “intelligence community” (which is composed of the intelligence services of the\nU.S. government .) He would later also claim to her that he had been “a senior adviser to the\nCIA” and “a senior adviser to the DIA.” In fact, he had never held such position at either\n\nHOUSE_OVERSIGHT_020232",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020232.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3174,
    "word_count": 539,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.070416",
    "prefix": "IMAGES-005"
  }
}