{
  "document_id": "HOUSE_OVERSIGHT_010949",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010949.txt",
  "text": "capital accumulation or thrift, and has seen most growth at the national scale as\n“exogenous” or unexplained by whatever we suppose that we give up in exchange.\nThis book takes the next step in the same direction. The role of thrift is zero. It is\npoliticians, not economists, who will be flummoxed. The double tax and the tax\npreference for capital gains are examples of policies favoring investment over\nconsumption to benefit growth. The record shows no such benefit in any country\n\never. From all evidence so far, free growth theory is free growth fact.\n\nA New Way to Measure\n\nWhat this book tries to add is not only the next step in Solow’s direction. My\nsimultaneous rates method offers a new means of testing. Twentieth century growth\ntheory, led first by Keynes’ colleague Sir Roy Harrod and then by Solow, has tried to\ngauge the effectiveness of consumption restraint by a different method from Mill’s\nand mine. It has looked for effects on later output rather than on current capital\ngrowth. | call it the lagged flows method. Why the lag? Because if output is growth of\nwealth (capital) plus consumption, a shift from the third to the second cannot\nchange output at the same time. Rather output should benefit after a lag of a few\nyears for the capital that produces it to accumulate. Capital investment plants a tree,\n\nand output growth is the new fruit expected to follow.\n\nThe lagged flow method makes sense, and there was nothing better until data for\nmarket-valued capital began appearing in 1990 or so. But the lag tends to blur\ncausality. Later changes in output could have later causes. And output itself, after\nthe lag, could not be measured reliably for lack of the same data. It has been\nmeasured as gross or net domestic product, reported as the sum of consumption\nand book investment. Books don’t get the news until new assets are bought or new\nproducts sold. We just saw the anomalous book results reported for 1929, 1930,\n1933 (the opposite distortion), 1937 and 2008. Those are not the only examples. My\nmethod measures output as consumption plus change in market-valued capital. It\nseems to me that Piketty and Zucman ought to have shown output this way, at least\n\nas an alternative version. Isn’t it inconsistent to measure capital at market, but to\n\nChapter 2: Fast Forward 1/06/16 9\n\nHOUSE_OVERSIGHT_010949",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010949.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2337,
    "word_count": 401,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.150152",
    "prefix": "IMAGES-001"
  }
}