{
  "document_id": "HOUSE_OVERSIGHT_018897",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018897.txt",
  "text": "@>badie Cause Affidavit @\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nBE Cnknown last name) and Tony (Unknown last name) picked [IJ up and she was taken to\n\nEpstein’s house. Upon her arrival to the house she was introduced to Epstein in the kitchen of the house. She\nwas also introduced to a white female known to her as | | She was led upstairs to the main bedroom known\nto her as Jeff Epstein’s bedroom. | | arranged the massage table and covered the table with a sheet. She\nbrought out the massage oils and laid them next to the massage bed. | | then left the room and informed\nJeff would be in, in a minute. Jeff entered the bedroom wearing only a towel. He removed the towel\nand laid nude on the massage table. He laid on the table onto his stomach and picked a massage oil for | |\nto rub on him. During the massage, | | stated “He tried to touch me and I stopped him.” I asked how he\ntried to touch her. BE stated that Epstein grabbed her buttocks and she felt uncomfortable. oid\nEpstein, I'll massage you but I don’t want to be touched. | | stated she performed the massage naked. At\nthe conclusion of the massage, Epstein paid S200.\n\n' After the massage Epstein stated to that he understood she was not comfortable, but he would\npay her if she brought over some girls. He told her the younger the better. ME stated she once tried to bring\na 23 year old female and Epstein stated that the female was too old. TE stated that in total she only\n\nb6\nremembers six girls that she brought to see Epstein, each time she was paid $200. stated she had b7C\nbrought the following girls: ( a16 year old female) a 16 year old\nfemale) and said that at the time she brought these girls to Epstein’s house they were all14\n\nthrough 16 years of age. I asked which one was the youngest. HE svised|__]was the youngest as\nshe was fourteen when the massage occurred. stated every girl she brought knew what to expect when\nthey arrived. They were told they would provide a massage, possibly naked, and allow some touching. I asked\nher if [| was aware. She stated every girl she brought knew what to expect. She explained she knew thaf{__]\nwanted to make money. She approached| _| and explained about going to work for Jeff, [_Jagreea and\narrangements were made to bring her to Epstein’s house on a weekend.[___] stated that she an\n\n(Later identified as[_ ‘| picked up[___ht her house. NM—btated that at that time she was driving\nared pickup truck. They traveled to Epstein’s house and entered through the kitchen door. They met with the\nhouse chef and Epstein’s assistant. [_]was introduced to Epstein while = were in the kitchen area.\n\nled{__Jupstairs and Epstein went upstairs. When the massage was over eturned to the kitchen area.\n\nstated she was paid $200.00 for bringing| __|to Epstein’s house. tated|__]told her she was\n\npaid $300.00 for the massage.\na stated that| _}was the last person she brought to Epstein’s house. She had changed her cellular\n\nnumber to avoid being contacted by ii She continued stating that she had no direct contact with Epstein\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1* day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018897",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018897.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3356,
    "word_count": 602,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.546427",
    "prefix": "IMAGES-005"
  }
}