{
  "document_id": "HOUSE_OVERSIGHT_023699",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023699.txt",
  "text": "8 CHINADAILY.COM.CN/OPINION\n\nMONDAY, OCTOBER 20, 2014\n\nCHINA DAILY\n\n+a\nEDITORIAL\n\nA foundation of law\n\nTHE FOURTH PLENARY SESSION OF THE 18TH\nCentral Committee of the Communist Party of China opens on\nMonday and will last for four days. The designated theme —\ngoverning through the rule of law — indicates how important\nthis meeting will be for the future of both the Party and the\ncountry.\n\nThat this is the first time in 17 years the Party has designated\nsuch a theme for a plenary session speaks volumes about the\nimportance the new leadership attaches to it. It is high on the\nagenda.\n\nYet, the more the concept of rule of law has been discussed,\nthe more obvious it becomes that there is, today, much to be\ndesired.\n\nMore than 50 minister-level or higher officials have either\nbeen indicted or placed under investigation for abuse of power\nin the past year or so, underlining the fact that the rule of lawis\nsorely needed. It is perhaps the only way to eliminate, once\nand for all, the most serious threat to good governance and to\nsecure the blessings of prosperity and justice to the people.\n\nThe fact that power today can effectively nullify the law, and\nthat those in power can circumvent it, not only deprives the\nParty of its capacity to govern the country in a consistently fair\nand just manner but also disrupts the reasonable running of\nthe marketplace. Abuse of power makes it impossible for fair-\nness to prevail in the socialist market economy.\n\nDespite the great achievements China has made over more\nthan three decades, it will be very difficult for its economy to\ngrow in a sound manner — and neither will society progress in\na healthy way — unless fair competition and mutual trust can\nbe secured and ordinary people’s rights and interests can be\nguaranteed through the rule of law.\n\nIf the country is to achieve further reforms in various fields\nand establish and maintain a fair and just society, the power-\nworshipping mentality among government and Party officials\nmust be eliminated. This is a core goal of the leadership.\n\nUnless the overwhelming majority of Party and government\nofficials not only respect the law, but follow it when making\ndecisions, governing the country by the rule of law will\namount to little but lip service.\n\nIt will be no easy job, and it will take time for the power-ori-\nented way of doing things to be transformed. But the new Par-\nty leadership has shown it has the courage to face the\nchallenge. We therefore have reason to expect much from the\ncurrent plenary session as they work to put the country on the\nright track.\n\nOTHER VIEWS\n\nHistoric moment\n\nhe convocation of the Fourth Plenary Session of the 18th Com-\nmunist Party of China Central Committee, whose theme is\npromoting the rule of law, embodies the CPC’s deepening percep-\n\ntion on governance and the law.\nwww.people.com.cn October 15.\n\ntis the first time that the CPC, as the ruling Party, will make a\n\ncomprehensive plan on the rule of law in the form of a Party doc-\nument. The session, which marks the ruling Party’s significant\nstrategic layout on how to govern the nation in accordance with\nJaws and the Constitution, illustrates its new exploration of social-\nism with Chinese characteristics. The CPC Central Committee will\nfocus on discussions on how to promote rule of law in at a plenary\nsession. ...\n\nIt has only six years to 2020, the deadline set for the realization\nof a well-off society for China, and 35 years to 2049, the promised\nyear for China to be a prosperous, democratic, civilized and har-\nmonious socialist modern nation. All these mean China has\nentered a crucial stage of deepened reforms. Only by sticking to\n“governance of the nation according to laws” will China realize its\nhistoric mission.\n\nwww.xinhuanet.com.cn October 19.\n\nhe National People’s Congress, China’s top legislature, should\nplay a bigger role in the country’s efforts to promote the rule of\nlaw. For example, the NPC can push for deepened reforms within\nthe framework of the Constitution and laws through legislation to\nrealize a benign interaction between reforms and the rule of law.\nThe deeper the water China’s reforms will enter, the more legal\nguidance and guarantees these reforms will need. The NPC enjoys\na broad space for maneuvering in this regard.\nBeijing News October 17\n\nn the last three months, the Political Bureau of the CPC Central\nCommittee has held two conferences studying major issues\nrelated to comprehensively pushing for the rule of law. As the\ntheme “Chinaruled by law” is set for the Fourth Plenary Session of\nthe 18th CPC Central Committee, the overall planning and\nprospect of a China governed by law will become increasingly\n\nexplicit.\nLianhe zaobao October 14\n\nCONTACT US\n\nChina Daily\n\n15 Huixin Dongjie Chaoyang, Beijing 100029\n\nNews: +86 (0) 10 6491-8366; editor@chinadaily.com.cn\nSubscription: +86 400-699-0203; sub@chinadaily.com.cn\nAdvertisement: +86 (0) 10 6491-8631; ads@chinadaily.com.cn\nPhone app: chinadaily.com.cn/iphone\n\nChina Daily USA China Daily UK\n1500 Broadway, Suite 2800, New 90 Cannon Street London EC4N 6HA\nYork, NY 10036 +1 212 537 8888 +44 (0) 207 398 8270\n\neditor@chinadailyusa.com editor@chinadailyuk.com\nChina Daily Hong Kong (Asia)\nRoom 1818, Hing Wai Centre 7 Tin Wan\nPraya Road Aberdeen, Hong Kong\n+852 2518 5111\neditor@chinadailyhk.com\neditor@chinadailyasia.com\n\nChina Daily Africa\n\nP.O.Box 27281-00100, Nairobi, Kenya\n+254 (0) 20 522 3498 (Nairobi)\neditor@chinadailyafrica.com\nenquities@chinadailyatrica.com\nsubscription@chinadailyafrica.com\n\nROBERT LAWRENCE KUHN\n\nDecoding Xi’s future vision\n\nPresident Xi’s new book reveals his thinking about the country’s\ngovernance and maps out a path for achieving the Chinese Dream\n\nhe Governance of China, Presi-\ndent Xi Jinping’s new book, is\nunprecedented. Can analyzing\nthe book elucidate Xi’s thinking\nand illuminate China’s future?\nConsider seven frameworks or\nperspectives: publishing purpos-\nes, overarching themes, content analysis, chain of\ndevelopmental causation, domestic goals, domes-\ntic means and global principles.\n\nPublishing Purposes: substance,\nsymbol, signal. Substance means Xi's political phi-\nlosophy and wide-ranging policies — organizing 79\nspeeches and commentaries in 18 chapters — to\ndiscern how Xi intends to realize the Chinese\nDream, “the great rejuvenation of the Chinese\nnation’: Symbol means recognizing Xi’s emergence\nas China’s leader, with greater authority, confi-\ndence and support than observers had expected\nwhen he first took office two years ago. Signal\nMeans communicating Xi’s way of thinking to\nglobal audiences in nine languages, an original\nand explicit outreach to engage the world on mul-\ntiple levels.\n\nOverarching Themes: pride, stability, respon-\nsibility, vision. Pride expresses the yearning of the\nChinese people for the “great rejuvenation” Stabili-\nty means maintaining the current political system.\n(Socialism with Chinese characteristics and the\nParty’s leadership). Responsibility means “realiz-\ning a moderately prosperous society by the centen-\nary of the Party in 2021” Vision means “turning\nChina into a prosperous, democratic, culturally\nadvanced and harmonious modern socialist coun-\ntry by the centenary of the People’s Republic of\nChina in 2049”\n\nContent Analysis. How does Xi impute impor-\ntance to topics? By examining what's in Xi’s book,\ncan we explore what's on Xi’s mind? Of the book’s\n18 chapters, 11 relate to domestic affairs, seven to\nforeign affairs; six have political relevance; six con-\ncern standards of living; and four standards of\n\nLI MIN\n\nFU JING\n\nbehavior. Categorizing the content, about a third is\npolitics and people; another third on international\nrelations; about 15 percent each on reform and\ndevelopment, and society and culture; and about 8\npercent on national security and defense. Perva-\nsive throughout is reform.\n\nChain of Developmental Causation. The\nChinese Dream is founded on political stability,\nwhich enables far-reaching reform, which in turn.\npromotes economic development, and which,\nwhen combined with rule of law and Chinese val-\nues, strengthens China’s society, culture, ecology\nand even defense. Where is this “chain of causa-\ntion” in Xi’s book?\n\nThe first and last chapters affirm political stabili-\nty: “Socialism with Chinese Characteristics” and\n“The CPC Leadership’, both of which assert the\nParty’s political primacy and thus assure social sta-\nbility. “The Chinese Dream” is the second chapter,\nproclaiming the grand mission of national resur-\ngence and personal well-being. Then, chapters on.\ndeepening reform and economic development,\nwhich lead to chapters on rule of law, advanced cul-\nture, social undertakings and ecological progress.\n\nDomestic Goals: values, morality, prosperity,\nSairness, happiness. Values: Xi's vision is to incul-\ncate China’s traditional values — “the thoughts of\nthe ancient sages”; exemplified by Confucianism —\ninto socialist core values. (“We must take tradition-\nal Chinese culture as the base.”) Morality: Derived\nfrom values, morality is described as “conscious\nlaw’, and “civic morality” is characterized as need-\ning improvement, while “paragons of morality are\nimportant banners for building public ethics” (“A\ngentleman takes morality as his bedrock” — a tra-\nditional virtue that Xi quotes.) Prosperity: “Com-\nmon prosperity is the fundamental principle of\nChinese socialism ... We will accelerate China’s\noverall prosperity” Fairness: Because the Chinese\npeople have always had a perception that “inequal-\nity rather than want is the cause of trouble”, Xi\nsays, China “should do a better job of promoting\n\nfairness and justice” Happiness: The Chinese\nDream, Xi says, is to “bring happiness to the Chi-\nnese people” to “ensure the people greater happi-\nness” — but, he cautions, “happiness does not fall\nfrom the sky, nor do dreams come true automati-\ncally.’ (In Xi’s book, “values” occurs about 120\ntimes, “morality” 24, “prosperity” 67, “fairness” 44.\nand “happiness” 16.)\n\nDomestic Means: close to the people, realism,\nstability, reform, rule of law, combating corrup-\ntion. “Close to the people” is an all-encompassing\nway of thinking that shapes all decisions. Realism:\n“T have repeatedly said that the great rejuvenation\nof the Chinese nation can in no way be realized\neasily,’ Xi says. “While fully affirming our achieve-\nments, we should also be aware of our shortcom-\nings.” Stability: The precondition for all else,\nstability is a recurrent and foundational theme\n(“stability” occurs 125 times). Reform: Those who\nwonder whether Xi is a “real reformer” should\nread “Explanatory Notes ... Concerning Compre-\nhensively Continuing Reform” (page 76). Exam-\nples: the market plays a “decisive role”; farmers\ngiven transactional property rights; the judicial\nsystem separate from the administrative system.\nRule of Law: “A fundamental principle” and “the\nbasic way to run the country” — the Fourth Plena-\nry of the 18th CPC Central Committee, focusing on\ntule of law, is Xi’s call to action. Combating corrup-\ntion is a hallmark of Xi’s administration, enhanc-\ning each of the five other domestic means. It is no\naccident that the chapter on combating corruption.\nis positioned, significantly, between “Close Ties\nwith the People” and “The CPC Leadership”\n\nIbear witness to Xi’s consistency. In 2006, Adam\nZhu (my long-term partner) and I met privately\nwith then-Zhejiang Party Secretary Xi. He stressed\nthat while China should be properly proud of its\nsuccesses, “achievements should not engender\ncomplacency” Xi said: “We need to assess our-\nselves objectively”\n\nGlobal Principles. Consider five. Independ-\nence (China remains unaligned). Multi-polar\nworld (no country dominates). One country, two\nsystems (Hong Kong, Macao, Taiwan). Peaceful\ndevelopment (“We have made a solemn pledge to\nthe whole world that we will never seek hegemo-\nny”). Multilateral affairs (cooperation with the\nglobal community). These five global principles\ndrive China's “new model of major country rela-\ntions” (primarily with the US), “neighborhood\ndiplomacy” (Japan, Vietnam, Koreas, etc.), and\n“cooperation with developing countries” (such as\nin Africa). The Silk Road economic belt (land route\nand maritime) is President Xi’s new initiative for\nmultinational development.\n\nHere’s my blurb for Xi’s book: “This book is a\nmilestone, both in substance and symbol, offering\nopenly the political philosophy of President Xi Jin-\nping and recognizing his emergence as China’s\nsenior leader. While misunderstandings about\nChina and its leadership abound, there is now no\nneed to speculate about President Xi. Here is how\nhe thinks, candidly and comprehensively.’ It is the\npride of a patriot.\n\nThe author is an international corporate strate-\ngist and political/economics commentator. He is\nthe author of How China’s Leaders Think and a\nbiography of former president Jiang Zemin. He\ngave one of the speeches at the launching ceremo-\nny for Xi Jinping: The Governance of China, at\nthe Frankfurt Book Fair on Oct 8.\n\nCourtesy, not confrontation, best for Europe\n\ninister of Commerce Gao Hucheng\narrived in the lobby of the European\nCommission's headquarters at 9\no'clock on Saturday morning. He was\nJed to the office of outgoing Trade Commissioner\nKarel De Gucht, who has been a thorn in the side\nof Chinese businesses because of his protectionist\nattitude ever since he took over the job in 2010.\n\nDe Gucht, 60, will be replaced in a few days by\nSwedish politician Cecilia Malmstrom, 46, when.\nanewly constituted commission gets underway.\n\nIn the afternoon, the Chinese side announced a\nlong-awaited agreement in principle: Brussels\nwill not launch an investigation into subsidies of\nChina’s telecommunication imports into the\nEuropean market. The EU side still needs to go\nthrough internal procedures for formal approval.\nThe threat was mainly targeted at Chinese tele-\ncommunications equipment makers Huawei\nTechnologies Co and ZTE Corp.\n\nWhile the big picture of relations has been a\npositive one, the Europeans have annoyed Beijing\nfrom time to time — for example, by allowing the\nDalai Lama to visit, by attacking China on human\nrights and by imposing high trade barriers.\n\nDespite such irritants, Beijing has sent con-\nstructive signals. In the first half of this year, Pres-\nident Xi Jinping paid the first-ever visit of a\nChinese president to the European Union's head-\nquarters. And last week, at the summit of Asian\nand European leaders in Milan, Italy, Premier Li\nKeqiang hosted a special dinner for Barroso and\nEuropean Council President Herman Van Rom-\npuy, thanking them for their contributions to pos-\n\nitive relations. At the dinner, the leaders were\nthought to have touched on the telecommunica-\ntion trade dispute, which involves about 1 billion\neuros ($1.26 billion) annually.\n\nThe path to Saturday's solution was similar toa\npattern set earlier, in mid-2013, after both sides\nworked through an anti-dumping and anti-subsi-\ndy investigation involving China’s multi-billion-\ndollar solar panel exports to the EU. Brussels\nbegan that investigation in 2012.\n\nBeijing was unhappy that there had been no\nhigh-level invitation to visit Brussels a year after\nthe launch of the investigation.\n\nIn May last year, Li made his first trip to Ger-\nmany after taking office and won the support of\nthe German government, which vetoed Brussels’\ndecision, following dozens of EU member states.\n\nLi made a last-minute call on Barroso the fol-\nlowing month, as Brussels was about to vote on\nwhether to end the solar panel dispute through\namicable consultation.\n\nLi’s decisive role was crucial in preventing the\nescalation of a trade war. If Beijing had opted to\ndeal with such disputes in an eye-for-eye, tooth-\nfor-tooth manner, both sides would have been\nlosers, with the EU taking the brunt. It has\nalready suffered two economic recessions, and\nits jobless rate has been in double digits for a\nfew years now.\n\nOf course, with the trade volume between Chi-\nnaand Europe expanding, and with investment\npouring into Europe, China’s government, its\nbusinesses and its media must work to make the\nmost of the rising economic tide.\n\nSo far, there is no unified Chinese business\ncouncil in Brussels to represent and lobby for\nChinese investors in Europe. By contrast, a major\nUS business organization reportedly has 300 staff\nmembers focusing on Brussels’ policymaking.\n\nAlack of communication and influence can\neasily lead to misunderstandings. Bureaucrats in\nBrussels usually follow Washington's lead when\nmaking policies that affect China.\n\nTrade commission leaders need to make more\nfield trips to member states to learn how Chinese\nbusinesses matter.\n\nTake China’s solar panel exports for example.\nThe industry, which involves about 400,000\nworkers in China, has offered competitive prod-\nucts to thousands of European upstream compa-\nnies and helped Europe achieve its status as a\ngreen energy leader.\n\nIn telecom, Huawei and ZTE are deeply inte-\ngrated with European partners. And, incidentally,\nHuawei is a steady job creator in Europe, where\nyoung people, in particular, have faced huge\nemployment challenges.\n\nIf De Gucht had kept the big picture in mind,\nhe would not have made confrontational moves\nagainst China and its businesses.\n\nOverall, the EU recognizes China as strong stra-\ntegic partner. This is the starting point for dispute\ncontrol. Amicability helps both sides win. With\nconfrontation, everyone loses.\n\nThe author is China Daily chief\n\ncorrespondent in Brussels.\nSujing @chinadaily.com.cn\n\nHOUSE_OVERSIGHT_023699",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023699.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 17498,
    "word_count": 2748,
    "line_count": 453,
    "import_date": "2025-11-19T21:47:44.093396",
    "prefix": "IMAGES-007"
  }
}