{
  "document_id": "HOUSE_OVERSIGHT_024649",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024649.txt",
  "text": "QO\n\nKRELL\nCAPITAL\n\n>\n\nCHAPTER! Executive Summary\n\ncurrent practice and aggressively enforce existing federal cannabis laws, including penalizing financial\ninstitutions for serving the cannabis industry, it would have a dampening effect on the industry both\nin the United States and abroad.\n\nIncreasing Strategic Investor Activity; Continuing Funding Gap\n\nWe share the belief held by many that, ultimately, established companies from analogous indus-\ntries—alcohol, pharmaceutical, tobacco and consumer products—will enter the cannabis industry\nthrough minority investment, by acquisition or otherwise. We have already seen examples: Constella-\ntion Brands’ investment in Canopy Growth referenced above and the more than $400 million spent by\nThe Scotts Miracle-Gro Company (NYSE: SMG) to acquire soil, fertilizer, hydroponic equipment and\nlighting companies that supply the cannabis industry. These types of transactions help validate investor\nenthusiasm for and valuations in the cannabis industry, and we expect similar transactions to occur\nwith increasing frequency during 2018 and beyond.\n\nRetail investors and an increasing number of family office and strategic investors are providing most\nof the investment capital to the cannabis industry. Cannabis-related companies raised more than $2.0\nbillion in the public and private markets in 2017, but many of the financings were small—less than $5\nmillion. We expect that many institutional investors (most notably, the traditional venture capital and\nprivate equity communities) will not invest in the industry until it matures and the legal environment\nbecomes more favorable.\n\nWithout institutional support for the cannabis industry, a funding gap exists—companies are seek-\ning more capital than investors are willing or able to provide. We believe that this is especially true in\nthe private markets, where many companies struggle to raise necessary financing. Although capital may\nbe available for select issuers in both public and private markets, we believe that without participation\nfrom institutional investors, the cannabis industry will continue to face a significant funding gap for\nthe foreseeable future.\n\n= Investment Outlook\n\nHundreds, if not thousands, of cannabis-related companies are seeking to raise capital—thus pre-\nsenting investment opportunities for sophisticated investors who want to participate in the cannabis\nindustry. Investors have their choice of investing in the more than 300 publicly traded cannabis-related\ncompanies, or in the significant number of private companies raising capital. Investors may also choose\namong stock markets (both within the United States and internationally), type of security (equity\nversus debt) and type of company (companies across all segments of the industry are raising capital).\n\nMost of the cannabis-related companies raising capital—even publicly traded companies—are in\nearly stages of development, have de minimis revenue and are not profitable. More than 85% of pub-\nlicly traded cannabis-related companies have annual revenue less than $5 million, and less than 5%\nhave annual revenue greater than $25 million.\n\nTo help investors better evaluate investment opportunities in the cannabis industry, we currently\ndefine five primary segments: production, distribution, consumer products, business solutions and\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 13\n\nHOUSE_OVERSIGHT_024649",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024649.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3413,
    "word_count": 483,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.355711",
    "prefix": "IMAGES-008"
  }
}