{
  "document_id": "HOUSE_OVERSIGHT_024506",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024506.txt",
  "text": "9. KNOWLEDGE UNIVERSE EDUCATION (“KUE”)\n\nKUE is the third largest for-profit education company in the world. KUE currently operates in the U.S. and\nis the indirect parent company (87.6% ownership**) of KLC and also a major shareholder (owns 17.9% to\n40.0%\"* of equity) cf k12. In November 2005, KLC divided its business, with substantially all of its real\nestate owned by special purpose subsidiaries (KLC PropCo) and all of its customer contracts and\noperations remaining at KLC and certain other subsidiaries (KLC OpCo).\n\nThe controlling shareholders of the General Partner are Michael Milken, Lowell Milken and Steven Green\n(collectively the “Principals\"). Michael Milken and Lowell Milken each has more than two decades of\nexperience in the education sector through involvement in several for-profit and not-for-profit initiatives.\nSteven Green, a former U.S. ambassador to Singapore, has more than two decades of experience as an\ninternational industrialist leading major corporate restructurings and expansions in manufacturing,\nhousing, consumer products, retail and real estate enterprises. The Principals founded KUE and its\naffiliated companies over the past decade based on their vision of a world where competition for human\ncapital is becoming the driving force of economic prosperity. KUE represents the Principals’ sole vehicle\nfor equity investment opportunities in the early education through secondary school sector going forward.\n\nThe Company has an accomplished and internationally recognized leadership team. Led by the\nPrincipals, the Company has a prominent management team and advisory board with significant financial\nresources and substantial experience in the fields of education and real estate management. Additionally,\nthrough its past experiences at KLC, the Company has demonstrated the ability to acquire and integrate\neducation assets. The Company's management consists of people with diverse backgrounds in\noperations, corporate finance, real estate, government relations and education. KUE’s role will be to\noversee the portfolio of operating businesses, identify acquisition candidates, hire top level management\nof the operating businesses and help the portfolio companies navigate some of the legislative and\nregulatory matters that exist in K-12 education. These services will be performed for the Company by\nKULG, for which KUE will pay $20.0 million annually to KULG in quarterly installments beginning July 1,\n2006 pursuant to the Fixed Overhead Payment Agreement. See “Related Party Transactions.”\n\nThe General Partner plans to have a Board of Directors (the “Board\") with representatives from some of\nthe countries KUE plans to expand into, public policy experts and independent directors with\ncomplementary backgrounds. KUE expects to benefit from the breadth and depth of the knowledge,\nexperience and expertise of the Board. At the final closing of this offering, at least fwo members of the\nBoard will be Independent Directors. After the Initial Listing of the Units and so long as consistent with\ncontractual and licensing obligations, the General Pariner will have a majority independent board.\n\n9.1. KUE Management and Advisory Board Members\n\nThe following table sets forth KUE’s management and current advisory board members. Detailed\nbiographies can be found in Appendix A.\n\n“ The 12.4% minority position is held by various investors.\n* KUE's ownership varies depending on the liquidation value or sale value of k12 and according fo the preference of the various securities KUE owns.\nAt higher valuations, KUE’s percentage ownership is lower. See “k12 Inc (ki2) —k12 Equity.”\n\n73\n\nHOUSE_OVERSIGHT_024506",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024506.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3657,
    "word_count": 542,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.220955",
    "prefix": "IMAGES-008"
  }
}