{
  "document_id": "HOUSE_OVERSIGHT_019256",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019256.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nChapter 3\n\nThe Enemy Within: Civil Society at Bay\n\nAmong the more surprising developments in\n21st-century politics are the reversals experienced by\ncivil society, once regarded as an irresistible force in\nthe global struggle for democracy.\n\nAccording to Freedom in the World, the ability of\nnongovernmental organizations (NGOs) and other\ncivil society institutions to function without state re-\nstrictions has suffered a pronounced decline over the\npast decade. The setbacks have been concentrated in\nauthoritarian states like Russia, China, Venezuela, and\nlran. But civil society has also met with growing prob-\nlems in democracies—India and Indonesia among\nthem—and in settings where democracy’s prospects\nare unclear, as with Ecuador, Hungary, and Kenya.\n\nThe growing offensive against civil society is in many\nrespects a tribute to the prominent role that NGOs\nhave come to play in the political life of most coun-\ntries. An active civil society is often seen as a formida-\nble threat to a repressive or illiberal status quo. Civil\nsociety was the linchpin in the successful popular\nrevolutions in Serbia, Ukraine, and Georgia. In fact,\ncivil society organizations frequently pose a greater\nthreat to autocracy than do traditional opposition par-\nties, which have proven relatively easy for determined\nstrongmen to sideline, neutralize, or co-opt. Civil soci-\nety movements, by contrast, are generally composed\nof younger activists, committed to a cause, more\nresilient, more agile, and less prone to corruption.\n\nTo be sure, even some authoritarian states can boast\nof an active and growing civil society sector consist-\ning of humanitarian organizations, religious entities,\nconservation groups, associations focused on public\nhealth or development, and so forth. It is with the\nNGOs that pursue politically sensitive objectives—hu-\nman rights advocacy, democratic reform, or anticor-\nruption measures—that oppressive leaders have\nserious differences. Especially in countries where\nelections have been rendered meaningless, civil soci-\nety groups can become surrogates for a democratic\nopposition, and are therefore regarded with deep\nsuspicion by the leadership.\n\nThe specter of ‘color revolution’\n\nThe term “color revolution” emerged in 2003-05 to\ndescribe a phenomenon whereby an existing politi-\ncal leadership is overthrown by a popular movement\n\n“Countries in western Asia and\nnorthern Africa, Ukraine and Thai-\nland, which have experienced street\nprotests and even armed conflicts,\nhave been led astray to the wrong\npath of Western-style democracy,\nthat is, ‘street politics.’.. The United\nStates and some Western forces\nhave been involved in the street\npolitics in these countries, either on\nstage or behind the scenes.”\n\n—Xinhua, paraphrasing an editorial by MiBohua of the\nPeople’s Daily\n\n“In the modern world, extremism is\nbeing used as a geopolitical instru-\nment and for remaking spheres of\ninfluence. We see what tragic conse-\nquences the wave of so-called color\nrevolutions led to... We should do\neverything necessary so that noth-\ning similar ever happens in Russia.”\n\n—Vladimir Putin\n\nusing tactics of nonviolent civil disobedience.\n\nSuccessful nonviolent democratic revolutions are not\nnew. Perhaps the first color revolution took place in\n1974, when a dictatorship in Portugal was overthrown\nby military officers who drew on the support of civilian\ndemocracy advocates. Later peaceful revolutions\novercame authoritarian regimes in the Philippines,\nSouth Korea, Chile, and Poland.\n\nIn the 21st century, however, the definitive events\nbehind the new label took place in Georgia (2003) and\nUkraine (2004-5). Both countries were governed by\npoliticians with close ties to Moscow who were either\npersonally corrupt or tolerated high levels of graft.\n\nIn the Ukrainian elections of 2004, there was strong\nevidence of rigging to ensure the victory of Viktor Ya-\nnukovych, the candidate of the pro-Russian old guard.\n\n22\n\nHOUSE_OVERSIGHT_019256",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019256.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4043,
    "word_count": 603,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:44.239530",
    "prefix": "IMAGES-005"
  }
}