{
  "document_id": "HOUSE_OVERSIGHT_024657",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024657.txt",
  "text": "ACKRELL\n\nCHAPTER II Cannabis Science 101\n\nantidepressant, antiemetic, anti-inflammatory, antinausea and antispasmodic. It also is believed to have\ntherapeutic applications, such as appetite stimulation, bronchodilation, neuroprotection and pain relief.\n\nCBD (Cannabidiol: CBD is considered to be the second most abundant cannabinoid in canna-\nbis. It is nonpsychoactive and is believed to counteract the psychoactive effects of THC. CBD also is\nbelieved to have wide-ranging medicinal benefits: analgesic, antianxiety, antibacterial, anticancer, anti-\nconvulsant, antidepressant, antiemetic, anti-inflammatory, anti-insomnia, anti-ischemic, antipsychotic\nand antispasmodic. In addition, CBD is believed to have therapeutic applications, including appetite\nstimulation, bone-growth stimulation, immunosuppression and neuroprotection. CBD can be derived\nfrom many cannabis strains, including low-THC strains ordinarily grown to produce industrial hemp\nproducts.\n\nCBC (Cannabichromene: CBC is thought to be the third most abundant cannabinoid in canna-\nbis and is nonpsychoactive. Like THC and CBD, CBC is believed to have several medicinal bene-\nfits, including analgesic, antibacterial, anticancer, antidepressant, antifungal, anti-inflammatory and\nanti-insomnia. CBC is also used as a therapeutic bone-growth stimulant. Ongoing research seeks to\ndetermine the role of CBC in reducing gastrointestinal inflammation. CBC may also have applications\nin pain management—in addition to binding to the CB1 and CB2 endocannabinoid receptors, it has\nbeen shown to interact with certain pain receptors.\n\nCBG (Cannabigerol: CBG is nonpsychoactive and is believed to have several medicinal benefits—\nanalgesic, antibacterial, anticancer, antidepressant and antifungal—as well as a therapeutic application\nfor bone-growth stimulation. CBG is present primarily during the early stages of the cannabis plant’s\ngrowth cycle; only small amounts can be extracted from the plant during its flowering stage (although\nstrains of cannabis have recently been bred to have high levels of CBG). CBG is believed to partially\ncounteract the psychoactive effects of THC and to decrease anxiety and muscle tension.\n\nCBGA (Cannabigerolic Acid: CBGA is a nonpsychoactive precursor to all other cannabinoids,\nincluding THC, CBD, CBC and CBG. Much of a cannabis plant’s CBGA ultimately transforms into\nother cannabinoids through the chemical process of decarboxylation. CBGA is used for analgesic and\nanti-inflammatory applications. Certain cannabis strains cultivated to produce industrial hemp prod-\nucts are believed to contain high levels of CBG relative to other strains.\n\nCBN Cannabinol: CBN has been shown to produce some psychoactive effects and is believed to\nhave several medicinal benefits, such as analgesic, antibacterial, anticonvulsive, anti-inflammatory and\nanti-insomnia. Unlike many other cannabinoids, CBN is not derived directly from CBGA decarboxyl-\nation; instead, it results from THC degradation. The CBN level of a cannabis plant is sometimes used\nas a measure of the plant’s overall quality for consumption.\n\nTHCA _ Delta-9-Tetrahydrocannabinolic Acid: THCA is found abundantly in raw cannabis flower\nand is the precursor to THC. THCA is nonpsychoactive and is believed to have several medicinal\nbenefits, including anticancer, anti-inflammatory and antispasmodic. THCA decarboxylates into THC\nthrough drying or application of intense heat, such as the heat applied during smoking or vaporizing\nthe cannabis plant.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 21\n\nHOUSE_OVERSIGHT_024657",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024657.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3582,
    "word_count": 489,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.989960",
    "prefix": "IMAGES-008"
  }
}