{
  "document_id": "HOUSE_OVERSIGHT_013824",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013824.txt",
  "text": "somehow different. He was different. He had realized something while arcing in slow circles toward the\nearth—risks weren’t that scary once you took them. His colleagues told him what he expected to hear: He\nwas throwing it all away. He was an attorney on his way to the top—what the hell did he want?\n\nHans didn’t know exactly what he wanted, but he had tasted it. On the other hand, he did know what\nbored him to tears, and he was done with it. No more passing days as the living dead, no more dinners\nwhere his colleagues compared cars, riding on the sugar high of a new BMW purchase until someone\nbought a more expensive Mercedes. It was over.\n\nImmediately, a strange shift began—Hans felt, for the first time in a long time, at peace with himself\nand what he was doing. He had always been terrified of plane turbulence, as if he might die with the best\ninside of him, but now he could fly through a violent storm sleeping like a baby. Strange indeed.\n\nMore than a year later, he was still getting unsolicited job offers from law firms, but by then had\nstarted Nexus Surf> a premier surf-adventure company based in the tropical paradise of Florianopolis,\nBrazil. He had met his dream girl, a Carioca with caramel-colored skin named Tatiana, and spent most of\nhis time relaxing under palm trees or treating clients to the best times of their lives.\n\nIs this what he had been so afraid of?\n\nThese days, he often sees his former self in the underjoyed and overworked professionals he takes out\non the waves. Waiting for the swell, the true emotions come out: “God, I wish I could do what you do.”\nHis reply is always the same: “You can.”\n\nThe setting sun reflects off the surface of the water, providing a Zen-like setting for a message he\nknows is true: It’s not giving up to put your current path on indefinite pause. He could pick up his law\ncareer exactly where he left off if he wanted to, but that is the furthest thing from his mind.\n\nAs they paddle back to shore after an awesome session, his clients get ahold of themselves and regain\ntheir composure. They set foot on shore, and reality sinks its fangs in: “I would, but I can’t really throw it\nall away.”\n\nHe has to laugh.\n\nThe Power of Pessimism: Defining the Nightmare\n\nAction may not always bring happiness, but there is no happiness without action.\n— BENJAMIN DISRAELI, former British Prime Minister\n\nT. door not to do? To try or not to try? Most people will vote no, whether they consider themselves\n\nbrave or not. Uncertainty and the prospect of failure can be very scary noises in the shadows. Most\npeople will choose unhappiness over uncertainty. For years, I set goals, made resolutions to change\ndirection, and nothing came of either. I was just as insecure and scared as the rest of the world.\n\nThe simple solution came to me accidentally four years ago. At that time, I had more money than I\nknew what to do with—I was making $70K or so per month—and I was completely miserable, worse\nthan ever. I had no time and was working myself to death. I had started my own company, only to realize\n\nit would be nearly impossible to sell.°Oops. I felt trapped and stupid at the same time. I should be able to\nfigure this out, I thought. Why am I such an idiot? Why can’t I make this work?! Buckle up and stop\nbeing such a (insert expletive)! What’s wrong with me? The truth was, nothing was wrong with me. I\nhadn’t reached my limit; I’d reached the limit of my business model at the time. It wasn’t the driver, it\nwas the vehicle.\n\nHOUSE_OVERSIGHT_013824",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013824.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3517,
    "word_count": 642,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.031753",
    "prefix": "IMAGES-002"
  }
}