{
  "document_id": "HOUSE_OVERSIGHT_012952",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012952.txt",
  "text": "36 3 A Patternist Philosophy of Mind\n\nsystem for recognizing patterns in itself and the world, critically including patterns regarding\nwhich procedures are likely to lead to the achievement of which goals in which contexts.\n\nPattern as the basis of mind is not in itself is a very novel idea; this concept is present, for\ninstance, in the 19th-century philosophy of Charles Peirce [Pei34], in the writings of contempo-\nrary philosophers Daniel Dennett [Den91] and Douglas Hofstadter [Hof79, Hof96], in Benjamin\nWhorf’s [Who64] linguistic philosophy and Gregory Bateson’s [Bat79] systems theory of mind\nand nature. Bateson spoke of the Metapattern: “that it is pattern which connects.” In Goertzel’s\nwritings on philosophy of mind, an effort has been made to pursue this theme more thoroughly\nthan has been done before, and to articulate in detail how various aspects of human mind and\nmind in general can be well-understood by explicitly adopting a patternist perspective. !\n\nIn the patternist perspective, \"pattern\" is generally defined as \"representation as something\nsimpler.\" Thus, for example, if one measures simplicity in terms of bit-count, then a program\ncompressing an image would be a pattern in that image. But if one uses a simplicity measure\nincorporating run-time as well as bit-count, then the compressed version may or may not be a\npattern in the image, depending on how one’s simplicity measure weights the two factors. This\ndefinition encompasses simple repeated patterns, but also much more complex ones. While\npattern theory has typically been elaborated in the context of computational theory, it is not\nintrinsically tied to computation; rather, it can be developed in any context where there is a\nnotion of \"representation\" or \"production\" and a way of measuring simplicity. One just needs\nto be able to assess the extent to which f represents or produces X, and then to compare the\nsimplicity of f and X; and then one can assess whether f is a pattern in X. A formalization of\nthis notion of pattern is given in [Goe06a] and briefly summarized at the end of this chapter.\n\nNext, in patternism the mind of an intelligent system is conceived as the (fuzzy) set of\npatterns in that system, and the set of patterns emergent between that system and other\nsystems with which it interacts. The latter clause means that the patternist perspective is\ninclusive of notions of distributed intelligence [[ut96]. Basically, the mind of a system is the\nfuzzy set of different simplifying representations of that system that may be adopted.\n\nIntelligence is conceived, similarly to in Marcus Hutter’s [ut05] recent work (and as elabo-\nrated informally in Chapter 2 above, and formally in Chapter 7 below), as the ability to achieve\ncomplex goals in complex environments; where complexity itself may be defined as the pos-\nsession of a rich variety of patterns. A mind is thus a collection of patterns that is associated\nwith a persistent dynamical process that achieves highly-patterned goals in highly-patterned\nenvironments.\n\nAn additional hypothesis made within the patternist philosophy of mind is that reflection is\ncritical to intelligence. This lets us conceive an intelligent system as a dynamical system that\nrecognizes patterns in its environment and itself, as part of its quest to achieve complex goals.\n\nWhile this approach is quite general, it is not vacuous; it gives a particular structure to the\ntasks of analyzing and synthesizing intelligent systems. About any would-be intelligent system,\nwe are led to ask questions such as:\n\ne How are patterns represented in the system? That is, how does the underlying infrastructure\nof the system give rise to the displaying of a particular pattern in the system’s behavior?\n\ne What kinds of patterns are most compactly represented within the system?\n\ne What kinds of patterns are most simply learned?\n\n1 In some prior writings the term “psynet model of mind” has been used to refer to the application of patternist\nphilosophy to cognitive theory, but this term has been \"deprecated\" in recent publications as it seemed to\nintroduce more confusion than clarification.\n\nHOUSE_OVERSIGHT_012952",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4159,
    "word_count": 668,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.334470",
    "prefix": "IMAGES-002"
  }
}