{
  "document_id": "HOUSE_OVERSIGHT_021705",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021705.txt",
  "text": "... Page 9 of 17\n\nCounselling: Virginia at her mother's home at Palm Beach in 1998\n\n‘They would lounge around the Palm Beach house, the ranch or the island, nude or topless,’ she says.\n‘But | was one of the very few he trusted as “special” and chosen to “entertain” his friends.’\n\nVirginia took the sedative Xanax to detach herself from sordid reality. ‘It was an escape drug,’ she says.\n‘It made me calm and helped me forget about what | had to do. I was up to eight pills a day.’\n\nEpstein had no objection to Virginia's use of prescription drugs, no doubt recognising that they made her\neven more malleable. ‘I didn’t want to go back to the life I’d had before’ she says.\n\n‘That made me totally obedient.’ Despite the fact that Epstein was, essentially, her pimp, this life now\nseemed normal to Virginia. ‘I felt that he and Ghislaine really cared for me,’ she said.\n\n‘We'd do family things, like watch Sex And The City and eat popcorn. ‘A lot of it was very glamorous. |\nmet famous friends of his such as Al Gore and Heidi Klum and Naomi Campbell. He introduced me as his\n“travelling masseuse.”\n\nSome people mistook me for his daughter. ‘When we were in New York or Palm Beach, Ghislaine and |\nwould shop all day.\n\nJeffrey bought me jewellery — diamonds were his favourite — and wonderful furniture. He was paying me\nvery well because I'd give him sex whenever he wanted it.’\n\nShe was, she says, delighted when Epstein invited her to accompany him on a six-week trip in 2001.\n\n‘He said we'd be going to Europe and North Africa to meet architects and interior decorators because he\n\nhttp://www.dailymail.co.uk/news/article-1361039/Prince-Andrew-girl-17-sex-offender-frie... 3/16/2011\n\nHOUSE_OVERSIGHT_021705 |",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021705.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1711,
    "word_count": 293,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:45.268678",
    "prefix": "IMAGES-006"
  }
}