{
  "document_id": "HOUSE_OVERSIGHT_010518",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010518.txt",
  "text": "rTERSON\n\nanted to remove Weiss from the\nd way to do it.\n\nRecarey met with ASA Lanna\nr boss, Barry Krischer, had asked\nand jury. Recarey told Belohlavek\nst warrants for Epstein, Sarah Kel-\nBeach PD had finished its investi-\nd had been waiting since then for\n-d her once more to issue the war-\nined, saying that the original offer\nld lawyer had been resubmitted to\n»ply came, she would call.\n\n, Recarey received several calls\na that he was being followed bya\n-tailed so aggressively that other\nroad. Recarey ran the plates and\ntered to one Zachary Bechard of\n\nate eye.\n\nIm Beach,” says Tim Malloy, who 7\n\n+ in South Florida at the time.\n\nht around the time that Michael q\niarry Krischer to recuse himself j\nknow what Epstein looked like, ©\nures taken by the British tabloids,\n\new first broke. But we didn’t haved\n1 have was a contact in the hangar\n\n4\n\na\n4)\na\n\nfl\nay\n\nFirtuy Ricu\n\n“I don’t know how much you know about Palm Beach Inter-\n\nnational Airport. It’s the kind of place that has private hangars,\nvalet parking, and waiting lounges that look as chic as anything\nyoull see in Manhattan. It’s an airport for the rich, basically.\nSaudi princes, heads of state. Powerful men who value their pri-\nvacy. You can bring limousines onto the tarmac. And we found\nout Epstein was very secretive about his dealings there. He didn’t\nwant anyone to know the tail numbers on his planes.\n“But our contact didn't like Epstein. And he was horrified by\nhow young the girls around Epstein were. So thanks to him, we\nhad the 727’s tail number, and thanks to one other source—\nsomeone | won't say too much about here—we had Epstein’s\nflight plan for a certain trip he was making. We knew he was\ngoing to land at the airport. And so our producer climbed into\nthe station’s traffic helicopter and told the pilot to hover at five\nhundred feet a quarter mile south of the field.\n\n“Our cameraman had a telephoto lens. The idea was to get a\ntight shot, on video, of Epstein deplaning. And for a moment we\ndid get the shot: Epstein, with the collar of his cashmere coat\nflipped up over his neck, about to run down the steps into a cart\nthat was waiting for him.\n\n“Then he saw our helicopter, with the station’s markings.\n\n“I was doing a live voice-over on Epstein’s arrival. It was the\n\nq first video anyone had on him up to that point. But Epstein had\n\n_ tun back onto the plane. Then, during the next commercial\n_ break, my producer told me through my headpiece: ‘Jeffrey\n4 Epstein wants us to stop taking his picture. In fact, he wants to\ntalk to you.\n\nq “The cameraman kept rolling. And eventually Epstein got\nout, got into a car with tinted windows, and was driven over the\n\n177\n\nHOUSE_OVERSIGHT_010518",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2683,
    "word_count": 494,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:46.126368",
    "prefix": "IMAGES-001"
  }
}