{
  "document_id": "HOUSE_OVERSIGHT_016111",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_016111.txt",
  "text": "﻿GEMs Paper #26\nSaudi Arabia: beyond oil but not so fast\n30 June 2016 Corrected\nUnauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\nTransforming Saudi Arabia, but challenges abound\nThe Saudi National Transformation Plan (NTP) bodes well for comprehensive reform\nefforts to diversify the economy in line with Vision 2030. The NTP a) identifies key\nsectors with high growth potential; b) starts to articulate supportive public sector\nindustrial strategies; and c) seeks to foster higher value-added through enhancements to\nprocesses, products and organizations. Still, ambitious targets in a number of sectors are\nunlikely to be reached and medium-term macro sustainability is not yet clear.\nUSD peg holds but NTP inconsistent with stable FX policy\nOur view is still that the USD peg holds. However, the NTP provides a mixed message.\nOn the one hand, it blurs policymaking incentives given the need for a competitive Fx if\ndiversification progresses. On the other, unrealistic fiscal targets mean consolidation is\nlikely to fall short of easing imbalances materially without oil price recovery. Energy\npolicy thus likely needs to become less aggressive to support macro and FX policies.\nEurobond premium required for fiscal slippage risk\nWe expect large and regular sovereign Eurobond issuance to support FX reserves and\ndomestic liquidity but to weigh on regional bond spreads if risk appetite does not hold\nup or fiscal balance slips. EMBIG index inclusion is unlikely, in our view. Saudi forwards,\nCDS and rates are likely to stay under pressure due to issuance and tight liquidity.\nCommodities: NTP adds to medium-term oil tightness\nThe NTP suggestion that production capacity is maintained until 2020 reinforces our\nconviction of medium-term oil market tightness. The NTP gas production target that\ncould displace domestic crude demand and boost export capacity is challenging.\nEquity Strategy: six investible themes on the back of NTP\nWe see a number of investible themes emerging from the NTP which investors can use\nto identify potential beneficiaries. These themes include rising availability of affordable\nhousing, increased access to healthcare, down-trading as the consumer comes under\npressure, a surge in telecom infrastructure and significant opportunities in the\ndownstream petrochemical arena. Buy-rated names with access to these themes\ninclude: Al Hammadi, Savola, Al Othaim, STC, Zain KSA and SABIC.\nPartial NTP success & MSCI inclusion could drive rerating\nThe Saudi market trades on a 12m fwd P/E of c.13x, an 11% discount to the long-term\naverage and its lowest premium to GEMs since 2010. We believe that with earnings\nmomentum gradually reaching an inflection point a relatively negative outlook is already\nbeing priced in. Given our view that oil prices will gain strong momentum in 2017, even\na partial success of the NTP along with CMA market reforms to expedite inclusion in the\nMSCI EM index could be sufficient to improve confidence and thus drive a rerating.\nTrading ideas and investment strategies discussed herein may give rise to significant risk and are not\nsuitable for all investors. Investors should have experience in FX markets and the financial resources to\nabsorb any losses arising from applying these ideas or strategies.\n>> Employed by a non-US affiliate of MLPF&S and is not registered/qualified as a research analyst under\nthe FINRA rules.\nRefer to \"Other Important Disclosures\" for information on certain BofA Merrill Lynch entities that take\nresponsibility for this report in particular jurisdictions.\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\nRefer to important disclosures on page 82 to 85. Analyst Certification on page 81. Price Objective\nBasis/Risk on page 77. 11643724\nGEM Fixed Income Strategy & Economics\nGlobal\nJean-Michel Saliba\nMENA Economist\nMLI (UK)\n+44 20 7995 8568\njean-michel.saliba@baml.com\nHootan Yazhari, CFA >>\nResearch Analyst\nMerrill Lynch (DIFC)\n+971 4 4258218\nhootan.yazhari@baml.com\nFrancisco Blanch\nCommodity & Deriv Strategist\nMLPF&S\n+1 646 855 6212\nfrancisco.blanch@baml.com\nFaisal AlAzmeh, CFA >>\nResearch Analyst\nMerrill Lynch KSA Company\n+966 11 299 3741\nfaisal.alazmeh@baml.com\nAbdelrali El Jattari >>\nResearch Analyst\nMerrill Lynch (DIFC)\n+971 4 4258231\nabdelrali.eljattari@baml.com\nJamie Clark, CFA >>\nResearch Analyst\nMLI (UK)\n+44 20 7995 1300\njamie.clark@baml.com\nAli Dhaloomal\nResearch Analyst\nMLI (UK)\n+44 20 7996 9107\nali.dhaloomal@baml.com\nCeline Fornaro >>\nResearch Analyst\nMLI (UK)\n+44 20 7996 5515\nceline.fornaro@baml.com\nSee Team Page for Full List of Contributors\nA Transforming World\nThis report ties into the enterprise-wide Investment\nThemes recently introduced in A Transforming World. In\nparticular, the Saudi National Transformation Plan is\nlikely to span the themes of Markets (Frontier),\nGovernment (Reform) and Earth (Energy Efficiency)\nContents\nMacro: charting the way forward 3\nTowards better governance 3\nPublic Investment Fund to gain prominence 7\nHistoric energy sector liberalization 10\nNational Transformation Plan: many promises, few details 13\nLessons in diversification 31\nEurobond premium required for fiscal slippage risk 34\nCommodities: NTP adds to medium-term oil market tightness 36\nEquity Strategy: more clarity required, but investible themes emerging 39\nSix key investible themes from the NTP are emerging 40\nSaudi market valuation not testing 42\nTaking positive steps to accelerate MSCI inclusion 45\nA higher weighting in international indices 45\nTelecom: supporting a move to higher connectivity 48\nNTP helps increase penetration of higher margin offerings 48\nHealth: Not Tremendously Prescriptive 51\nVision 2030 a start but Needs Transparent Proposals 51\nHealthcare implications of National Transformation Plan 51\nConsumer: a necessary pain 58\nPrefer staples over discretionary 58\nRationalization of subsidies for water and electricity 60\nSaudi Arabia approves 100% foreign ownership rules 61\nReal estate: NTP positive but not enough 64\nKey strategic objectives and KPIs to watch 64\nLand tax - gradual revenue source 65\nMetals & Mining: ambitious growth target 67\nGovernment focus on mining to boost jobs and growth 67\nOil & gas/petchems: focus on downstream 69\nFocus on downstream expansion is a priority 69\nRefining capacity target: almost there 71\nAmbitious natural gas expansion 72\nUtility sector: sharing the capex burden and achieving cost reflective tariffs 73\nEight strategic objectives aimed at being self-funding 73\nDefence: Vision 2030 supports defence spending 75\nSaudi Arabia to build out military industrial base 75\nResearch Analysts 86\n2 GEMs Paper #26 | 30 June 2016\nMacro: charting the way forward\nJean-Michel Saliba\nMLI (UK)\njean-michel.saliba@baml.com\nThe Saudi Vision 2030 and National Transformation Plan (NTP) present a\ncomprehensive roadmap for change and augur for committed diversification efforts, in\nour view. Announced reforms can help sustain higher potential growth if fully realized as\nnew sectoral sources of growth are developed. Positively, the NTP borrows elements\nfrom other successful strategic case studies. Still, we find a number of targets\nambitious or unrealistic on the fiscal and diversification fronts, and the sequencing and\ndetails of the fiscal measures are left nebulous.\nIn terms of the other pillars of the macro view, namely energy and Fx policy, the NTP\npresents a mixed picture, in our view. Energy policy is likely to be less aggressive, as the\nNTP suggests a constant oil production capacity. To remain consistent with the targeted\ngovernment debt accumulation path, we estimate that oil prices have to average at least\nUS$50/bbl in 2016-20 along with no growth in spending (excluding the additional cost\nof NTP initiatives). Partial implementation could require oil prices of cUS$65/bbl.\nFiscal consolidation remains imperative to support the Fx peg, in line with stability and\neconomic imperatives. However, as diversification progresses, the case for increased Fx\nflexibility to support competitiveness could likely gradually take shape. Policy-making\ngrowth-focused plans may conflict with needs to deflate Fx demand in the economy.\nTowards better governance\nThe comprehensive economic blueprint unveiled by the Saudi Vision 2030 and the\nNational Transformation Plan (NTP) confirms the economic reform credentials of the\ncurrent administration. It is likely to improve government culture, accountability and\ntransparency, in our view. The NTP will be implemented across 24 government bodies\nand has been presented through a number of press conferences with high-level\nministerial presentations. The Governance Framework details steps to institutionalize\nand coordinate implementation through restructuring the government. It proposes a\nnumber of committees and bodies to report to the Council for Economic and\nDevelopment Affairs (CEDA). It also introduces an escalation mechanism to rapidly\nresolve bottlenecks, which could see matters escalated to CEDA in 42 days.\nA wide-ranging policy-making reshuffle\nIn line with ongoing Saudi Vision 2030 implementation efforts, a wide-ranging\nrestructuring of the Saudi Cabinet and government bodies was announced in May to\ndrive change in the government. King Salman issued 51 Royal Decrees restructuring the\nCabinet, various government bodies and appointing a number of officials into various\ngovernment roles. A statement concurrently issued by the Royal Court suggested these\nchanges are in line with the recently announced Saudi Vision 2030 and aim to support\nits implementation. This follows from the January 2015 restructuring of the bodies\naffiliated to the Council of Ministers, which saw the creation of CEDA and the Council\nfor Political and Security Affairs. We list a few major changes below.\nNew Oil Minister represents technocratic experience and policy continuity\nThe appointment of Khalid Al-Falih to the Ministry of Energy, Industry and Mineral\nResources is not surprising, given that former Minister of Petroleum and Mineral\nResources Al-Naimi has previously suggested he was approaching retirement due to old\nage. Al-Falih’s appointment continues the tradition of non-Royals heading the Ministry,\nwhile simultaneously holding the Chairmanship role of Saudi Aramco. Furthermore,\naccording to local press, Al-Falih appears close to Deputy Crown Prince Mohamed bin\nSalman, and his appointment likely confirms the recently assertive Royal influence over\nenergy policy, in our view. New Minister of Energy, Industry and Mineral Resources Al-\nFalih’s past official pronouncements are consistent with stable Saudi energy policy, in\nour view.\nGEMs Paper #26 | 30 June 2016 3\nExpanded role for the Oil Ministry under Vision 2030\nThe Ministry of Petroleum and Mineral Resources has been expanded to become the\nMinistry of Energy, Industry and Mineral Resources. It will be dedicated for energy, in\naddition to expanding to encompass responsibilities relating to electricity and industry.\nIt will also undertake the management of the National Industrial Cluster Development\nProgram (NICDP). The new Minister will chair the board of directors of the Royal\nCommission for Jubail and Yanbu, the Industrial Development Fund, the Saudi\nOrganization for Industrial Estates and Technology Zones, the Saudi Geological Survey,\nthe King Abdulaziz City for Science and Technology, the Saudi Exports Development\nAuthority and the King Abdullah City for Atomic and Renewable Energy.\nEnergy sector liberalization drives non-oil diversification\nThe wider role for the Ministry of Energy, Industry and Mineral Resources is in line with\nthe expanded industrial responsibilities foreseen for Saudi Aramco in the Vision 2030. It\nmay also suggest a continued desire to liberalize the energy sector. The National\nIndustrial Cluster Development Program (NICDP), established in October 2012 by the\nMinistry of Petroleum and Mineral Resources and the Ministry of Commerce and\nIndustry, could likely gain further importance in the industrialization strategy adopted in\nthe Vision 2030. The NICDP will be managed by the Ministry of Energy. It seeks to\nleverage Saudi Arabia’s comparative advantage in energy, petrochemicals and minerals\nto create sustainable export oriented industries, initially focused on the automotive,\nconstruction material, appliances, metal processing and flexible packaging sectors.\nRestructuring the Cabinet and other government bodies\nThe Ministry of Commerce and Industry will become the Ministry of Commerce and\nInvestment and sees the appointment of a new Minister. The new Minister will chair the\nboard of directors of the General Authority for Investment, the General Authority for\nSmall and Medium Enterprises and the Saudi Standards, Metrology and Quality\nOrganization. The Ministry of Labor will be merged with the Ministry of Social Affairs to\nform the Ministry of Labor and Social Development, and sees the appointment of a new\nMinister. The Ministry of Water and Electricity has been disbanded. The Ministry of\nAgriculture was renamed the Ministry of Environment, Water and Agriculture and\nexpands its responsibilities into these areas. Two new Ministers for Transport and\nHealth were appointed. The Ministry of Hajj has been renamed the Ministry of Hajj and\nUmrah and sees the appointment of a new Minister.\nThe Saudi Fund for Development will now report to the Council for Economic and\nDevelopment Affairs. The General Authority for Entertainment and the General Authority\nfor Culture have been created. The Department of Zakat and Income Tax was renamed\nthe General Authority for Zakat and Income, and will report to the Ministry of Finance.\nNew Central Bank Governor maintains commitment to USD peg\nSaudi Arabian Monetary Agency (SAMA) Governor Al-Mubarak has been replaced in his\npost by SAMA Deputy Governor for Research and International Affairs Dr. Al-Kholifey. A\nnumber of officials were also appointed into various government and advisory roles.\nNew SAMA Governor Al-Kholifey’s past policy pronouncements suggest continued\ncommitment to the USD peg.\nWatch the Saudi Fund for Development\nThe Saudi Fund for Development (SFD) new direct link to the Council for Economic and\nDevelopment Affairs likely concentrates further authority in the Deputy Crown, in our\nview. Given that the Public Investment Fund (PIF) last saw similar links being established\nprior to plans being made for it to be turned into a Sovereign Wealth Fund (SWF), this\ncould suggest further strategic changes may take place at the SFD.\n4 GEMs Paper #26 | 30 June 2016\nExhibit 1: Saudi Vision 2030 Governance Model\nSource: Saudi Vision 2030\nA web of Strategic Programs\nSaudi Vision 2030 incorporates a number of Executive Programs and initiatives, with\nimplementation carried out by several government entities. The Vision continues to\ncentralize decision-making into CEDA, chaired by Deputy Crown Prince Mohammed bin\nSalman, and reporting to the Council of Ministers. The Ministry of Economy and\nPlanning also retains an important role, with lower emphasis being put on the Ministry\nof Finance. The Project Management Program also suggests emphasis on ongoing\nreview of capital expenditures, whereby existing review served to examine their approval\nprocess, and control their level. From a macro perspective, the three most important\nprograms for now are: a) the re-shaping of the Public Investment Fund (PIF) into a\nUS$2trn Sovereign Wealth Fund (SWF); b) the new corporate strategy for Saudi Aramco\nto transform it into an energy and industrial conglomerate; and, c) the National\nTransformation Plan (NTP) which encompasses medium-term growth boosting\ninitiatives and fiscal consolidation measures (alongside the Fiscal Balance and\nPrivatization Programs). We discuss these three elements in turn below.\nTable 1: Strategic Programs introduced by the Saudi Vision 2030\nStrategic Program\nComment\nGovernment Restructuring Program\nSupreme Councils have already been implemented, and the Council of Political and Security Affairs and the Council of\nEconomic and Development Affairs (CEDA) have been established\nStrategic Directions Program\nStrategic directions determined by state agencies and approved by the government\nRegulations Review Program\nSeveral laws have been reviewed or enacted already such as the Company Law, the Non-Governmental Organizations Law,\nthe White Land Law, and the General Authority for Endowments (Awqaf) Law\nPerformance Measurement Program\nCenter for Performance Management of Government Agencies has been established\nHuman Capital Program\nAims to measure, assess, analyze and support the efficiency of civil service\nProgram for Strengthening Public Sector Governance Strategic Management Office reporting to CEDA as well as a Decision Support Center at the Royal Court are to be established\nStrategic Partnerships Program\nAims for stronger ties with economic partners to enhance exports\n\"Daem\" Program\nAims to enhance the quality of cultural activities and entertainment\nPrivate Sector Growth Stimulation Program\nUnder consideration\nRegional Development Program\nUnder consideration\nFiscal Balance Program Likely target of achieving fiscal balance by 2020\nProject Management Program\nExpert Project Management Offices (PMOs) and a Central Delivery Unit have been established\nSaudi Aramco Strategic Transformation Program\nAims to position Saudi Aramco as a leader in more than one sector\nPublic Investment Fund (PIF) Restructuring Program\nAims to transform the PIF into the largest Sovereign Wealth Fund (SWF) in the world\nPrivatization Program\nComprehensive privatization program; targets under study\nNational Transformation Plan Program Interim Key Performance Indicators (KPI) targets to achieve by 2020\nSource: Saudi Vision 2030, BofA Merrill Lynch Global Research\nGEMs Paper #26 | 30 June 2016 5\nTable 2: Initiatives introduced by the Saudi Vision 2030\nInitiative Current Target\nReligious tourism\nNumber of yearly Umrah visitors per year (mn) 8 30\nBuilding the largest Islamic museum in the world - -\nCulture\nNumber of Saudi heritage sites registered with UNESCO 4 8\nNumber of Saudi cities recognized in the top-ranked 100 cities in the world 0 3\nHousehold spending on cultural and entertainment activities (%) 2.9 6\nSocial\nAverage life expectancy (years) 74 80\nUnemployment rate (%) 11.6 7\nFemale labour force participation (%) 22 30\nHousehold savings ratio (% of household income) 6 10\nRanking in the Social Capital Index 26 10\nRatio of individuals exercising at least once a week (%) 13 40\nNumber of volunteers per year 11,000 1,000,000\nLocalization\nLocalization of oil and gas sectors (%) 40 75\nLocalization of defence industry (%) 2 50\nRenewable energy value chain (%) - -\nSovereign Wealth Fund\nPublic Investment Fund assets (SAR bn) 600 7,000\nEconomy\nGlobal ranking of the economy in terms of size 19 15\nRanking in the Global Competitiveness Index 25 10\nRanking in the Logistics Performance Index 49 25\nPrivate sector contribution to GDP (%) 40 65\nForeign Direct Investment (% of GDP) 3.8 5.7\nNon-oil exports share in non-oil GDP (%) 16 50\nSME contribution to GDP (%) 20 35\nNon-profit sector contribution to GDP <1 5\nImproving the business environment and pursuing public-private partnerships - -\nRehabilitating economic cities and restructure King Abdullah Financial District - -\nEstablishing special zones such as logistic, tourist, industrial and financial ones - -\nRevise energy subsidies and redirect support to eligible citizens and economic sectors - -\nEase restrictions on ownership and foreign investment in the retail sector - -\nFiscal\nNon-oil government revenue (SAR bn) 163 1,000\nGovernance\nRanking in the Government Effectiveness Index 80 20\nRanking in the E-Government Survey Index 36 5\nSource: Saudi Vision 2030\n6 GEMs Paper #26 | 30 June 2016\nPublic Investment Fund to gain prominence\nThe restructuring of the Public Investment Fund (PIF) is likely to allow greater focus on\nachieving a diversified foreign asset base which could support in turn the build-up of\nnon-oil revenues. According to Deputy Crown Prince Mohammed bin Salman,\ngovernment ownership of Saudi Aramco would be transferred to the PIF, which will be\ntransformed into a SWF that will look to increase its overseas assets (from 5% of total\nto 50% of total by 2020) following its recapitalization and the proceeds of Aramco IPO.\nThe PIF would hold on-paper a vast amount of wealth post-IPO (US$2trn, according to\nthe Deputy Crown Prince, the bulk of which would be Saudi Aramco) as ownership of\nSaudi Aramco is transferred to the PIF, but it would only be able to deploy the cash\nproceeds of the monetized Aramco stake in the near-term, in our view. We think the\nPIF’s transformation is still at a relatively early stage for now.\nRoom to grow PIF stature and budget contribution\nThe restructuring of the PIF is likely to allow further diversification of foreign assets,\nwhich will in turn increase the share of investment income in the budget over time. We\nestimate that in 2015 investment income transferred to the budget stood at US$9.9bn\n(1.5% of GDP), which entails transfers of US$4bn from the PIF and US$5bn from SAMA.\nThese transfers pale in comparison to the estimated budgetary contributions among\nmain GCC peers. We estimate that the rate of return (investment income) on foreign\nassets of SAMA, government entities and the private sector averaged c2% over the past\n8 years, which already suggests some exposure to riskier asset classes, in our view. As\nthe PIF gains importance, it will become more prominent in the examination of the\nbreakdown of the Saudi Net International Investment Position .\nTransitioning to an Abu Dhabi model\nIt will be interesting to see how the restructuring of the PIF into an SWF works out in\npractice. We hypothesise that it may be that, on top of the monetization of Aramco's\nstake sale, PIF could get a portion of the assets of SAMA. In this scenario, we would\neffectively transition to the Abu Dhabi and Kuwait model where the central bank holds\nlittle reserves and non-transparent SWFs are what matters both in terms of flow and\nstock. Foreign assets purchases of the PIF would also have to be managed within the\noverall Balance of Payments (BoP) framework as they could lead to drains on SAMA\nreserves in the near term. Over time, Saudi Arabia could decide to emulate the Norway\nmodel, which would entail a more prudent use and conduct of fiscal policy, in our view.\nChart 1: PIF budget contributions small versus GCC SWF contributions\n40\n35\n30\n25\n20\n15\n10\n5\nUS$bn % of GDP % of total revenues\n0\nQatar Abu Dhabi Kuwait Saudi Arabia Dubai\nSource: Haver, IMF, Saudi Ministry of Finance, BofA Merrill Lynch Global Research. 2015 data,\nInvestment income and transfer of profits of public entities for Kuwait. Investment income from\npublic enterprises (incudes Qatar Petroleum’s net income) for Qatar.\nChart 2: High rate of return suggests foreign assets well diversified\n10\nImplied rate of return with respect to IIP assets (%)\nImplied rate of return with respect to SAMA reserve assets (%)\n3.0\nNet income balance (% of GDP, rhs)\n2.5\n8\n2.0\n6\n4\n2\n0\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\nSource: Haver, BofA Merrill Lynch Global Research. Implied rate of return on SAMA reserve assets\nsimplistically assumes all investment income is earned by SAMA (instead of being earned by SAMA,\ngovernment entities and the private sector).\n1.5\n1.0\n0.5\n0.0\n-0.5\n-1.0\nGEMs Paper #26 | 30 June 2016 7\nPIF largely a domestic inward-looking entity until recently\nThe IMF reports that the PIF had assets of 11.1% of GDP in 2014 (c.SAR310bn). PIF has\nforeign assets of SAR14.1bn as of end-2015. It has outstanding loans of SAR103.9bn as\nof 3Q15 (excluding electricity loans of SAR14bn that PIF administers). According to\nBloomberg, PIF had stakes in publicly listed companies on Tadawul worth SAR934bn as\nof April 2016. According to the MoF, PIF held equity worth SAR63.3bn in 41 Saudi\ncompanies in total at end-2011, as well as stakes worth SAR14.9bn in a number of pan-\nArab corporations.\nIn July 2014, the cabinet authorized the PIF to establish companies inside and outside\nSaudi Arabia, alone or in partnership with other institutions from the public or private\nsectors. It also bought a US$1.1bn stake in a South Korean company and recently\nannounced in early June it took a US$3.5bn stake in Uber, denying in the process that it\nwas considering a US$3bn loan to fund the acquisition. PIF has been asked to co-invest\nUS$10bn in Russia or the Middle East with the RIDF. Note that PIF has established\nSanabil investments with SAR20bn in capital. The PIF has paid dividends to the budget\nlast year (SAR15bn). It now reports directly to the Council of Economic and\nDevelopment Affairs headed by the Deputy Crown Prince, after reporting to the Ministry\nof Finance in the past.\nJASTA bill not a hurdle for further Saudi investment in the US\nWe expect that the deep and liquid US financial markets will remain a prominent\ndestination for Saudi foreign asset holdings. The potential passage of the “9/11” bill\n(Justice Against Sponsors of Terrorism Act, JASTA) in US Congress raises the possibility\nthat Saudi Arabia would choose to liquidate up to US$750bn in assets in the US,\naccording to Saudi Foreign Minister Adel al-Jubeir. A forced and rapid liquidation of USbased\nSaudi foreign assets may expose SAMA and other government entities to markto-market\nlosses, and require changes to Fx reserve management\nThe language of the JASTA bill as it currently stands does not suggest an imminent\nSaudi sell-off of US assets, in our view. The “Stay of Actions Pending State\nNegotiations” section inserted into the bill allows a stay to be granted for an indefinitely\nrenewable 180-day period. This would be subject to court petition by the Attorney\nGeneral and repeated certification by the Secretary of State that the US is “engaged in\ngood faith discussions with the foreign state defendant concerning the resolution of the\nclaims against the foreign state”. The certification thus depends on the current and\nfuture US administration foreign policy inclinations, in our view. Separately, we note\nthat the White House spokesman said US President Obama did not support the\nlegislation and likely would not sign it. (A potential presidential veto may however still\nbe overruled if Congress assembles the necessary two–thirds vote of each house). We\ncontinue to expect a close relationship between the US and Saudi Arabia given the\nconfluence of interests in a broad range of matters.\n8 GEMs Paper #26 | 30 June 2016\nTable 3: Breakdown of Saudi Arabia Net International Investment Position (US$bn)\n2007 2008 2009 2010 2011 2012 2013 2014 2015\nNet International Investment Position 380 471 435 479 585 685 763 792 703\n% of GDP 91 91 101 91 87 93 103 105 108\nNet Foreign assets (excluding SAMA) 74 28 24 34 41 28 37 59 87\n% of GDP 18 5 6 6 6 4 5 8 13\nAssets 495 631 636 708 824 936 1,028 1,069 993\nNon-reserve assets 190 188 226 262 280 279 302 337 376\nby holder:\nInvestment funds 7 4 4 5 5 5 6 8 7\nCommercial banks 39 41 56 52 56 57 56 67 84\nPublic Investment Fund (PIF) foreign investment 1 2 2 4 4 5 4 4 4\nSaudi Fund for Development (SFD) cumulative loan disbursements 6 6 6 7 7 7 8 8 -\nPublic Pension Agency (PPA) and General Organization for Social Insurance (GOSI) net foreign assets - 49 - - - 98 112 - -\nof which, managed by SAMA (e) 43 48 51 59 65 69 75 80 78\nPPA net foreign assets - 24 - - - 63 72 - -\nGOSI net foreign assets - 25 - - - 35 40 - -\nDevelopment funds and other government (exc. PPA/GOSI) entities’ foreign assets managed by SAMA (e) 15 17 18 20 22 23 25 27 26\nOther - 69 - - - 85 92 - -\nby instrument:\nDirect investment abroad 17 20 23 27 30 34 39 45 63\nPortfolio investment 105 99 122 146 158 168 178 199 202\nEquity securities 53 50 59 79 82 92 99 111 109\nDebt securities 52 48 63 68 77 75 79 88 94\nOther investment 68 69 82 90 92 77 85 93 111\nLoans 3 4 4 3 3 2 2 1 1\nCurrency and deposits 55 63 73 76 78 69 76 85 105\nOther assets 10 3 5 11 11 6 7 6 5\nSAMA Reserve assets 306 443 410 445 544 657 726 732 616\nCurrency and deposits 93 132 111 117 148 197 191 187 204\nForeign securities 211 308 286 315 380 444 519 532 400\nOther assets 2 3 13 13 16 16 15 13 12\nLiabilities -116 -160 -201 -228 -239 -251 -265 -278 -289\nDirect investment in reporting economy -73 -113 -148 -176 -187 -199 -208 -216 -224\nPortfolio investment 0 -3 -4 -4 -6 -10 -17 -17 -17\nEquity securities 0 0 0 0 0 -9 -15 -15 -15\nDebt securities 0 0 0 0 0 -1 -2 -2 -2\nOther investment -42 -44 -49 -48 -46 -42 -40 -45 -48\nLoans -13 -14 -13 -13 -12 -11 -9 -10 -12\nCurrency and deposits -28 -28 -25 -25 -23 -20 -19 -25 -26\nOther assets -1 -1 -11 -10 -11 -11 -11 -11 -11\nmemo:\nIdentified Saudi Arabian and Middle Eastern holdings in the US\nSaudi Arabia US Treasury (UST) holdings 51 46 83 69 68 76 80 91 109\nLong-term securities 50 45 82 68 67 74 78 88 107\nShort-term securities 1 1 1 1 1 2 2 3 2\nSaudi Arabia holdings of US equities 45 42 31 36 53 65 68 78 52\nSaudi Arabia holdings of US Agency debt securities 8 42 14 7 5 5 7 6 6\nLong-term securities 8 41 14 7 5 5 7 6 6\nShort-term securities 0 1 0 0 0 0 0 0 0\nSaudi Arabia holdings of US corporate debt securities 7 14 17 12 12 9 15 19 15\nLong-term securities 5 9 11 9 8 6 10 13 13\nShort-term securities 2 5 6 3 4 3 5 5 3\nMiddle East Foreign Direct Investment (FDI) position in the US (cost basis) 9 9 10 8 10 11 12 11 -\nMiddle East oil exporters gross claims on US banks 81 122 106 101 136 132 134 129 120\nSaudi Arabia deposits in Bank for International Settlements (BIS) reporting banks\nCross-border deposits with BIS reporting banks 163 180 169 167 188 244 224 210 212\nof which, implied deposits from banks and others 102 142 128 113 135 180 174 158 170\nof which, deposits from nonbanks 60 39 41 54 53 64 50 52 42\nSaudi Fund for Development\nCumulative signed loans 7 8 8 9 10 11 11 12 -\nCumulative disbursements 6 6 6 7 7 7 8 8 -\nGovernment entities foreign assets managed by SAMA off-balance sheet 58 66 69 79 87 92 100 107 104\nDeposits with banks abroad 4 5 3 2 2 6 13 10 5\nForeign securities 55 61 66 77 85 85 87 97 98\nSource: Haver, SAMA, IMF, SFD, BofA Merrill Lynch Global Research. Middle East oil exporters consist of Bahrain, Iran, Iraq, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates.\nGEMs Paper #26 | 30 June 2016 9\nHistoric energy sector liberalization\nPartial privatization of energy sector assets could represent one of the cornerstones of\nthe ambitious medium-term diversification strategy, and, if confirmed, serve as a highly\nvisible and historic milestone. Such privatizations could ease key macro concerns\nregarding unsustainable debt accumulation and Fx reserves drawdown. We believe it\nwould also confirm the government’s macro reform credentials, its preparedness for a\nprolonged period of low oil prices and likely signal no near-term energy policy\ncapitulation. The NTP suggestion of a flat production capacity through 2020 suggests\nless aggressive market share strategy, in our view.\nPrivatization of energy sector could start by 2018\nIn a recent interview with Bloomberg, Saudi Deputy Crown Prince Mohammed bin\nSalman outlined an array of measures the Saudi government could introduce to help\ndiversify the economy, reduce its reliance on the hydrocarbon industry and ultimately\nsupport medium-term fiscal consolidation in a low oil price environment. Amongst these\nmeasures, the Deputy Crown Prince included a potential Initial Public Offering (IPO) of\nSaudi Aramco (at the parent level, and including various subsidiaries). With close to\n250bn bbls of oil reserves, more than 10mn bbls per day of production and the world’s\n4th largest gas reserves, Saudi Aramco is the leader in hydrocarbon access among state\nowned, private and public Oil & Gas (O&G) companies alike. Saudi Aramco is the world’s\nlargest Oil & Gas Company by production and arguably the Kingdom’s most important\nasset. Specifically, he outlined a plan that would see “less than 5%” of the company\nbeing sold to investors on the Saudi stock exchange no later than 2018 (but potentially\nas soon as 2017). Furthermore, he indicated the Kingdom is seeking to transform\nAramco into an “energy-industrial company”. The high profile stake sale would provide a\nhighly visible anchor to diversification efforts and capitalize its newly restructured SWF.\nEnergy assets form a major and strategic sector for the economy\nIt is hard not to understate the central role the energy sector plays in the Saudi\neconomy. The hydrocarbon sector represented 43.0% of the economy in real terms in\n2015. Deputy Crown Prince Mohammed bin Salman suggested a US$2trn price tag for\nSaudi Aramco in his Bloomberg interview. Aramco is deeply intertwined with the Saudi\nstate, and its workforce Saudization has increased over the years to 83%. Furthermore,\nit is the foundation of its state’s domestic and international energy policy. As such, a\ndecision to partially privatize the energy sector will be a momentous one to be carefully\nexamined by the technocratic and political leadership, in our view.\nMore questions than answers at this stage\nDeputy Crown Prince Mohammed bin Salman’s initial suggestion in an interview with\nThe Economist that a Saudi Aramco IPO could be considered has raised market\nexpectations. Ensuing comments from Aramco’s management did not make clear\nwhether a listing would occur, and if so, in what form (upstream versus downstream),\nalthough the Deputy Crown Prince’s subsequent Bloomberg interview suggested further\nimpetus being given to studying the matter.\nA listing of the entity itself may force much more transparency regarding hydrocarbon\nreserves (broadly unchanged for several years), lifting costs (local crude oil sales suggest\ncUS$5/bbl if no loss is incurred) and the fiscal regime (estimates in the press have\nsuggested that Aramco’s profits are taxed at 85%, with royalties set at 20%, but we\nalso note from fiscal data that the fiscal transfer ratio in oil revenues to the Ministry of\nFinance appears to drop in years of low oil prices). It may also conflict with noncommercial\nventures or strategic aspects of Saudi Aramco. This would include the\nmaintaining of spare capacity and state policy matters (including energy policy). Note\nfor instance that the US is the second regional destination for Saudi crude oil exports\n(17.5% of total Saudi crude oil exports) behind Asia. This was due to a strategic\ngeopolitical decision to remain an important crude oil supplier to the US and was\nachieved through the buying of stakes in refineries in 1988.\n10 GEMs Paper #26 | 30 June 2016\nChart 3: Saudi Arabia proven crude oil reserves\nbn bbl\nSaudi Aramco Others\n300\n250\n200\n150\n100\n50\nChart 4: Saudi Arabia proven gas reserves\ntrn cf\n300\nSaudi Aramco Others\n250\n200\n150\n100\n50\n0\n1962\n1965\n1968\n1971\n1974\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n0\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\nSource: SAMA, Bank of America Merrill Lynch Global Research\nSource: SAMA, Bank of America Merrill Lynch Global Research\nOil sector privatization could slow debt build-up and support Fx reserves\nPotential energy sector asset partial privatization could raise a substantial amount for\nthe Saudi government, in our view. A share sale would be a non-debt creating financing\nflow for the budget, which would lessen the need to borrow domestically or externally. A\nshare sale could also increase Saudi Arabia’s ability to project soft power and influence\nregionally and internationally. However, it would only support the build-up of Fx reserves\nin the case of foreign investor participation. Assuming a US$2trn valuation suggested\nby the Deputy Crown Prince as the value for the SWF, the vast majority of which would\nbe Aramco through a possible 5% listing, such a listing could raise up cUS$100bn, which\nwould represent the current annual government borrowing requirements and associated\nFx reserves drawdown. We expect further administered energy price adjustments over\nthe next five years, which should increase state revenues, in our view.\nA share sale may also facilitate international borrowing on the back of Saudi Aramco’s\nbalance sheet. Saudi Aramco also announced it would look to set up a corporate debt\nprogram to fund its NTP initiatives, although issuance does not appear to be an\nimmediate prospect. A corporate debt program, alongside a sovereign one, could allow\nthe government to simultaneously tap a new pool of liquidity through corporate bond\ninvestors, upstream proceeds if needed and support Fx reserves. This could be achieved\nwithout impacting central government debt ratios and without saturating the\ngovernment debt issuance room with sovereign debt investors. Saudi Aramco raised a\nUS$10bn syndicated loan in late March 2015 in part to fund acquisitions. The loan\nreplaced US$4bn in existing facilities agreed to in 2010, and includes a US$6bn fiveyear\ntranche with two 1-year extension options, a US$1bn 1-year renewable facility, a\nnon-interest bearing SAR7.5bn (US$2bn) five-year tranche with two 1-year extension\noptions and a SAR3.75bn (US$1bn) 1-year tranche renewable yearly.\nVery roughly, taking the US$2trn Deputy Crown Prince potential valuation for Aramco,\nand assuming an optimal 10% net-debt-to-equity medium-term target, it would suggest\nthat Aramco could manage leverage of up to US$200bn (c30% of GDP) in domestic and\nexternal debt on its balance sheet. Within a corporate setting, possible higher gearing\nneeds to be justified to shareholders and could reflect financing of acquisitions or NTP\ncosts. From a macro angle, international issuance would support Fx reserves.\nThree aspects of energy policy to consider going forward\nEnergy sector privatization is likely to raise questions on the future path of energy\npolicy, though we believe the latter will stay the course for now. We believe that are\nthree aspects that are central to energy policy in Saudi Arabia: a) competition for global\nmarket share in upstream operations; b) future investment decisions and maintaining of\nspare capacity buffer; and c) integration and expansion of downstream ventures to\ncreate domestic jobs, secure captive crude demand and make operations less volatile.\nGEMs Paper #26 | 30 June 2016 11\nTargeting a stable oil price\nAs a matter of Saudi policy, we would expect a preference for oil market stability over\nvolatility, in line with recent official pronouncements. Although volatility makes it more\ndifficult for high cost unconventional producers to operate, volatility is also damaging\nfor Saudi Arabia and long-term planning domestically. For instance, no budget was\nannounced for 1986 due to uncertainties in the world oil market, with monthly current\nappropriations set at one-twelfth of estimated actual expenditures for the prior year.\nWe think Saudi authorities view possible eventual sharp upward price spikes in the oil\nprice as damaging to both oil-consuming and oil-producing countries.\nFuture investment decisions will be critical for oil prices\nSpare capacity is an important policy parameter for Saudi Arabia. In addition to its\ninfluence on prices through its ability to adjust production, Saudi can decide on the pace\nof its reserves development which would potentially affect future supply. There are\ndistinct trade-offs in this decision. If Saudi Arabia is producing at close to its maximum\ncapacity, it will have little control over sharp upside movements in oil prices. If excess\ncapacity is large, oil prices are likely to be under downward pressure.\nIn the near-term, given the uncertainty in the market, in our view, there is likely little\nincentive for Saudi Arabia to embark on a program to invest and increase capacity from\nthe current level. New investments may still be made to offset declines in existing\nfields. Over time however, our commodities research medium-term oil balances suggest\nthat Saudi’s spare capacity would be eroded over time unless further increases in spare\ncapacity take place. Our BofAML commodities research medium-term supply-demand\nbalances suggest an increased call on OPEC and need to increase production capacity. In\n2004-09, Aramco invested cUS$100bn into its largest-ever capacity expansion program,\nwhich increased total capacity from 10mn bpd to 12.5mn bpd. For now, Aramco has\nsuggested it will not slow down its hydrocarbon capex program for the next three years\nas cuts were achieving through savings in drilling costs and supplier discounts.\nEnergy policy is likely to be less aggressive going forward\nWe expect a less aggressive energy policy going forward, particularly as the NTP\nsuggests a constant oil production capacity and an increase in gas production\ndomestically. This is in line with Saudi Minister of Energy, Industry and Mineral\nResources Al-Falih’s pronouncements during the June Ordinary OPEC meeting. While his\ncomments served to project increased OPEC institutional credibility and increased\nrapprochement with fellow OPEC members, he suggested that Saudi Arabia will remain\nresponsive to customer needs but dismissed fears that increasing Saudi market share\nwould take place in an aggressive manner (that could drive prices lower again).\nDownstream operations - increased focus\nSaudi Aramco’s downstream integration drive is likely being pursued for two core\nreasons: (1) to support demand for Saudi crude (placing own crude in own refining\ncapacity) and (2) a risk reduction mechanism in a highly volatile oil environment (having\nan integrated value chain allows capture of margins from well to the forecourt,\npromoting stability). In reflection, Saudi Aramco is building highly sophisticated\nrefineries domestically, in addition to already completed joint-ventures and stakes in\nrefineries abroad (China, US, Japan, South Korea, Indonesia). Domestic joint-venture (JV)\nrefineries Satorp and Yasref added 400k bpd each of capacity in 2H14. With the\ncompletion of the fully-owned Jazan 400k bpd refinery in 2018/19, overall total refinery\ncapacity would stand at 5.7mn bpd, of which Saudi Aramco’s share would be 3.3mn bpd.\nThis would allow Saudi Arabia to guarantee security of demand for its heavy crude,\nincrease domestic job creation and diversification, build an export base of refined\nproducts (likely middle distillates to the EU) and lower imports of refined products.\n12 GEMs Paper #26 | 30 June 2016\nNational Transformation Plan: many promises, few details\nThe National Transformation Plan (NTP) released by the Saudi government is a further\nstep towards execution of Saudi Vision 2030 through a set of ambitious interim targets\nto achieve by 2020 by 24 government bodies. The NTP is a comprehensive program\nencompassing medium-term growth boosting initiatives and fiscal consolidation\nmeasures. The sequencing and details of the fiscal measures are however still left\nnebulous. Implementation of growth-boosting initiatives will require a challenging\ncrowding in of private sector investment, particularly from domestic sources.\nThe NTP is likely to introduce a number of one-off supply-side shocks to inflation\nthrough its fiscal or labor measures, which could negatively impact Real Effective\nExchange Rate (REER) competitiveness. Discretionary consumption growth and real\nincomes are likely to remain under pressure. We find the diversification measures\nencouraging, although they appear too ambitious to be met within the time frame\nenvisaged in the NTP, in our view. The focus on diversification could introduce mediumterm\nincentives to adopt a more competitive exchange rate, while also detracting from\nthe binding fiscal constraint under which the government has to operate. Energy policy\nis likely to be less aggressive and support oil prices. Fiscal targets are difficult to reach,\nbut medium-term oil prices of at least US$50-65/bbl could support NTP progress.\nTable 4: Selected macro Key Performance Indicators (KPIs) under the National Transformation Plan\nRegional\nb’mark\nGovernment entity Key Performance Indicator (KPI) Unit Baseline 2020 target\nMinistry of Finance\nTotal non-oil revenues SARbn 163.5 530 10.9 691.0\nBudgeted salaries and wages SARbn 480 456 N/A N/A\nSalaries and wages as a percentage of the budget % 45 40 30 12\nApproved projects according to criteria and timeline (% of total) % 0 40 30 78\nCredit rating - A1 Aa2 Aa2 Aaa\nGovernment debt as percentage of gross domestic product (%) % 7.7 30 35 54\nTotal recorded non-oil assets SARtrn 3 5 N/A N/A\nMinistry of Economy & Planning\nTotal revenue resulting from privatization projects Under Study Under Study Under Study N/A N/A\nValue of water and electricity subsidy decrease SARbn 0 200 N/A N/A\nPercentage decrease in non-oil subsidy % 0 20 N/A N/A\nValue of private sector contribution to GDP SARbn 993.3 Under Study 122.6 14,133.8\nMinistry of Energy, Industry and Mineral Resources\nValue of exports of non-oil commodities SARbn 185 330 Under Study Under Study\nValue of the mining sector's contribution to GDP SARbn 64 97 13 262\nLocal content in expenditure of public and private sectors % 36 50 Under study 57\nPetroleum production capacity mn bpd 12.5 12.5 3.8 11\nDry gas production capacity bn cf pd 12 17.8 5.7 16\nRefining capacity mn bpd 2.9 3.3 1.1 1.9\nMinistry of Labor and Social Development\nUnemployment rate for Saudis % 11.6 9 Under Study 5.8\nCost of employment of Saudis compared to expatriates % 400 280 N/A N/A\nProportion of female labor force % 23 28 Under Study Under Study\nMinistry of Hajj and Umrah\nNumber of formal Hajj pilgrims (domestic and foreign) mn 1.5 2.5 N/A N/A\nNumber of Umrah Pilgrims from abroad mn 6 15 N/A N/A\nNumber of Umrah pilgrims (domestic and GCC nationals) mn Under Study Under Study N/A N/A\nCommission for Tourism and National Heritage\n% contribution of tourism sector to GDP % 2.9 3.1 4.9 5.4\nMinistry of Civil Service\n% decrease in the payroll and benefits expenditure % Under Study 20 Under Study 22\n% of workers reduction in the civil service sector % Under Study 20 Under Study 18\nSaudi Arabian General Investment Authority\nForeign Direct Investment (FDI) SARbn 30 70 45 481\nTime needed to issue work visas for new expat employees Day 30 10 10 3\nTime needed to issue new business permits Day 19 1 8 0.5\nSource: National Transformation Plan\nGlobal\nb’mark\nGEMs Paper #26 | 30 June 2016 13\nAmbitious diversification agenda is not without risks\nDiversification initiatives will require material participation from the private sector.\nVested interests and the large bureaucracy could act as a dampener on timely reform\nimplementation going forward. The large size of the NTP program may mean some of\nits outcomes are internally inconsistent, in our view. Cultural and entertainment changes\ncould be opposed by conservative or clerical factions. Slippage could occur due to\nexecution risk or reform fatigue, particularly due to the socio-economic impact of fiscal\nconsolidation. Any material changes to subsidies or wages could be difficult to\nimplement in the absence of a social safety net. While fiscal consolidation measures are\nunprecedented in scope, they appear too ambitious or difficult to reach and may leave a\nfinancing gap. As such, the measures may still fall short if oil prices do not stabilize,\nwhich suggests a need for a less aggressive energy policy going forward, in our view.\nGovernment leaders continue to show focus on delivery\nThe US visit of Deputy Crown Prince Mohammed bin Salman and finalization of various\nMemoranda of Understanding (MoUs) with prominent US corporates helps provide a\nhighly visible anchor for foreign investment and instil business confidence in regards to\ngovernment focus. It also helps boost the profile of the Deputy Crown Prince both\ndomestically and internationally. This is in line with our view that the government is\nlikely to target rapid implementation of several ‘low-hanging’ reforms to spearhead the\nprogram and boost confidence. Energy sector liberalization could also serve as another\nhighly visible anchor to the reform program, in our view.\nTable 5: Announced US corporates plans during the US visit of the Saudi Deputy Crown Prince\nCompany Sector Outcome\nSix Flags Entertainment Company has been allowed to operate in Saudi Arabia\nPfizer Pharmaceuticals Company has been awarded a direct investment license\n3M Manufacturing Company has been awarded a direct investment license\nDow Chemical Chemicals Company has been awarded a direct investment license\nMicrosoft IT Memorandum of Understanding signed\nCisco IT Memorandum of Understanding signed\nApple IT Discussions on entry to Saudi market possibly under way\nSource: Press reports, Saudi Press Agency, BofA Merrill Lynch Global Research\nDiversification drive is a step in the right direction\nThe comprehensive medium-term diversification drive introduced by the NTP follows\nthe typical macro template, in our view. We discuss in a later section diversification\nlessons from Malaysia and Norway and conclude that the NTP contains elements from\nthese successful case studies. In particular, it a) identifies key sectors with relatively\nhigh growth potential (mining, petrochemicals, manufacturing, retail and wholesale\ntrade, religious and other forms of tourism, healthcare, real estate and finance); b), it\nstarts to articulate supportive public sector industrial strategies, including through\nlocalization policies; and, c) it seeks to foster higher-value added in the economy\nthrough enhancements to processes, products and organizations.\n14 GEMs Paper #26 | 30 June 2016\nChart 5: More sustained private non-oil sector growth needed in Saudi\n25\n20\n15\n10\n5\n0\n-5\nOil Sector\nPrivate Non-Oil Sector\nGovernment Non-Oil Sector\nReal GDP growth (%yoy)\nChart 6: Oil sector large; government controls 60% of real economy\n16.9%\n43.0%\n39.3%\n-10\n-15\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\nOil Sector Private Non-Oil Sector Government Non-Oil Sector\nSource: Haver, BofA Merrill Lynch Global Research. Series uses contributions to growth from real GDP\ndata with 1999 base year prior to 2010.\nSource: Haver, BofA Merrill Lynch Global Research. Data as of 2015.\nHuman capital is critical and takes time to build\nIn our view, improvements to human capital, rather than business climate supply-side\nreforms, are the critical barriers to overcome. While building the appropriately qualified\nworkforce takes time, Saudi Arabia has been making progress in this area. c25% of\nSaudi tertiary graduates complete humanities and arts programs, but this is down from\n39.4% in 1999. Graduates from social sciences, business and law represented the\nlargest share of graduates at 27.2% of total in 2014, up from 15.5% in 1999. Still, as we\ndiscuss in later sections, diversification prospects are mixed across sectors and will\nlikely depend in part on providing the appropriate incentives to the private sector.\nChart 7: Distribution of Saudi tertiary graduates by field of study (%)\n40\n35\n1999 2014\n30\n25\n20\n15\n10\n5\n0\nHumanities and arts\nEducation\nSocial sciences,\nbusiness, law\nScience\nEngineering,\nmanufacturing\nHealth and welfare\nAgriculture\nOthers\nServices\nSource: UNESCO, BofA Merrill Lynch Global Research\nMobilizing domestic resources is key\nThe NTP makes clear that part of the NTP costs (40%) will need to be shouldered by the\nprivate sector. Out of a total estimated NTP cost of SAR447bn (US$119bn; 18.4% of\nGDP), the NTP implies that the private sector will need to contribute about SAR179bn\nover the coming five years (US$47.6bn; 7.4% of GDP). Implementation of growthboosting\ninitiatives will require a challenging crowding in of private sector investment.\nThe NTP expects only a SAR40bn increase in the level of Foreign Direct Investment\n(FDI), meaning that the bulk of private sector investment could have to come from\ndomestic sources. While the government investment is generally in retrenchment mode,\nthe NTP may be suggesting that selective and strategic projects are likely to go ahead.\nAuthorities have also suggested a number of projects could be structured as Public-\nPrivate Partnerships (PPP).\nGEMs Paper #26 | 30 June 2016 15\nChart 8: Saudi government non-hydrocarbon and private sector\ninvestment growth are relatively correlated\n110\n90\n70\n50\n30\n10\n-10\nGovernment non-oil GFCF (3yma, %yoy)\nPrivate sector GFCF (3yma, %yoy)\nChart 9: Crowding in domestic private sector investment when the\ngovernment sector retrenches can be challenging\n20\nGovernment non-oil nominal GFCF (% of GDP)\nPrivate sector nominal GFCF (% of GDP)\nOil prices (US$/bbl, rhs)\n15\n10\n5\n120\n100\n80\n60\n40\n20\n-30\n0\n0\n1973\n1976\n1979\n1982\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\n1970\n1973\n1976\n1979\n1982\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\nSource: Haver, BofA Merrill Lynch Global Research. GFCF refers to Gross Fixed Capital Formation.\nSource: Haver, BofA Merrill Lynch Global Research. GFCF refers to Gross Fixed Capital Formation.\nAmbitious non-oil export and tourism targets, but little details\nThe NTP targets increasing non-oil exports by SAR145bn (US$38bn, 6.0% of GDP) to\nSAR330bn (US$88bn, 11.4% of 2020f GDP) over the next five years. Although\nimplementation details are lacking, we anticipate that part of the increase could be\nlinked to the higher mining output targeted. These would nevertheless be dependent on\nthe global economic cycle. Higher exports of refined oil products, if all of the additional\ncapacity to be installed by 2020 is exported, could add cUS$7.3bn to exports at current\nprice levels (but not qualify towards non-oil exports targets under the NTP as they are\nclassified as hydrocarbon exports). Currently, 61% of Saudi non-oil exports represents\nchemicals and plastics, and maintains a correlation with oil prices, and re-exports\naccount for another 17% of total non-oil exports and have little added-value.\nChart 10: Chemicals, plastics, re-exports form bulk of non-oil exports\nSARbn other\n200\nfood\nmachinery\n100\nmetals\n150\nre-exports\n80\nplastics\n100\nchemicals\nBrent (US$/bbl, rhs)\n60\nnon-oil exports (% of total, rhs)\n40\n50\n20\nChart 11: Non-oil exports are diversified in terms of destination\n19%\n26%\n12%\n14%\n29%\n0\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n0\nAsia GCC MENA EU Other\nSource: Haver, BofA Merrill Lynch Global Research.\nSource: Haver, BofA Merrill Lynch Global Research.\nLikewise, the focus on religious tourism is appropriate given its importance in Saudi\nArabia but NTP targets appear ambitious to us with a targeted 20%yoy CAGR increase\nin Umrah pilgrims. Religious tourism accounted for c40% of total tourist expenditure in\nSaudi Arabia in 2015, bringing in proceeds of SAR33.4bn (US$8.9bn; 1.4% of GDP). Note\nthat, for balance of payment purposes, total tourism revenues stood instead at\nSAR37.9bn (US$10.1bn; 1.6% of GDP). The NTP targets would thus imply religious\ntourism external revenues/expenditures to increase to US$10-US$20bn (1.3-2.6% of\n2020f GDP). This would be helpful on the external front but not a game changer on its\nown, in our view.\n16 GEMs Paper #26 | 30 June 2016\nChart 12: Breakdown of expenditure on inbound tourist trips\nSARbn\n80\n60\n40\n20\nOther\nReligious\nBusiness\nFamily visits\nHolidays\nreligious tourism (% of total, rhs)\n80\n70\n60\n50\nChart 13: Inbound tourist trips to Saudi Arabia by country of origin\n1%\n7% 5%\n45%\n25%\n17%\n0\n2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015\nSource: SAMA, BofA Merrill Lynch Global Research.\n40\nGCC Middle East Asia Europe Africa America\nSource: SAMA, BofA Merrill Lynch Global Research. Data as of 2015.\nMixed prospects for fiscal consolidation\nThe apparent redistribution of part of the proceeds of the flagship fiscal measures\ntowards funding the NTP initiatives suggests that the fiscal consolidation efforts could\nfall short of the necessary requirement to narrow imbalances materially in the absence\nof a sustained oil price recovery. We calculate that the NTP targets a total net\ncumulative fiscal consolidation effort of SAR648bn (US$172.8bn) or c1% of GDP\nannually, assuming progressive and full implementation of the non-oil revenue targets.\nEnergy policy needs to support economic transformation\nEnergy policy is likely to be less aggressive going forward, particularly as the NTP\nsuggests a constant oil production capacity as well as an increase in gas production\ndomestically which could free up domestic crude for exports. To remain consistent with\nthe targeted government debt accumulation path, we estimate that oil prices have to\naverage at least US$50/bbl in 2016-20 along with no growth in spending from 2016\nlevels (excluding the additional cost of NTP initiatives but including implementation of\nthe NTP non-oil revenue measures). Oil prices of at least cUS$65/bbl would be required\nif spending is not disciplined or revenue targets are missed by c50%, in our view.\nBlueprint for fiscal measures lacks details\nThe approved NTP initiatives will have a total fiscal cost of SAR268bn (US$71.5bn;\n11.6% of GDP) spread over five years (annually, SAR54bn equivalent to US$14.3bn or\n2.3% of GDP). Government financing could represent 60% of total funding needs for the\nNTP initiatives, with total NTP costs of SAR447bn (US$119bn; 18.4% of GDP). Against\nthat, the NTP envisages raising SAR366bn in non-oil revenues and cut the wage bill by\n5% or SAR24bn (US$6.4bn or 1% of GDP). Non-oil revenue is seen rising to SAR530bn\n(US$141bn, 23% of 2016f GDP) by 2020 from SAR163.5bn (7% of GDP).\nWage bill measure unclear but may carry profound social implications\nIn an unprecedented austerity measure, the share of the wage bill in total spending\nwould fall by 5ppt to 40% (SAR456bn, from SAR480bn) by 2020. It is yet unclear how\nthis could be achieved in practice. Furthermore, note that the MoF budget\nannouncement estimated the wage bill in 2015 to stand at SAR450bn, blurring the\ntarget. Privatizations of government entities are likely to lead to a natural drop in the\npublic sector number of employees and wage bill. Yet we note that the Ministry of Civil\nService has two Key Performance Indicators (KPIs) directly linked to a decrease in the\npayroll and benefits expenditure, and to a reduction in workers in the civil service sector.\nThis would likely be a contentious and unpopular measure to implement, and its\nimplementation and success appear challenging to us.\nGEMs Paper #26 | 30 June 2016 17\nSpending path is unclear and is flattish (excluding NTP costs) in the best case\nThe spending path targeted or assumed by the NTP is unclear and does not appear to\nmatch realized outturns. It may suggest that spending is likely to remain flattish,\nexcluding NTP costs. However, the indicative level spending would settle at is around\npeak 2014 expenditures levels and well above the 2015 realized spending and 2016\nbudgeted levels. While 2015 spending could have been understated and may be revised\nhigher, at least SAR88bn from the 2015 spending is non-recurrent as it relates to the\none-off Saudi Royal edicts decreed upon King Salman’s accession.\nGoing by the indicated 2020 target for the share of the wage bill in total spending, this\nwould suggest that government spending is targeted at SAR1,140bn in 2020. This\nrepresents a 2.7% increase over peak 2014 spending levels and 16.5% increase over\n2015 actual spending levels. Excluding the NTP annual costs, this suggests that\ngovernment spending should still increase by 11% over 2015 levels and drop by 2% over\n2014 spending in nominal terms.\nIn our view, given the lack of precise spending targets, one way of remaining consistent\nis to use the two NTP figures for wages and infer the NTP fiscal spending from the\nstated share of wages in total expenditures. This would suggest that fiscal expenditures\nwould reach SAR1,140bn in 2020, from SAR1,067bn in the base year (unstated in the\nNTP). This is a 6.8% increase, but excluding the NTP costs, is just 1.8% higher. As such,\nin the best case scenario, we think the NTP suggests flattish spending, excluding NTP\ncosts. If we instead take the NTP level of spending inferred to be the correct amount,\nthis would materially widen the fiscal deficit by SAR190bn (8.0% of GDP) and would be\ndeeply negative for the sustainability of the fiscal and Fx stance, in our view.\nFiscal adjustment burden shifts to raising revenue, oil prices and exports\nThe possible flattish spending implication of the NTP would tend to indicate that the\nbulk of the spending cuts are now beyond us. Government projects are likely to continue\nto be prioritized, likely according to their economic benefits and relevance to the NTP.\nFlattish spending will thus shift the burden of forthcoming fiscal adjustment on raising\nnon-oil revenues, raising hydrocarbon exports and a sustained recovery in oil prices.\nTable 6: National Transformation Plan-related spending across government entities (2016-2020)\nCost (SARbn) Cost (US$bn) % of total\nMinistry of Housing 59.2 15.8 22.0\nRoyal Commission for Jubail and Yanbu 41.6 11.1 15.5\nMinistry of Education 24.4 6.5 9.1\nMinistry of Health 23.1 6.1 8.6\nMinistry of communications and IT 14.9 4.0 5.6\nMinistry of Agriculture 13.9 3.7 5.2\nMinistry of Water and Electricity 12.9 3.4 4.8\nSaudi Commission for Tourism & National Heritage 10.5 2.8 3.9\nKing Abdulaziz City for Science and Technology 8.3 2.2 3.1\nMinistry of Labor 7.9 2.1 3.0\nGeneral Presidency of Youth Welfare 7.8 2.1 2.9\nMinistry of Transport 5.6 1.5 2.1\nMinistry of Social Affairs 5.4 1.4 2.0\nKing Abdullah City for Atomic and Renewable Energy 5.2 1.4 1.9\nMinistry of Commerce and Industry 4.3 1.1 1.6\nMinistry of Municipality and Rural Affairs 4.2 1.1 1.6\nMinistry of Finance 3.4 0.9 1.3\nMinistry of Culture and Information 3.3 0.9 1.2\nMinistry of Economy and Planning 3.3 0.9 1.2\nMinistry of Justice 3.2 0.9 1.2\nMinistry of Petroleum and Mineral Resources 2.7 0.7 1.0\nSaudi Arabian General Investment Authority 1.1 0.3 0.4\nOthers 2.3 0.6 0.9\nTotal 268.4 71.6 100.0\nSource: National Transformation Plan\n18 GEMs Paper #26 | 30 June 2016\nFocus on increasing non-hydrocarbon fiscal revenue could fall short of target\nThe breakdown of measures to raise non-oil revenues is not given. However, the tally is\nclose to the US$100bn targeted in the Vision 2030 and is thus likely to include\nmeasures discussed then: hikes to administered energy prices, review of current levels\nof fees and fines, introduction of new fees, land tax (we estimate annual revenues of\n1.5-2% of GDP in its first phase when fully implemented). In this regard, the NTP\nsuggests forthcoming privatizations, imposition of taxes on harmful products (likely\ntobacco and soft drinks), introduction of a Value-Added Tax (VAT) for which we estimate\nannual revenues of up to 2% of GDP, implementation of a unified income tax and of an\nincome tax on residents (although official comments later clarified there were no plans\nto tax nationals but stayed equivocal regarding expatriates).\nAlthough there is no direct budgetary impact, water and electricity subsidies are\ntargeted to decrease by SAR200bn. Non-oil subsidies are targeted to decrease by 20%\nby 2020. The latter, we believe, consists largely of subsidies for social and sports clubs,\nprivate education, private hospitals, and other agricultural subsidies. They were\nbudgeted at SAR3.9bn (US$1.0bn; 0.2% of GDP) in 2016, down from SAR15.0bn\n(US$4.0bn; 0.6% of GDP) in 2015. A 20% cut to these on-budget non-oil subsidies would\nthus generate minimal savings of US$0.2-US$0.8bn (0.1-0.5% of GDP) depending if the\nreference base year was 2015 or 2016.\nAccording to the Deputy Crown Prince pronouncements early in the year, medium-term\nplans are also likely to target the introduction of US$400bn of unutilized state assets\n(land, etc) to state-owned funds, with the latter in turn in charge of developing them\ninto projects and companies than can be IPOed to the public. In our view, this may be\nlinked to the Ministry of Finance assigned KPI of increasing total recorded non-oil\nassets (real estate, etc) from SAR3trn to SAR5trn.\nThe Deputy Crown Prince provided a breakdown of the government target of raising\nUS$100bn in additional non-oil revenue annually by 2020. The bulk of this increase in\nnon-oil revenue would come from the restructuring of subsidies which could generate\nUS$30bn per year (4.9% of GDP), according to the Deputy Crown Prince. VAT\nimplementation, a Green Card-like program and a plan to allow corporates to hire\nforeign workers in excess of their official quotas could bring in US$10bn (1.6% of GDP)\na year by 2020, according to the Deputy Crown Prince.\nChart 14: US$100bn in additional non-oil revenue targeted by 2020\nSource: Bloomberg\nUS$10bn\nUS$10bn\nUS$40bn\nUS$10bn\nUS$30bn\nOther measures\nSubsidy reform\nFees to excees foreign worker quotas\nGreen Card-like program\nValue-Added Tax\nChart 15: Government to focus on raising non-hydrocarbon revenue\nSARbn\n1,500\n1,000\n500\n-\nSource: Haver, BofA Merrill Lynch Global Research\nNon-oil revenue\nOil revenue\nOil revenue (% of total, rhs)\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n100\n90\n80\n70\n60\n50\nGEMs Paper #26 | 30 June 2016 19\nChart 16: Breakdown of non-hydrocarbon fiscal revenues\n40\n35\n30\n25\n20\n15\n10\n5\n0\nInvestments\nOther revenues\nCustoms duties\nPetroleum products tax\nDocuments fees\nZakat\nOther income taxes\nSource: MoF, BofA Merrill Lynch Global Research. Data as of 2015.\nNon-oil revenues (SARbn)\n% of total non-oil revenues\nTelecom revenues\nFees of port services\nVisa fees\nGeneral service fees\nRents and sales\nMining fees\nChart 17: Budgeted non-oil subsidies form a small portion of spending\nSARbn\n50\n45\n40\n35\n30\n25\n20\n15\n10\n5\n0\nBudgeted subsidies\n% of total budgeted spending (rhs)\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\nSource: SAMA, MoF, Bank of America Merrill Lynch Global Research.\n7\n6\n5\n4\n3\n2\n1\n0\nFurther energy subsidy reform is likely\nThe figures announced by the Deputy Crown Prince regarding proceeds of subsidy\nreform suggests material changes over the next 3-4 years, with annual savings close to\nthe landmark first round of administered price changes in late 2015. However, his\nsuggestion that the changes could be accompanied by partially offsetting cash transfers\nto poor households suggests policy-making caution. We do not think such a\nredistributive system could be technically put in place in a short time span.\nRecall that concurrently with the 2016 budget, a first round of energy subsidy reform\nsaw sweeping energy, water and electricity administered price changes being instituted\nin late December. We estimated the natural gas price hike on petrochemical firms,\ndomestic crude oil price hike as well as the combined gasoline and diesel price hike\nintroduced could add US$2.2bn, US$2.0bn and US$3.8bn to central government\nrevenues if fully passed to the budget (a combined 1.2% of GDP). Impact of continued\nsimilar policies on domestic prices would be a further 1.5-2ppt annual increase in\nheadline inflation, and a gradual squeeze to household incomes (where gasoline, water\nand electricity likely represented c.1.5%, c0.4% and 1.6% respectively of consumer\nspending basket prior to the late December 2015 administered price adjustments).\nTable 7: Administered energy price adjustments carried out in December 2015\nProduct Price prior to Dec 2015 Current price % change\nMethane (US$/mn BTU) 0.75 1.25 66.7\nEthane (US$/mn BTU) 0.75 1.75 133.3\nArab light (US$/bbl) 4.24 6.35 49.8\nArab Heavy (US$/bbl) 2.67 4.4 64.8\nDiesel (US$/bbl) 9.8 14 - 19.1 68.5\nHeavy Fuel Oil (HFO) 380cst 2.08 3.8 82.7\nHeavy Fuel Oil (HFO) 180cst 2.08 4.25 104.3\nPropane (USD/metric ton) - - -\nNaphtha (USD/metric ton) - - -\nButane (USD/metric ton) - - -\nNatural gasoline (USD/metric ton) - - -\nKerosene (US$/bbl) 25.7\n95 octane gasoline (SAR/ltr) 0.6 0.9 50.0\n91 octane gasoline (SAR/ltr) 0.45 0.75 66.7\nSource: SPA, BofA Merrill Lynch Global Research. Propane, naphtha, butane and natural gasoline used to be: price using the following\nformula: Japanese Naphtha price less transportation from Saudi multiplied by 0.72. The formula now is differentiated by product and is as\nfollows: Japanese price of the underlying product less transportation from Saudi multiplied by 0.8.\nFiscal consolidation plan looks challenging to fully achieve\nThe US$100bn target in additional non-oil revenue through 2020 appears difficult to\nreach and is likely to leave a sizeable financing gap based on the current proposals, in\n20 GEMs Paper #26 | 30 June 2016\nour view. This would thus imply that fiscal consolidation is likely to fall short of\nnarrowing imbalances materially without a sustained oil price recovery.\nThe fees on excess foreign worker quotas and the green-card like program targeted\nproceeds are difficult to reach, in our view. We calculate that to raise US$10bn from a\ngreen-card like program, authorities will need to set the program fees at US$1,500 (in\nline with upper bound of similar programs elsewhere) and have all expatriate workers\napplying to enrol in the program. This appears an unrealistic target to meet, particularly\nas it is not clear how these proceeds would be recurrent yearly. As for the foreign\nworker quotas proceeds, we calculate that, based on private sector expatriate figures\nand the stated 85% overall compliance with Nitaqat sector quotas, that the fees would\nneed to be set at a large cUS$10,500 per non-compliant worker to be consistent with\nthe NTP target. The large fee amount would likely be a material disincentive to private\nsector corporates and a squeeze on their profits.\nOne of the obstacles to meeting the subsidy reform target is likely to be political in\nnature given the impact on inflation and household incomes. We calculate nevertheless\nthat the target could be reached through a combination of a administered prices\nchanges. We do not think there is major room to increase natural gas feedstock prices\nto petrochemical firms, given the NTP focus on the petrochemical sector as a source of\nfuture growth. We estimate raising natural gas prices to US spot levels in an oil price\nenvironment of US$50/bbl would bring in revenues to the central government of just\nUS$2.5bn (0.4% of GDP) if fully passed to the budget. This is likely to suggest that the\nbulk of the future adjustments are likely to center on hikes to administered price\nadjustments for domestic crude oil sales, diesel and gasoline. Selling domestic crude at\nUS$25/bbl rather than an average of US$5.4/bbl would bring in US$20.8bn in revenues.\nGasoline and diesel prices could rise by the same percentage as in December 2015 to\nbring in additional revenues for a minimum inflation pick-up cost of 0.5ppt.\nThe most difficult part would be meeting the US$40bn in other non-oil revenues target,\nin our view. Given that the latter’s breakdown was not provided, we have attempted to\ngroup several measures being studied (according to local press) to provide a tentative\ndecomposition. Still, our analysis suggests the need for a further US$16.8-US$20.7bn in\nfinancing to meet the US$40bn target. Land tax proceeds of US$11bn in the first phase\nof implementation are the largest item, in our view. We calculate that a 20% sin tax on\ntobacco and sugary drinks would raise US$2.1bn (0.3% of GDP) at a 0.5ppt cost to\ninflation. A remittance tax being studied, according to local press, and could impose a\ntax of 6% gradually decline to 2% over a number of years. At the upper bound of the tax\nrate (6%), we calculate that the remittance tax would raise US$2.3bn (0.4% of GDP). We\ncalculate that a 10% income tax on expatriates would raise at least between US$3.9-\nUS$7.8bn (0.6-1.2% of GDP), depending on the assumed annual overall expatriate\nearnings. That being said, measures to tax expatriates could be detrimental to\ndiversification and labor force prospects and were opposed to politically in the past.\nGEMs Paper #26 | 30 June 2016 21\nTable 8: Fiscal consolidation measures through 2020 leave undisclosed financing gap\nFiscal measure Annual revenue raised (US$bn) Annual revenue raised (% of GDP) Impact on inflation (ppt) Remark\nNon-oil revenue measures 100 15.8 - NTP target\nFees on excess foreign worker quotas 10 1.6 - NTP target\nGreen-card like program 10 1.6 - NTP target\nVAT 10 1.6 5 NTP target\nSubsidy reform 30 4.7 NTP target\nNatural gas feedstock for petrochemicals 2.5 0.4 - BofA ML assumption\nDomestic crude 20.8 3.3 - BofA ML assumption\nGasoline 1.4 0.2 0.5 BofA ML assumption\nDiesel 1.9 0.3 - BofA ML assumption\nOther measures 40 6.3 - NTP target\nLand tax 11 1.7 - BofA ML assumption\nRemittance tax 2.3 0.4 - BofA ML assumption\nIncome tax on expatriates 3.9-7.8 0.6-1.2 - BofA ML assumption\nSin tax on tobacco 0.7 0.1 0.1 BofA ML assumption\nSin tax on sugary drinks 1.4 0.2 0.4 BofA ML assumption\nMemo:\nUndisclosed revenue financing gap 16.8-20.7 2.7-3.3 - BofA ML assumption\nCost savings Annual savings (US$bn) Annual savings (% of GDP)\n20% cut to on-budget non-oil subsidies 0.2-0.8 0.1-0.5 - BofA ML assumption\n5% cut to the wage bill 6.4 1.0 - NTP target\nCost increases Annual cost increase (US$bn) Annual cost increase (% of GDP)\nNTP costs (US$71.5bn) 14.3 2.2 NTP target\nSource: National Transformation Plan, BofA Merrill Lynch Global Research\nChart 18: Breakdown of electricity consumption by sector\nChart 19: Water consumption by sector\n4%\n2%\n11%\n16%\n50%\nMunicipal,\n9%\nIndustry, 3%\n17%\nResidential Commercial Industry\nGovernment Other Agriculture\nSource: SAMA, BofA Merrill Lynch Global Research. Data as of 2015.\nAgriculture,\n88%\nSource: UN, BofA Merrill Lynch Global Research. Data as of 2010.\nBudgeted defence spending – up or down\nLocalization policies in the defence industry could help cut imports (total defence\nimports of US$9.8bn equivalent to US$1.5bn or 6% of total imports in 2015, according\nto consultancy IHS) and conserve Fx reserves, but we expect this to be a slow and\ngradual process. We think that large defense imports are typically amortized over a\nnumber of years. Defence spending is an important part of fiscal spending in Saudi\nArabia, accounting for c30% of total budgeted spending. Defence spending in 2016 was\nbudgeted at SAR213bn (US$56.9bn; 9.0% of GDP), down from SAR307bn (US$81.8bn;\n12.7% of GDP) in 2015. Increased military and security projects in 2015 saw an\nadditional overspend of SAR20bn last year. It is unclear to us if all of the regional\nmilitary costs have been recognised on-balance sheet. A negotiated settlement to the\nYemen conflict through the ongoing political negotiations in Kuwait could help contain\nsecurity spending near-term.\n22 GEMs Paper #26 | 30 June 2016\nChart 20: Budgeted spending – up or down?\nSARbn\nBudgeted Defense & Security spending\n% of total budgeted spending (rhs)\n350\n300\n250\n200\n150\n100\n50\n0\n45\n40\n35\n30\n25\n20\n15\n10\n5\n0\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\nSource: SAMA, Ministry of Finance, Bank of America Merrill Lynch Global Research.\nPrivatization comes back to the government’s agenda\nThe consideration of a privatization program is not surprising at the current juncture, in\nour view. Recall that the Saudi privatization program was initially started in 1999 with\nthe creation of the now-dissolved Supreme Economic Council, following the drop in oil\nprices in 1998. Small-scale privatizations took place in the early 2000s, and 2002 saw\nlarge privatization in the telecommunication sector and postal services.\nSelling public sector stakes is one of the non-debt creating financing options for the\ngovernment that would help minimize the direct drain on Fx reserves, encourage private\nsector development and improve services delivery. That being said, given the lack of\nnon-oil taxation, this would only contribute to one-off financing flows alongside savings\nfrom a drop in budgetary allocations to the privatized entities, in our view.\nThe 2015 budgetary appropriations for public institutions totalled SAR163.7bn\n(US$43.7bn; 19.0% of total budgeted spending and 6.8% of GDP). We calculate that the\npublic institutions related to the entities that appear to have been slated for\nprivatization according to press reports account for budgetary appropriations of\nSAR124.8bn (US$33.3bn; 5.2% of GDP. This is likely to be the upper bound of fiscal\nsavings possible under the privatization program. In our view, this is unlikely to be\nrealized fully as it includes a large number of universities and because most timelines\nappear to center around 2020.\nTable 9: Privatization / Public Private Partnerships (PPPs) planned\nEntity Date Comment (press reports and Saudi Vision 2030/NTP, unless stated otherwise)\nAirports 2016-2020 Targeted sale of 11 airport units by 2020\nSaudi General Grains Organisation 1Q17 A financial advisor has been appointed\nSaudi Aramco by 2018 A stake of less than 5% could be sold\nStock exchange (Tadawul) by 2018 A financial advisor has been appointed\nSaudia Medical Services -\nSaudi Arabian Airlines appointed a financial adviser for the privatization of its unit Saudia Medical Services and had its\nBoard of Directors restructured in June\nSaudi Electricity (SEC) by 2020\nSEC’s generation assets are likely to be split into four separate regional companies where minority stakes would be sold to\nmajor global utilities or sold in the public market\nSaline Water Conversion Corporation (SWCC) - Investment partners are likely to be sought to buy a stake in production assets, with the holding company to be listed later\nGeneral Port Authority by 2020 Commercialization program to be completed by 2020\nSaudi Post by 2020\nSaudi Post to be turned into a holding company with six subsidiaries. The NTP aims to transform it to a commercially viable\ncompany with government subsidies (SAR2bn) to be phased out by 2020.\nEducation / schools - Official pronouncements have suggested this could be considered, but there does not appear to be concrete plans for now\nHealthcare / hospitals -\nThe 2030 vision suggests no privatisations in the near-term, in our view. Authorities are likely to look to improve\nmanagement and quality of service before considering privatisation, in our view.\nRoad, railway and port projects - NTP suggests PPPs are planned with percentage in private sector contribution to development and operation to increase\nSource: Press reports, Saudi Vision 2030, National Transformation Plan\nGEMs Paper #26 | 30 June 2016 23\nTable 10: Public institutions budget appropriations\nSARbn US$bn % of GDP\nUniversities 55.7 14.8 2.3\nSaudi Arabian Airlines 28.5 7.6 1.2\nSaline Water Conversion Corporation 15.6 4.2 0.6\nGeneral Authority of Civil Aviation (GACA) 15.5 4.1 0.6\nSaudi Post Organization 3.2 0.8 0.1\nGrain Silos and Flour Mills Organization 2.9 0.8 0.1\nSaudi Ports Authority 1.8 0.5 0.1\nSaudi Railways Organization 1.7 0.4 0.1\nOther 38.9 10.4 1.6\nTotal 163.7 43.7 6.8\nof which, public institutions in sectors that could be privatized 124.8 33.3 5.2\nSource: SAMA, Ministry of Finance, Bank of America Merrill Lynch Global Research. Data as of 2015 budget.\nSales of PIF assets could help replenish fiscal reserves but not Fx reserves\nSecondary sales of domestic assets could be a faster way than Initial Public Offerings\n(IPOs) and privatizations for the Ministry of Finance (MoF) to raise its fiscal reserves at\nSAMA, in our view. We look at this possibility to assess the potential for the MoF to use\nit as an option to support its fiscal reserves at SAMA and prevent a debt build-up in\nresponse to ongoing fiscal deficits.\nIf this were to take place, this could occur through holdings of the PIF rather than the\npension funds who are large institutional investors in the domestic equity market, in our\nview. We calculate that the PIF could sell stakes worth around SAR200bn (US$53.6bn)\ndomestically through liquidating existing minority stakes and selling down majority\nholdings while retaining control. If the PIF holdings are above 50%, we assume\narbitrarily that the holding is strategic, and thus calculate the current value of the stake\nthat the PIF (using the current stock price in the market) can sell down so it retains a\ncontrolling 51% ownership share. If the PIF holdings are below 50%, we arbitrarily\nassume that the holding is not strategic, and thus calculate the current value of the\nstake that the PIF holds (using the current stock price in the market) as we assume it\ncould be fully liquidated.\nThe proceeds of sales domestically (without foreign participation) would increase\ncentral government deposits at SAMA, decrease other domestic liabilities of SAMA but\nkeep Fx reserves unchanged. Because of the latter, because such large coordinated sales\ncould weigh on the market and as the PIF is targeted to become the largest SWF by\nSaudi authorities, we doubt this is going to be a course policy-makers are likely to be\nconsidering in the near term.\n24 GEMs Paper #26 | 30 June 2016\nTable 11: Public Investment Fund listed domestic assets and their monetization potential in regards to replenishing fiscal reserves at SAMA\nPotential value of\nsecondary offering if a\ngovernment stake is sold,\nbut with the government\nstill retaining 51% control\nPotential value of\nsecondary offering if\ngovernment’s\nexisting minority\nstake is liquidated\nEntity Sector Current government stake (%) Free-float (%) (US$bn)\n(US$bn)\nSaudi Basic Industries Corporation (SABIC) Chemicals PIF: 70.0%; GOSI: 5.7% 24.3% 12.3 0.0\nSaudi Telecom (STC) Telecom PIF: 70.0%; GOSI: 7.0%; PPA: 6.77% 16.2% 6.5 0.0\nSaudi Electricity (SEC) Power Government: 74.3%; Aramco: 6.9% 18.8% 5.1 0.0\nSaudi Ground Services Travel Saudi Arabian Airline: 52.5%; National Aviation: 14.7% 30.0% 0.4 0.0\nSaudi Real Estate Company Real estate PIF: 64.57% 35.5% 0.1 0.0\nNational Commercial Bank (NCB) Banks PIF: 44.3%; GOSI: 10%; PPA: 10.04% 35.7% 0.0 9.5\nMaaden Mining PIF: 49.99%; GOSI: 7.98%; PPA: 7.45% 34.6% 0.0 5.9\nSamba Banks PIF: 22.91%; GOSI: 11.76%; PPA: 15.04% 73.2% 0.0 2.4\nYanbu National Petrochemical Co (Yansab) Chemicals SABIC: 51%; GOSI: 11.92% 37.1% 0.0 2.2\nSaudi Arabian Fertilizer Company (SAFCO) Chemicals SABIC: 42.99%; GOSI: 12.2% 44.8% 0.0 2.0\nRiyadh Bank Banks PIF: 21.75%; GOSI: 16.72%; PPA: 9.18% 46.6% 0.0 1.9\nSouthern Province Cement Cement PIF: 37.43%; GOSI: 15.82% 46.8% 0.0 1.1\nNational shipping company Transport PIF: 22.55% 80.0% 0.0 0.9\nSaudi Catering Transport General Airline Services KSA: 35.7% 39.8% 0.0 0.8\nKayan Chemicals SABIC: 35% 65.0% 0.0 0.6\nAlinma Bank Banks PIF: 10%; GOSI: 5.10%; PPA: 10.71% 74.1% 0.0 0.5\nQassim cement Cement PIF: 23.35%; GOSI: 15.09%; PPA: 5.67% 79.2% 0.0 0.4\nYanbu cement Cement PIF: 10%; GOSI: 12.37% 68.5% 0.0 0.2\nNational Agriculture Development Agriculture PIF: 20% 85.1% 0.0 0.1\nSaudi Fisheries Agriculture PIF: 39.99% 38.5% 0.0 0.1\nSaudi Public Transport Transport PIF: 15.72% 100.0% 0.0 0.1\nEastern Province Cement Cement PIF: 10%; GOSI: 10.65% 89.4% 0.0 0.1\nNational Gas and Industrialization Chemicals PIF: 10.91% 88.0% 0.0 0.1\nSaudi Ceramic Consumer PIF: 5.94%; GOSI: 16.19% 83.8% 0.0 0.0\nPetro Rabigh Chemicals Aramco: 37.5%; Sumitomo: 37.5% 25.0% 0.0 0.0\nTotal 24.3 28.6\nSource: Bloomberg, Bank of America Merrill Lynch Global Research. PIF = Public Investment Fund. GOSI = General Organization for Social Insurance. PPA = Public Pension Agency. Based on stock prices as of 28 June 2016.\nMaterial fiscal consolidation would be necessary to narrow macro imbalances\nThere is no substitute for fiscal consolidation to maintain Fx policy unchanged. We map\nout below paths for several macro variables depending on fiscal policy and oil prices,\nwith higher oil prices easing the adjustment requirement.\nIn a worst case scenario where US$25/bbl oil prices would persist for the next five\nyears, sustainability of the Saudi Fx policy rests on material fiscal consolidation, which\nwe believe is achievable based on the mix of revenue-raising and spending restraint\nplans likely or announced to date. This would require a total 5-year cumulative\nadjustment of SAR500bn (US$133bn; 20% of 2015 GDP or 4ppt of GDP annually) from\n2016 onwards, which is close to what the NTP appears to be targeting in non-oil\nrevenue measures (US$100bn, excluding NTP costs). We think 75% of the adjustment\ncan take place through revenue-raising measures. The remainder of the adjustment\nwould need to take place through capex cuts and is similar in size to the capex\nretrenchment of the 1980-90s. However, note that if one assumes that the 2015 budget\ndeficit will be revised higher to 18.9% of GDP, this adds a need for a further 4ppt of\nGDP cumulative fiscal adjustment to maintain the same trajectory of Fx reserves.\nAn overhaul of fiscal policy will likely be required\nIn line with the 2016 budget announcement, we would expect tight budgets to be\npassed. We expect a VAT with 5% yield to be implemented in 2018, alongside further\nadministered price adjustments for energy, water and electricity. Implementation of the\nland tax is likely, but it is unclear whether the proceeds will be ring-fenced to be used\nsolely for housing projects. Using solely the recurring existing proceeds of the\nDecember administered price adjustments and a VAT introduction, we still see a need\nfor further fiscal restraint in the order of 1ppt of non-oil GDP annually. The latter would\nGEMs Paper #26 | 30 June 2016 25\nbe equivalent to a SAR100bn cumulative spending cut, which we believe can be\naccommodated from capex retrenchment. On the basis of the above, fiscal consolidation\nwould likely drive real GDP growth lower to an average of just around 1% of GDP. This\nestimate is based on a ST GCC fiscal multiplier of 0.2 for real spending to real non-oil\nGDP, in line with academic literature.\nFx policy stays the course; NTP blurs medium-term incentives\nWe do not believe Deputy Crown Prince Mohammed bin Salman is considering Fx reform\nin the near-term. We have expressed here our view that the Fx peg would hold as fiscal\npolicy undergoes a sizeable multi-year adjustment. In a bearish scenario for oil prices,\nthe NTP is unlikely to be implemented as deep budget cuts are likely to be required to\nsustain the Fx policy. We believe an oil price of at least US$50/bbl is broadly consistent\nwith full and timely NTP implementation, but fiscal policy still needs to be disciplined. If\nfiscal non-oil revenue targets are missed, a higher oil price is likely to be needed.\nHowever, if the NTP is successful in diversifying the economy, it will make the costs of\nrunning an overvalued exchange rate more prohibitive, particularly as the external\naccounts are likely to become more responsive to an Fx shock. It also introduces a progrowth\nbias for policy-makers in charge of diversifying the economy, which may conflict\nwith the implementation of unpopular fiscal reforms or the depth of fiscal consolidation\nneeded at weak levels of oil prices. The NTP diversification initiatives may suffer from a\ntiming mismatch when it comes to net external receipts generated. This is because the\nsectors that would generate Fx receipts (non-oil exports, religious tourism) or\nlocalization policies are likely to be slow to ramp-up, while Fx demand in the economy is\nlikely to be supported (rather than deflated) by government diversification policies. Last,\nthe desire to build a large SWF may suggest a desire to conserve Fx reserves.\nChart 21: Illustrative paths of Saudi government deposits at SAMA\n% of GDP\n60\n10\n-40\nUS$50/bbl oil - nominal spending flat\nUS$50/bbl oil - modest fiscal adjustment\nUS$50/bbl oil - ambitious fiscal adjustment\nUS$25/bbl oil - modest fiscal adjustment\nUS$25/bbl oil - ambitious fiscal adjustment\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nSource: , Haver, BofA Merrill Lynch Global Research estimates\nChart 22: Illustrative paths of SAMA foreign assets\n100 % of GDP\n90\n80\n70\n60\n50\n40\n30\n20\n10\nUS$50/bbl oil - nominal spending flat\n0\nUS$50/bbl oil - modest fiscal adjustment\nUS$50/bbl oil - ambitious fiscal adjustment\n-10\nUS$25/bbl oil - modest fiscal adjustment\n-20\nUS$25/bbl oil - ambitious fiscal adjustment\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\n2024\nSource: Haver, BofA Merrill Lynch Global Research estimates\n26 GEMs Paper #26 | 30 June 2016\nChart 23: Illustrative paths of Saudi fiscal balance\nChart 24: Illustrative paths of Saudi government debt\n% of GDP\n30\n% of GDP\n100\n20\n10\n0\n-10\n75\n50\n25\n-20\n0\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nUS$50/bbl oil - nominal spending flat\nUS$50/bbl oil - modest fiscal adjustment\nUS$50/bbl oil - ambitious fiscal adjustment\nUS$25/bbl oil - modest fiscal adjustment\nUS$25/bbl oil - ambitious fiscal adjustment\nSource: Haver, BofA Merrill Lynch Global Research estimates\n2018\n2020\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nUS$50/bbl oil - nominal spending flat\nUS$50/bbl oil - modest fiscal adjustment\nUS$50/bbl oil - ambitious fiscal adjustment\nUS$25/bbl oil - modest fiscal adjustment\nUS$25/bbl oil - ambitious fiscal adjustment\nSource: Haver, BofA Merrill Lynch Global Research estimates\n2018\n2020\nConsumer to face mixed trends\nLabour policies are likely to remain a major focus for the Saudi government. Low oil\nprices have dented the government’s direct ability to support the consumer compared\nto the boom years. Furthermore, negative to flat public sector wage growth is likely to\ndampen income and consumption trends, although Specialized Credit Institutions (SCIs)\ncould alleviate tightening banking sector household lending standards.\nThe NPT suggests a focus on boosting female employment as well as increasing the\ncost of foreign labor relative to national labor. The latter implies a negative impact on\ncorporate margins and profits, in the event higher labor costs are not reflected in higher\nconsumer prices and inflation). The negative near-term cost and efficiency implications\nof continued labour market reforms are mitigated by the fact that eventual increase in\nprivate sector employment of higher-paid Saudi labour should prove supportive for\nconsumption trends once the dust settles.\nThe NTP targets increasing the cost of employment of Saudis compared to expatriates\nfrom 400 to 280. We calculate that the ratio of private sector wages of Saudis\ncompared to non-Saudis stood at 3.64 and 1.29 for males and females respectively in\n2015. The NTP target is thus akin to increasing non-Saudi private sector wages by 43%\nover the period to 2020, a CAGR increase of 7.4%. This would squeeze corporate profits,\nlead to inflationary pressures in the economy, and lead to annual additional Fx outflows\nthrough remittances of US$2.8bn (0.4% of GDP). As such, it is more likely that the\nemployment cost of non-Saudis is likely to be increased through measures such as fees\nfor government services, taxes and levies. It is unclear that the NTP target can be met\nsolely through this route, but it would avoid additional Fx outflows despite still having a\nnegative impact on corporate margins and inflation, in our view.\nThe Nitaqat Saudization program is likely to be extended in the near-future through the\nforthcoming launch of the “balanced Nitaqat” initiative. While employment quotas are\nlikely to be tightened, they will also take into account wage levels, job quality and\nwomen employment ratios, according to local press. A likely target is likely to be\nincreased job creation for Saudis in the retail sector through higher quotas, in our view.\nGEMs Paper #26 | 30 June 2016 27\nTable 12: Selected drivers of Saudi consumer\nDirection\nComment\nOil prices Volatile Indirect impact through economic activity and confidence\nPopulation growth Decreasing Direct impact through lower number of expatriates and national birth rate\nPublic sector wage growth Flat to contracting Freeze in government wage bill\nPrivate sector wage growth Flat to minor increase Some sectors to contract (construction), others resilient (retail, staples)\nSaudi private sector male employment Mixed Saudization helps, but economic slowdown and supply-side factors impact negatively\nSaudi private sector female employment Increasing NTP aims to increase it through several measures\nConsumer leverage Decreasing Banking sector liquidity and lending standards are tightening\nReal estate finance Increasing NTP measures are supportive in this area\nSpecialized Credit Institutions (SCIs) Flat SCIs can continue to support the economy\nSaudization Increasing Negative impact short-term, positive impact medium-term\nSubsidies Decreasing Timing and breadth unclear as of yet\nOther fiscal consolidation measures (VAT, etc) Likely forthcoming Direct and indirect negative impact on consumer\nSource: BofA Merrill Lynch Global Research\nChart 25: Private sector average monthly wages are increasing\nSAR/month\n2004 2005 2006 2007 2008 2009\n3,500\n2010 2011 2012 2013 2014 2015\n3,000\n2,500\n2,000\n1,500\n1,000\n500\n0\nMale Female Total\nSource: SAMA, BofA ML Global Research. SAMA wage data coverage appears incomplete.\nChart 26: Wedge between Saudi and non-Saudi private sector salaries\nSAR/month\n7,000\n2014 2015\n6,000\n5,000\n4,000\n3,000\n2,000\n1,000\n0\nMale Female Male Female\nSaudis\nNon-Saudis\nSource: General Organization for Social Insurance (GOSI), BofA ML Global Research.\nBanks and contractors will require supportive policies to realize NTP benefits\nThe banking sector is targeted to benefit from the NTP initiatives through greater\ndisintermediation (SMEs, real estate financing, non-oil export financing) and greater\nhousehold savings. However, domestic liquidity is likely to remain structurally tight, in\nour view. The NTP targeted increase in non-oil fiscal revenue is likely to tighten\ndomestic liquidity, all else being equal, as it would have the effect of extracting\nresources from the non-hydrocarbon private sector (as opposed to government\ndomestic spending that injects liquidity).\nLinked to liquidity trends and banking sector asset quality, the issue of government\narrears to contractors is likely to take centre stage, in our view. Resolving this is likely to\nbe required if the capex projects under the NTP are to be executed on a timely fashion,\nin our view. We think the government’s proposal to issue \"I Owe You' notes (IOUs) could\nbe a step in this direction.\nGovernment looks to issue IOUs\nAccording to the press, the Saudi government has paid contractors some cash on its\narrears, and is considering to issue \"I Owe You' notes (IOUs) to them. Contractors would\nreceive these notes to cover their outstanding dues, which they could hold until maturity\nor sell on to banks. The government has been highlighting it wanted to settle the\ncontractor sector dues, and recently a high-profile domestic contractor has made mass\nredundancies. In the previous downturn in the 1980s, arrears to domestic contractors\nwere also likely to have been accumulated. We highlighted that the fiscal deficit was\nlikely under-reported last year. Also, construction was one of the fastest growing sector\nlast year both in terms of domestic activity and of domestic credit.\n28 GEMs Paper #26 | 30 June 2016\nGovernment arrears to contractors could be significant\nWe estimate the range of unpaid capex for 2015 to be SAR23bn-SAR100bn (US$6bn-\nUS$27bn or 1-4.3% of 2015 GDP). At the very minimum, unpaid capex could be around\nSAR23bn. This is the amount of additional loans taken out by construction contractors\nover 2015 compared to 2014. Total construction loans were SAR106bn in 2015 versus\nSAR83bn in 2014. Contractors likely did not go to obtain alternative bank funding for\nthe same amount as the delayed payments from the government, suggesting delayed\npayments should be larger than SAR23bn, in our view.\nBy the same token, the 2015 budget outturns imply capex was down by 45% to\nSAR205bn versus 2014 levels of SAR370bn. This is of course unlikely as construction\ngrew by 5% in real terms in 2015. Correcting the 2015 budget by the likely\nunderreporting (an additional SAR100bn in spending, assuming it was all capex-related),\nthen capex spending was likely down by SAR65bn (17%) in 2015. This would be in line\nwith the c15%yoy drop in construction awards as reported by MEED.\nIn comparison, government overdues in the healthcare sector are much smaller. Based\non the disclosures of two listed healthcare groups, we estimate the growth of\ngovernment receivables owed to them alone is SAR0.4bn. We estimate the total sector\ngovernment overdues to private healthcare operators could be 2-3 times this level.\nIOUs to serve multiple purposes\nIOUs could support simultaneously the multiple needs of the government, domestic\nbanks and contractors, in our view. The government will be able to conserve fiscal\nreserves and restructure the maturity of its outstanding dues. Domestic banks would\nsubstitute corporate credit risk with sovereign risk and improve asset quality, while\ncontractors could improve their liquidity and working capital position by cashing in early\non the IOUs. We believe most of the contractors impacted could be domestic ones, and\nwe presume these IOCs would be issued in domestic currency. Furthermore, to the\nextent these IOUs are structured as tradable instruments, this could better distribute\nrisk in the financial sector to those agents more capable or willing to hold it.\nDomestic liquidity could be eased, but Fx outflows may not subside\nThe impact of IOUs on domestic liquidity will likely depend on the issuance mechanism,\nof which we have little visibility for now, though this could likely ease domestic liquidity.\nWe would however expect subsequent Fx reserves losses due to an increase in demand\nfor Fx consequent to the liquidity injections (a 50% leakage would for instance lead to\nUS$13.5bn loss in Fx reserves at the high-end of the estimated arrears range).\nOne possibility for the mechanism would be for banks to extend more secured credit to\ncontractors using the IOUs as collateral. In this case, domestic liquidity is likely to\nremain tight as the banking sector balance sheet would stay stretched. Another, perhaps\nmore likely, option would be for banks to accept IOUs as deposits. Contractors would\nthen be able to transfer IOUs to their trade creditors and withdraw cash regularly, with\nthe total amount being likely a portion of the face value of the IOUs. Banks would hold\nnew government instruments on the asset side of their balance sheet. This mechanism\ncould also be structured as a simple sale of the IOUs to domestic banks (with a haircut),\nwhich domestic banks would accommodate through equivalent changes on the asset\nside of their balance sheet, without the creation of additional liabilities.\nIn the latter option, to avoid straining the banking sector liquidity, the deposits\nwithdrawal or in effect the increased money in circulation would likely require monetary\naccommodation from SAMA, in our view. We believe this could take the form of liquidity\ninjection, possibly through repo operations for the IOUs. Although unconventional, this\nGEMs Paper #26 | 30 June 2016 29\npossible source of easing of domestic liquidity would still be consistent with Article 6\nSaudi Arabia’s Currency Law which imposes a 100% currency backing by Fx reserves,\nsuch that that currency issued cannot exceed foreign reserve assets. The full cover\nrequirement would still be in force as reserve money currently represents just 14% of\nforeign reserve assets, down from c100% throughout the period 1996-2000.\n30 GEMs Paper #26 | 30 June 2016\nLessons in diversification\nThere are only few examples of countries that successfully managed diversification\naway from primary dependence. The examples of Malaysia and Norway suggest that a\nsound institutional framework, robust fiscal framework, supportive public sector\nindustrial policies, appropriate business climate and human capital are important factors\nin enabling successful diversification away from the oil sector. A backdrop of low oil\nprices exacerbates diversification challenges but also provides impetus for change.\nSaudi comprehensive reforms follow standard template to shift gears\nThe Saudi NTP broadly follows the generally accepted template of comprehensive\nmacro- and micro- reforms needed to diversify beyond the hydrocarbon sector, in our\nview. The literature suggests successful diversification entails ideally a combination of\nthree types of innovations: processes, products and organizations. Enhancement in\nprocesses would enhance productivity, new products would support emergence of new\nsectoral growth drivers, and improved micro- and macro-governance would help sustain\nproduction gains. The key to furthering the development path would be to move from an\ninitial labour- and capital-intensive phase towards a phase focused on increasing\nproductivity growth through higher value-added sectors.\nThis will require the retention of white-collar workers, steady progress on institutionbuilding,\nan increase non-hydrocarbon FDI, horizontal and vertical integration, a broader\nmanufacturing base including at first through sectors with competitive advantage\n(downstream or energy-intensive ones), greater integration into the global value chain\nthrough enhanced trade relations, as well as education and business climate reform to\novercome structural rigidities, in our view.\nMedium-term diversification may require Fx reform\nAs diversification progresses, the case for increased Fx flexibility and making space for\nautonomous monetary policy conduct is likely to gradually take shape. Presumably, such\na move would require putting in place a supportive institutional structure which is\ncurrently broadly lacking. It would also await improvements in productivity growth and\nthe development of competitive local industries to minimize a potential Dutch disease\neffect on infant or other sectors. A fairly valued real effective exchange rate (REER)\nwould support efficient allocation of production factors across sectors and improve\ncompetitiveness of the tradable goods sector.\nMalaysia case study highlights the role of supportive public sector\nMalaysia’s diversification away from primary commodities relied on a series of National\nIndustrial Policies and Industrial Master Plans to promote the manufacturing sector.\nFocus was given to sectors with high export potential, and efforts were taken to create\nlinkages with other sectors and to deepen interconnection with other industries. Growth\nstrategies also aimed to develop local technological capabilities and clusters of\nindustrial development, similar to the localization and industrial strategies spearheaded\nby the Saudi National Transformation Plan.\nGEMs Paper #26 | 30 June 2016 31\nChart 27: The launch of government industrial policies in the 1980s helped Malaysia diversify\n35\nManufacturing value-added (% of GDP)\n30\nManufactured exports (% of merchandise exports, rhs)\n25\n20\n15\n10\n5\n0\n1960\n1963\n1966\n1969\n1972\n1975\n1978\n1981\n1984\n1987\n1990\n1993\n1996\n1999\n2002\n2005\n2008\n2011\n2014\n100\n80\n60\n40\n20\n0\nSource: Haver, BofA Merrill Lynch Global Research\nNorway case study suggests institutions are paramount\nWhile it is perilous to extend lessons that could overemphasize idiosyncracies, the case\nof Norway highlights, if anything, the importance of sound institutions and macro\nmanagement when it comes to broader economic diversification. The case of Norway\nhas relevance for the Gulf Cooperation Council countries (GCC), including Saudi Arabia,\nespecially since oil discovery (late 1960s) and oil production (1970s) timelines were not\nthat sensibly different from the GCC.\nThat being said, outcomes were widely different as well as the starting point since\nNorway was already a developed country with mature social, economic and political\ninstitutions at the time of the discovery of oil. This allowed a distinction between the\nmanagement and ownership of natural resources uncommon in the GCC and several\nother resource-based economies, in our view.\nFour ways in which the supply-side matters for economic diversification\nWe believe that there are four lessons to learn from Norway’s outperformance:\n1) The importance of human capital\nNorway’s priorities from early on were to build human capacity, investing in education,\nincreasing labor force participation and supporting productivity growth.\n2) Prudent conduct of fiscal policy\nCurrent Norwegian oil revenue management puts considerable emphasis on stabilizing\nthe economy and facilitating a gradual phase-in of oil revenues over time (which crowds\nout trophy projects and put onus on achieving productivity gains in the non-oil sector).\nFollowing the 1970-80s boom-bust sequence and expansion of the welfare state,\nNorway established in 1991 a Government Petroleum Fund to receive and invest oil\nrevenue (it received its first net transfer in 1996). The fiscal rule adopted in 2001\ntargets a central government structural non-oil budget deficit equal to 4% of GPF assets\n(the latter assumed to be its estimated long-run real rate of return). That being said,\nSaudi Arabia’s infrastructure requirements could have prevented adapting this part of\nNorway’s model for long, in our view.\n3) Institutional experience\nNorway’s development has been characterized by continuous development and\nintegration of resource-based export-oriented industries, some of which were active\nsince 1950. While Norway is the world’s third largest exporter of natural gas and the\nsixth largest of crude oil, it is also the second largest exporter of seafood, possesses the\nfourth largest shipping fleet, is the sixth largest exporter of aluminium and the first\nexporter of sub-sea technology products and services.\n32 GEMs Paper #26 | 30 June 2016\n4) Industrial policy\nNorway’s active use and introduction of a national industrial strategy has helped shelter\ninfant industries and create linkages between the natural resource-based industries and\nother sectors of the economy. For two decades (1972-1994), preference was given in a\ntransparent fashion to local content in procurement to help build supply industries, and\nprovisions were set in for international firms to train nationals, use domestic service\nindustries and cooperate in R&D with local institutions. Though Norway pre-dates the\nGCC in this development, the region shares in many ways some of these policies,\nleading to the emergence of national champions. The main difference appears to relate\nto the scope, extent and degree of innovation involved in offshoot industries at this\nstage, in our view.\nChart 28: Norway real GDP per capita growth outpaced GCC over the\npast decades\n300\n250\n200\n150\n100\nReal GDP per capita (1970=100)\nNorway\nSaudi Arabia\nOther GCC (1980=100)\nIran\n50\n1970 1974 1978 1982 1986 1990 1994 1998 2002 2006 2010 2014\nSource: Haver, BofA Merrill Lynch Global Research\nChart 29: Norway outperforms Saudi indicators on a per capita basis\n6\n5\n4\n3\n2\n1\n0\nReal GDP growth\n(%)\nSaudi Arabia\nOil real GDP\ngrowth (%)\nNorway\nNon-oil real GDP\ngrowth (%)\nPer capita non-oil\nreal GDP growth\n(%)\nSource: Haver, BofA Merrill Lynch Global Research. Data represents averages over 1979-2014.\nChart 30: Norway’s hydrocarbon sector share in real GDP has dropped\n120\nOil prices (US$/bbl)\n40\n100\nOil sector (% of real GDP, rhs)\n35\n30\n80\n25\nChart 31: Human capital is Norway’s most important resource\n7%\n9%\n2%\n60\n20\n40\n20\n15\n10\n5\n82%\n0\n1978\n1981\n1984\n1987\n1990\n1993\n1996\n1999\n2002\n2005\n2008\n2011\n2014\n0\nDiscounted value of labor\nDiscounted petroleum rent\nReal capital\nFinancial assets\nSource: Haver, BofA Merrill Lynch Global Research\nSource: Norway Ministry of Finance, BofA Merrill Lynch Global Research\nGEMs Paper #26 | 30 June 2016 33\nEurobond premium required for fiscal slippage risk\nWe expect large and regular sovereign eurobond issuance going forward to support FX\nreserves and domestic liquidity but weigh on regional bond spreads if risk appetite does\nnot hold up or fiscal slips. EMBIG index inclusion is unlikely, in our view. Saudi Arabia\nCDS premium to Qatar and likely larger issuance size suggests Saudi External Debt\n(EXD) is likely to be issued at a premium to Qatar.\nSaudi Arabia international bond issuance latest in wave of Gulf supply\nLocal press suggests that Saudi Arabia is gearing up for a large international bond\nissuance program (US$10-15bn issuance target this year), which, if confirmed (the\ngovernment neither confirmed nor denied , should add to the sizeable sovereign bond\nsupply pipeline this year. So far, we have seen US$17.1bn in gross and net supply from\nthe Gulf Cooperation Council (GCC) countries. Assuming Saudi Arabia issues US$15bn\nand accounting for planned issuance from Dubai and Bahrain and excluding Kuwait, the\nrest of this year should see a further US$16.5bn in gross issuance and US$16.1bn in net\nissuance. This would bring the total gross and net GCC sovereign bond issuance to\nUS$33.6bn and US$33.2bn this year respectively.\nSeminal potential bond issuance has multi-pronged implications\nIf confirmed, this could be a seminal event and mark the first time for the Saudi\ngovernment to issue external bonds. It would allow for participation of foreign investors\nas domestic debt is being sold to Saudi banks and funds. External issuance should\ndiversify funding sources, lock in still low interest rates, support SAMA's Fx reserves and\nsupport domestic liquidity; the latter two macro variables have weakened this year.\nExternal issuance would also imply the presence of an underlying asset that could\ntheoretically trigger CDS contracts, as opposed to the current situation.\nInvestment grade status to be retained despite likely further rating cuts\nA prolonged oil price downturn is likely to continue to put downward pressure on Saudi\nArabia’s credit rating in the medium-term. On average, the GCC has benefited from\nthree notch rating upgrades over the period 2002-10 prior to the start of the Arab\nSpring. Saudi Arabia was upgraded six times, from Baa3 to Aa3, by Moody's over the\nperiod starting from 1999, while it was upgraded two and three notches by S&P and\nFitch over the period starting from 2003/2004 respectively. Moody’s has thus in the\npast preserved Saudi Arabia’s investment grade rating at the bottom of the cycle, as\ngovernment debt to GDP stood at 103% of GDP and SAMA’s foreign assets at US$17bn\n(10% of GDP) in 1999.\nEMBIG Index inclusion is unlikely\nEMBIG index inclusion is unlikely, in our view. Estimated 2013 (US$25,140) and threeyear\nrolling GNI per capita (US$23,090) data likely suggests Saudi Arabia does not meet\nEMBIG income index inclusion criteria, in our view. Saudi Arabia would however likely be\neligible for Barclays EM Hard Currency Aggregate Index, based on its IMF classification\nas a non-advanced country (noting that the index provider has moved away from solely\nusing rating for EM country classification). This suggests that Saudi policy-makers need\nto articulate a comprehensive, timely and credible medium-term fiscal policy to\nfacilitate wide take-up from domestic, regional and international investors, in our view.\nPricing matters\nSaudi Arabia CDS premium to Qatar, relative credit metrics and likely larger planned\nissuance size suggests Saudi EXD is likely to be issued at a premium to Qatar, in our\nview. The closest regional peers to Saudi Arabia (A1/A-/AA-) are likely Qatar (Aa2/AA/AA)\nand Abu Dhabi (Aa2/AA/AA). Qatar’s existing external debt curve makes it a potentially\n34 GEMs Paper #26 | 30 June 2016\nuseful and relevant pricing benchmark in this regard, in our view. The Qatar 10-year\nsovereign bond currently trades at yields of 3.0%. However, Saudi CDS has been trading\nc65bps wider of Qatari CDS, which would suggest a 10-year Saudi bond yield of c3.65%.\nCurrent CDS spread levels suggest potential for some notch downgrades from Saudi\nArabia’s current rating, as the market prices in issuance risk, volatile oil prices, hedging\nflows relative to the USD peg and the banking sector off-balance sheet wrong-way\nexposure risk.\nSaudi forwards, rates and CDS remain under pressure\nDomestic rates are under pressure with the 5y IRS spread over US at historically\nelevated levels due to structurally tighter liquidity. Budget consolidation could help take\nsome of the pressure off as it would imply lower debt issuance needs. However, it would\nalso imply lower deposit formation in domestic banks as fiscal retrenchment will impact\nprivate sector economic activity. Greater risk premium, issuance pressures and tighter\nliquidity will also keep CDS spreads elevated until oil recovers.\nHedging against SAR devaluation risks remains strategically attractive given the riskreward\nratio. Data suggest a strained backdrop for external and domestic liquidity\nreflecting the combination of private sector dollarization, possible capital outflows,\nweakening deposit formation and the move higher in interbank rates. However, SAMA\nhas already intervened through macro-prudential tools and may do so again if needed.\nChart 32: Market remains nervous on Saudi Arabia\n3\n2\n1\n0\n-1\n-2\n-3\nImplied appreciation in 1-yr SAR fwd (%)\nOil prices (US$/bbl, rhs)\nJan-97\nJan-98\nJan-99\nJan-00\nJan-01\nJan-02\nJan-03\nJan-04\nJan-05\nJan-06\nJan-07\nJan-08\nJan-09\nJan-10\nJan-11\nJan-12\nJan-13\nJan-14\nJan-15\nJan-16\nSource: Bloomberg BofA Merrill Lynch Global Research.\n160\n140\n120\n100\n80\n60\n40\n20\n0\nChart 33: A pronounced increase in SAR swap spreads vs USD\n%\n6\nSpread (rhs)\nSAR 5yr swap\nbp\n250\nUSD 5yr swap\n5\n200\n4\n3\n2\n1\n0\n0\nJan-02 Jan-04 Jan-06 Jan-08 Jan-10 Jan-12 Jan-14 Jan-16\nSource: Bloomberg BofA Merrill Lynch Global Research.\n150\n100\n50\nGEMs Paper #26 | 30 June 2016 35\nExhibit 2: Saudi credit risk prices in rating downgrades\nSource: Bloomberg BofA Merrill Lynch Global Research.\nCommodities: NTP adds to medium-term oil\nmarket tightness\nFrancisco Blanch\nMLPF&S\nfrancisco.blanch@baml.com\nPeter Helles\nMLI (UK)\npeter.helles@baml.com\nThe Saudi National Transformation Plan (NTP) suggestion that production capacity is to\nbe maintained at the current level until 2020 reinforces our conviction of medium-term\noil market tightness. We continue to see a call on OPEC of 4.1mn bpd in the next five\nyears to “balance the market”, and see oil prices of US$55-75/bbl over 2016-2020.\nAlthough the NTP incorporates a target of boosting domestic gas production by 50% to\n18 bcf/d by 2020 which could crowd out oil demand, we expect Saudi Arabia’s ability to\nswitch to reduce oil burn in power generation to 2020 to be quite limited, in our view.\nWe see oil averaging US$55-75/bbl over 2016-2020\nReal Brent prices are at one of the lowest levels in decades, and will likely encourage\nvery strong demand growth ahead, while we see supply falling across non-cartelized\nproducers. As such, we see global light sweet crude oil averaging US$55 to US$75/bbl\nover the 2016-2020 period, depending on how much incremental production OPEC can\nand will supply over the next five years. We think it likely that Saudi will dig into its\nuntested spare capacity to go for increased market share, though uncertainty over how\nmuch Saudi can and will produce remains. We also remain concerned about output\nsustainability among weaker cartel members given the rapid credit profile deterioration.\n36 GEMs Paper #26 | 30 June 2016\nChart 34: Real Brent prices are at one of the lowest levels in decades,\nand will likely encourage very strong demand growth ahead\n140\n120\n100\n80\n60\n40\n20\nReal and nominal yearly average Brent crude oil prices\nUS$/bbl\n0\n70 73 76 79 82 85 88 91 94 97 00 03 06 09 12 15\nnominal oil price\nSource: BP, Bloomberg, BofA Merrill Lynch Commodities Research\n2016YTD\nreal oil price, rebased to 2016YTD price level\nChart 35: We see global light sweet crude oil averaging US$55 to\nUS$75/bbl over the 2016-2020 period\n110\n100\n90\n80\n70\n60\n50\n40\nMedium term oil supply & demand (2016-2020)\navg oil price\n(US$/bbl)\nmn bpd growth, 2016-20\n2 3 4 5 6 7 8 9 10\nsupply (OPEC 2.9): low\nsupply (OPEC 4.2): base*\nsupply (OPEC 5.5): high\ndemand\nSource: IEA, BofA Merrill Lynch Commodities Research\n*4.2 mn b/d OPEC supply: Saudi: 1.3 mn b/d; Iraq: 0.8 mn b/d; other OPEC crude: 1.7 mn b/d; 0.4 mn\nb/d OPEC NGLs.\nNon-OPEC production will not reach 2015 levels before 2020 at the earliest…\nNon-OPEC producers have massively reduced capex spending, down US$290bn or 42%\nfrom 2014 to 2016, in response to the low price environment. Should capex start to\nincrease again in 2017, the effect on non-OPEC non-shale production is unlikely to be\nfelt before 2020 at the earliest. Most of the decline in the short term comes from nonconventional\noutput in the US, as shale is very price sensitive within a 12-month\nhorizon. With Brent prices set to increase from US$46/bbl this year to US$80/bbl in\n2020 in our base case, we believe US shale production will grow again, albeit at a slower\nrate than in the past four years. Total non-OPEC supply is set to drop to 56.4mn bpd in\n2017 before rebounding to 57.5 mn bpd in 2020, a similar level as in 2015.\nChart 36: With Brent prices set to increase to US$80/bbl in 2020, we\nbelieve US shale output will grow again, albeit at a slower rate\nNon-OPEC oil supply growth by major country\n3.0\n2.5\nmn b/d, YoY\n2.0\n1.5\nBofAML f'cast\n1.0\n0.5\n0.0\n-0.5\n-1.0\n2010 2012 2014 2016F 2018F 2020F\nUS Canada Mexico\nNorth Sea Russia Kazakhstan\nAsia Brazil Sudan/So. Sudan\nother\ntotal non-OPEC\nSource: IEA, BofA Merrill Lynch Commodities Research\nChart 37: Linking this with our 5-year price deck suggests marginal US\nshale output grows in 2017 and acceleration thereafter\n8\n6\n4\n2\n0\nmn b/d\nShale production forecasts aligned with BofAML WTI\nprice assumptions\n2013 2014 2015 2016 2017 2018 2019 2020\nbase 2016@$45/bbl 2017@$59/bbl 2018@$67/bbl 2019+@$75/bbl\nSource: EIA, BofA Merrill Lynch Commodities Research\n4.1mn bpd needs to be added by OPEC by 2020, namely Saudi, Iran and Iraq\nThe US is the only country able to ramp up production among non-cartelized players by\n2020, so OPEC has to come to the rescue to provide the required incremental supplies.\nWe estimated that demand will grow by 5.9mn bpd in 2015-20. With the market\noversupply of 1.8mn bpd in 2015, OPEC needs to increase production by 4.1mn bpd in\nthe next five years to “balance the market”. Saudi Arabia could make up for half of this\ngiven its c2mn bpd of spare capacity, and we believe it intends to at least increase its\nmarket share. We would expect other OPEC countries to expand their capacity in the\nGEMs Paper #26 | 30 June 2016 37\nnext five years, namely Iran and the UAE. As for Libya, the current turmoil needs to\ncome to an end, while the scale of any Iraqi long-term output increase remains the\nbiggest uncertainty.\nChart 38: We estimated that demand will grow by 5.9mn bpd in 2015-\n20\n105\n100\n95\n90\n85\n80\n75\n70\n65\nmn bpd\nGlobal oil consumption\nBofAML\nfcast\n60\n87 89 91 93 95 97 99 01 03 05 07 09 11 13 15 17 19\nSource: IEA, BofA Merrill Lynch Commodities Research\nChart 39: Other than Saudi Arabia, some OPEC countries will also expand\ntheir capacity in the next five years, namely Iran the UAE\nKuwait\nAlgeria\nQatar\nVenezuela\nAngola\nEcuador\nNigeria\nUAE\nLibya\nIran\nSaudi Arabia\nOPEC capacity growth, 2015-2020F\nmn b/d\n-0.3 -0.1 0.1 0.3 0.5\nSource: IEA, BofA Merrill Lynch Commodities Research\nSaudi plans to keep capacity flat add to medium term tightness\nSaudi Arabia has 12.5mn bpd of crude production capacity, according to the\ngovernment, and the country suggested within the NTP that it plans to maintain\ncapacity at the current level to 2020. Saudi Arabia is the only material holder of spare\ncrude oil production capacity around the world. Spare capacity currently sits at c2mn\nbpd, which is one of the lowest levels ever. Even if Saudi Arabia did start investing\ntoday, it would take a number of years to be completed and would unlikely be ready\nbefore 2020 in any case. Hence, as Saudi ramps up production over the medium-term by\ndigging into its spare capacity, the risk premium in the oil market will rise as the market\nbecomes increasingly less able to handle future supply disruptions.\nChart 40: The supply side in oil faces a lot of disruptions linked to\ngeopolitics and broad economic mismanagement\n6\nmn b/d\nMajor oil supply disruptions\n(excluding disruptions due to OPEC policy changes)\n5\npost Arab spring\nKuwait,\n4\n3\n2\nIraq,\nVenezuela,\noil strikes\nNigeria\nunrest\nIraq,\nGulf War\n1\n(and oil embargo)\n0\n90 91 92 93 94 95 96 97 98 99 00 01 03 04 05 06 07 08 09 10 11 12 13 14 16\nIraq, civil war\nLibya, civil war\nNigeria, oil theft\nSyria, civil war\nYemen, civil war\nIran, US/EU embargo\nSource: IEA, BofA Merrill Lynch Commodities Research\nChart 41: Saudi Arabia has 12.5mn bpd of crude production capacity,\nand currently is c2.0 of spare capacity over current production\n4.5\n4.0\n3.5\n3.0\n2.5\n2.0\n1.5\nmn b/d\nSaudi Arabia spare crude oil production capacity\n1.0\nJan-09 Nov-09 Sep-10 Jul-11 May-12 Mar-13 Jan-14 Nov-14 Sep-15\nSource: IEA, BofA ML Commodities Research. IEA estimates Saudi production capacity at 12.2mn bpd\nIf Saudi gas production gets off the ground, it could crowd out oil demand…\nThe Saudi NTP plans to grow domestic gas production by 50% to 18 bcf/d by 2020, and\nto use most of this gas to meet a 30% rise in domestic power demand and moreover\nboost gas’ share in power generation to 70%, up from 50% currently. This implies that\noil burned for power generation could drop by 30% or 300 thousand bpd by 2020, most\nof which would likely be crude which is more valuable in the export market than the\n38 GEMs Paper #26 | 30 June 2016\nresidual fuel oil burned. Saudi Arabia has the world’s 4 th largest gas reserves, yet\nreaching the 5.8 bcf/d production growth target by 2020 is not that straight forward.\n…though boosting gas production to the NTP target poses significant challenges\nThe new Wasit project, which is due to come online in 2016 and ramp up to 2.5 bcf/d by\n2020, meets about 40% of the gas production growth target. Other than that, Saudi\nArabia is focusing on getting unconventional production off the ground to meet the\nremaining 3.3 bcf/d of the production growth target. The timing, cost and commercial\nfeasibly of which this unconventional gas is highly uncertain. The 2.5 bcf/d from the\nWasit project is about the amount of gas that would be needed to meet incremental\npower demand and displace 300 thousand bpd of crude burn, assuming gas demand\ndoes not grow in other sectors, which is unlikely. Hence, it is likely that Saudi’s ability to\nswitch significantly to reduce oil burn in power generation to 2020 will be quite limited,\nexplaining the new openness to consider gas imports, in our view.\nChart 42: Oil burned for power generation could drop by 30% or 300\nthousand bpd by 2020, most of which would likely be crude\n1,200\nSaudi oil demand in power generation\nk bpd\n1,000\ncrude burn\nresid\n800\n600\nChart 43: Other sectors like petrochemicals and industry will see their\ngas demand grow as well\nSaudi natural gas consumption, 2013\noil & gas\nextraction, 0.3\nbcf/d\nindustry, 2.6\nbcf/d\npetchems, 0.5\nbcf/d\n400\n200\n0\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\npower\ngeneration, 4.4\nbcf/d\nSource: IEA, BofA Merrill Lynch Commodities Research\nSource: IEA, BofA Merrill Lynch Commodities Research\nEquity Strategy: more clarity required, but\ninvestible themes emerging\nHootan Yazhari, CFA >>\nMerrill Lynch (DIFC)\nhootan.yazhari@baml.com\nMore clarity required, but high level benefits becoming evident\nThe recent National Transformation Program (NTP) document provided a much awaited\narticulated roadmap through 2020 of how the government is seeking to achieve its\nhighly ambitious Vision. However, we believe significantly more detail is still required\nbefore the market can make more concrete conclusions on the key winners and losers\nfrom the program as well as quantify the impact it could have on corporate earnings\n(both positive and negative).\nWhilst at this juncture it is difficult to quantify the size of the NTP opportunity for\nindividual companies, we feel more confident in highlighting the sectors that we see\ncould benefit from Saudi Arabia ambitious plans. We have detailed the sectors that we\nsee as likely benefiting most in the table below. We also highlight the sectors which\ncould face the most negative impact from the roll out of the NTP.\nGEMs Paper #26 | 30 June 2016 39\nTable 13: Summary of key sectors likely benefiting from and impacted by the National Transformation Program\nSectors likely benefiting from NTP\nPetrochemicals\nHealthcare\nInsurance (healthcare)\nReal estate\nConsumer staples\nTelecom\nMetals and mining\nDefence\nRationale\nWith US$ 11bn being allocated to project development, downstream chemicals second largest focus of NTP; significant increase\nin natural gas availability (indigenous and imported); expansion opportunities\nVolume growth opportunities for private healthcare providers (management contracts); private health insurance growing;\nparticipation in privatisations; significant increase in local pharmaceutical production\nPrivate insurance coverage to increase to 31mn from 10.5mn currently; rising availability of private healthcare facilities\nHigher home ownership targeted; improved access to financing/housing subsidies to both developers and buyers; volumes set to\nexpand as NTP targets higher real estate sector growth; increased opportunities for private sector investment\nDemand growth from religious tourists; formalisation and Saudisation of retail sector; growth in locally produced poultry sales;\nlonger-term private sector job creation\nGovernment spending US$2bn to enhance FTTH and Mobile networks; focus on increasing internet usage; religious tourism will\nboost demand\nProvision of new mining licenses; potential investment opportunities for international mining companies\nIncreased localization will cut imports, develop local industrial capabilities and create jobs\nSectors likely negatively impacted by NTP Rationale\nConsumer discretionary Near-term squeeze on consumer disposable income and sentiment; increased competition as foreign entities given 100%\nownership entitlement; development of Saudi postal system possibly a precursor to online shopping increase\nPetrochemicals\nPotential reduction in feedstock subsidies; potential for increased competition from international companies\nReal estate\nLand tax on white land could impact cost base and prices in urban areas; higher competition from new entrants\nAll sectors\nSource: National Transformation Program, BofA Merrill Lynch Global Research,\nSix key investible themes from the NTP are emerging\nUsing this frame work we believe a number of investible themes are emerging including:\nRising costs on reduced subsidies (particularly water and energy); higher wage costs; increased financing burden on private\nsector as government partially shoulders NTP costs\n1. Ambitious plans to grow religious tourism: with Hajj visitors set to increase\nfrom 1.5mn to 2.5mn and Foreign Umrah Pilgrims from 6mn to 15mn per\nannum, we see significant potential for the travel & tourism, transport sectors,\nconsumer discretionary and telecom services sectors to benefit.\n2. Down trading as pressure mounts on the consumer: With the NTP looking\nto reduce subsidies on energy (including transport fuels) and water, we see\npressure on the disposable income of Saudi consumers rising in the short- to\nmedium-term (although in the longer term, we expect higher employment\nlevels, growing home ownership and accelerating growth to offset these\nfactors). These issues could be further augmented by a slowdown in public\nsector wage growth and growth in the proportion of residents employed by the\nprivate sector,\nIn reflection, we believe that the consumer will likely become more value\nconscious in the near- to medium-term as stress on consumer discretionary\nspend mounts. As such, we continue to prefer the consumer staples and the\ngrocery retailers in this environment. We also believe the grocery retailers will\nbenefit from the government’s focus on formalising the sector (it is highly\nfragmented currently and dominated by smaller independent stores) in an\neffort to increase Saudi participation. That said, we believe consumer\ndiscretionary companies which offer more affordable and economic goods\ncould benefit as they take market share.\n3. Rising focus on healthcare provision: Saudi Arabia is focused on significantly\ngrowing accessibility to healthcare for its residents. The provisions in the NTP\ninclude a significant increase in medical centres (hospitals and clinics), wider\nprovision of private health insurance and an increase in the level of\n40 GEMs Paper #26 | 30 June 2016\npharmaceuticals manufactured locally. We thus see potentially strong\nopportunities for the private hospital operators, the health insurance providers\nand local pharmaceutical manufacturers.\n4. An improvement in the availability of affordable housing for Saudi\nnationals: The Saudi housing shortage has been a persistent issue for the\ncountry; with the shortfall currently standing at an estimated 1.2mn units, in\nour view. Looking forward, we believe this shortfall will likely intensify given\nstrong demand formation. The NTP is seeking to introduce greater numbers of\naffordable housing units and greater availability of financing. Indeed, the\nministry of housing is looking to invest cUS$16bn in achieving these aims by\n2020. Whilst we do not believe these measures go far enough to fully resolve\nthe housing shortage, we nevertheless see material opportunities for Saudi real\nestate developers.\n5. Growth in telecom/fibre infrastructure: The NTP is seeking to greatly\nenhance connectivity in the country, largely through increased usage of\ninternet. Reflecting that, the government has pledged approximately US$2bnn\nto significantly increase the availability of high speed FTTH networks in remote\nareas, increase mobile broadband coverage and density in urban centres\n(3G/4G) and allocate an increased amount of bandwidth to the mobile service\nproviders. We thus see significant volume growth potential for the telecom\nservice providers (particularly with regards to mobile data, where we see scope\nfor price increases). Furthermore, we expect much of the capital expenditure\nrequired to expand the FTTH and Mobile networks to be provided by the\nprivate sector, which in our view will accelerate the case to spin off their tower\nportfolios (as a method of funding capex expansions).\n6. Significant growth in downstream petrochemicals capacity and metals &\nmining: The NTP’s drive to diversify revenues away from the oil sector has\nseen it focusing on exports of non-oil commodities. In particular, we highlight\nthe significant investment it has earmarked for the downstream industries\nincluding petrochemicals and oil refining, as well as aggressively growing the\ncountry’s metal and mining operations (likely through national champion,\nMaaden). Examples include the expansion of the country’s base metals\nproduction (e.g. bauxite and phosphates) and the construction of an oils-toolefins\nproject. The further development of capital intensive industries also\nprovides some scope for Saudi Arabia to develop service industries and\nincrease local content provisions, in our view. These could be facilitated\nthrough joint-ventures with global service providers, who may consider\nmanufacturing plants in Saudi Arabia.\nHow to gain exposure to NTP themes\nIn reflection of the themes articulated above (and in the sections that follow), we\nhighlight the sectors and companies which have exposure to each of these themes in\nthe table below. The companies highlighted in green represent the companies which are\ncurrently Buy rated by our fundamental analysts and also fit in with our theme of\ngaining exposure to the NTP.\nGEMs Paper #26 | 30 June 2016 41\nChart 44: Summary of sectors and companies with exposure to key NTP themes (companies highlighted in green are rated Buy and represent our top picks)\nTheme 1 Theme 2 Theme 3 Theme 4 Theme 5 Theme 6\nReligious Tourism Downtrading Healthcare provision\nGrowth in Affordable\nhousing\nTelco infrastructure\ngrowth\nIncrease in none-oil\ncommodity exports\nSectors to\nbenefit\nTravel & Tourism Consumer staples Private Hospitals Real Estate Telecoms Petrchemicals\nTransport Consumer Disc. Insurance co's Construction Training & Education Metals & Mining\nConsumer staples Training & Education Pharma Banks Industrials\nTraining & Education Training & Education Training & Education Training & Education\nBofA ML\ncoverage with\nexposure\nSTC Savola Al Hammadi Dar al Arkan STC SABIC\nZAIN KSA Almarai Dallah Zain KSA Maaden\nSavola Al Othaim Yansab\nAlmarai Al Hokair Safco\nAl Othaim\nJarir\nOther Companies with\nexposure\nMobily Sadafco Mouwasat Emaar Economic city Mobily Petrorabigh\nSadafco Halwani Brothers Care Saudi Banks Al Khaleej Training Zamil\nAl Tayyar Nadec MEAHCO Al Khaleej Training Al Khaleej Training\nDur Hospitality Saudi Marketing Spimaco\nSaudi Ground Serv . Al Khaleej Training Bupa\nSaudi Catering\nTawuniya\nAl Khaleej Training\nMed Gulf\nSource: BofA Merrill Lynch Global Research\nSaudi market valuation not testing\nThe Saudi market has been one of the poorest performing emerging markets year-todate,\nunderperforming the MSCI EM indices by approximately 10% (and c20% since\nAugust 2015). A combination of weak oil prices and their inevitable impact on the Saudi\neconomy including slowing economic growth, rising operational risks and fiscal\nconsolidation (including subsidy removals) have been the key drivers. The\nunderperformance has left the market trading on a 12mth P/E of c.13x, an 11% discount\nto its long term average and its lowest premium to GEMs since 2010 (Saudi trades on a\n7% percent premium vs long run average of c. 30%). Furthermore, Saudi trades on\n12mth FWD P/B ratio of 1.5x, a 20% discount to long run averages, but a 15% premium\nto GEMs on 1.3x, justified by the market’s higher ROE’s (Saudi’s long term P/B premium\nhas been c.25%). Finally, Saudi trades on 12mth FWD EV/EBITDA multiples of 9x, a\nc.11% discount to long run averages.\n42 GEMs Paper #26 | 30 June 2016\nChart 45: Saudi 12m fwd. P/E vs. EM\n22\nMSCI Saudi 12m Fwd PE\n19\n16\n13\n10\n7\nEM 12m Fwd PE\nAverage\n4\n07 08 09 10 11 12 13 14 15 16\nSource: DataStream, I/B/E/S, Bloomberg, BofA Merrill Lynch Global\nResearch\nChart 46: Saudi 12m fwd. P/B vs. EM\n2.7\nMSCI Saudi 12m Fwd PB\n2.5\nEM 12m Fwd PB\nAverage\n2.3\n2.1\n1.9\n1.7\n1.5\n1.3\n1.1\n0.9\n09 10 11 12 13 14 15 16\nSource: DataStream, I/B/E/S, Bloomberg, BofA Merrill Lynch Global\nResearch\nChart 47: Saudi 12m fwd. EV/EBITDA\n17\nMSCI Saudi 12m Fwd EV-EBITDA\n16\n15\n14\n13\n12\n11\n10\n9\n8\nAverage\n7\n06 07 08 09 10 11 12 13 14 15 16\nSource: DataStream, I/B/E/S, Bloomberg, BofA Merrill Lynch Global\nResearch\nInterestingly, not all sectors within the Saudi market trade at a premium to GEM peers,\nwith both consumer discretionary and consumer staples trading at a material discount.\nThe remaining sectors all trade at a modest premium to their GEM counterparts, with\nthe industrial and utility sectors trading at a substantial premium on 12mth FWD P/E\nChart 48: Consumer sectors trade at a discount relative to GEM averages. Industrials and Utilities are\nrelatively expensive vs. GEM peers, other sectors trade at small premium\n30.0\n25.0\n20.0\n15.0\n10.0\n5.0\n0.0\nFinancials\nConsumer Dscrt.\nMaterials\nConsumer Stpls\nTelco\nIndustrials\nHealth Care\nUtilities\nSaudi Arabia 12m fwd P/E\nGEM 12m fwd P/E\nSource: DataStream, I/B/E/S, Bloomberg, BofA Merrill Lynch Global Research\nWeaker economic outlook largely priced in as ERR shows inflection\nA further consequence of the weakening economic outlook for Saudi Arabia has been\nthe collapse in market expectations, with earnings estimates having posted their longest\nsustained period of downgrades on record. We note however, the Saudi Earnings\nRevision Ratio (ERR) has reached an inflection point, with a slowdown in the rate of\nearnings downgrades. (ERR is a ratio of number of companies enjoying earnings\nupgrades vs number of companies suffering downgrades. A ratio above one, therefore,\nindicates more upgrades than downgrades). Consequently, we believe the relatively untesting\nvaluations of the Saudi market indicate that a high level of negativity is already\nbeing priced in.\nGEMs Paper #26 | 30 June 2016 43\nChart 49: Saudi ERR’s are showing signs of inflecting despite one of the most protracted periods of\nearnings downgrades.\n2\n1.8\n1.6\n1.4\n1.2\n1\n0.8\n0.6\n0.4\n0.2\n0\nJan-11\nMore downgrades than upgrades\nJan-12\nJan-13\nMore upgrades than downgrades\nJan-14\nJan-15\nJan-16\n160\n140\n120\n100\n80\n60\n40\n20\n0\nERR (LHS)\nBrent Crude (US$/bbl- RHS)\nSource: DataStream, I/B/E/S, Bloomberg, BofA Merrill Lynch Global Research\nOff benchmark and out of mind? Growing confidence could drive rerating\nWith Saudi Arabia remaining off benchmark (it is not currently part of any major indices\nsuch as the MSCI EM or FM), GEM funds allocation to Saudi Arabia remains relatively\nlow at just 0.25% (of total GEMs AUM). Whilst allocation levels are relatively high versus\nhistory, they are still significantly below the levels implied by MSCI EM inclusion (1.4%)\nor suggesting a level of apathy towards the market.\nChart 50: GEM fund allocation in Saudi (asset-weighted)*\n0.35 % GEM funds, allocation in Saudi MSCI Saudi market cap as % of MSCI EM (rhs) %\n0.30\n0.25\n0.20\n0.15\n0.10\n0.05\n16\n14\n12\n10\n8\n6\n4\n2\n0.00\n06 07 08 09 10 11 12 13 14 15 16\n0\nSource: EPFR, BofA Merrill Lynch Global Research.*Market cap as % of MSCI EM represents and artificially constructed benchmark weight\nassuming that this market was a member of MSCI EM index\nWith the NTP looking to diversify the Saudi economy away from the oil sector (and\nreduce its reliance on a higher oil prices), we believe confidence in the longer term\neconomic outlook could improve, ultimately driving earnings momentum and a market\nrerating. Given our view that crude oil prices will likely post growing momentum in 2017,\nmoving substantially above US$50/bbl, even a partial success of the NTP program would\nlikely be sufficient to improve market confidence.\nCMA reforms (likely linked to the NTP), a potential catalyst for market rerating\nFurthermore, reforms being introduced by the Saudi Capital Markets Authority (CMA) to\nattract greater foreign participation in the Saudi market (see below) indicate Saudi is\n44 GEMs Paper #26 | 30 June 2016\nseeking an expedited path to inclusion within the major Stock indices. Given the NTP is\nseeking heavy involvement/investment from the private sector, we believe the measures\nintroduced by the CMA to attract direct capital inflows to the country are likely linked\nwith the larger NTP process. Growing confidence in the CMA’s market reforms and the\npotential for inclusion in the major indices could prove to be a meaningful basis for the\nmarket to rerate upwards.\nTaking positive steps to accelerate MSCI inclusion\nThe Saudi Capital Markets Authority recently announced extensive changes to the\nQualified Financial Investor (QFI) program, which should ultimately increase the ease of\nforeign access to the Saudi market. In particular:\n(1) Individual foreign investors will now be allowed to own up to 10% of the equity in a\ncompany (up from 5%). The total limit on foreign ownership remains at 49%.\n(2) CMA decreased the minimum AUM of QFIs to US$1bn from US$5bn (although funds\nwith AUM’s below this level will be considered by the CMA).\n(3) CMA introduced stock lending & covered short selling;\n(4) CMA extended the settlement cycle to T+2 from T+0, effectively eliminating prefunding;\n(5) CMA effectively removed the concept of a QFI client, which would have prevented\ninvestors from using multiple fund managers to gain exposure to Saudi Arabia. This\nhighly restrictive clause was a significant reason why many global institutions did not\nseek to gain QFI status; and\n(6) CMA significantly reduced the amount of bureaucracy required to apply for and\nretain QFI status.\nMSCI inclusion one step closer as accessibility increases\nIn our view, the range of measures the CMA is looking to adopt greatly enhances the\naccessibility of the Saudi Stock exchange and as such bring Saudi Arabia one step closer\nto inclusion in the MSCI EM index. Whilst we continue to see inclusion most likely from\n2019 (with an announcement in 2018), the new changes indicate that a 2018 inclusion\n(with an announcement in 2017) is by no means out of the question. Indeed, whilst the\ntiming of introduction of these new measures is likely to be 1H2017, a recent release of\nthe draft proposals from the CMA suggested it could come as soon as 3Q16; although\nwe await further clarification.\nA higher weighting in international indices\nSaudi Arabia is currently under consideration for inclusion in the MSCI EM index,\npotentially as soon as May/June 2018; although we believe 2019 is more likely. Saudi\nArabia is currently not included in any of the Major global indices and as such its\ninclusion would have a profound effect on the market as it:\n(1) leads to significant inflows of capital in to the market from both active and passive\nfunds following the MSCI EM index and;\n(2) significantly increases interest in the Saudi market as it gains profile and is no longer\nseen as off benchmark.\nWe see these factors as compatible with the NTP aim to boost capital markets.\nCurrently Saudi would be 1.4% of MSCI EM = US$10.9bn of inflows.\nAs per MSCI’s guidance, we use MSCI’s standalone Saudi market index as a template\n(released May 12th 2015) for Saudi stocks to be included in the MSCI EM index. The\nMSCI Saudi index currently contains 19 stocks (all listed entities on the Tadawul market)\nwhich are likely for inclusion in the MSCI EM index (were Saudi to be included). By\ntaking the total market cap of these companies and multiplying them by the foreign\nGEMs Paper #26 | 30 June 2016 45\ninclusion limit articulated by the MSCI (currently 0.2), we are able to decipher the\nrelative weighting of Saudi Arabia if it were to be included the MSCI EM index.\nThis analysis suggests that Saudi’s potential weighting in the MSCI EM Index (were it to\nbe included today) would be c1.4%. Furthermore, it would likely trigger net inflows (from\nother MSCI EM markets) of US$10.9bn when including all passive and benchmarkneutral\nactive funds tracking MSCI EM. Importantly, our analysis is based on EPFR data,\nwhich respectively indicates US$405bn and US$354bn of active and passive funds\nfollowing the MSCI EM index.\nTable 14: Provisional MSCI Saudi Arabia constituents stand to gain as much as $10.9bn of total passive and benchmark-neutral active funds on inclusion\nPotential\npassive Potential\nbuying passive days\n(US$m) buying\nTotal US$m\nactive +\npassive days\nbuying\nTotal days\nactive +\npassive days\nbuying\nProvisional Provisional\nPotential Potential\nweight in MSCI weight in MSCI ADTV active buying active days\nSaudi\nEM (US$m) (US$m) buying\nAL RAJHI BANK 9.5% 0.1% 37.2 546.5 14.7 477.7 12.8 1,024 27.5\nALINMA BANK 2.0% 0.0% 223.0 116.9 0.5 102.2 0.5 219 1.0\nALMARAI 4.4% 0.1% 7.7 255.8 33.1 223.6 28.9 479 62.0\nARAB NATIONAL BANK 2.0% 0.0% 1.4 113.6 81.7 99.3 71.4 213 153.2\nBANQUE SAUDI FRANSI 2.8% 0.0% 1.3 163.1 122.7 142.6 107.2 306 229.9\nETIHAD ETISALAT CO. 2.2% 0.0% 11.9 126.1 10.6 110.2 9.2 236 19.8\nRABIGH REFN.& PETROCH. 1.0% 0.0% 9.2 59.1 6.5 51.7 5.6 111 12.1\nRIYAD BANK 3.4% 0.0% 2.0 195.6 100.3 170.9 87.7 367 188.0\nSAMBA FINANCIAL GROUP 4.0% 0.1% 5.0 232.9 47.0 203.5 41.1 436 88.2\nSAUDI ARABIA FRTZ. 2.6% 0.0% 4.4 148.2 33.5 129.5 29.2 278 62.7\nSAUDI ARABIAN MINING 4.5% 0.1% 17.2 260.8 15.1 228.0 13.2 489 28.3\nSAUDI BASIC INDUSTRIES 25.3% 0.4% 170.9 1459.4 8.5 1275.6 7.5 2,735 16.0\nSAUDI ELECTRICITY 8.4% 0.1% 6.3 485.3 77.3 424.2 67.6 910 144.8\nSAUDI TELECOM 13.4% 0.2% 9.5 774.7 82.0 677.1 71.7 1,452 153.6\nSAVOLA GROUP 2.0% 0.0% 6.9 114.4 16.6 100.0 14.5 214 31.2\nYANBU NAT.PETROCH. 2.3% 0.0% 6.7 134.5 20.2 117.6 17.7 252 37.9\nFAWAZ ABDULAZIZ ALHOKAIR 1.0% 0.0% 5.7 55.5 9.7 48.5 8.5 104 18.1\nALTAYYAR 0.8% 0.0% 33.5 44.4 1.3 38.8 1.2 83 2.5\nNATIONAL COMMERCIAL BANK 8.2% 0.1% 6.8 474.8 70.1 415.0 61.3 890 131.4\nTOTAL 5,762 5,036 10,798\nSource: BofA Merrill Lynch Global Research, MSCI and DataStream\nChart 51: If included today, Saudi Arabia would be the thirteenth largest constituent of the MSCI EM,\naccounting for 1.4% of the index.\nCHINA\nKOREA\nTAIWAN\nINDIA\nSOUTH AFRICA\nBRAZIL\nMEXICO\nRUSSIA\nMALAYSIA (EM)\nINDONESIA\nTHAILAND\nPHILIPPINES\nSAUDI\nTURKEY\nCHILE\nPOLAND\nQATAR\nUAE\nCOLOMBIA\nPERU\nGREECE\nHUNGARY\nEGYPT\nCZECH REPUBLIC\nSource: : BofA Merrill Lynch Global Research, MSCI and DataStream\n46 GEMs Paper #26 | 30 June 2016\nPrivatisations & ownership limits could increase weighting\nHowever, our analysis of Saudi Arabia’s weighting could be significantly understated for\ntwo reasons, including: (1) our analysis currently uses a foreign ownership limit (FOL) of\n0.2 (as previously guided by the MSCI). This could be understating Saudi’s weighting\ngiven the increase in foreign ownership introduced in the CMA’s announcement. Indeed,\nif we increased our FOL factor to 0.4, Saudi would be 2.8% of the MSCI and could\nattract US$21.3.bn of inflows; and, (2) Saudi Arabia (according to local press and the\nNTP) is seeking a number of privatisations in the coming 24 months, including a\npotential IPO of Aramco. Inclusions of these companies would likely increase Saudi’s\nweighting in the MSCI EM index and thus attract higher inflows to the market.\nInclusion of energy assets could see Saudi accounting for 4.1% of MSCI EM\nBy way of example, we believe inclusion of Saudi Aramco in the Saudi market would\nprofoundly affect the weighting of Saudi Arabia in the MSCI EM in our view. Indeed, if\nwe were to replicate the analysis above using the Deputy Crown Prince hypothetical\nvaluation of US$2tn for Saudi Aramco and a 5% inclusion factor (given 5% or less of\nSaudi Aramco would be listed according to interviews with the Deputy Crown Prince),\nSaudi Arabia would account for 4.1% of the MSCI EM index and likely attract cUS$31bn\nof inflows from passive and active funds. We note, our calculations are highly sensitive\nto the inclusion factor that MSCI would ultimately use (we assume 5%, in line with its\nestimated free float of 5%). An inclusion factor of 10% for example, would see Saudi\nArabia accounting for 6.6% of the MSCI EM index.\nChart 52: If energy assets were included, Saudi Arabia would be the seventh largest constituent of\nthe MSCI EM, accounting for 4.1% of the index\nCHINA\nKOREA\nTAIWAN\nINDIA\nSOUTH AFRICA\nBRAZIL\nSAUDI\nMEXICO\nRUSSIA\nMALAYSIA (EM)\nINDONESIA\nTHAILAND\nPHILIPPINES\nTURKEY\nCHILE\nPOLAND\nQATAR\nUAE\nCOLOMBIA\nPERU\nGREECE\nHUNGARY\nEGYPT\nCZECH REPUBLIC\nSource: BofA Merrill Lynch Global Research, MSCI and DataStream\nGEMs Paper #26 | 30 June 2016 47\nTelecom: supporting a move to higher\nconnectivity\nHootan Yazhari, CFA >>\nMerrill Lynch (DIFC)\nhootan.yazhari@baml.com\nTable 15: Key NTP objectives for the Ministry of Communications and Information Technology\n1\n2\n3\nNo. Strategic objective Key Performance Indicator (KPI) Unit Baseline\nProvide critical resources, especially frequency\nspectrum for Information telecommunications\nand Technology services\nProvide broadband services to all KSA regions\nby stimulating investment in infrastructure and\ndeveloping tools, technical and regulatory\nframeworks\nDevelop and activate smart government\ntransactions based on a common infrastructure\n2020\ntarget\nRegional\nb'mark\nInt’l\nb’mark\nPercentage of frequency spectrum available for\ntelecommunication services out of the total allocated\ntelecommunication services\n% 42 80 NA >90\nPercentage of FTTH coverage in densely\npopulated urban areas\n% 44 80 >95 >90\nPercentage of FTTH coverage in urban areas % 12 55 >90 >80\nPercentage of wireless broadband networks’ coverage (more\nthan 10 Mbps) in remote areas\n% 12 70 NA 74\nMaturity level of the government services transformation to\ne-services\n% 44 85 NA NA\nKSA’s rank in the United Nations index for the development\nof e-government\n% 36 25 18 11\n4 Bridge the digital gap in the skills of ICT users Percentage of internet users in KSA % 63.7 85 90.4 87.9\nSource: National Transformation Plan\nNTP helps increase penetration of higher margin offerings\nWe believe the National Transformation Plan will herald significant change for the Saudi\ntelecom sector over the next five years. In particular, its focus on increasing access to\nhigh speed internet (via wireless and fibre) should underpin a material uplift in data\nusage and broadband penetration levels. Given these offerings represent the highest\nmargin services provided by the telecom service providers, we believe the move towards\na more data intensive society should be supportive for industry margins. Furthermore,\nwith the NTP’s plans relying heavily on private sector investment (including STC), we\nbelieve it could accelerate the spin out of tower portfolios from the three telecom\nplayers in the Kingdom (as a way of raising financing).\nGovernment investment set to exceed US$2bn\nAs part of the National transformation plan, the government is seeking to invest more\nthan US$2bn in the expansion of wireless (3G & 4G) and fibre infrastructure (FTTH)\nacross the kingdom. Whilst the finer details on how this expenditure will be deployed\n(e.g. via grants or via direct investments?) have yet to be disclosed, details of the NTP\nsuggest it will be used to expand connectivity in the remote areas of Saudi Arabia (given\nthe telecom companies have largely avoided such expenditure in the past given low\nreturns), as well as increasing network density in developed and urban areas.\nSpectrum increases an indication of ambitious growth\nThe government is also looking to significantly enhance the availability of spectrum to\nthe telecom industry (from 42% to 80% of total spectrum allocated), highlighting the\nexpected surge in data usage in the Kingdom to 2020 and beyond. Whilst data usage in\nthe Kingdom has been rapidly growing in recent years on the back of high speed rollouts\n(3G & LTE), demand still lags global and regional averages (as indicated by data as a\npercentage of total mobile revenues). Ultimately, we believe this will have a number of\neffects including: (1) Saudi Arabia will further increase its focus on high speed offerings,\n(LTE/LTEA and eventually 5G); (2) capex cycles will likely lengthen as telecom companies\nintensify their rollout of coverage; and, (3) tower density will likely have to increase\nacross the key demand centres.\n48 GEMs Paper #26 | 30 June 2016\nChart 53: Data as % of mobile service revenues\nGDP/capita US$, 2015\n50,000\n45,000\n40,000\nUAE\nKuwait UK\nGermany\n35,000\n30,000\nSaudi\nSpain\n25,000\n20,000\n15,000\nArgentina Chile\nTurkey Brazil\n10,000\n5,000\nSudan Nigeria\nIndia\nChina\nRussia\nSouth Africa\n0\nMoro\n0% 10% cco 20% 30% 40% 50%\nData as % of service revenues\nSource: BofA Merrill Lynch Global Research, Telegeography and company data\nChart 54: Household Broadband penetration\nGDP/capita US$, 2015\n50,000\nKuwait\n45,000\nUAE\n40,000\n35,000\n30,000\nSaudi\n25,000\nOman\nCzech\n20,000\n15,000\nPoland\nTurkey\n10,000 South Africa\nHungary\nAlgeria\nIndonesia Egypt Brazil\n5,000\nRomania\nChina Russia\nIndia\nTunisia\nNigeria\n0\nMorocco\n0% Pakistan 20% 40% 60% 80%\nBroadband household penetration\nSource: BofA Merrill Lynch Global Research, Telegeography and company data\nPrivate sector participation and investment will be crucial…\nWhilst the government has earmarked cUS$2bn for the expansion of FTTH and wireless\ninfrastructure (with a view to ultimately increasing internet usage), we believe this will\nlikely be insufficient to meet the needs of the NTP’s ambitious targets (based on costs\nof rolling out existing wireless and FTTH networks). As such, we believe the private\nsector (Zain KSA, Mobily and STC) will be key contributors to the financing of the\nexpansion plan.\n…intensifying the case for creation of a Saudi tower company\nThe Saudi telecom service providers have invested heavily in rolling out high speed\nwireless networks and, in the case of Mobily and STC, FTTH networks (not to mention\nlicense costs). This has seen the balance sheets of both Mobily and Zain KSA reaching\nrelatively high gearing levels; thereby limiting their ability to step up capital expenditure\nfor a sustained period. Consequently, we believe the focus on raising capital (to fund the\nexpansion programmes) from the spin out of their Tower portfolios will only increase.\nWe see Zain KSA as the key beneficiary of this given they have the most highly geared\nbalance sheet amongst Saudi Telco peers.\nMobile market share gains for Zain KSA and Mobily increasingly important\nWhilst the Saudi government has taken steps to introduce competition in the\ntelecommunications industry, its moves to open the market have thus fallen short of\nthis objective. Specifically, government-owned STC retains more than 60% revenue\nmarket share in Saudi Arabia, giving it a dominant position in the market, whilst Mobily\nand Zain KSA have only managed to achieve c25% and 15% revenue market share\nrespectively.\nThis, in our view, has likely been driven by a number of factors including: (1) the\nrelatively high cost of market entry (ie licenses) for both Mobily and Zain KSA, which has\nlumbered both with high operating costs; (2) high royalty costs, which amount to c16%\nof revenues generated in Saudi Arabia (with some exceptions, including data), arguably\ninhibiting requisite marketing and infrastructure spend. We note both Mobily and Zain\nKSA remain loss making; and, (3) the relatively high mobile termination rates, which\narguably afford an advantage to STC and prevent Zain or Mobily from competing more\naggressively on price.\nFor the realisation of the NTP, we believe it is important that all private sector players\nare realising sufficient rates of return and FCF generation to be able to finance the\nrequisite growth in infrastructure. We note both Mobily and Zain KSA were loss making\nin 2015 and are expected to return sub 5% ROE’s in both 2016 and 2017 (according to\nGEMs Paper #26 | 30 June 2016 49\nBloomberg consensus estimates) vs. STC at 17% (consensus). It is thus arguably crucial\nfor Zain and Mobily to be allowed to increase market share in the mobile arena. We thus\nbelieve the regulator (CITC) regulator will have to consider further steps to afford\nmarket share to the second and third entrants including asymmetric competition\nmeasures (pricing, MTRs), license extensions or differentiated royalty rates.\nSTC the likely beneficiary of FTTH expansion\nWhilst we argue that STC could lose further market share in the Mobile market as a\nresult of regulatory moves, we believe the negative impact will be offset by growing\nrevenues from FTTH, IPTV and the corporate market. Indeed, we believe STC, given its\nmarket leading FTTH network and IPTV offering, will likely benefit most acutely from\nthe growth in the number of FTTH customers. Furthermore, with government grants\nlikely to be provided for FTTH roll out in less economical areas (as part of the NTP), we\nbelieve returns will likely not suffer from the additional capital deployment. Mobily could\nalso benefit (given its well-developed FTTH infrastructure), although we expect it to lag\nSTC who has a first mover advantage and arguably a stronger FTTH/Triple play offering.\nWe note, Zain KSA will unlikely participate in the rollout of the FTTH expansion given its\nconstrained balance sheet and strategic focus on the wireless market. That said, the\ncompany could benefit from the rollout of high speed internet solutions over its wireless\nnetwork (ie fixed broadband over its 4G network), particularly in areas where the\nconstruction of FTTH networks maybe be difficult or uneconomical.\nRoyalty rate increases unlikely, particularly for Zain KSA and Mobily\nAdmittedly, an increase in royalties could be an easy way of raising much needed\nrevenues for the government. After all, each 1% increase could raise income by more\napproximately SAR500mn (cUS$130mn). However, we would argue that this is unlikely\ngiven the lack of sufficient competition in the market and the obstacles to increased\ncompetition higher royalty rates would introduce. In the same vein, we also believe it\nhighly unlikely that the government would seek to introduce a fourth mobile operator\nlicense given the lack of sufficient market capacity between the second and third\noperators.\nReligious tourism a material opportunity for telecom providers\nSaudi Arabia’s ambitious growth targets for religious tourism provide a material\nopportunity for the telecom providers in our view. More specifically, if the number of\nreligious tourists (for Hajj and Umrah) increases by an estimated 10mn per annum by\n2020, we believe demand for roaming services (voice and data) and sim purchases will\nincrease significantly. Indeed, on our estimates, we see the 10mn visitors potentially\nproviding a SAR2bn-SAR4bn opportunity, representing a c4-8% uplift in total wireless\nrevenues for service providers. We particularly believe Zain KSA will benefit strongly\nfrom this given they provide the most competitive Pay as you go packages currently and\nhave the largest spare capacity on their network.\n50 GEMs Paper #26 | 30 June 2016\nHealth: Not Tremendously Prescriptive\nVision 2030 a start but Needs Transparent Proposals\nThe Saudi government’s Vision 2030 document calls for an improvement in healthcare\nin Saudi Arabia. The private healthcare sector has some role to play; the National\nTransformation Plan (NTP) targets the private sector to be responsible for funding 35%\nof healthcare spend in 2020, up from 25% today. How it intends to do this is uncertain.\nWe believe the incumbent private hospital operators, including listed companies (Al\nHammadi, Care, Dallah, MEAHCO and Mouwasat) should be beneficiaries of increased\nprivate sector funding, although increased investment would be needed to meet growth\nin demand longer-term.\nImprove public facilities, work towards privatisation\nThe government wants to step back from financing and providing healthcare and adopt\nan oversight and regulatory role. Firstly the government wants to improve the quality of\ncare offered in the public sector, with the eventual aim of working towards privatisation\nof public assets and healthcare provision. This implies no privatisations short-term.\nNear-term: Management contracts for public hospitals\nIn the near-term the government could seek to improve healthcare provision in the\npublic system by using private sector expertise, through, e.g. contracting management\nof public facilities to the private sector. Individual such contracts are unlikely to\ntransform company earnings, and the small size of existing Saudi hospital groups limits\nthe depth of management available to capture large contracts, in our view.\nLong-term: insurance coverage up to 31m from 10.5m\nIn the long-term a widespread adoption of private health insurance is likely to raise\nvolumes, spurring an increase in private healthcare capacity, either from organic\ninvestment or participation in privatisations. In Saudi currently, 10.5m/31m people have\ninsurance. We assume a more universal scheme would offer lower pricing than that\ntoday, and listed incumbents would need to make a cultural shift towards addressing\nthis market. Such a market could attract new competitors, domestic or foreign.\nType of insurance system and reimbursement uncertain\nWe believe reimbursement levels would need to be known before privatisations can\noccur so bidders can budget and estimate their return on capital. It is still uncertain\nwhether the government would seek to introduce insurance through the incumbent\nprivate operators (Bupa Arabia, Medgulf and Tawuniya) or set up its own insurance\ncompany e.g. an Abu Dhabi-style Daman. Nor whether it would subsidise premiums or\nsimply force the private sector to employ more Saudis.\nGovernment needs to improve private sector relations\nAt present the government has not paid private hospitals for the treatment of public\npatients referred to them for over a year. Until the relationship improves, engaging with\nthe private sector could be difficult.\nHealthcare implications of National Transformation Plan\nThe Saudi government’s Vision 2030 document calls for an improvement in healthcare\nin Saudi Arabia. The private healthcare sector is likely to be a beneficiary both in the\nshort-term and long-term. In the short-term the National Transformation Plan (NTP)\ntargets the private sector to be responsible for funding 35% of healthcare spend in\n2020, up from 25% today. In the longer-term, the Saudi government wants to remove\nitself from directly providing and financing healthcare, instead focussing on public\nhealth and the regulation of the healthcare sector. Raising private sector funding\nthresholds to 35% appears possible if a number of measures are used, e.g. more\nrigorous enforcement of requirement that Saudis working in private sector hold\ninsurance could increase penetration by 6% alone. The quality targets set for the public\nsector do not appear unduly onerous in theory, but execution remains key.\nGEMs Paper #26 | 30 June 2016 51\nWhat the Vision 2030 announcement said on healthcare\nTransfer the responsibility for health care provision to a network of public\ncompanies\nPromote competition and transparency between public and private companies to\nenhance the standard and quality of health care services\nPrepare for privatisation in the longer term.\nWork towards developing private medical insurance to improve access to medical\nservices and reduce waiting times\nTable 16: National transformation Plan objectives for the Ministry of Health\nNo. Strategic objective Key Performance Indicator (KPI) Unit Baseline 2020 target Regional\nb’mark\nInt’l\nb’mark\n1 Increase private sector share of spending through alternative Percentage of Private sector contribution in total\n% 25 35 37 60\nfinancing methods and service provision\nhealthcare spend\n2 Increase the efficient utilization of available resources Opex for every new inpatient admission SAR 33,000 33,000 39,000 NA\n3 Improve the efficiency and effectiveness of the healthcare\nsector through the use of information technology and digital\ntransformation\n4 Increase training and development both locally and\ninternationally\nPercentage of Saudi citizens who have a unified\ndigital medical record\nNumber of resident Saudi physicians who are\nenrolled in training programs\n5 Increase the attractiveness of nursing and medical support staff Number of qualified Saudis in the field of nursing\nas a preferred career path\nand support staff for every 100,000 people\n6 Improve healthcare provision before hospitalization and in the\nmain hospitals (ER & ICU)\nPercentage of patients who received emergency or\nurgent care with medical decision made (admission/\ntransfer/ discharge) in less than 4 hours in key\nhospitals\n% 0 70 NA 100\nNumber 2,200 4,000 NA NA\nFor every\n70 150 460 1,106\n100000\n% 40 75 Under study 95\n7 Improve integration and continuity in service provision by Number of primary healthcare visits per capita Number 2 4 3.4 7\ndeveloping the primary care\n8 Improve the infrastructure, facility management, and safety Number of licensed medical facilities ( affiliated with % 40 100 100 100\nstandards in healthcare facilities\nthe Ministry of Health and private)\n9 Attain acceptable waiting times across all stages of service % of appointments received in specialized medical % <40 70 Under study 83\ndelivery\ndisciplines within 4 weeks (average for all\nspecialties in key hospitals)\n10 Improve governance in the health system in order to enhance % of Healthcare facilities reporting comprehensive % 10 100 NA 100\naccountability with regards to quality issues and patient safety performance and quality measures\n11 Adopt a national plan for emergency response to public health\nthreats per international standards\nWHO emergency preparedness assessment score\n– average score for Riyadh, Jeddah and Eastern\nScore Calculation\nIn Progress\n4-5 Under study Under\nstudy\nProvince\n12 Identify additional sources of revenues Total revenue generated from private sector for SAR bn 0.3 4 NA NA\nutilizing government health resources\n13 Improve public health services with focus on obesity and Increase in percentage of smoking incidence % Calculation Reduce by2% 12.5* 10.5*\nsmoking\nIn Progress from baseline\nIncrease in percentage of obesity incidence % Calculation Reduce by1% 19.4* 5*\nIn Progress from baseline\n14 Improve the quality of life and healthcare service provided to\npatients outside hospitals\nThe percentage of patients who get health care\nafter critical care and longterm hospitalization within\n4 weeks\n% 25 50 NA 65\n15 Improve quality and safety principles as well as skills of service\nproviders\nSource: Saudi National Transformation Plan\nPercentage of hospitals that meet the US median\nfor patient safety culture\nSAR23bn budget allocated for the MoH’s NTP programmes\nThe Ministry of Health (MoH) has been allocated SAR23bn for the transformation plan\nover the next five years, with any contribution from the private sector on top. Over half\n(56%) of the funds have been allocated to reform of primary healthcare and to the\nestablishment of electronic medical records. Only 4% of funds (SAR937m) have been\nallocated to health insurance.\n% 10 50 NA 50\n52 GEMs Paper #26 | 30 June 2016\nChart 55: The MoH has been allocated SAR23bn over five years under NTP\n7%\n4%\n5%\n6%\n32%\n20%\n26%\nPrimary healthcare reform\nDevelop ER and intensive care\nBuilding standards of public facilities\nOther\nElectronic health records\nPublic health\nHealth insurance scheme\nSource: BofA Merrill Lynch Global Research, NTP\nGovernment currently payor and provider\nThe government currently directly funds public hospitals, which provide free healthcare\nfor citizens. The typical flaw with a unified system is that increased efficiency is not\nnecessarily sought or rewarded. Employer-provided healthcare insurance is mandatory\nfor both Saudis and expats working in the private sector, as well as their dependents.\nSignificant scope for increase in insurance coverage from 10.5m to 31m people\nSaudi currently has a population of 31m, of which 10.5m have health insurance, a 34%\npenetration rate. Bupa Arabia believes another 2.5m Saudis who work in the private\nsector (including dependents) don’t have health insurance but should have. Assuming the\ngovernment increases enforcement, near-term penetration could increase to 42% of the\npopulation even with extra reforms.\nStrain in relations between government/private sector\nThe government has not paid private providers who have treated government patients\nfor a year, which is hardly going to encourage the private sector's further involvement,\nparticularly those companies that have seen the biggest increase in their receivables (Al\nHammadi and Dallah). However, the government can still put considerable pressure to\nbear on the sector to achieve its aims if it so wishes.\nIncreased Saudisation could be used as a policy\nThe easiest way for the government to increase private financing of healthcare to 35%\nfrom 25% would be to raise Saudisation requirements. Under Saudisation, the\ngovernment sets a minimum proportion of a company’s staff that must be Saudi\ncitizens, which differs by industry sector. Increased Saudi employment in the private\nsector short-term would put the onus of financing healthcare onto employers. However,\nsuch a move would likely pressure private sector margins.\nIncrease pressure on employers to trade down on insurance\nThe impact of Saudisation as a mechanism would likely be negative for pricing although\npositive for volumes, assuming the hospital has the capacity to accept more patients.\nEmployers would likely seek to trade down in terms of the insurance schemes they offer\nin a bid to reduce their involuntarily raised expenditure. Insurers would seek better deals\nwith hospitals as a result and could seek restricted network arrangements to curtail\nGEMs Paper #26 | 30 June 2016 53\ncosts. Hospitals would be under pressure to be more flexible on prices to avoid any\npressure should lower-cost packages impact their volumes.\nVision implies a long process\nTo us, the government's vision implies a two stage process over a long time-frame:\n• In the short-term: improve the quality of care offered in the public sector,\npotentially with the assistance of private healthcare\n• In the long-term: Only when public facilities have improved, privatise such facilities\n(although one medical city is to be privatised under a public-private partnership)\n• Concurrently: Prepare for a roll-out of private health insurance to finance private\nprovision\nAbu Dhabi and Dubai are probably not parallels\nIn Abu Dhabi and Dubai, private healthcare was encouraged to avoid expats relying on\npublic facilities. The large expat population in proportion to the locals (85:15) supported\nthe creation of private facilities that it was then possible for the governments to fully\nfund Emiratis to use. The quality of public facilities was not a cause for concern - many\nEmiratis still prefer to use government facilities for more serious problems.\nExpat population and quality of public system differ in Saudi\nThe proportion of expats (33% of the population) is not large enough to drive the\nestablishment of a large, high quality private hospital base sufficient to serve the entire\nSaudi population. Additionally, the quality of both care and infrastructure in the public\nsystem is seen as lacking, suggesting additional investment in facilities is required.\nDegree to which private sector will benefit is uncertain\nGiven the lack of detail provided to date, it is hard to assess the benefits, or risks to the\nincumbent private hospital operators in detail. We see two main ways the private sector\ncan participate in healthcare reform:\n• Win contracts to run and improve public health facilities\n• Benefit from volume growth any roll-out of private health insurance could spur\n• Participate in privatisations\nIn the long-term, volumes up but pricing down, likely to benefit nonetheless\nAt present there is limited supply of quality private hospitals and the incumbents are in\na strong bargaining position with insurers. Greater private hospital supply, and\ncompetition, would likely pressure pricing, and margins in the longer-term, albeit offset\nby increased volumes. Assuming only basic services are offered to most citizens under\nany government-driven scheme, there would still be a place for offering higher-quality\naccommodation for example, to higher-income patients.\nPrivate sector could win public hospital contracts\nPrivate operators could be allocated management contracts for public hospitals to\nimprove efficiency of existing hospitals, train public sector administrators and raise\nclinical standards. Presumably reimbursement under such contracts would be based on a\nfixed fee, potentially with performance clauses for improved outcomes or lowering\ncosts. More substantive contracts, where the private operator is responsible for all\naspects of operating the hospital could be more accretive, but bring greater financial\nrisk.\n54 GEMs Paper #26 | 30 June 2016\nTable 17: Examples of management contracts\nCompany Contracts\nDallah Dallah has had two types of hospital contracts.\nOne, which just involves management expertise, was worth SAR4.5m over five years and 10% of the\nhospitals income.\nThe other was worth SAR89m over five years but in this Dallah was responsible for all staffing and\nsupplies and infrastructure operation and maintenance.\nMouwasat Mouwasat managed Najd consulting hospital in Riyadh in return for management fees of c.SAR3m per\nyear; this was subsequently changed to receiving a share of revenues and net profits.\nNMC\nNMC was awarded a contract to manage a government hospital in Umm Al Quwain, UAE. The five year\ncontract sees it earn $5m (SAR18m) in fees per year, subject to certain performance criteria being met.\nDuring the term of the contract NMC is to train government staff to which it will hand over administration\nat expiration.\nSource: BofA Merrill Lynch Global Research, company report\nPrivate groups may lack capacity to undertake such contracts\nThe private hospital groups in Saudi Arabia are small. Habib Medical Group, Mouwasat\nand Middle Eastern Healthcare group are the largest, with only 8, 5 and 4 hospitals\nrespectively. We would question whether any company has the depth of management to\nundertake management of a large number of government hospitals. Potentially the\ngovernment could seek to import foreign expertise.\nInsurance roll-out likely to boost private volumes\nLonger-term, the roll-out of private insurance would likely have a positive impact on\nvolumes available for incumbent operators to capture. This will depend though on the\navailable capacity of private operators at that time and level at which reimbursement is\nset. The current listed operators typically target high income patients and a lot of the\ngrowth in volumes would likely be in the low-to-middle income spectrum.\nCultural shift would be needed to target larger population at lower price point\nIt would require a clear cultural shift for the incumbent listed hospital operators to\nswitch from offering a high quality service to high income individuals to operating\nfacilities that served the wider population at what we presume would be a much lower\nprice point.\nInvestment is difficult until pricing and reimbursement is clarified\nUntil reimbursement levels are clarified, existing private operators/investors will not be\nable to make decisions on investing in private healthcare facilities.\nPrivatisations seem unlikely in the near-term\nGiven the stated intention to improve the quality of hospitals prior to privatisations, it\nseems unlikely there will be any near-term, although the NTP does call for privatisation\nof one of the medical cities in a public-private partnership. Saudi operates a number of\nmedical cities, which are typically collections of hospitals that act as tertiary referral\ncentres. The largest of these is the King Fahad medical city in Riyadh, with 1,095 beds.\nIt is uncertain which city is planned for privatisation. As with further investment by\nprivate operators in new facilities, the level of reimbursement would need to be clarified\nso potential bidders can estimate their return on investment from participating.\n270 public hospitals in Saudi currently\nLatest available data (2014) from the Saudi Ministry of Health discloses 270 public\nhospitals with 40,300 beds. Of these, 47 hospitals are in Riyadh, with 25% of the\npopulation, and 13 hospitals are in Jeddah, which holds 14% of the population.\nPresumably these assets would be the most valuable during a privatisation process, not\nonly because of the population sizes, but also because the provision of beds hasn’t kept\nup with population growth, ensuring high demand. Both areas also host the highest\nnumber of private hospitals in the country.\nGEMs Paper #26 | 30 June 2016 55\nTable 18: Public and private hospital and bed distribution\nRiyadh Jeddah Other\nPopulation 7,717,467 4,224,568 18,828,340\nPublic\nHospitals 47 13 210\nBeds 7,937 2,993 29,370\nBeds/hospital 169 230 140\nPrivate\nHospitals 34 33 74\nBeds 4,554 3,109 8,001\nBeds/hospital 134 94 108\nTotal\nHospitals 81 46 284\nBeds 12,491 6,102 37,371\nBeds/hospital 154 133 132\nSource: BofA Merrill Lynch Global Research, Ministry of Health\nChart 56: Public and private hospital and bed distribution\n100%\n80%\n60%\n40%\n20%\n0%\nRiyadh Jeddah Other\n% population % public hospitals % public beds\n% private hospitals % private beds % hospitals\n% beds\nSource: BofA Merrill Lynch Global Research, Ministry of Health\nHospital quality would be key to attracting private buyers\nThe government has not invested in hospital infrastructure and some hospitals may\nrequire substantial investment by any buyer, if they are acquired at all. One Saudi\nhospital operator has said that there is no way it would seek to acquire government\nhospitals for that reason.\nBidders would likely want to obtain scale benefits from multiple purchases\nOperating hospitals has benefits of scale in terms of centralising certain non-medical\nservices (e.g. purchasing, catering, laundering) and allocating central costs over a greater\nrevenue base. The greatest financial benefit would come from acquiring groups of\nhospitals to maximise these benefits. There would likely be cases where staff, and/or\nhigh net worth individuals chose to bid for individual assets.\nPrivatisation proceeds could defray some of NTP cost\nAmounts raised from any privatisation would reflect the degree of competition for\nindividual assets as well as level of reimbursement and the profits any acquirer could\ngenerate. In terms of pure asset values we assume the Riyadh and Jeddah hospitals (60)\nwould be worth more than those elsewhere (210), simply because of the greater\npopulation currently and higher expected future growth. Government hospitals are likely\nlower cost than that of private facilities given they are not competing on the quality of\naccommodation offered. Arbitrarily assuming US$100m for hospitals in Jeddah and\nRiyadh and US$50m elsewhere would imply proceeds of $16.5bn (SAR61bn). If every\nhospital were sold then it could more than cover the SAR23bn allocated to the MoH for\nthe NTP. That seems unlikely however; there will be hospitals that require substantial\ninvestment and aren’t worth the indicative figures we have used above, or are in areas\nwhere profitability means there will be no return for the private sector at that level of\nacquisition.\nReforms could attract additional competition\nIncumbent private hospital operators are best placed to expand and are seen as the\nnatural buyers of any privatised assets. However, any substantial privatisation process,\nor the potential created by widespread adoption of private health insurance in general,\ncould attract interest from foreign investors or operators. We note only a small number\nof international hospital groups to date have experience of successfully operating in\nmultiple countries (IHH, Mediclinic), and we think Saudi Arabia could be too challenging\nas a first step for those yet to operate outside their domestic market.\nStructure of insurance market needs to be set\nThere are a number of ways the government could roll-out private health insurance\nmore widely:\n• Set up its own insurance company\n56 GEMs Paper #26 | 30 June 2016\n• Work with existing private insurers\n• Use a back-door approach and just force private employers to hire more Saudis\nThe government could set up a state insurance company\nThe government could set up a single-state insurer that is either funded through direct\ncontributions or through general taxation. The government would likely need to get\nexternal help from a party knowledgeable in insurance and risk, which could be an\ninsurer, Saudi or otherwise. Daman, Abu Dhabi's health insurer is owned 80% by its\ngovernment and 20% by German insurance company Munich Re.\nExisting private insurers may not have capacity if they were made responsible\nThe government could decide to execute any financing scheme through existing private\ninsurers, or give citizens the option of choosing either a government or private insurer.\nThe existing private healthcare insurers in Saudi Arabia are unlikely to have the\nresources (both people and systems) in place to provide cover for an additional 20m\npeople immediately and will need some time to prepare. Any large scale immediate\nexpansion could put them at risk of substantial underwriting losses that they would\npresumably seek to have back-stopped by the government in the initial stages.\nChart 57: Health insurers by share of claims (1H15)\n28%\n25%\n4%\n7%\n16%\n20%\nBupa Arabia Tawuniya Medgulf Malath Axa Other\nSource: BofA Merrill Lynch Global Research, CCHI\nGEMs Paper #26 | 30 June 2016 57\nConsumer: a necessary pain\nAbdelrali El Jattari >>\nMerrill Lynch (DIFC)\nabdelrali.eljattari@baml.com\nThe Saudi government initiatives taken in the National Transformation Plan (NTP) will\ntransform the Saudi consumer landscape. We note a mixed effect on the sector:\n• On the positive side, we anticipate 1) job creation for Saudi nationals in the private\nsector with a big focus on Small and Medium Enterprises (SMEs); 2) a strong\nemphasis on education; 3) an ongoing increase of the participation of women in the\nworkforce; 4) an increase of the percentage of self-sufficiency in broiler production\nwhich should ultimately support local producers; and, 5) a significant pick-up of the\nreligious tourism during Haj and Umrah.\n• On the negative side, we anticipate 1) a rationalization of subsidies for water and\nelectricity; and, 2) a more competitive retail environment, more open to\ninternational players, attracting foreign direct investment (FDI).\nPrefer staples over discretionary\nWhile slowing consumer credit and weaker private sector consumption growth amid a\nyoung population do not support Saudi spending in both staple and discretionary items,\nwe expect staple-related stocks such as Al Othaim and Savola to be better positioned to\ncapture the marginal consumption. This is principally due to their exposure to\nnecessities (food items) in a very fragmented market. Having said that, we expect more\npressure on the opex of all Saudi consumer corporates, while revenue growth outlook\nwill remain subdued in the short-term given the weaker consumer confidence and\ndisposable income.\nA more moderate growth outlook; Saudi female workforce drives private sector\nFollowing a 12% 10-year CAGR fuelled by the rise in household income, we conclude\nthat the retail sector will continue to play an important role in the rising participation of\nthe Saudi workforce, women in particular (10,000 in 2010 vs 120,000 in 2014 according\nto the Ministry of Labor) supporting their disposable income in the long-term. Overall,\nthe Saudi retail sector is one of the largest employers in Saudi Arabia with 1.5mn\nworkers (17% of the Saudi workforce) of which low-cost foreign workers represent 80%.\nThis implies that Saudis working in the retail account for 300,000 (40% are female),\ndoubling in 4 years.\nNeeded reforms: better macro at the expense of micro\nWhile we acknowledge that the targets set by the government are paving the way for\nthe right reforms (development of the private sectors, a more competitive economic\nlandscape, attraction of FDI), we expect the Saudi retail outlook to be marked by a\nslower growth in the coming years. In particular, we highlight few major challenges for\nthe effective implementation of the plan: 1) incentives to enrol Saudis into consumerrelated\njobs suggesting rising opex pressure for consumer stocks; and, 2) 20% public\npayroll cut will put pressure on Saudi disposable income in the short-term given than\nc80% of the Saudi workforce is in the public sector.\nKey strategic objectives and Key Performance Indicators (KPIs) to watch\nThe National Transformation Plan (NTP) outlays several strategic objectives and related\nKPIs to watch by ministry which we believe will impact the Saudi consumer universe:\n• The Ministry of Economy and Planning is looking to 1) expand privatization of\ngovernmental services; 2) increase the efficiency of government subsidy programs;\n3) establish specific zones with competitive advantages to enhance investments;\n58 GEMs Paper #26 | 30 June 2016\nand, 4) develop tourism and entertainment sector. To do so, the ministry mainly\ntargets to decrease the subsidy for water and electricity by SAR200bn by 2020 and\nto expand the private sector contribution to GDP from 40.5%.\n• The Ministry of Commerce and Investment is looking to 1) reinforce the protection\nof the Saudi consumers; and, 2) develop SMEs by incentivizing the culture of\nentrepreneurship and supporting productive families. The ministry targets by 2020\nto 1) more than double the number of established entities from 50k to 104k; and, 2)\nincrease the contribution of SME to non-oil GDP from 33% to 35%.\n• The Ministry of Environment, Water and Agriculture is looking to 1) optimize the\nuse of renewable water resources for agricultural purposes; and, 2) support national\ncompanies. The ministry targets by 2020 1) to consume more than twice less water\nin the agricultural sector, which should be reflected in a lower percentage of water\nused in the agricultural sector relative to the total available renewable water\nresources (191% vs 416% today); and, 2) to reinforce the Saudi independence to\nthe broiler production by increasing the percentage of self-sufficiency in broiler\nproduction to 60% from 42%.\n• The Ministry of Haj and Umrah is looking to provide the opportunity for the largest\nnumber of Muslims possible to perform Haj and Umrah. The Ministry targets by\n2020 the number of Haj pilgrims to increase from 1.5mn to 2.5mn and the number\nof Umrah Pilgrims from abroad to increase from 6mn to 15mn.\n• The Ministry of Labor and Social Development is looking to 1) improve education\nand enable more Saudi nationals to enter the job market; and, 2) to increase the\nparticipation of women in the workforce. The ministry targets by 2020 to 1) create\n1.2mn jobs in the private sector (men and women); 2) reduce the unemployment\nrate to 9% from 11.6%; 3) reduce the cost of employment of Saudis compared to\nexpatriates to 280% from 400% today, which implies a higher cost of expatriates;\nand, 3) to increase the proportion of female force to 28% vs 23% today.\nTable 19: National Transformation Plan objectives and Key Performance Indicators (KPIs) affecting the consumer sector\nStrategic objective Key Performance Indicators (KPIs) Unit Baseline 2020 target Regional b'mark Int'l b'mark\nMinistry of Economy & Planning\nIncrease efficiency of government subsidy programs Value of water and electricity subsidy decrease SARbn 0 200 N/A N/A\nExpand privatization of governmental services Private sector contribution to GDP % 40.5 N/A 20/27 36.4\nMinistry of Commerce and Investment\nBoost entrepreneurship Number of established entities (LLC) # 50000 104000 N/A 347015\nBoost SMEs Contribution of SME to non-oil GDP % 33 35 60 N/A\nMinistry of Environment, Water and Agriculture\nOptimize the use of renewable water resources for\nagricultural purposes\nWater used in the agricultural sector relative to total\nrenewable water resources % 416 191 42.76 19.1\nMaintain security of vital resources of the country % of self-sufficiency in broiler production % 42 60 80 140\nMinistry of Haj and Umrah\nAccommodate larger number of Muslims to perform Haj Number of formal pilgrims (domestic and foreign) mn 1.5 2.5 N/A N/A\nAccommodate more Muslims to perform Umrah Number of Umrah Pilgrims from abroad mn 6 15 N/A N/A\nMinistry of Labor and Social Development\nProvide suitable jobs for citizens Number of suitable private sector job opportunities for Saudis 000 0 1200 N/A N/A\nProvide suitable jobs for citizens Saudi unemployment rate % 11.6 9 N/A 5.8\nProvide suitable jobs Cost of employment of Saudis vs expatriates % 400 280 N/A N/A\nEmpower women Proportion of female labor force % 23 28 N/A N/A\nSource: Saudi National Transformation Plan\nGEMs Paper #26 | 30 June 2016 59\nRationalization of subsidies for water and electricity\nThe sweeping energy, water and electricity administered price changes introduced in\nDecember 2015 are a first step in the five-year fiscal consolidation and economic\ntransformation strategy. We expect further reviews of energy, water, and electricity\nprices over the medium-term. Furthermore, the likely government review of current\nlevels of fees and fines, introduction of new fees, application of a VAT and introduction\nof excise taxes on tobacco and soft drinks will also impact the Saudi consumer.\nSubsidy cuts on energy and utilities to add up to 1.5ppt to CPI inflation only\nWe estimate the December natural gas price hike on petrochemical firms, domestic\ncrude oil price hike as well as the combined gasoline and diesel price hike introduced\ncould add US$2.2bn, US$2.0bn and US$3.8bn to central government revenues if fully\npassed to the budget (a combined 1.2% of GDP). We estimate the direct impact of these\nhigher gasoline, water and electricity prices to add 1.3-1.5ppt to CPI inflation due to\ntheir low basket weights (c.1.5%, c0.4% and 1.6% respectively). We think a 5% VAT tax\ncould add c2% of 2015 GDP in fiscal revenues over the medium-term.\nChart 58: Consumer Price Index (CPI) basket– consumer expenditure breakdown\nFood and non-alcoholic beverages\n0.47%\nTobacco\n6.83%\n2.69%\n3.50%\n5.75%\n21.70%\nClothing and footwear\nHousing, water, electricity, gas, and other\nfuels\nFurnishings, household equipment &\n8.10%\n8.40%\nroutine household maintenance\nHealth\nTransport\n10.44%\nCommunication\n2.56%\n9.09%\n20.45%\nRecreation and culture\nEducation\nRestaurants and hotels\nSource: Haver, BofA Merrill Lynch Global Research\nSubsidies account for 15% of Almarai’s net income; 40% are related to poultry\nAlmarai continues to receive subsidies from the Saudi government, amounting to\nSAR295mn in 2015. This represents 15% of the Almarai’s 2015 net income. The\ngovernment pays subsidies based on price of subsidized feed importer, which means it\nmay increase or decrease naturally. Regarding the breakdown by business (poultry,\ndairy), it is unfixed, depending on the price of feed and ingredients. As of 2015,\nsubsidies for poultry accounted for 40% and dairy for 60%.\n60 GEMs Paper #26 | 30 June 2016\nSaudi Arabia approves 100% foreign ownership rules\n• Saudi Arabia’s cabinet has approved rules governing foreign ownership of retail and\nwholesale businesses in the Kingdom. The regulations, which were first discussed\nlast year, allow foreign investors to own 100% of retail and wholesale businesses in\nthe country. Earlier, the ownership ceiling for foreigners was set at 75%. This\ninitiative is aimed at attracting more regional and international brands to Saudi\nArabia, creating more jobs, and boosting non-oil revenue. This has raised concerns\nregarding the sustainability of the business model of Saudi retailers.\n• Real estate is key to entering a market: unlike its peers, Al Hokair enjoys favourable\naccess to prime locations in well-located shopping malls owned by its parent\nshareholder, Al Hokair Group. Fashion retailers such as Inditex continue to compete\nfor good-quality real estate in shopping centres and on high streets.\n• Jarir and Extra are more vulnerable to the entry of international retailers such as\nApple as barriers of entry are very low for consumer electronics and appliances.\nFurthermore, the government emphasis on developing tourism and family\nentertainments (Six Flags, Sea World) represents a potential threat to Jarir and\nExtra’s business models which still play an ‘entertaining’ role in Saudi Arabia.\n• Such initiatives would result in (1) reducing the number of stores; (2) a rapid\nmodernization of the sector; and, (3) a significant increase in labor productivity by\nadopting merchandising best practices.\nRationale for liberalization\nThe rationale for permitting FDI in retail trading is (1) attracting investments in\nproduction and marketing; (2) improving the availability of such goods for the consumer;\n(3) encouraging increased sourcing of goods from Saudi Arabia; and, (4) enhancing\ncompetitiveness of Saudi enterprises through access to global designs, technologies and\nmanagement practices.\nTypically, global retailers follow a 100%-ownership business model, which explains their\nreluctance to establish their presence in Saudi Arabia because of the restrictive policy\nenvironment. This has been reflected in the little amount of FDI received in the Saudi\nretail sector.\nHowever, we do not believe that such decision will provide foreign investors more ability\nto have control of a company as the current ownership ceiling of 75% already allows\nthem to pass both ordinary and special resolutions.\nKey opportunities of 100% foreign ownership initiative:\nWe perceive several opportunities emerging from such an initiative:\n1) Capital infusion: FDI is one of the major sources of investments for a\ndeveloping country like Saudi Arabia wherein it expects investments from\nmultinational companies to improve economic activity, create jobs, share their\nexpertise, back-end infrastructure and research and development in the host\ncountry.\n2) Boost competition and dampen inflation: the entry of the many multinational\ncorporations will promise intense competition between the different\ncompanies offering their brands in a particular product market. This will result\nin availability of many varieties, reduced prices, and convenient distribution of\nthe marketing offers.\n3) Improvement of supply chain: Improvement of supply chain/distribution\nefficiencies, coupled with capacity building and introduction of modern\ntechnology will help arrest wastages, particularly in the food supply chain.\nGEMs Paper #26 | 30 June 2016 61\n4) Jobs creation: the entry of foreign companies into retailing in Saudi Arabia will\nnot only create job opportunities but will also ensure quality in them, improving\nstandards of living and life styles.\nAl Hokair: Eased restrictions on foreign investors: perception vs reality\nThe liberalization of the Saudi retail industry raised concerns among Al Hokair investors\nregarding the potential loss of the Inditex franchise, which we estimate accounts for 8%\nof its total stores. We think this risk is overstated for the following reasons:\n• Relationship with parent: Unlike its peers, Al Hokair enjoys favourable access to\nprime locations in well-located shopping malls owned by its parent shareholder, Al\nHokair Group. The group owns and operates 13 shopping malls across Saudi Arabia\n(1.2m sqm of prime real estate) through its subsidiary Arabian Centres Company.\nHowever, we understand that rents are currently negotiated on commercial terms,\nthereby limiting the risk of a conflict of interest. We do not think the situation will\nchange.\n• Real estate is key to entering the market: Fashion retailers continue to compete\nfor good-quality real estate in shopping centres and on high streets. Going forward,\nthere is likely to be significant competition between these companies for new sites,\nespecially in prime shopping centres, as they all require similar locations, typically\nprominent, wide-fronted premises. Zara, in particular, uses its shop windows to\nadvertise its products.\n• Local manufacturing and distribution network would add execution risks and\ncosts to international retailers such as Inditex: While Saudi Arabia has not yet\nprovided the details and conditions of the potential eased restrictions on foreign\ninvestors, we understand that the government is looking to attract investments,\ndiversify its economy and improve Saudization. This means foreign retailers could\nbe asked to set up local manufacturing and distribution networks within Saudi\nArabia, which we believe could discourage retailers such as Inditex from entering\nthe market directly.\nMore malls, less bargaining power with international retailers\nThe accelerating pace of mall developments in Saudi Arabia by regional competitors to\nAl Hokair’s parent company suggests a rising risk of diminishing bargaining power for Al\nHokair with its international brand partners such as Inditex. We expect Shumoul Holding\n55% owned by Mabanee, the Kuwaiti mall operator, to develop a 400k sqm mall in\nRiyadh while Dubai-based Majid Al Futtaim recently announced that it is looking to\ndevelop two malls in Riyadh of 300k and 100k sqm of GLA respectively resulting in four\ntimes more stores (300) in the next five years. Such new entrants can then\naccommodate foreign retailers (such as Inditex), which could question the sustainability\nof Al Hokair’s franchise model.\nJarir: exposed to NTP innovations\nWhat if Apple enters Saudi Arabia\nShould Apple enter Saudi Arabia, it would negatively impact the Apple resellers such as\nJarir as the majority of the sales would be transferred to the Apple-branded stores. As\nsuch, we highlight 2 key risks to Jarir that would ultimately deteriorate earnings outlook:\n(1) rising competition from Apple resulting in a weaker footfall trend due to weaker\nelectronic sales, which are key for store traffic; and, (2) intensifying competition from\norganised retail space (malls), reducing the market share of specialist retailers such as\nJarir.\nJarir’s earnings sensitive to electronics business\nWith c40% of revenues and c20% of gross profit derived from the electronics segment,\nJarir remains vulnerable to the threat of foreign retailers entering directly Saudi Arabia.\n62 GEMs Paper #26 | 30 June 2016\nWe estimate that a 20% decline in electronic sales would result in a 5% direct decline in\ngross profit. However, this ignores the other negative effects of other product\ncategories due to a weaker footfall trend.\nMore entertainment in KSA, less attraction for Jarir’s stores\nIn line with the guidance of the NTP, we expect Saudi Arabia to develop the\nentertainment sector (theme parks, cinemas). This signals the emergence of new\naspirations and social changes for Saudis. While these developments will support\nimplementation of Saudi Vision 2030, they will pose threats to the existing business\nmodels of Saudi retailers such as Jarir and Extra that are currently substituting for the\nlack of entertainment opportunities in the country.\nGEMs Paper #26 | 30 June 2016 63\nReal estate: NTP positive but not enough\nThe Saudi residential sector is suffering an acute housing shortage which we estimate\nat c1.2mn homes. Key reasons are:\n• 1) Land is expensive: land constitutes as much as 50% of the cost of a housing\nunit which is more than double the typical 20-25% in more affordable areas\nglobally.\n• 2) Affordability issue: banks are reluctant to provide mortgages to workers from\nthe private sector.\n• 3) Limited financing: the Real Estate Development Fund (REDF) which used to\nprovide interest-free loans to eligible Saudis for home purchase or construction, has\nbeen unable to cope with the demand for new loans and has a backlog of about\n450,000 applicants. The housing ministry is looking to issue Islamic bonds to help\nfund the country’s REDF at the end of 2017.\n• 4) Overrun development costs: Long delays for construction approval and permits\ntranslate to overrun costs which create obstacles for developers to launch\neconomically feasible projects.\nA persisting shortage of affordable residential supply\nThe shortage of housing is not a new phenomenon – it has been ongoing for decades.\nThe demand outlook from end-users is solid. Domestic household formation (marriages)\nis a large component: newly married Saudi couples need an affordable place to live. With\nmarket demand growing by 105K units pa (BofAMLe), we believe the shortage of supply\nwill persist for the following reasons:\n• The limited scalability of residential projects – Dar Al Arkan is the largest\nresidential developer with only a 1% potential market share (delivery capability of\n1,100 units pa).\n• The capital-intensive Saudi financing model – without funding support from the\ngovernment and a virtually non-existent off-plan sales market, Saudi developers\nhave to secure funding to undertake larger residential projects. Dar Al Arkan is\nhaving to lever up, as land sales, which were once the primary source of funding,\nare no longer enough to enable it to scale up.\n• A lack of incentives for large regional developers to enter the market – the\ndearth of off-plan sales has dried up the cash flows of developers and limited their\nability to finance new projects and, in the worst cases, ongoing projects.\nFurthermore, the profitability of affordable housing projects is not compelling\nenough to attract developers to the Kingdom.\nFragmented Saudi residential market\nSome 75% of new housing supply is from individuals and micro-home builders. This\ntrend highlights Saudis’ preference for building their own homes and illustrates the\nimmature profile of the real estate market in Saudi Arabia. Sovereign actions in\nneighbouring countries, like the UAE, have boosted the sector (land granted to\ndevelopers, capital flows from international investors). We see big developers becoming\nmore active in the Kingdom but the effects on supply will not be immediate, in our view.\nSo far, they represent only 15% of the total market.\nKey strategic objectives and KPIs to watch\n• The Ministry of Housing is looking to: 1) improve performance of the real estate\nsector and increase its contribution to the GDP; and, 2) enable citizens to obtain a\nsuitable residence. The ministry targets by 2020 to: 1) double the real estate sector\n64 GEMs Paper #26 | 30 June 2016\ncontribution to GDP from 5% to 10%; 2) reduce the average time required to\napprove and license new residential real estate; 3) reduce the housing unit cost\nfrom 10x to 5x of the gross individual annual income; and, 4) increase the real\nestate financing to non-oil GDP ratio from 8% to 15%.\n• The Saudi Commission for Tourism and National Heritage is looking to increase and\ndevelop hospitality facilities and tourism services. The ministry targets by 2020 to\nincrease the number of hotel rooms/apartments by 39% to 621.6k.\nPositive government ambitions but…\nThe rise of real estate finance to non-oil GDP from 8% to 15% implies an incremental\nfunding of US$32bn which could finance c212k additional units by 2020 or c53k\nadditional units p.a. This compares to an estimated annual demand of 181k units which\ncome on the top of the existing c1.2mn shortage of housing.\n…needs to be combined with land tax and sukuk issuance initiatives\nBased on the target Key Performance Indicators (KPIs) set for the Ministry of Housing,\nwe estimate the initiative to be supportive but not sufficient to cater to the natural\nannual demand which is 3.5 times more elevated than the implied additional supply\nfunded by the programme. We understand this initiative has to be combined with the\nland tax initiative and the potential sukuk issuance from the Ministry of Housing which\ncould add further liquidity to the REDF to finance more units.\nLand tax - gradual revenue source\nLand tax among flagship measures adopted by the Saudi government\nWe expand more below on our understanding of the land tax initiative which was\nrecently approved by the Cabinet to tackle the housing shortage and raise government\nrevenues. Saudi Arabia’s Cabinet announced in November 2015 that it will gradually levy\na 2.5% tax on undeveloped land plots owned by persons or private entities in urban\nareas, after the country’s Shura council approved a proposal to impose taxes on the socalled\nwhite lands. The draft law was amended to include gradual taxes in accordance\nwith a specific timetable to force landlords to sell land, thus increasing land supply.\nThe regulations adopted in mid-June define undeveloped land as all vacant land\ndedicated to residential use or commercial residential use within the urban boundary\nlimits. Fees will be applied to in a gradual series of stages; first, to owners of\nundeveloped land with areas exceeding 10,000 square metres; second, to single owners\nof developed land of more than 10,000 square metres in one master development plan;\nthird, to single owners of developed land of more than 5,000 square metres in one\nmaster development plan; and, last, to single owners of land of more than 10,000 square\nmetres in one city. The Ministry of Housing will determine the land locations where the\ntax will apply. The extension of the tax in later phases to developed land, from\nundeveloped ones at first, will broaden the tax base and minimize tax evasion.\nTax proceeds will be deposited in SAMA\nThe taxes and fines collected by the Ministry of Housing shall be deposited in the\ncentral bank, the Saudi Arabian Monetary Agency, and will be used to develop the\ncountry’s infrastructure for new housing projects, according to the state-owned news\nagency.\nLaw could be effective this month, but gradual implementation likely\nUnder the new system, the housing ministry has been in charge of issuing executive\nprocedures and rules for the new legislation within 180 days. The law will be effective\n180 days after publication in the official gazette. The housing ministry is finalizing\nnecessary amendments to the decree by end-June 2016 and aim for implementation by\n17 January 2017 (including a 1-3 year grace period).\nGEMs Paper #26 | 30 June 2016 65\nTax on land: a lever to lower real estate prices in urban areas\nGiven that the government is giving landlords a grace period in order to either develop\nor sell land to developers, we perceive the newly approved land tax as a lever to lower\nreal estate prices. Ultimately, this would improve household affordability, reduce social\ntensions and indirectly tackling energy subsidies as it frees up potential household\nincome to spend on electricity and gasoline.\nLand tax could generate up to US$11bn/yr from the major urban cities\nWe estimate that the government could potentially collect up to US$11bn per annum of\ntax related to undeveloped land in the top 5 urban Saudi cities which accommodate\nmore than 50% of the Saudi population. While the law will not be effective until end-\n2016, we do not expect the tax proceeds to be significant early on.\nTable 20: Land tax proceeds estimates for the 5 major urban cities\nLand tax could generate up to US$11bn per annum in first phase\nCity Selected urban land area (sqm) White land value (SARbn)\nAnnual Land tax proceeds\n@ 2.5% (SARbn)\nRiyadh 1,300,000,000 494 12.4\nJeddah 1,686,000,000 481 12\nMecca 850,000,000 485 12.1\nMedina 293,000,000 88 2.2\nDammam 200,000,000 48 1.2\nTotal 4,329,000,000 1,595 39.9\nSource: SAMA, BofA Merrill Lynch estimates for white land and proceeds\nTable 21: NTP objectives and KPIs affecting the real estate sector\nStrategic objective\nKPI\nUnit Baseline 2020 target Regional\nb'mark\nInt'l\nb'mark\nMinistry of Housing\nEnable citizens to obtain a house Real estate sector contribution to GDP % 5 10 13 20\nImprove performance of real estate Average time required to license new\nsector\nresidential new projects\nDay/ Permit 730 60 44 26\nEnable citizens to obtain a house Housing unit cost multiples of gross\nindividual annual income\nx 10 5 6.7 3\nEnabling citizens to obtain suitable Real estate financing to non-oil GDP\nhousing financing\n% 8 15 16 75\nSource: Saudi National Transformation Plan\nTable 22: NTP government costs related to the consumer and real estate sectors\nConsumer SAR (000)\nMinistry of Economy and Planning 3,293,255\nMinistry of Commerce and Industry 4,313,050\nMinistry of Environment, Water and Agriculture 13,942,405\nMinistry of Haj and Umrah 333,600\nMinistry of Labor and Social Development 7,931,710\nTotal 29,814,020\nReal Estate SAR (000)\nMinistry of Housing 59,166,666\nSource: Saudi National Transformation Plan\n66 GEMs Paper #26 | 30 June 2016\nMetals & Mining: ambitious growth target\nFaisal AlAzmeh, CFA >>\nMerrill Lynch KSA Company\nfaisal.alazmeh@baml.com\nThe NTP has focused on several areas relating to domestic drivers, i.e., housing, retail,\ntrade and finance. However, a core part of the Saudi government’s transformation\nstrategy is to focus on expanding the Kingdom’s mining potential. Saudi Maaden has\nhistorically been Saudi’s mining champion, but the mining sector currently contributes\nonly around 2% to the Kingdom’s GDP. The NTP has set a high target for the sector: its\ncontribution to GDP growing by 50% to SAR97bn by 2020 and sector employment\nincreasing by 40% to 90k. While the first target could be achieved given the amount of\ncapital that is currently being deployed in the sector, the latter part is questionable in\nour view as capital intensive projects are not the best means for employment\ngeneration.\nGovernment focus on mining to boost jobs and growth\nThe focus on mining is driven by the ample and growing resources available. The\nKingdom’s largest mined products are phosphates, bauxite and gold. It supplies around\n8% of global DAP production and has the largest integrated aluminium company in the\nworld. Ma’aden continues to discover new gold and copper sites as well. We believe the\noutlook for mining is encouraging and the contribution to GDP targeted by the\ngovernment could be achieved. We believe investments in this sector faces two hurdles:\n1. Diversification – the base metal cycle lags that of oil but is eventually driven by the\nsame global drivers (global growth). Furthermore, the NTP has currently set a low\nnumber for its capital commitments to the industry (US$82mn), achieving the\ntargeted diversification and job creation at the moment seems to be highly\ndependent on attracting private sector capital. This would require attractive\nincentives schemes such as energy subsidies, tax exemptions or ease of issuing\nwork permits for expats. However, at the moment, these have not been addressed\nby the Saudi authorities.\n2. High capital intensity – for example, the government has spent close to US$21bn\non Saudi Maaden but the company employs only around 6,000 permanent workers,\nof which Saudis account for nearly a third. While the build-up of this capacity does\ncreate a multiplier effect of almost 10x during the construction phase, most of the\nadded jobs are usually low income blue-collar jobs that tend not to attract Saudis.\nDomestic services sectors create more jobs than mining for dollars spent\nWe argue that capital spent on domestic services sectors is likely to yield more\nemployment for dollars spent. A key example is Saptco, the Saudi Public transport\nCompany, which has spent around US$450mn on assets and currently employs around\nthe same number of permanent employees as Maaden, of which 1,200 are Saudis. We\nacknowledge that the technology and technical transfer will be different in an\ninvestment like Maaden versus Saptco, yet we believe the economic efficiency of using\nthe mining sector as a means of generating employment is questionable.\nNTP is already happening: Saudi Aramco has project to create 2,000 jobs\nThe plan to develop the mining industry is moving forward. Saudi Aramco has already\nannounced its plans to build a downstream industrial complex along with GE and\nCividale SpA. The complex will include the first-of-its-kind high-end forging & casting\nmanufacturing facility and will serve the region’s maritime and energy industries. The\nproject will cost around US$400mn and likely generate around 2,000 jobs.\nGEMs Paper #26 | 30 June 2016 67\nExports will largely depend on market conditions\nPart of the NTP relies on growing Saudi exports, including that of the mining industry.\nWhile it is easy build a plant, the timing of when there projects come online and how it\ncoincides with the cycle matters. The ability to dump will largely depend on the position\non the cost curve, which seems to be fading with the recent reduction of subsidies.\nThe conglomerate model to continue\nSaudi Arabia has historically adapted the conglomerate model to build up its industrial\nsectors, such as petrochemicals (SABIC), metals & mining (Maaden) and steel (Hadeed).\nWe believe the government continues to focus on this model in its NTP plan and will use\na number of vehicles to expand the sectors in question: Maaden in metals & mining and\nthe new military company in defence.\nMaaden has transformed from a pure gold producer to one of the largest conglomerates\nin Saudi Arabia at the moment. Through three key Joint-Ventures (JVs), the company is a\ntop producer of DAP (Diammonium Phosphate) and gold and aluminium. The NTP clearly\nsets the stage for Maaden to grow even further but is unclear on how this is to be\nachieved and what it would mean for shareholders. Also, in our view, the all-in-one\nmodel has delivered subpar returns globally and the trend is towards the streamlining of\noperations and specialised vehicles. As an example, the largest petrochemical and\nagrichem companies, Dow and Dupont, plan to merge and then split into three different\nbusinesses, providing more specialisation. We can see the advantages of the specialised\nentity model as it provides cost synergies, efficiency and a clear strategy for the\ncompany. Also, in the conglomerate model, certain parts of the company are often\ndwarfed as other revenues streams represent a larger contribution to returns. Board and\nmanagement could be more or solely focused on the sub-segment had if it is a standalone\nentity they have to monitor and manage, in our view.\nTable 23: National Transformation Plan objectives in the mining sector\nBaseline Target 2020 Regional benchmark Global benchmark\nOverall kingdom:\nNumber of jobs created 65k 90k 75k 210k\nContribution to GDP SAR64bn SAR97bn SAR13bn SAR262bn\nNumber of localized technologies Under study 125 NA NA\nLess developed regions in Saudi:\nNumber of jobs created 0 12k NA NA\nExpected contribution from private sector 0 SAR28bn NA NA\nmemo:\nInitiative cost to the government: SAR310mn (US$83mn)\nSource: Saudi National Transformation Plan\n68 GEMs Paper #26 | 30 June 2016\nOil & gas/petchems: focus on downstream\nFaisal AlAzmeh, CFA >>\nMerrill Lynch KSA Company\nfaisal.alazmeh@baml.com\nFocus on downstream expansion is a priority\nAn increased focus on downstream expansion is a strategic development priority in\nSaudi Arabia, with the aim of exploiting competitive advantages on feedstock costs and\nthe strategic location. Furthermore, the government sees it as a mechanism to create\njob opportunities for nationals. We see the NTP natural gas target as optimistic as it\nfaces many hurdles, while imports could be a better alternative which authorities now\nsuggest they could be open to eventually.\nDownstream chemicals represents the second largest focus of the NTP\nThe NTP is firmly focused on the integration of chemicals/refining/mining capacity into\nvalue-add downstream operations that would limit imports of certain products and\nprovide technology transfer into the Kingdom. This accompanies the government’s plans\nto expand its natural gas and refining capacity by 48% and 13%, respectively.\nThe NTP includes a sizeable allocation to the Royal Commission for Jubail and Yanbu,\nthe government body that overlooks, promotes and develops the\npetrochemicals/energy-intensive/mining sectors in the Kingdom. The government plans\nto spend around US$10.9bn on developing various areas including: 1) the oil-to-olefins\n(OTC) complex in Yanbu; 2) colleges and institutes in Jubal Industrial area; 3) the\nnecessary infrastructure in the community area of Yanbu Industrial City; and 4) valueadd\ntransformation industries in Raas AlKhair Industrial City.\nTable 24: NTP focus for the Royal Commission of Jubail and Yanbu\nKey focus areas\nUS$mn\nDevelopment of the OTC project 772\nDevelopment of colleges and institutes in Jubail Industrial City 731\nDevelopment of infrastructure in Yanbu 1,003\nDevelopment of residential areas in Jubail Industrial City 642\nDevelopment of Multi-Modal Logistics Hub in Yanbu Industrial City 543\nDevelopment, protection and rehabilitation of public facilities in Jubail Industrial City 954\nDevelopment of value-added transformation industries in Raas Alkhair Industrial City 805\nConstruction of Housing in Jubail Industrial City 538\nDevelopment of Mineral industries port in Yanbu Industrial City 556\nOther infrastructure and projects (38 projects, size between 100mn to 500mn) 4,557\nTotal 11,101\nSource: Saudi National Transformation Plan\nSubsidies are likely to be needed\nA key obstacle to building more refining capacity and a large OTC complex is the high\ncapital intensity of such projects and the subsidies required to ensure an acceptable rate\nof return. We see the natural gas target as optimistic with many hurdles; importation\ncould be a better alternative. We believe the government plans to reduce subsidies in\nwater and electricity, but maintain them for feedstock prices as intensive natural gas\nproduction requires cheap gas to thrive. However, a move towards benchmarking to US\ngas prices is a likely and logical step, in our view. An alternative scenario would to mark\nnatural gas prices in the Kingdom to the LNG netback out of Qatar. This would facilitate\nan additional US$2.5bn from the sector but would also put several companies at risk of\nbecoming loss making (especially companies with a high content of heavy feed in their\ninput mix). Should such a scenario take place, we believe implementation would be\ncarried out over phases in order to allow companies to cope with the new pricing order.\nGEMs Paper #26 | 30 June 2016 69\nTable 25: Additional costs on petrochemical producers of higher feedstock prices\nCurrent scheme\n(US$50/bbl)\nUS Spot/(US$50/bbl)\nGovernment revenues raised\n(US$bn)\nEthane 950 1,411 461\nMethane 201 457 256\nPropane 3,918 4,898 980\nButane 789 986 197\nNaphtha 2,348 2,934 587\nAmmonia 64 132 69\nFeedstock cost 8,269 10,819 2,550\nElectricity & water 1,039 2,053 1,014\nTotal 9,309 12,872 3,564\nSource: IHS Chemical, BofA Merrill Lynch Global Research. US spot refers to natural gas prices of US$2.6/mn BTU. The US$2.5bn feedstock\nprice rise could directly accrue to the central government through Saudi Aramco, while higher electricity and water charges would not.\nMoving further down the value chain\nDownstream operations in Saudi have historically been international Joint-Ventures (JVs)\nand government-owned entities like SABIC. In July 1993, the government issued a Royal\nDecree that merged all the state-owned refineries, distribution activities and marketing\noperations under Saudi Aramco.\nThis resulted in a transfer of the government’s stake in three key refineries and\ninternational refining and petrochemical operations to one state-owned company.\nToday, Saudi Aramco is one of the largest crude oil refiners in the world and aims to\nbecome a top-three petrochemical producer through standalone petrochemicals\nfacilities like Sadara, downstream integration at its many refineries, and potential\nacquisitions. The recent announcement of the US split with Shell was followed by\ncomments that the breakup was due to different strategies by both companies with\nAramco increasing its focus on petrochemicals.\nPetrochemicals - a route to diversification\nSaudi Arabia is emerging as one of the largest petrochemicals producers globally. The\ncountry initially started with integrated refining leading to petrochemical production\nthrough its multiple JVs in Saudi and other regions, and is now building the largest\npetrochemical complex globally. One of the goals is to maximise the value of the Saudi\nhydrocarbon chain. Ultimately, this expansion into petrochemicals should further support\nthe diversification drive and thus support the stated goals for the Saudi economy.\nSaudi Arabia (potentially through Saudi Aramco) aims to become a leader not only in\ncommodity chemicals, but also downstream petrochemical conversion. In the cities of\nthe Jubail and Rabigh, the Ministry of Energy, Industry and Mineral Resources (along\nwith Saudi Aramco) is constructing value-parks next to upstream chemical facilities. The\naim is to provide integration and the infrastructure for SMEs to operate and produce\nvalue-added products in the Kingdom. This diversification into specialty chemicals could\nincrease returns from the current US$500/ton level to around US$2000/ton by 2040,\naccording to local press citing senior Aramco officials. Saudi Arabia could also look to\ngrow its international refining footprint to provide further integration opportunities, as\nwas suggested by the recent split of the Motiva JV (Saudi is more keen to expand its\ndownstream operations, whilst Shell is looking to reduce them).\nTwo petrochemical projects are also being built. The first is the Sadara project in Jubail,\nwhich is expected to become the world’s largest integrated chemicals complex with\n3MMt of output. It will use naphtha as feedstock. The second is Petro Rabigh II, which is\nthe expansion project of the existing Petro Rabigh plant that will process 4MMt (93kb/d)\nof naphtha feedstock, and is planned to be launched in 2016.\nNTP includes the long discussed Oil-to-Olefins (OTC)\nSaudi’s national transformation plan includes the development of a US$770mn\nindustrial cluster whereby expansion to the Aramco refinery is likely to take place,\nproviding the platform for the long discussed OTC, Oil-to-Olefins, project. Saudi\n70 GEMs Paper #26 | 30 June 2016\nauthorities have highlighted in several press releases that Aramco and SABIC are looking\nat potential oil-to-olefins projects. The Kingdom has a proprietary technology that\nenables it to maximise the yield of olefins per ton of oil used. According to SABIC's\nmanagement, this project has been carried out on a small scale at test sites and it is\nconducting feasibility studies at a larger-scale facility. Aramco has also highlighted plans\nin this area. While both companies declined to comment, Bloomberg highlighted that\nsources indicate they are assessing the possibility of embarking on a project together.\nSuch a step would be the first of its kind in Saudi Arabia, with Aramco and SABIC\nworking alongside each other on such a large scale.\nRefining capacity target: almost there\nThe NTP aims to increase the refining capacity to 3.3mn bpd per day by 2020 from\n2.9mn bpd today. Saudi has recently completed and launched two large refining projects\nwith 400kbpd installed refining capacity each: (1) SATORP in Jubail launched in June\n2014; and (2) YASREF in Yanbu – first shipment made in January 2015 and inaugurated\nin January 2016. In addition, it is building a new refinery, Jazan, which should process\n400kb/d of Arabian heavy and medium crude oil; launch is expected in 2019.\nTable 26: Saudi Arabia government refining assets\nName Location Completion Refining Saudi Aramco's Saudi Aramco's Partner\ncapacity, kb/d share in capacity, kb/d ownership (%)\nWholly-owned domestic refineries\nJeddah Jeddah 1967 90 90 100% n/a\nYanbu Yanbu 1979 240 240 100% n/a\nRiyadh Riyadh 1981 126 126 100% n/a\nRas Tanura Ras Tanura 1986 550 550 100% n/a\nTotal 1,006 1,006\nDomestic refining JVs:\nSAMREF Yanbu 1983 400 150 50.0% ExxonMobil\nSASREF Jubail 1986 305 114 50.0% Shell\nPetro Rabigh I Rabigh 1990 400 150 37.5% Sumitomo (37.5%, free float 25%)\nSATORP Jubail 2014 400 250 62.5% Total (37.5%)\nYASREF Yanbu 2015 400 250 62.5% Sinopec (37.5%)\nTotal 1905 914\nTotal in Saudi Arabia 2,911 1,920\nInternational refining JVs:\nS-Oil South Korea 1991 669 424 63.4% S-Oil\nMotiva USA 2002 1070 535 50.0% Shell\nShowa Shell Japan 2004 445 67 15.0% Shell\nFujian China 2007 280 70 25.0% Sinopec, ExxonMobil\nTotal 2464 1096\nTotal capacity globally 5,375 3,016\nSource: Saudi Aramco, Energy Policy, BofA Merrill Lynch Global Research\nTable 27: Saudi Arabia petroleum product output in 2014 (mn bpd)\nSaudi Aramco LPG Naphtha Gasoline Jet Fuel Diesel Fuel oil Asphalt Total\nownership (%)\nWholly-owned domestic refineries\nJeddah 100% 0.9 2.9 4.0 0.0 2.4 9.2 6.4 25.8\nYanbu 100% 2.4 3.2 11.5 -0.4 29.3 30.9 0.0 77.0\nRiyadh 100% 1.8 0.0 10.9 2.7 19.2 0.0 6.5 41.2\nRas Tanura 100% 5.0 15.0 43.9 7.8 76.1 32.5 7.2 187.4\nSubtotal 10.1 21.1 70.3 10.0 127.1 72.6 20.1 331.3\nSaudi Aramco share in domestic JVs\nSAMREF 50% -1.1 0.0 25.0 11.1 18.8 14.4 0.0 68.2\nSASREF 50% 1.3 11.7 2.2 9.4 14.2 13.3 0.0 52.2\nPetro Rabigh 38% 1.3 7.3 6.9 4.9 11.7 13.4 0.0 45.5\nSATORP 63% 1.3 3.9 11.1 8.2 31.6 7.5 0.0 63.7\nSubtotal 2.9 22.9 45.2 33.7 76.3 48.6 0.0 229.5\nTotal 13.0 44.0 115.6 43.7 203.4 121.2 20.1 560.9\nSource: Saudi Aramco, BofA Merrill Lynch Global Research\nGEMs Paper #26 | 30 June 2016 71\nChart 59: Saudi government refining assets (effective stake in k bpd)\n1,006\nChart 60: Saudi refining breakdown per region (effective stake)\n23%\n2,464\n914\n56%\n21%\nDomestic fully owned\nShare in domestic JVs\nDomestic fully owned\nShare in domestic JVs\nShare in JVs overseas\nShare in JVs overseas\nSource: Saudi Aramco, BofA Merrill Lynch Global Research\nSource: Saudi Aramco, BofA Merrill Lynch Global Research\nExports are geared towards Asia and Far East\nSaudi Arabia exported c.1mbpd of oil products in 2014, mainly to Asia and the Far East\n(56%), other Middle Eastern countries (19%) and Western Europe (12%).\nChart 61: Oil product export volumes split per region in 2014\n1% 1%\n11%\nChart 62: Saudi Arabia oil product slate in 2014\n20.1\n13.0 44.0\n56%\n19%\n12%\n203.4\n121.2\n115.6\n43.7\nNorth America South America Western Europe\nMiddle East Middle Africa Asia and Far East\nSource: Ministry of Energy, Industry and Mineral Resources.\nLPG Naphtha Gasoline Jet Fuel\nDiesel Fuel oil Asphalt\nSource: Company data, BofA Merrill Lynch Global Research\nAmbitious natural gas expansion\nThe NTP also focuses on expanding natural gas production. The government aims to\ngrow the existing production by 48%, largely through non-traditional routes. According\nto the minister of Energy, Industry and Mineral Resources, natural gas accounts for 50%\nof energy production and the target is to increase this to 70% by 2020 through\nexpanding local production or importing if necessary. The government’s priority will be\nto explore the option of local production, although imports were, for the first time, not\nexcluded. We consider this as an interesting development as importing LNG into Saudi\ncosts the same as producing it internally through non-traditional routes, in our view. The\nSaudi statement acknowledges that Saudi Arabia is willing to be open to the possibility\nshould imports provide a more economic means for this purpose.\nTable 28: National Transformation Plan objectives in the petrochemicals, oil, and refining sectors\nBase line Target 2020 Regional benchmark Global benchmark\nOil production capacity (mn bbls/day) 12.5 12.5 3.8 11\nDry gas production capacity (bn scf per day) 12 17.8 5.7 16\nRefining capacity 2.9 3.3 1.1 1.9\nmemo:\nInitiative cost to the government (total SAR491mn or US$131mn):\nEnergy\nSAR216mn\nOil & Gas\nSAR200mn\nGas network\nSAR75mn\nSource: Saudi National Transformation Plan\n72 GEMs Paper #26 | 30 June 2016\nUtility sector: sharing the capex burden and\nachieving cost reflective tariffs\nAli Dhaloomal\nMLI (UK)\nali.dhaloomal@baml.com\nEight strategic objectives aimed at being self-funding\nThe electricity sector is mentioned in eight strategic objectives of the NTP 2020. The\ntwo most important measures in our view are the one related to subsidies cuts and the\none on the liberalisation of the sector which should free out financial resources to fund\nthe future capex burden as well as the other targets under the NTP. This is even more\nrelevant as the NTP doesn’t provide any additional funding for the sector.\nUnanswered questions as to impact on electricity sector\nWhile we think these initiatives should be welcomed as they would reduce the financial\nburden on Saudi Electricity Company (SEC) from its ambitious capacity expansion plan\n(SAR240bn / US$64bn to be spent over the 2016-21, mostly in generation), some\nquestions remain unanswered, especially in regards to SEC’s capital structure and\nfinancial sustainability on a standalone basis. It remains unclear if the proceeds from the\ndisposals of the minority stakes in the GenCos will be used to fund future capex plans or\nto alleviate SEC’s commercial debt (US$16.3bn as of FYE15) and government and\ngovernment-related debt and payables (c.US$46bn as of FYE16). Also, it remains unclear\nif on the back of the NTP, SEC would start paying its current payables (fuel sourced\nfrom Aramco, electricity sourced from SWCC and fees owed to municipalities) instead of\naccruing these amounts as it does now.\n1. Saving SAR200bn annually by cutting the water and electricity subsidies: The\ncurrent print of the NTP doesn’t give any detail about how this target will be split\nbetween water and electricity subsidies, but we note that the plan aims to reach full\ncost reflective water tariffs by 2020 (from 30% cost coverage at the moment).\nRecall that starting from January 1st, electricity prices have been increased by a\nweighted average of close to 20%, with residential prices (half of the consumption)\nnow ranging SAR 0.05-0.30 / KWh vs SAR 0.05-0.26 previously. The highest\nincreases are for the commercial sector, the governmental entities and the\nagricultural sector. SEC’s management recently indicated to us that they expect a\nneutral impact over the long term from this decision as it mirrors an increase in\nfeedstock price charged by Aramco. However, over the short to medium term, SEC\ncash flows are expected to benefit from the tariff decision given that the company\nbooks all its fuel costs in payables without disbursing any amount to Aramco.\n2. Increasing the percentage of power generation through strategic partners to\n100% from 27% now: We believe that the aim here is to bring industrial or\nfinancial partners in all SEC’s and Saline Water Conversion Corporation (SWCC)\ngeneration units, in line with the electricity sector reform which expected to be\nimplemented by late 2016 / early 2017. According to SEC’s management, the most\nlikely scenario involves SEC’s generation assets to be split into four separate\nregional GenCos where minority stakes would be sold to major global utilities or\nsold in the public market.\n3. Increasing the efficient use of “fuel” in power generation to 40% from 33%\nnow: We think that this objective entails increasing the share of efficient combined\ncycle gas turbines (CCGT) plants. Given that SEC currently represents 73% of the\ncountry’s installed capacity and that 19% of its electricity is generated via efficient\ncombined cycle gas turbines (CCGT), this means that 71% of the remaining tier\nparty capacity is “efficient”. We note that another 39% of SEC’s installed\ngeneration capacity is made of less efficient open cycle gas turbines (OCGT).\nGEMs Paper #26 | 30 June 2016 73\n4. Increasing the reserve to peak demand to 12% from 10% now: This reserve\nmargin was just at 2.3% back in 2012 and SEC was assigned a target of 10% which\nmanagement expects to fulfil. In light of the recent improvements and SEC’s\nambitious capacity expansion plan (SAR240bn / (US$64bn in capex over the 2016-\n21), the target looks realistic to us.\n5. Reducing the outages of more than 5min to 3.0 per year from 6.4 per year now\nand the average outage time to 120 minutes from 262 minutes now. This goal\nwill likely be achieved through the ongoing investments in expanding and improving\nSEC’s transmission and distribution network (half of the overall capex incurred in\n2015 went to these two segments).\n6. Increasing the access to electricity to 99.5% of the population from 99% now:\nIt is hard to quantify the cost of this objective, but we believe that it entails\nincreasing the reach to the remote Eastern and Southern regions of the country\nwhere the economics of expanding the transmission network are not relevant.\n7. Reach 86 GW of installed capacity vs. 69 GW at the end of 2015 (incl. 50 GW\nat SEC alone): The target is in line with SEC own current ambitious expansion plan\n(22.8GW to be added over five years to reach 68.3 GW by the end of 2018) and\nfactors in additional capacity from SWCC and IPPs as well.\n8. Generate 4% of the electricity from renewables (equiv. to 3.45 GW): we would\nexpect the projects to be primarily based on onshore wind and solar. It is likely that\nthese projects will be fully developed by IPPs under long term power purchase\nagreements where SEC would be the offtaker and assume the higher cost of the\nelectricity from these ReIPP. While SEC has currently no renewable generation\ncapacity at all, it has recently invited expressions of interest for potential lead\ndevelopers for two 50MW solar photovoltaic projects, which we see as a (modest)\nstep towards the NTP target. Based on the KACARE study on grid impact, Saudi\nArabia’s electricity network should be able to integrate up to 14GW of renewables\ncapacity by 2020. Finally, we note that ACWA Power, the largest privately-owned\nutility company in Saudi Arabia and one of the main IPP players in the country\n(along with Engie), has developed a proven expertise in wind and solar projects\ninternationally. ACWA is likely to be one of the main players in the upcoming\nliberalisation plans.\nChart 63: SEC’s debt and payables to the gov.\n& GREs grew at 17.4% CAGR since 2009\n(US$bn)\n50\n40\n30\n20\n10\nChart 64: Saudi Arabia power generation\ninstalled capacity split in 2015 (total: 69 GW)\n10%\n18%\n72%\nChart 65: Saudi Electricity Company (SEC) fuel\nmix for electricity generation\n19%\n39%\n1%\n41%\n0\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\nSaudi Electricity Company (SEC)\nSaline Water Conversion Corp. (SWCC)\nIPPs and others\nHeavy & light fuel\nNatural Gas - CCGT\nNatural Gas - OCGT\nOther\nMunicipality fee payables\nSWCC purchased power payables\nSaudi Aramco net payables for fuel cost\nGovernment soft loans\nLong-term government payables\nSource: SEC, BofA Merrill Lynch Global Research\nSource: SEC, BofA Merrill Lynch Global Research\nSource: SEC\n74 GEMs Paper #26 | 30 June 2016\n\nDefence: Vision 2030 supports defence\nspending\nCeline Fornaro >>\nMLI (UK)\nceline.fornaro@baml.com\nBenjamin Heelan >>\nMLI (UK)\nbenjamin.heelan@baml.com\nSaudi Arabia is increasing its regional role as a Security and Defence nation in the\nMiddle East region. The 2030 Vision includes a higher local content in defence\nprocurement which can be achieved through new contract awards and increased\ncooperation with large Original Equipment Manufacturers (OEMs). BAE is best\npositioned, in our view: it has been the in the country since 1966 with 5,000 local\nemployees and Saudi Arabia represents 21% of BAE’s group sales.\nSaudi Arabia to build out military industrial base\nDefence is one of the key industries that Saudi is pinpointing for investment as part of\nits future strategy plans, and one where it is well placed to become a global leader, in\nour view. Saudi Arabia has one of the largest defence budgets globally, and we expect\nits focus on defence investment to remain broadly intact regardless of the price of oil.\nDue to regional tensions, defence spending will likely remain high for the foreseeable\nfuture, in our view. Saudi Vision 2030 and the associated National Transformation Plan\n(NTP) will likely increase focus on use of defence to achieve their economic\ndiversification goals. This is likely to take place through capability deployment and\nemployment in partnership with long term defence partners. Saudi authorities aim to\nraise the locally-sourced defence procurement from 2% today to 50% in 2030.\nMuch of the countries’ defence spending is for foreign imports. According to\nconsultancy IHS, 1 out of every 7 dollars spent on defence imports in 2015 was spent by\nSaudi Arabia, which was predicted by IHS to increase its defence imports by 52%yoy to\nUS$9.8bn in 2015.\nIn our view, Saudi strategy to increase locally manufactured defence content is justified,\ngiven their level of purchasing power with international contractors. However, this could\ntrigger a round of new contracts’ awards to set up new terms. The State owned Taqnia\ncompany has been signing some contracts with international companies but this\nremains very limited at this stage.\nSaudi commitment to defence spending positive for European Defence\nSaudi Arabia’s Ministry of Finance 2016 defence budget spending remains high at\nSAR213bn (cUS$57bn) which is 25% of the total budget. In 2015, the budgeted defence\nspending reached SAR307bn (US$82bn). Despite the large decrease in headline defence\nand security expenditure, budgetary figures suggest the allocation for the Ministry of\nInterior, Ministry of National Guard, Ministry of Defence, General Intelligence\nDirectorate, and Saudi Royal Guard Regiment could be heavily supported from elsewhere\nin the budget, if required. Figures released by the Ministry of Finance suggest that\nSAR183.0bn of the state budget for 2016 - c21% of total budgeted spending - will be\nallocated through a new 'Budget Support Provision' that is to be used \"to give more\nflexibility to the budget and redirect capital and operational expenditure in line with\nnational priorities and to fulfil spending requirements\". In our view, the commitment to\ndefence spending is positive for companies who have presence in the area, BAE (Buy,\n600p) & Thales (Buy, €87).\nBAE Systems ties to Saudi Arabia go as far back as 1966, when the company was\ncontracted to Lightning and Strikemaster aircraft and equipment in a programme called\nthe ‘Magic Carpet’. In 1985, a new government-to-government (UK/Saudi Arabia)\nagreement was signed covering supply and support of Tornado, Hawk and PC-9 aircraft.\nA new government-to-government agreement, known as the Saudi British Defence Cooperation\nProgramme, was inaugurated at the start of 2007. Salam Project, which\nGEMs Paper #26 | 30 June 2016 75\nprovides for the acquisition of 72 Typhoon aircraft in a programme aimed at the\nmodernisation of the Saudi Armed Forces, was launched in September 2007. This\ncarries substantial packages of work and expertise transfers, aimed at developing the\nSaudi industrial defence sector. BAE Systems has made a major commitment to the\ntraining of local nationals to bring them into management, technical and other qualified\npositions. Saudis constitute 21% of BAE’s group sales, 57% of the total BAE Systems'\nworkforce in Saudi Arabia making the Company one of the largest private sector\nemployers of Saudis with 5,000 employees based locally. The UK and Saudi have\ndiscussed in the past moving the final assembly of some of the 72 Typhoons in Saudi\nArabia but it failed. Now, the two countries may be trying to have locally produced\nHawks on the back of the 22 trainer order at the end of 2015, according to local press.\nThales (10% of group sales in the Middle East, mainly in defence) has an established\npresence in the Kingdom of Saudi Arabia, with 750 employees and a diversified portfolio\nof activities. The company has built a mature relationship with Saudi Arabia based on\nsolid, country-wide partnerships. Thales’s major commercial successes include the\nShahine and Crotale air defence contracts with logistic support. In naval defence, Thales\nis the prime contractor for the Sawari II contract (three frigates), that follows on from\nthe successful Sawari I programme (four frigates) for which Thales now provides logistic\nsupport. In 2007, Thales was selected by the Saudi Arabian Ministry of Defence to\nsupply a major electronic protection system to the Royal Saudi Air Force.\nUS contractors such as Lockheed Martin (supplier of F16 jets, C130J transport planes),\nGeneral Dynamics (military vehicles) and Raytheon (missiles) have some local presence\nin Saudi Arabia, but BAE is by in large the largest and historical local presence.\n76 GEMs Paper #26 | 30 June 2016\nTable 29: Stocks mentioned\nName Symbol Opinion Q-R-Q Price PO\nAl Hammadi XBQYF Buy C-1-7 SAR 40.19 SAR 64.0\nAl Othaim XWPJF Buy C-1-7 SAR 99.99 SAR 121.0\nBAE SYSTEMS BAESF Buy A-1-7 GBP 483.4 GBP 600\nBAE SYSTEMS BAESY Buy A-1-7 USD 26.17 GBP 34.26\nSABIC XAUBF Buy C-1-8 SAR 80.87 SAR 99.5\nSaudi Telecom XUTUF Buy C-1-7 SAR 63.95 SAR 81.0\nSavola XSAVF Buy C-1-7 SAR 35.95 SAR 46.0\nTHALES THLEF Buy C-1-7 EUR 73.5 EUR 87.0\nYANSAB XUYNF Buy C-1-7 SAR 40.28 SAR 48.0\nZain KSA XOCTF Buy C-1-9 SAR 7.83 SAR 12.2\nAlmarai XALRF Neutral B-2-7 SAR 53.7 SAR 61.0\nJarir XJRIF Neutral C-2-7 SAR 118.64 SAR 134.0\nSAFCO XDUAF Neutral C-2-8 SAR 59.73 SAR 72.0\nDallah Healthcare XJEFF Underperform C-3-7 SAR 86.12 SAR 79,0\nDar Al Arkan XARKF Underperform C-3-9 SAR 6.49 SAR 7.0\nExtra XYDUF Underperform C-3-7 SAR 26.72 SAR 24.0\nSource: BofA Merrill Lynch Global Research\nPrice objective basis & risk\nAl Hammadi (XBQYF)\nOur SAR64 PO for Al Hammadi is based on our DCF-derived valuation. This is equivalent\nto 32x FY17E EPS. Strong earnings growth means out-year valuations appear much\nmore reasonable than near-term valuations (e.g. implied 13x FY20E EPS). Company\nspecific risks are: lower-than-expected growth resulting from delays in executing on\nexpansion plans, inability to raise prices to offset cost inflation, failure to manage\ngrowth without impacting margins, pricing pressure from insurers, new competition,\nsustained delays to government payments, and any potentially dilutive acquisitions.\nGeneral/macro risks are: sustained low oil prices and any resultant slow-down in the\neconomy, civil unrest, ongoing failure of the government to pay bills.\nAl Othaim (XWPJF)\nWe use a combination of DCF, DDM and peer group analysis to value Al Othaim. We\nhave taken a weighted average of values implied by our DCF, DDM and peer group\nanalyses. We attribute a 50% weight to the DCF and 25% weights for both the DDM and\nthe P/E multiple, which points to a PO of SAR121. We attribute a greater weight to the\nDCF valuation as we believe food retailers offer good visibility on cash flow generation.\nIn the case of Al Othaim, we think DCF better reflects the stock's growth opportunity.\nWe assume a perpetuity growth rate of 2% and WACC of 9.1% in our DCF.\nThe downside risks to our investment case are:\n- Weaker-than-expected margin performance\n- Cannibalisation effect in Saudi Arabia\n- Competition: We expect competition to intensify among the large organized players,\nsuch as Savola-owned Panda which have aggressive retail expansion plans growth plan\n- Saudization: Most of Al Othaim's labors are low level staff working in the warehouses\nand branches which depends heavily on expatriate labors. This suggests the Saudization\nof the staff could put further pressure on margins.\nAlmarai (XALRF)\nWe arrive at our SAR61/share price objective using a combination of P/E multiples and\nDCF valuation, taking the average yielded by the two methods. More specifically:\nGEMs Paper #26 | 30 June 2016 77\nOn a multiples basis, we value Almarai on 21x 2017E EPS, a 15% premium to Global\n(blue chip) food producer averages. We believe that at this level it is fairly valued given\nit is trading at a premium to its historical trading average and the weaker consumer\noutlook.\nOur DCF analysis yields a valuation of SAR59/share, based on a WACC of 8% and\nterminal growth rate of 3.5%.\nRisks to our PO are company specific factors such as plant outages, disease outbreaks\nin its biological assets, delays in the investment program and factors affecting suppliers.\nMacro level risks are commodity prices, government regulation, subsidy removals and\nprice pressures from growing competition.\nBAE SYSTEMS (BAESF / BAESY)\nOur PO of 600p (US$34.26/ADR) is an average based on DCF, 2016-17E P/E and\nEV/EBITA and Sum-of-Parts. We regard as BAE's peers Lockheed Martin, LLL, General\nDynamics, Northrop Grumman, Raytheon, QinetiQ, Cobham, Ultra Electronics.\nOur DCF valuation (8.7% WACC and 1.8% long-term growth rate in line with defence\npeers and 10.7% long term margin) implies a 550p share price. Our SOP suggests at\nvaluation range of 592-595p, using peer group EV/EBITA multiples of 12.7-13.7x and\nEV/sales of 1.2x. Applying EU and US peers multiples on EV/EBITA and P/E yields a\nvaluation range of 671-679p.\nAt 600p BAE would be trading on 14.6x 2016E P/E and at 13.9x 2016E EV/EBITA. This\nP/E is in the middle of the historical range of c.20x to c.6x, and the EV/EBITA is near the\nhigh end of the historical range of c.12x to c.4x.\nUpside risks are: 1) An export contract for Typhoons, in particular an order for 60+\nairplanes from Saudi, 2) USD strength against the UK, 3) development of a large scale\nand long term conflict.\nDownside risks are: 1) significant decrease to the US or UK defence budgets, below our\ncurrent assumptions, 2) significant weakness of the US$ vs Sterling.\nDallah Healthcare (XJEFF)\nWe set a SAR79 price objective for Dallah, which is equivalent to 23x FY17E EPS. We\nexpect earnings to double between FY15A and FY20E as beds triple. The multiple\ntherefore falls quickly and on FY20E earnings, when some of this growth is likely to\nhave come through, the stock trades in-line with other hospital stocks, both EM and\nSaudi.\nUpside risks are: greater price increases than assumed in forecasts, faster uptake of\nnew capacity, accretive M&A activity.\nDown side risks are: Slowdown in the economy, lower-than-expected growth resulting\nfrom delays in executing on expansion plans, inability to raise prices to offset cost\ninflation, failure to manage growth without impacting margins\nDar Al Arkan (XARKF)\nOur PO of SAR7.0/share is based on sum-of-the-parts methodology. We\nemploy a WACC of 10.7%, derived from a COE and COD of 11.1% and 9.0%,\nrespectively. Our SOTP includes (1) the NPV of the current development portfolio\nto 2016E, (2) the NPV of recurring cash flows from investment portfolio + the NPV\nof its terminal value minus incremental capex to complete the investment\nprogramme, (3) the NPV of land sales from the developed land bank, and (4) the\nbook value (valued at cost) of DAAR s remaining land bank.\nDownside risks: (1) Deterioration of demand for land would increase\nthe perceived liquidity risk (2) Deterioration of credit environment (3) Emergence\n78 GEMs Paper #26 | 30 June 2016\nof sub-developers which would inflate the acq. cost of land and consequently\ndepreciate the residual value of land due to lower margins (4) Mismanagement of\ncash flows: a mismanagement of the resources (overspending in CAPEX for land\nfor example) could arise liquidity concerns because of over-exposure to land\nsales mkt. Upside risks: A lower-than-expected borrowing cost: We\nforecast an incremental cost of debt of 9%, A improvement in the credit\nenvironment sensitive to exogenous factors such as liquidity and the risk appetite\nof the international mkt. would lower DAAR s cost of funding, We see upside\nvaluation risk in the value of the land bank should the company manages to\ndevelop housing units with the support of the Ministry of Housing. debt-financed\nacquisition to boost its recurring income.\nExtra (XYDUF)\nWe derive a PO of SAR 24 using a DCF valuation model which we believe best captures\ndiffering capital costs and growth profiles across the MENA region. Key assumptions are\nan 11% WACC and a 2% perpetuity growth rate. Upside/downside risks to our PO are\nbetter/worse returns from better/worse like-for-like sales and shorter/longer break even\ntimes from new international markets.\nJarir (XJRIF)\nWe derive a PO of SAR134 using a DCF valuation model which we believe best captures\nthe company's plan to add c.60% new stores by 2017. Key assumptions are: - a 5-year\nCAGR in sales of 11% followed by an five-year CAGR of 6% and a perpetuity growth rate\nof 2%, - an average EBIT margin of 13%, - a WACC of 9.5% with a beta of 0.9x. Our\nWACC is calculated using a RFR of 5.0% and an ERP of 6.0%. We used a 2% terminal\ngrowth rate.\nThe risks to our PO are company-specific issues such as a failure to deliver the expected\n11% top-line growth or a faster-than-expected deterioration in electronics margins. In\naddition, there are risks associated with a slowdown in the economy or consumer\nspending.\nSaudi Arabian Fertilizer Company (XDUAF)\nWe apply a justified P/E multiple to derive SAFCO's PO of SAR72. The P/E is based on a\nnormalized RoE of 30.2%, Cost of Equity of 10.4% and payout of 93.5%.\nUpside risks to our price objective are: (1) delays in global nitrogen fertilizers capacity\nexpansions, which would result in a tighter supply of urea and effectively higher prices,\n(2) Stronger demand for fertilizers and effectively prices, (3) An increase in the marginal\nproducer cost that effectively leads to a higher urea price floor.\nDownside risks are: (1) lower prices of urea due to weaker than expected demand, (2)\nDelay in SAFCO 5 expansion project, (3) an increase in natural gas cost.\nSaudi Basic Industries Corporation (XAUBF)\nWe apply a justified P/E multiple to derive SABIC's PO of SAR99.5. The P/E is based on a\nnormalised RoE of 15.8%, Cost of Equity of 11.5% and payout of 65.0%\nDownside risks to our price objective are a decline in the supply of low-cost feedstock, a\nlower-than-expected recovery in petrochemicals prices, delays in the ramp-up of newly\nestablished subsidiaries, or weakness in steel demand in Saudi Arabia.\nSaudi Telecom Company (STC) (XUTUF)\nWe derive our SAR81/share PO for STC on a sum of the parts basis, using a combination\nof DCF and market valuations for its core subsidiaries and associates, adjusting for\nownership stakes. Specifically, we use DCF to value its core operations in Saudi Arabia\n(9.5% WACC), Viva Kuwait (10.5% WACC), and other subsidiaries (10.1% WACC). We\nGEMs Paper #26 | 30 June 2016 79\nassume a terminal growth rate of 2% across all of the markets, starting from 2023. For\nSTC's associates, we value its holdings in Oger Telecom and Binariang using a\ncombination of our Research team's valuation (for Oger's stake in Turk Telecom) and\nbook value. We then add STC's net cash position at YE 2015 in deriving our PO.\nRisks to our PO come from potential market share loss as both Mobily and Zain KSA,\nplus several MVNO's are aiming to take market share from STC domestically, following\nrecent cut in MTR's. Additionally, we see ongoing risk from FX exposure at their\nsubsidiary investments, especially their indirect stake in Turk Telekom.\nSavola (XSAVF)\nGiven the diversified nature of the Savola group, we use a sum of the parts valuation in\nderiving our SAR46/share price objective for Savola. Specifically, we:\nValue the food business on 12x 2016 earnings, a 30% discount to global peers on\naccount have having slightly slower growth and risks presented by having a significant\nposition in Iran (which accounts for 13% of revenues).\nValue retail(Panda) at 15x 2016 earnings, a c.10% discount to global peers on account of\nhaving slower near term growth. we believe near term growth will be impacted by\ncontinued aggressive expansion and slowing demand trends in the Saudi market\n(following the introduction of the 2016 budget).\nThe investments business is valued using a variety of methods. For its stake in Almarai,\nwe value it in line with our price objective for the shares. Savola's interests in other\nlisted entities (Herfy, KEC and EEC) are valued at current market valuation given we do\nnot have research coverage on the names. The stakes in none listed entities including\nthe real estate book and private equity holdings are valued at 2x book value (YE2015).\nDownside risks to our PO include higher cost escalation than we forecast, further\nadverse moves in commodity prices , adverse FX movements in countries outside of\nSaudi Arabia where Savola does business and any disruptions to its material Iranian\nbusiness.\nTHALES (THLEF)\nTo derive our Thales price objective of €87, we use a 2017E sum of the parts valuation,\nusing Rockwell Collins, Raytheon, Northrop Grumman, Ultra, and the EU Civil Aerospace\npeer group as peers for the Aerospace/defence segments, and Ansaldo STAS as a peer\nfor the transport business.\nAt €87 Thales would trade on 18.1x 2017E P/E and 12.3x EV/EBITA which we think is\nappropriate given balance sheet/ portfolio optionality and building order momentum.\nUpside/Downside risks to our price objective are: 1) changes in the company's free float,\n2) assets swap and portfolio changes could add more value than we currently estimate\n3) lower/more French defence cuts than we currently estimate.\nYANSAB (XUYNF)\nWe apply a justified P/E multiple to derive YANSAB's PO of SAR48. The P/E is based on\na normalized RoE of 14.5%, Cost of Equity of 11% and payout of 70%\nDownside risks to our price objective are: 1. Lower-than-expected demand for polyester\nwould adversely impact MEG prices and effectively earnings 2. Unexpected change in\nfeedstock prices could negatively impact earnings 3. Unexpected shutdowns that would\nresult in lower production.\n80 GEMs Paper #26 | 30 June 2016\nZain KSA (XOCTF)\nWe use a DCF valuation model to derive our price objective of SAR 12.2. Key\nassumptions are a discount rate of 11.0%, underpinned by a risk free rate of 5.5%, a\ncost of equity of 29% and a 6.5% cost of debt. We explicitly forecast free cash flows\nuntil 2022 and then assume perpetuity growth of 3%, as we do when valuing other Gulf\noperators. Our forecasts take in to account the repayment of the deferred royalty loan\nafforded to Zain in 2013 (repayments starting from 2021).\nDownside risks are greater pricing pressure from MVNOs, the loss of its appeal against\na SAR620mn tax claim, an unfavourable ruling against Zain KSA in its arbitration process\nwith Mobily and an inability to grow market share and margins, which in turn would\nthreaten capital requirements.\nAnalyst Certification\nWe, Abdelrali El Jattari, Ali Dhaloomal, Anton Fedotov, Benjamin Heelan, Celine Fornaro,\nFaisal AlAzmeh, CFA, Francisco Blanch, Hootan Yazhari, CFA, Jamie Clark, CFA and Jean-\nMichel Saliba, hereby certify that the views each of us has expressed in this research\nreport accurately reflect each of our respective personal views about the subject\nsecurities and issuers. We also certify that no part of our respective compensation was,\nis, or will be, directly or indirectly, related to the specific recommendations or view\nexpressed in this research report.\nSpecial Disclosures\nSome of the securities discussed herein should only be considered for inclusion in\naccounts qualified for high risk investment.\nGEMs Paper #26 | 30 June 2016 81\nDisclosures\nImportant Disclosures\nCredit opinion history\nBahrain / BHRAIN\nSovereign Date^ Action Recommendation\nBahrain / BHRAIN 12-Nov-2015 Initial Marketweight\nTable reflects credit opinion history as of previous business day’s close. ^First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\nDubai / DUGB\nSovereign Date^ Action Recommendation\nDubai / DUGB 12-Nov-2015 Initial Marketweight\n08-Jan-2016 Downgrade Underweight\n28-Apr-2016 Upgrade Marketweight\nTable reflects credit opinion history as of previous business day’s close. ^First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\nQatar / QATAR\nSovereign Date^ Action Recommendation\nQatar / QATAR 12-Nov-2015 Initial Marketweight\n08-Jan-2016 Downgrade Underweight\n26-Feb-2016 Upgrade Marketweight\n25-May-2016 Restricted NA\nTable reflects credit opinion history as of previous business day’s close. ^First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\nBofA Merrill Lynch Credit Opinion Key\nBofA Merrill Lynch Global Research provides recommendations on an issuer’s bonds (including corporate and sovereign external debt securities), capital securities, equity preferreds and CDS as\ndescribed below. Convertible securities are not rated. An issuer level recommendation may also be provided for an issuer as explained below. BofA Merrill Lynch Global Research credit\nrecommendations are assigned using a three-month time horizon.\nIssuer Recommendations: If an issuer credit recommendation is provided, it is applicable to bonds and capital securities of the issuer except bonds and capital securities specifically\nreferenced in the report with a different credit recommendation. Where there is no issuer credit recommendation, only individual bonds and capital securities with specific recommendations\nare covered. CDS and equity preferreds are rated separately and issuer recommendations do not apply to them.\nBofA Merrill Lynch Global Research credit recommendations are assigned using a three-month time horizon:\nOverweight: Spreads and /or excess returns are likely to outperform the relevant and comparable market over the next three months.\nMarketweight: Spreads and/or excess returns are likely to perform in-line with the relevant and comparable market over the next three months.\nUnderweight: Spreads and/or excess returns are likely to underperform the relevant and comparable market over the next three months.\nBofA Merrill Lynch Global Research uses the following rating system with respect to Credit Default Swaps (CDS):\nBuy Protection: Buy CDS, therefore going short credit risk.\nNeutral: No purchase or sale of CDS is recommended.\nSell Protection: Sell CDS, therefore going long credit risk.\nSovereign Investment Rating Distribution: Global Group (as of 31 Mar 2016)\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 5 12.82% Buy 2 40.00%\nHold 28 71.79% Hold 12 42.86%\nSell 6 15.38% Sell 6 100.00%\n* Issuers that were investment banking clients of BofA Merrill Lynch or one of its affiliates within the past 12 months. For purposes of this Investment Rating Distribution, the coverage universe includes only Sovereign\nissuer recommendations. A Sovereign issuer rated Overweight is included as a Buy, a Sovereign issuer rated Marketweight is included as a Hold, and a Sovereign issuer rated Underweight is included as a Sell.\nFUNDAMENTAL EQUITY OPINION KEY: Opinions include a Volatility Risk Rating, an Investment Rating and an Income Rating. VOLATILITY RISK RATINGS, indicators of potential\nprice fluctuation, are: A - Low, B - Medium and C - High. INVESTMENT RATINGS reflect the analyst’s assessment of a stock’s: (i) absolute total return potential and (ii)\nattractiveness for investment relative to other stocks within its Coverage Cluster (defined below). There are three investment ratings: 1 - Buy stocks are expected to have a total\nreturn of at least 10% and are the most attractive stocks in the coverage cluster; 2 - Neutral stocks are expected to remain flat or increase in value and are less attractive than\nBuy rated stocks and 3 - Underperform stocks are the least attractive stocks in a coverage cluster. Analysts assign investment ratings considering, among other things, the 0-12\nmonth total return expectation for a stock and the firm’s guidelines for ratings dispersions (shown in the table below). The current price objective for a stock should be\nreferenced to better understand the total return expectation at any given time. The price objective reflects the analyst’s view of the potential price appreciation (depreciation).\nInvestment rating Total return expectation (within 12-month period of date of initial rating) Ratings dispersion guidelines for coverage cluster*\nBuy ≥ 10% ≤ 70%\nNeutral ≥ 0% ≤ 30%\nUnderperform N/A ≥ 20%\n* Ratings dispersions may vary from time to time where BofA Merrill Lynch Research believes it better reflects the investment prospects of stocks in a Coverage Cluster.\n82 GEMs Paper #26 | 30 June 2016\nINCOME RATINGS, indicators of potential cash dividends, are: 7 - same/higher (dividend considered to be secure), 8 - same/lower (dividend not considered to be secure) and 9 - pays\nno cash dividend. Coverage Cluster is comprised of stocks covered by a single analyst or two or more analysts sharing a common industry, sector, region or other classification(s). A stock’s\ncoverage cluster is included in the most recent BofA Merrill Lynch report referencing the stock.\nPrice charts for the securities referenced in this research report are available at http://pricecharts.baml.com, or call 1-800-MERRILL to have them mailed.\nCredit Opinion History Tables for the securities referenced in this research report are available at http://pricecharts.baml.com, or call 1-800-MERRILL to have them mailed.\nOne or more analysts responsible for covering the securities in this report owns stock of the covered issuer: Genel Energy.\nMLPF&S or an affiliate was a manager of a public offering of securities of this issuer within the last 12 months: Qatar.\nThe issuer is or was, within the last 12 months, an investment banking client of MLPF&S and/or one or more of its affiliates: BAE SYSTEMS, Dubai, Qatar, Qatar (Central Bank), SABIC, Saudi\nTelecom, THALES, Yansab.\nMLPF&S or an affiliate has received compensation from the issuer for non-investment banking services or products within the past 12 months: BAE SYSTEMS, Bahrain, Bahrain (Treasury),\nDubai, Qatar, Qatar (Central Bank), SABIC, Yansab.\nThe issuer is or was, within the last 12 months, a non-securities business client of MLPF&S and/or one or more of its affiliates: BAE SYSTEMS, Bahrain, Bahrain (Treasury), Dubai, Qatar, Qatar\n(Central Bank), SABIC, Yansab.\nIn the US, retail sales and/or distribution of this report may be made only in states where these securities are exempt from registration or have been qualified for sale: Al Hammadi, Al Othaim,\nAlmarai, BAE SYSTEMS, Dallah Healthcare, Dar Al Arkan, Extra, Jarir, SABIC, SAFCO, Saudi Telecom, Savola, THALES, Yansab, Zain KSA.\nMLPF&S or an affiliate has received compensation for investment banking services from this issuer within the past 12 months: BAE SYSTEMS, Dubai, Qatar, Qatar (Central Bank), SABIC, THALES,\nYansab.\nMLPF&S or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer or an affiliate of the issuer within the next three months: BAE\nSYSTEMS, Dubai, Qatar, Qatar (Central Bank), SABIC, Saudi Telecom, THALES, Yansab.\nMLPF&S or one of its affiliates has a significant financial interest in the fixed income instruments of the issuer. If this report was issued on or after the 15th day of the month, it reflects a\nsignificant financial interest on the last day of the previous month. Reports issued before the 15th day of the month reflect a significant financial interest at the end of the second month\npreceding the report: BAE SYSTEMS, Qatar.\nMLPF&S or one of its affiliates is willing to sell to, or buy from, clients the common equity of the issuer on a principal basis: BAE SYSTEMS.\nMLPF&S or one of its affiliates trades or may trade as principal in the debt securities (or in related derivatives) that are the subject of this research report: Bahrain, Bahrain (Treasury), Dubai,\nQatar.\nThe issuer is or was, within the last 12 months, a securities business client (non-investment banking) of MLPF&S and/or one or more of its affiliates: BAE SYSTEMS, Bahrain, Bahrain (Treasury),\nDubai, Qatar, Qatar (Central Bank), SABIC, THALES, Yansab.\nBofA Merrill Lynch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nCorporation, including profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nprofitability of the Bank’s sales and trading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\nBofA Merrill Lynch Global Credit Research analysts regularly interact with sales and trading desk personnel in connection with their research, including to ascertain pricing and liquidity in the\nfixed income markets.\nOther Important Disclosures\nPrices are indicative and for information purposes only. Except as otherwise stated in the report, for the purpose of any recommendation in relation to: (i) an equity security, the price\nreferenced is the publicly traded price of the security as of close of business on the day prior to the date of the report or, if the report is published during intraday trading, the price referenced is\nindicative of the traded price as of the date and time of the report; or (ii) a debt security (including equity preferred and CDS), prices are indicative as of the date and time of the report and are\nfrom various sources including Bank of America Merrill Lynch trading desks.\nThe date and time of completion of the production of any recommendation in this report shall be the date and time of dissemination of this report as recorded electronically on the platform in\nwhich the report was accessed.\nThis report may refer to fixed income securities that may not be offered or sold in one or more states or jurisdictions. Readers of this report are advised that any discussion, recommendation or\nother mention of such securities is not a solicitation or offer to transact in such securities. Investors should contact their BofA Merrill Lynch representative or Merrill Lynch Financial Global\nWealth Management financial advisor for information relating to fixed income securities\nRule 144A securities may be offered or sold only to persons in the U.S. who are Qualified Institutional Buyers within the meaning of Rule 144A under the Securities Act of 1933, as amended.\nSECURITIES DISCUSSED HEREIN MAY BE RATED BELOW INVESTMENT GRADE AND SHOULD THEREFORE ONLY BE CONSIDERED FOR INCLUSION IN ACCOUNTS QUALIFIED FOR SPECULATIVE\nINVESTMENT.\nRecipients who are not institutional investors or market professionals should seek the advice of their independent financial advisor before considering information in this report in connection\nwith any investment decision, or for a necessary explanation of its contents.\nThe securities discussed in this report may be traded over-the-counter. Retail sales and/or distribution of this report may be made only in states where these securities are exempt from\nregistration or have been qualified for sale.\nThis report, and the securities discussed herein, may not be eligible for distribution or sale in all countries or to certain categories of investors.\nIndividuals identified as economists do not function as research analysts under U.S. law and reports prepared by them are not research reports under applicable U.S. rules and regulations.\nMacroeconomic analysis is considered investment research for purposes of distribution in the U.K. under the rules of the Financial Services Authority.\nBofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\"BofA Merrill Lynch\" includes Merrill Lynch, Pierce, Fenner & Smith Incorporated (\"MLPF&S\") and its affiliates. Investors should contact their BofA Merrill Lynch representative or\nMerrill Lynch Global Wealth Management financial advisor if they have questions concerning this report. \"BofA Merrill Lynch\" and \"Merrill Lynch\" are each global brands for BofA\nMerrill Lynch Global Research.\nInformation relating to Non-US affiliates of BofA Merrill Lynch and Distribution of Affiliate Research Reports:\nMLPF&S distributes, or may in the future distribute, research reports of the following non-US affiliates in the US (short name: legal name, regulator): Merrill Lynch (South Africa): Merrill Lynch\nSouth Africa (Pty) Ltd., regulated by The Financial Service Board; MLI (UK): Merrill Lynch International, regulated by the Financial Conduct Authority (FCA) and the Prudential Regulation Authority\n(PRA); Merrill Lynch (Australia): Merrill Lynch Equities (Australia) Limited, regulated by the Australian Securities and Investments Commission; Merrill Lynch (Hong Kong): Merrill Lynch (Asia\nPacific) Limited, regulated by the Hong Kong Securities and Futures Commission (HKSFC) and the Hong Kong Monetary Authority (HKMA); Merrill Lynch (Singapore): Merrill Lynch (Singapore)\nPte Ltd, regulated by the Monetary Authority of Singapore (MAS); Merrill Lynch (Canada): Merrill Lynch Canada Inc, regulated by the Investment Industry Regulatory Organization of Canada;\nMerrill Lynch (Mexico): Merrill Lynch Mexico, SA de CV, Casa de Bolsa, regulated by the Comisión Nacional Bancaria y de Valores; Merrill Lynch (Argentina): Merrill Lynch Argentina SA, regulated\nby Comisión Nacional de Valores; Merrill Lynch (Japan): Merrill Lynch Japan Securities Co., Ltd., regulated by the Financial Services Agency; Merrill Lynch (Seoul): Merrill Lynch International\nIncorporated (Seoul Branch) regulated by the Financial Supervisory Service; Merrill Lynch (Taiwan): Merrill Lynch Securities (Taiwan) Ltd., regulated by the Securities and Futures Bureau; DSP\nMerrill Lynch (India): DSP Merrill Lynch Limited, regulated by the Securities and Exchange Board of India; PT Merrill Lynch (Indonesia): PT Merrill Lynch Indonesia, regulated by Otoritas Jasa\nKeuangan (OJK); Merrill Lynch (Israel): Merrill Lynch Israel Limited, regulated by Israel Securities Authority; Merrill Lynch (Russia): OOO Merrill Lynch Securities, Moscow, regulated by the Central\nBank of the Russian Federation; Merrill Lynch (Turkey I.B.): Merrill Lynch Yatirim Bank A.S., regulated by the Capital Markets Board of Turkey; Merrill Lynch (Turkey Broker): Merrill Lynch Menkul\nDeğerler A.Ş., regulated by the Capital Markets Board of Turkey; Merrill Lynch (DIFC): Merrill Lynch International (DIFC Branch), regulated by the Dubai Financial Services Authority (DFSA); Merrill\nLynch (Spain): Merrill Lynch Capital Markets Espana, S.A.S.V., regulated by Comisión Nacional del Mercado De Valores; Merrill Lynch (Brazil): Bank of America Merrill Lynch Banco Multiplo S.A.,\nregulated by Comissão de Valores Mobiliários; Merrill Lynch KSA Company, Merrill Lynch Kingdom of Saudi Arabia Company, regulated by the Capital Market Authority.\nGEMs Paper #26 | 30 June 2016 83\nThis information: has been approved for publication and is distributed in the United Kingdom (UK) to professional clients and eligible counterparties (as each is defined in the rules of the FCA\nand the PRA) by MLI (UK) and Bank of America Merrill Lynch International Limited, which are authorized by the PRA and regulated by the FCA and the PRA, and is distributed in the UK to retail\nclients (as defined in the rules of the FCA and the PRA) by Merrill Lynch International Bank Limited, London Branch, which is authorized by the Central Bank of Ireland and subject to limited\nregulation by the FCA and PRA - details about the extent of our regulation by the FCA and PRA are available from us on request; has been considered and distributed in Japan by Merrill Lynch\n(Japan), a registered securities dealer under the Financial Instruments and Exchange Act in Japan; is distributed in Hong Kong by Merrill Lynch (Hong Kong), which is regulated by HKSFC and\nHKMA; is issued and distributed in Taiwan by Merrill Lynch (Taiwan); is issued and distributed in India by DSP Merrill Lynch (India); and is issued and distributed in Singapore to institutional\ninvestors and/or accredited investors (each as defined under the Financial Advisers Regulations) by Merrill Lynch International Bank Limited (Merchant Bank) (MLIBLMB) and Merrill Lynch\n(Singapore) (Company Registration Nos F 06872E and 198602883D respectively). MLIBLMB and Merrill Lynch (Singapore) are regulated by MAS. Bank of America N.A., Australian Branch (ARBN\n064 874 531), AFS License 412901 (BANA Australia) and Merrill Lynch Equities (Australia) Limited (ABN 65 006 276 795), AFS License 235132 (MLEA) distribute this report in Australia only to\n'Wholesale' clients as defined by s.761G of the Corporations Act 2001. With the exception of BANA Australia, neither MLEA nor any of its affiliates involved in preparing this research report is an\nAuthorised Deposit-Taking Institution under the Banking Act 1959 nor regulated by the Australian Prudential Regulation Authority. No approval is required for publication or distribution of this\nreport in Brazil and its local distribution is by Merrill Lynch (Brazil) in accordance with applicable regulations. Merrill Lynch (DIFC) is authorized and regulated by the DFSA. Research reports\nprepared and issued by Merrill Lynch (DIFC) are done so in accordance with the requirements of the DFSA conduct of business rules. Bank of America Merrill Lynch International Limited,\nFrankfurt Branch (BAMLI Frankfurt) distributes this report in Germany and is regulated by BaFin.\nThis research report has been prepared and issued by MLPF&S and/or one or more of its non-US affiliates. MLPF&S is the distributor of this research report in the US and accepts full\nresponsibility for research reports of its non-US affiliates distributed to MLPF&S clients in the US. Any US person receiving this research report and wishing to effect any transaction in any\nsecurity discussed in the report should do so through MLPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill Lynch (Asia Pacific) Limited in\nrespect of any matters relating to dealing in securities or provision of specific advice on securities. Singapore recipients of this research report should contact Merrill Lynch International Bank\nLimited (Merchant Bank) and/or Merrill Lynch (Singapore) Pte Ltd in respect of any matters arising from, or in connection with, this research report.\nGeneral Investment Related Disclosures:\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes an offer or a solicitation of an offer to transact in any securities or other financial instrument. No part of\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any other person without the express written consent of BofA Merrill Lynch.\nThis research report provides general information only. Neither the information nor any opinion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nother financial instrument or any derivative related to such securities or instruments (e.g., options, futures, warrants, and contracts for differences). This report is not intended to provide\npersonal investment advice and it does not take into account the specific investment objectives, financial situation and the particular needs of any specific person. Investors should seek\nfinancial advice regarding the appropriateness of investing in financial instruments and implementing investment strategies discussed or recommended in this report and should understand\nthat statements regarding future prospects may not be realized. Any decision to purchase or subscribe for securities in any offering must be based solely on existing public information on such\nsecurity or the information in the prospectus or other offering document issued in connection with such offering, and not on this report.\nSecurities and other financial instruments discussed in this report, or recommended, offered or sold by Merrill Lynch, are not insured by the Federal Deposit Insurance Corporation and are not\ndeposits or other obligations of any insured depository institution (including, Bank of America, N.A.). Investments in general and, derivatives, in particular, involve numerous risks, including,\namong others, market risk, counterparty default risk and liquidity risk. No security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\ninstruments may be difficult to value or sell and reliable information about the value or risks related to the security or financial instrument may be difficult to obtain. Investors should note that\nincome from such securities and other financial instruments, if any, may fluctuate and that price or value of such securities and instruments may rise or fall and, in some cases, investors may\nlose their entire principal investment. Past performance is not necessarily a guide to future performance. Levels and basis for taxation may change.\nFutures and options are not appropriate for all investors. Such financial instruments may expire worthless. Before investing in futures or options, clients must receive the appropriate risk\ndisclosure documents. Investment strategies explained in this report may not be appropriate at all times. Costs of such strategies do not include commission or margin expenses.\nBofA Merrill Lynch is aware that the implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\naction may be limited by regulations prohibiting or restricting \"shortselling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regulations prior to\nexecuting any short idea contained in this report.\nThis report may contain a trading idea or recommendation which highlights a specific identified near-term catalyst or event impacting a security, issuer, industry sector or the market generally\nthat presents a transaction opportunity, but does not have any impact on the analyst’s particular “Overweight” or “Underweight” rating (which is based on a three month trade horizon). Trading\nideas and recommendations may differ directionally from the analyst’s rating on a security or issuer because they reflect the impact of a near-term catalyst or event.\nCertain investment strategies and financial instruments discussed herein may only be appropriate for consideration in accounts qualified for high risk investment.\nForeign currency rates of exchange may adversely affect the value, price or income of any security or financial instrument mentioned in this report. Investors in such securities and instruments\neffectively assume currency risk.\nUK Readers: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to business coordinated by BofA Merrill Lynch entities\nlocated outside of the United Kingdom. BofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nMLPF&S or one of its affiliates is a regular issuer of traded financial instruments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\ntime, hold a trading position (long or short) in the securities and financial instruments discussed in this report.\nBofA Merrill Lynch, through business units other than BofA Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nmethods of the persons who prepared them, and BofA Merrill Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought to the attention of any\nrecipient of this report.\nIn the event that the recipient received this report pursuant to a contract between the recipient and MLPF&S for the provision of research services for a separate fee, and in connection\ntherewith MLPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S has contracted directly and does not extend\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection with the execution of any\ntransactions, including transactions in any securities mentioned in this report.\nCopyright and General Information regarding Research Reports:\nCopyright 2016 Bank of America Corporation. All rights reserved. This research report is prepared for the use of BofA Merrill Lynch clients and may not be redistributed, retransmitted or\ndisclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch. BofA Merrill Lynch research reports are distributed simultaneously to internal\nand client websites and other portals by BofA Merrill Lynch and are not publicly-available materials. Any unauthorized use or disclosure is prohibited. Receipt and review of this research report\nconstitutes your agreement not to redistribute, retransmit, or disclose to others the contents, opinions, conclusion, or information contained in this report (including any investment\nrecommendations, estimates or price targets) without first obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on public information. Facts and views presented in this material have not been reviewed by, and may not reflect\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill Lynch has established information barriers between\nBofA Merrill Lynch Global Research and certain business groups. As a result, BofA Merrill Lynch does not disclose certain client relationships with, or compensation received from, such issuers in\nresearch reports. To the extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\nshould consult their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be plaintiffs, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\non public information. Facts and views presented in this material that relate to any such proceedings have not been reviewed by, discussed with, and may not reflect information known to,\nprofessionals in other business areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nAny information relating to the tax status of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice. Investors are urged to\nseek tax advice based on their particular circumstances from an independent tax professional.\nThe information herein (other than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-party website. Content\ncontained on such third-party websites is not part of this report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any endorsement by or\n84 GEMs Paper #26 | 30 June 2016\nany affiliation with BofA Merrill Lynch. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websites before\nsubmitting any personal information to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nAll opinions, projections and estimates constitute the judgment of the author as of the date of the report and are subject to change without notice. Prices also are subject to change without\nnotice. BofA Merrill Lynch is under no obligation to update this report and BofA Merrill Lynch's ability to publish research on the subject issuer(s) in the future is subject to applicable quiet\nperiods. You should therefore assume that BofA Merrill Lynch will not update any fact, circumstance or opinion contained in this report.\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer current. Always refer to the most\nrecent research report relating to an issuer prior to making an investment decision.\nIn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\nthis report or its contents.\nGEMs Paper #26 | 30 June 2016 85\nResearch Analysts\nEconomics\nJean-Michel Saliba\nMENA Economist\nMLI (UK)\n+44 20 7995 8568\njean-michel.saliba@baml.com\nMENA & FM equity\nHootan Yazhari, CFA >>\nResearch Analyst\nMerrill Lynch (DIFC)\n+971 4 4258218\nhootan.yazhari@baml.com\nHealthcare\nJamie Clark, CFA >>\nResearch Analyst\nMLI (UK)\n+44 20 7995 1300\njamie.clark@baml.com\nChemicals & Mining\nFaisal AlAzmeh, CFA >>\nResearch Analyst\nMerrill Lynch KSA Company\n+966 11 299 3741\nfaisal.alazmeh@baml.com\nReal Estate & Consumer\nAbdelrali El Jattari >>\nResearch Analyst\nMerrill Lynch (DIFC)\n+971 4 4258231\nabdelrali.eljattari@baml.com\nCredit Research\nAli Dhaloomal\nResearch Analyst\nMLI (UK)\n+44 20 7996 9107\nali.dhaloomal@baml.com\nCommodities\nFrancisco Blanch\nCommodity & Deriv Strategist\nMLPF&S\n+1 646 855 6212\nfrancisco.blanch@baml.com\nPeter Helles\nCommodity Strategist\nMLI (UK)\n+44 20 7996 8154\npeter.helles@baml.com\nAerospace, Defence & Satellite Services\nCeline Fornaro >>\nResearch Analyst\nMLI (UK)\n+44 20 7996 5515\nceline.fornaro@baml.com\nBenjamin Heelan >>\nResearch Analyst\nMLI (UK)\n+44 20 7996 5723\nbenjamin.heelan@baml.com\nEnergy\nAnton Fedotov >>\nResearch Analyst\nMerrill Lynch (Russia)\n+7 495 662 6079\nanton.a.fedotov@baml.com\nTrading ideas and investment strategies discussed herein may give rise to significant risk and are not suitable for all\ninvestors. Investors should have experience in FX markets and the financial resources to absorb any losses arising from\napplying these ideas or strategies.\n>> Employed by a non-US affiliate of MLPF&S and is not registered/qualified as a research analyst under the FINRA rules.\nRefer to \"Other Important Disclosures\" for information on certain BofA Merrill Lynch entities that take responsibility for\nthis report in particular jurisdictions.\n86 GEMs Paper #26 | 30 June 2016",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_016111.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 285705,
    "word_count": 45546,
    "line_count": 5115,
    "import_date": "2025-11-19T21:47:46.390629",
    "prefix": "TEXT-001"
  }
}