{
  "document_id": "HOUSE_OVERSIGHT_019718",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019718.txt",
  "text": "230 | HOW AMERICA LOST ITS SECRETS\n\nand software on the Internet, all of which fell under the rubric of\n“freedom of the Internet.” They also vocally objected to the NSA’s\nusing built-in back doors in its software to read their encrypted\nmessages. Such people were not difficult to find on the Internet.\nThe donors to Ron Paul’s libertarian election campaign (including\nSnowden) were a matter of public record.\n\nEven if there was no shortage of hacktivists who believed the sur-\nveillance of the Internet by the NSA was an evil worth fighting, the\nSVR still had to find a plausible way of approaching members of\nthis counterculture without offending them. Clearly, the SVR could\nno longer use out-of-date Communist and anti-capitalist ideology\nas a lure. Russia was far more authoritarian than the United States\nwhen it came to the Internet. One viable alternative for the SVR was\ncustom-tailoring false flags to appeal to hacktivists.\n\nFor this purpose, the Internet provided a near-perfect realm.\nBecause it is a place where true identities cannot easily be veri-\nfied, intelligence services could employ a protean kit of disguises to\nassume false identities to entice potential dissidents into communi-\n\n© cating with them. The KGB’s earlier efforts to use hacktivist groups ®\nin Germany had produced little if any intelligence about the NSA\nbecause of the stovepiping it used to isolate its computers from net-\nworks that could be hacked into from the outside. It will be recalled\nthat the NSA threat officer had cited these failures in his 1996 report\non NSA vulnerability. He also said that efforts of the Russian intel-\nligence services to use false flag recruitments provided the KGB with\n“a learning experience.” The KGB had learned that hacking by itself\ncould not breach the NSA’s protective stovepiping. He predicted that\nits next logical move would be to “target insider computer person-\nnel.” This false flag recruitment would aim at, in his view, system\nadministrators, computer engineers, and cyber-service workers who\neither were already inside the NSA or had a security clearance that\nwould facilitate getting jobs with NSA contractors.\n\nEven with an appropriate false flag, the task of finding such a\n“Prometheus” required obtaining a database of those working at\nthe NSA. There were some five thousand civilian technicians at the\nNSA of all political stripes. Hacking into the personnel records of\nthe intelligence workers seeking to renew their security clearance\n\n| | Epst_9780451494566_2p_all_r1.indd 230 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019718",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019718.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2571,
    "word_count": 413,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.332045",
    "prefix": "IMAGES-005"
  }
}