{
  "document_id": "HOUSE_OVERSIGHT_032178",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032178.txt",
  "text": "¢ Reaffirm support for the resolution of the Israeli-Palestinian conflict\non the basis of two states for two peoples and the right of the Jewish\nand Palestinian peoples to self-determination, without prejudice to\nthe rights of all citizens and minority groups. Recall, in this context,\nU.N. General Assembly resolution 181 of 1947 that called for the\nestablishment of a Jewish state and an Arab state.\n\n¢ Acknowledge institutional and security reform, economic\ndevelopment and state-building efforts — especially in the West\nBank, under the leadership of President Abbas and Prime Minister\nSalam Fayyad, which have helped lay the foundations for Palestinian\nstatehood — and endorse the position articulated by the World Bank\nand the United Nations that the Palestinian Authority is “well\npositioned for the establishment of a state at any point in the near\nfuture.”\n\n¢ Accordingly, support the establishment of an independent and\nsovereign Palestinian state on the basis of the 1967 lines with its\ncapital in East Jerusalem in parallel with Israel’s recognized capital in\nWest Jerusalem, and with mutually agreed territorial swaps and\nmodifications, subject to negotiation — a state that will live side by\nside with Israel in peace and security.\n\n¢ Recognize that extending the authority of a Palestinian state to the\nGaza Strip will depend on effective control there by a legitimate\nPalestinian government that exercises authority in the West Bank, is\ncommitted to the Quartet principles and the Arab Peace Initiative and\nrespects the commitments of the Palestine Liberation Organization.\n\n¢ Call for both states to engage in good faith negotiations on the basis\nof this and previous relevant resolutions and agreements in order to\nresolve all outstanding issues between them, beginning with the\nissues of borders, settlements, water and security arrangements.\nSpecifically, security arrangements — including multi-layered\ninternational, regional and bilateral guarantees — should confront\n\nHOUSE_OVERSIGHT_032178",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032178.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2014,
    "word_count": 305,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.099861",
    "prefix": "IMAGES-011"
  }
}