{
  "document_id": "HOUSE_OVERSIGHT_013650",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013650.txt",
  "text": "was decades later that the first Jewish member of the KCCC was the founder of H\nand R Block. Unable to afford membership in the single all Jewish country club of\nthe region, | practiced for my high school golf team on Armour Hills Public Golf\nCourse, where, at the time, mostly white working class golfers played.\n\nHow can it be that spiritual states include both personal humbleness and\nloving mercy toward some of mankind and judgmentalness, nonacceptance and\ncommitment to seduction, threat and even violence in the service of invoking\nchanges in the beliefs of others. How can the high energy calm of being home at\nlast in the born again condition with its new freedom from self assaults about sin,\nmost importantly that of disbelief, but also peccadilloes such as drunkenness,\npromiscuity and familial abuse, be associated with readiness to judge, harass even\npersecute others. Psychoanalysts would say that it is a riddance mechanism, the\nprojection of unwanted personal traits onto others. From the standpoint of rational\nthought, this seems more like non-Aristotelian cognition, two, not either-or,\ncountervailing orientations toward mankind held simultaneously. The newborn\nparishioners of these charismatic amphetamine churches express their fealty to\nGod with strongly held beliefs that diagram logically as contradictions. The\nperception of the world’s peoples into believers and infidels, good and evil, our\npeople and your people, ourselves and the others. It is generally believed among\nsocial psychologists that it is the perceived nonpersonness of others, which allows\nthe cruelty that empathic identification with them would never permit. Splitting feels\nlike resolution, its stereotypy reducing the complexity of spiritual thought as well as\ntrue to life perception.\n\nA concrete laboratory example of amphetamine conversion, the sudden\ntransition to a high energy, fixated, and delusional state called amphetamine\npsychosis, is supplied by experiments in humans conducted by Professor John\nGriffith at Vanderbilt University in the 1960’s. These experiments would not be\nallowed by today’s human research committees or medical ethicists. Each one of a\ngroup of psychologically screened-as-normal graduate student volunteers, at an\nindividually unique amphetamine dose, developed suddenly a personally unique\n\nand peculiar system of new beliefs, obsessionally held as rational thoughts. Ten\n\n150\n\nHOUSE_OVERSIGHT_013650",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013650.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2436,
    "word_count": 363,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.250350",
    "prefix": "IMAGES-002"
  }
}