{
  "document_id": "HOUSE_OVERSIGHT_013932",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013932.txt",
  "text": "be fun while showing—in no uncertain terms—that the rules most follow are nothing more than social\nconventions. There are no legal boundaries stopping you from creating an ideal life ... or just being self-\nentertained and causing mass confusion.\n\nSo, relaxing in public. Sounds easy, right? ’m somewhat famous for relaxing in style to get a laugh\nout of friends. Here is the deal, and I don’t care if you’re male or female, 20 or 60, Mongolian or\nMartian. I call the following a “time-out.”\n\nOnce per day for two days, simply lie down in the middle of a crowded public place at some point.\nLunchtime is ideal. It can be a well-trafficked sidewalk, the middle of a popular Starbucks, or a popular\nbar. There is no real technique involved. Just lie down and remain silent on the ground for about ten\nseconds, and then get up and continue on with whatever you were doing before. I used to do this at\nnightclubs to clear space for break-dancing circles. No one responded to pleading, but going catatonic on\nthe ground did the trick.\n\nDon’t explain it at all. If someone asks about it after the fact (he or she will be too confused to ask you\nwhile you’re doing it for 10 seconds), just respond, “I just felt like lying down for a second.” The less\nyou say, the funnier and more gratifying this will be. Do it on solo missions for the first two days, and\nthen feel free to do it when with a group of friends. It’s a riot.\n\nIt isn’t enough to think outside the box. Thinking is passive. Get used to acting outside the box.\n\n>» TOOLS AND TRICKS\n\nLooking Huge— Virtual Receptionist and IVR\n\n> Angel ( www.angel.com )\n\nGet an 800 number with professional voice menu (voice recognition departments, extensions, etc.) in five\nminutes. Incredible.\n\n» Ring Central ( www.ringcentral.com )\n\nOffers toll-free numbers, call screening and forwarding, voicemail, fax send and receive, and message\nalerts, all online.\n\nCD/DVD Duplication, Printing, and Product Packaging\n\n» AVC Corporation ( www.avccorp.com )\n\n= SF Video ( www.sfvideo.com )\n\nLocal Fulfillment (fewer than 20 units shipped per week)\n\n= Mailing Fulfillment Service Association ( www.mfsanet.org )\nEnd-to-End Fulfillment Companies (more than 20 units shipped per week, $500+ setup)\n\nHOUSE_OVERSIGHT_013932",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013932.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2252,
    "word_count": 383,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.783296",
    "prefix": "IMAGES-002"
  }
}