{
  "document_id": "HOUSE_OVERSIGHT_019846",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019846.txt",
  "text": "fraud, they did not reach settlements that called for fines, the current fashion these days.\nThey filed criminal charges against the executives responsible.\n\nBefore Morgenthau, the Department of Justice focused on two-bit corporate misdeeds—\nPonzi schemes and boiler room operations. Morgenthau changed that. His prosecutors went\nafter CEOs and their enablers—the accountants and lawyers who abetted the frauds or\nlooked the other way. “How do you justify prosecuting a nineteen-year old who sells drugs\non a street corner when you say it’s too complicated to go after the people who move the\nmoney?” he once asked.\n\nMorgenthau’s years as United States Attorney were followed by political success. He was\nelected New York County District Attorney in 1974, the first of seven consecutive terms for\nthat office.\n\nThere are parallels between Morgenthau, and Preet Bharara, the U.S. attorney for the\nSouthern District who was fired by President Trump this weekend.\n\nLike Morgenthau, the 48-year old Bharara leaves the office of US Attorney for the Southern\nDistrict celebrated for taking on corrupt and powerful politicians. Bharara prosecuted two of\nthe infamous “three men in a room” who ran New York state: Sheldon Silver, the\nDemocratic speaker of the assembly and Dean Skelos, the Republican Senate majority\nleader.\n\nHe won convictions of a startling array of local politicians, carrying on the work of the\nMoreland Commission, an ethics inquiry created and then dismissed by New York’s Gov.\nAndrew Cuomo. (This weekend, Bharara cryptically tweeted that “I know what the\nMoreland Commission must have felt like,” a suggestion that he was fired as he was\npursuing cases pointed at Trump or his allies.)\n\nBut the record shows that Bharara was much less aggressive when it came to confronting\nWall Street’s misdeeds.\n\nPresident Obama appointed Bharara in 2009, amid the wreckage of the worst financial crisis\nsince the Great Depression. He inherited ongoing investigations into the collapse, including\na probe against Lehman Brothers.\n\nHe also inherited something he and his young charges found more alluring: mnsider-trading\ncases against hedge fund managers. His office focused obsessively on those. At one point,\nthe Southern District racked up a record of 85-0 in those cases. (Appeals courts would later\nthrow out two prominent convictions, infuriating him and dealing blows to several other\ncases.)\n\nHedge funds are safer targets. The firms aren’t enmeshed in the global financial markets in\nthe way that giant banks are. Insider trading cases are relatively easy to win and don’t\naddress systemic abuses that helped bring down the financial system.\n\nHOUSE_OVERSIGHT_019846",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019846.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2677,
    "word_count": 417,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.965403",
    "prefix": "IMAGES-005"
  }
}