{
  "document_id": "HOUSE_OVERSIGHT_011693",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011693.txt",
  "text": "My job was to ensure the security not just of the Gush Emunim march but of\nthe counter-demonstrators, and, of course, the local Palestinian population. As\nthe rival marches by the Israelis proceeded, I personally delivered warnings\nagainst any violence, both to the settlement leaders and to a pair of the most\nprominent counter-protesters, the peace activist Uri Avneri and Knesset member\nYossi Sarid. The event went off without major incident. But the next day,\nDavar, the venerable Labor newspaper I’d first read as a child in Mishmar\nHasharon, let rip against me. Under a photo of me with Avneri and Sarid — my\narm raised, ostensibly in some kind of threat but actually in the time-honored\nJewish practice of talking with my hands — the article accused me of siding with\nthe settlers. If blood was spilled in the weeks and months ahead, the newspaper\nsaid, “it will be on Barak’s hands.”\n\nOrdinarily, I would have ignored it. But never in my military career had I\nbeen similarly attacked on an issue of any importance. I was especially angry\nbecause not only was the insinuation unfounded. It was diametrically opposite to\nthe stance I was determined to take in this, my first regional command. Yes, I\nwas committed to providing security for the settlers. But especially in the wake\nof the crimes of the Jewish underground, I was determined to ensure they\nremained within the boundaries of the law.\n\nA few days later, I called Rabin’s aide and asked to see the Defense\nMinister, and was told to come see him after Saturday lunch at his home. When\nI arrived, Rabin got right down to business. “Ehud, you wanted to see me?” he\nsaid. “You’ve probably seen Davar,” I replied. “It was a pretty nasty piece. It\ndistorted things.” Yet as he began asking for details, it seemed he had no idea\nwhat I was talking about. “Ehud, I never read it,” he said. “If you hadn’t told\nme, I’d never have known there was an issue.” I assumed this was a white lie,\ntold to reassure me. But years later, when I was Minister of Defense, and then\nPrime Minister, I sometimes found myself on the other side of such meetings.\nAn officer or official would come see me because of something said about them\nin the media, or remarks they were quoted as having made. When I told them\nI’d been unaware of it, I could see the disbelief in their eyes. By then, however,\nI realized that under the multiple demands of a senior role in government, you\nreally could fail to notice events that others viewed as crucial to their\nreputations or careers. To reassure them I truly hadn’t noticed, I’d tell them the\nstory of my meeting with Rabin.\n\n222\nHOUSE_OVERSIGHT_011693",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011693.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2634,
    "word_count": 467,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.006519",
    "prefix": "IMAGES-001"
  }
}