{
  "document_id": "HOUSE_OVERSIGHT_014430",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014430.txt",
  "text": "rules. Bank of America Merrill Lynch International Limited, Frankfurt Branch (BAMLI Frankfurt) distribu\nThis research report has been prepared and issued by MLPF&S and/or one or more of its non-US affilia\nresponsibility for research reports of its non-US affiliates distributed to MLPF&S clients in the US. Any\n\nes this report in Germany and is regulated by BaFin.\ntes. MLPF&S is the distributor of this research report in the US and accepts full\nUS person receiving this research report and wishing to effect any transaction in any\n\nsecurity discussed in the report should do so through MLPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill Lynch (Asia Pacific) Limited in\n\nrespect of any matters relating to dealing in securi\n\nies (and not futures contracts} or\n\nprovision of speci\n\nic advice on securities (and not futures contracts). Singapore recipients of this research\n\nreport should contact Merrill Lynch International Bank Limited (Merchant Bank) and/or Merrill Lynch (Singapore) Pte Ltd in respect of any matters arising from, or in connection with, this\n\nresearch report.\nGeneral\n\npersona\nfinancial\nthat sta\nsecurity or the in\n\ndeposits or other\namong others, m\ninstruments may\nincome from suc\n\nlose their entire principal inves\nFutures and options are not ap\ndisclosure documents. Investmen\n\nBofA Merrill Lyne\n\naction may be limited by regulations p\nexecuting any short idea contained in\nForeign currency rates of exchange may adversely affect\n\neffectively assume\n\nUK Readers: The protections provided\nlocated outside of the United Kingdom. BofA Merrill Lyne\nMLPF&S or one of its affiliates is a regular issuer of traded financial instru\ntime, hold a trading position (long or short) in the securiti\nBofA Merrill Lynch, through business units other than Bo\nwith, and reach different conclusions from, the information presented in\n@ persons who prepared them, and BofA\nis report.\nhat the recipient received this report pursuant to a contract\nPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the\nbeyond the delivery of this report (unless otherwise agreed specifically in\nncluding transactions in any securities mentioned in this re\nd General Information regarding Research Reports:\n\n6 Bank of America Corporation. All rights reserved. This research report is prepared for the use of Bo\ndisclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch.\nbsites and other portals by BofA Merrill Lynch and are not pu\nconstitutes your agreement not to redistribute, retransmit, or disclose to others the con\nions, estimates or price targets) without first obtaining expressed permiss\nMaterials prepared by BofA Merrill Lynch Global Research personnel are ba\nnown to, professionals in other business areas of BofA Merri\nerrill Lynch Global Research and certain business groups. As a resul\nrts. Totl\n\nmethods of th\nrecipient of th\nIn the event tl\ntherewith ML\n\ntransactions, i\nCopyright an\nCopyright 20\n\nand client we\n\nrecommenda\n\ninformation k\nBofA\nresearc\nhould\nny Bo\nn pub\n\nh repo\nconsu\n\nS\nal\nO\nPp\nThis re\nities. None of\nResearch po\n\normation re\n\nThe in\n\nned on such\niliation with\n\ncontai\nanya\n\nsubmitting any personal information to them. BofA Merrill Lynch is not responsib\n\nAll opinions, projec\n\nobligations o\narket risk, cou\nbe difficult to va\nh securities and other financial instruments, if any, may fluctuate and\n\nic information\nrofessionals in other busi\n\ncontaining suc\n\n‘ax advice based\normation herein\nmay contain links to tl\n\nInvestment Related Disclosures:\n\nTaiwan Readers: Neither the information nor any |\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by t\nThis research report provides general information only. Neither the information nor any op\nother financial instrument or any derivative related\ninvestment advice and it does not take in\nadvice regarding the a\nements regarding futu\normation in tl\n\nne\n\nan\n\nnterp\n\nmen\npropri\n\ncurrency risk.\n\n. Fac\n\nMLPF&S, any of i\nicy prohibits rese\nh rating, recom\nating to the tax s\n\n(o\nhird-\nhird-party websi\nBofA Merrill Lyne!\n\njons and estimat\n\nue or sell and re\n\nrad\n\no account the specific investmen\n\nppropriateness of investing in financial instruments and\n\ntory institution (inc\nk and liquidity risk.\niable information about the value\n\nuding, Bank o\narty default ris\n\n. Past performance is not necessa\niate for all investors. Such financia\n\nrily a guide to\n\nrohibiting or restricting \"shortse\nhis report.\nhe value, price or Income o\n\nh Global Researc|\n\nes and financial\n\nerrill Lynch is un\n\nwriting by\nport.\n\nblicly-avail\n\nI Lynch, in\n\nt their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Globa\n‘A Merrill Lynch entity and/or its directors, officers and employees may be plaintif\n§ and views presented in this material that rela\n\ne to anys\n\ns affiliates or their research analysts has any au\narch personnel from disclosing a recommenciati\nmendation or investment thesis.\n\natus of financial instruments discussed herein i\n\non their particular circumstances from an independent tax pro\nher than disclosure information relating to BofA Merrill Ly\nparty websites. BofA Merrill Lynch is not responsible for t\n\nes is not part of this report and is not incorpora\n\ne\nes constitute the judgment of the author as of\n\npinion expressed herein constitutes an offer or aso\n\nh policies relating to conflicts of interes\n\nbetween the recipient and MLPF&S for t\n\nsed on public i\n\nto\nim\n\nfA\n\na\nrisks related to the securi\nhat price or value of such\n\nor\n\nfu\n\npriate at all times. Costs o\n\nf any security or financial ins\n\nMLPF&S). MLPF&S is and continues to ac\n\n‘A Merrill Ly\nBofA Merri\nable materials. Any unauthorized use or dis\nents, opinions, conclusion, or informat\nion from an authorized officer of BofA\n\ncluding investment banking personnel. Bo\n\nicitation of an offer to transact in any securities or o\nhe press or any other person without the express written consent of BofA Merrill Lynch.\n\ninion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nto such securities or instruments (e.g, options, futures, warrants, and contracts for differences}. This report is not intended to provide\nbjectives, financial situation and the particular needs of any specific\nplementing investment strategies discussed or recommended in\nre prospects may not be realized. Any decision to purchase or subscribe for securities in any offering must be based solely on existing public information on such\nprospectus or other offering document issued in connec\nSecurities and other financial instruments discussed in this report, or recommended, o\ny Insured deposi\n\nion with such offering, and not on this report.\nfered or sold by Merrill Lynch, are not insured by the Federal Deposi\nmerica, N.A.). Investments in general and, derivatives, in particular, in\njo security, finance!\n\nby the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to business coordinated by BofA Merrill\nare described at http://go.bofa.com/coi.\n\nments linked to securities that may have been recommended in this report. MLPF&S or one of its\ninstruments discussed in this report.\n‘A Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nhis report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\n\nder no obligation to ensure that such other trading ideas or recommendations are brought to the a\n\nnch clients and may not be redistributed, retransmitted or\n\nLynch research\n\nerrill Lynch.\n\nnformation. Facts and views presented in this material\n\nA Merrill Lynch\n\n, BofA Merrill Lynch does not disclose certain client relationships wit\nhe extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\n\nuch\n\nessional.\n\nproceedings have not been reviewed by, discussed with, and may not reflect in\nness areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nport has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of\nhority whatsoever to make any representation or warranty on behalf of the issuer(s). Bo\non, investment rating, or investment thesis for review by an issuer prior to the pub\n\ns not intended to provide tax advice or to be used by anyone to provide tax advice.\n\nnch and its affiliates) was obtained from various sources and we do not guarantee i\nhe content of any third-party website or any linked content contained in a third-par\ned by reference into this report. The inclusion of a link in this report does not imply any\nh. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websi\nor such terms and privacy policies and expressly disclaims any liability for them.\nhe date of the report and are subject to change without notice. Prices also are su\n\nclosure is prohibited. Receipt and review of t\nion contained in this report (including any in\n\nher financial instrument. No part of\n\nperson. Investors should seek\nthis report and should understand\n\nInsurance Corporation and are not\nvolve numerous risks, including,\n\ninstrument or derivative is suitable for all investors. In some cases, securities and other financial\ny or financial instrument may be difficult\nsecurities and Instruments may rise or fal\nure performance. Levels and basis for taxation may change.\n\ninstruments may expire worthless. Before investing in futures or options, clients must receive the a\nstrategies explained in this report may not be appro}\n\n‘0 obtain. Investors should note that\nand, in some cases, investors may\n\nppropriate risk\n\nsuch strategies do not include commission or margin expenses.\nhis aware that the implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\nling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regu\n\nations prior to\n\nrument mentioned in this report. Investors in such securities and instruments\n\nLynch entities\n\naffiliates may, at any\n\ntention of any\n\nhe provision of research services for a separate fee, and in connection\nperson with whom MLPF&S has contracted directly and does not extend\nsolely as a broker-dealer in connection with tl\n\nhe execution of any\n\nreports are distributed simultaneously to internal\nhis research report\n\nvestment\n\nhave not been reviewed by, and may not reflect\nhas established information barriers between\nh, or compensation received from, such issuers in\n\nResearch personnel’s knowledge of legal proceedings in which\ns, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\n\normation known to,\n\nany issuer of any\n\nA Merrill Lynch\nication of a research\nnvestors are urged to\nts accuracy. This report\ny website. Content\n\nendorsement by or\nes before\n\nbject to change without\n\nnotice. BofA Merrill Lynch is under no obligation to update this report and BofA Merrill Lynch's ability to publish research on the subject issuer(s) in the future is subject to applicable quiet\n\nperiods. You should therefore assume that BofA Merrill Lynch will not update any\nCertain outstanding reports may contain discussions and/or investment opinions\nrecent research report relating to an Issuer prior to making an investment decision.\nIn some cases, an issuer may be classified as Restricted or may be Under Review o\nits security and/or financial instruments) to be suspended or withdrawn and shou\nfinancial instruments) nor should the analyses or opinion(s) be considered a solici\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with\n\nre\n\nd\na\n\nact, circumstance or opinion contained in this report.\nating to securities, financial instruments and/or issuers that are no longer curren\n\nr Extended Review. In each case, investors should consider any investment opinion\nnot rely on the analyses and investment opinion(s) pertaining to such issuer (or i\n\n. Always refer to the most\n\nrelating to such issuer (or\ns securities and/or\n\nion of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\n\nirm policies.\n\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\nBankof America\n\nMerrill Lynch\n\nJapan Macro Watch | 14 November 2016\n\n7\n\nHOUSE_OVERSIGHT_014430",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014430.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12999,
    "word_count": 2082,
    "line_count": 428,
    "import_date": "2025-11-19T21:47:49.254912",
    "prefix": "IMAGES-002"
  }
}