{
  "document_id": "HOUSE_OVERSIGHT_028220",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028220.txt",
  "text": "/ BARAK / 86\n\nnegotiating team for courage and vision. Essentially, he thanked Arafat for\nshowing up. That was some consolation. But it didn’t alter the weight of the\nmessage we were carrying home. Arafat either would not or could not make peace,\nat least on terms any Israel leader could accept or the people of Israel would\nendorse.\n\nThere were only two potential deal-breakers on our side, as Arafat had known\nfrom the beginning. The first involved the “right of return.” We were never going\nto sign a peace agreement accepting the return of hundreds of thousands of\nPalestinians within our pre-1967 borders. Demographically, that was a recipe for\nthe inexorable end of Israel as a majority-Jewish state. It would also imply a\nrewriting of the history of how Israel was born: in a war, with an almost equal\nnumber of refugees either fleeing or forced to leave on both sides, after the Arab\nworld had unanimously, and violently, rejected a UN partition that would have\ncreated a Palestinian Arab state as well. I did accept a “right of return” to the\nPalestinian state we had hoped to create, as part of a final peace deal, on the West\nBank and in Gaza. I also supported the idea of a multi-billion-dollar international\nfund to compensate or resettle Palestinian refugees, and was ready to commit Israel\nas a party to that effort. The other critical issue was Jerusalem. I had stretched our\nnegotiating position almost to breaking point. The “pocket” ideas Arafat ended up\nrejecting challenged a longstanding Israeli political taboo. In practical terms, they\namounted to a breach of the assurances which I and every other Israeli Prime\nMinister since 1967 had given: never to re-divide Israel’s capital. Had we actually\ngot an end-of-conflict deal, I would have had to justify it to Israelis in a\nreferendum. I think I could have done so. But one thing I could not give up was our\nsovereignty over the Temple Mount, the centerpiece of our history as a people and\nIsrael’s as a state. It was our connection with our past, a focus of what we had gone\nthrough, what we had achieved, and what we had left to accomplish. It was\nessential to who we were.\n\nArafat never even engaged in a discussion on the “right of return”. On the\nTemple Mount, however, he was explicit. Any peace, any basis for negotiation\ntoward peace, had to begin by confirming Palestinian sovereignty. Besides, as he’d\ntold the President of the United States, he had persuaded himself there never was a\nJewish temple in Jerusalem. When I heard about that remark, I was less shocked\nthan Clinton. It struck me as just another way Arafat had of conveying his bottom\nlines. It was a bit like stories he liked to tell about visiting his aunt in Jerusalem as\n\n372\nHOUSE_OVERSIGHT_028220",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028220.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2749,
    "word_count": 478,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.822448",
    "prefix": "IMAGES-009"
  }
}