{
  "document_id": "HOUSE_OVERSIGHT_017607",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017607.txt",
  "text": "Page 4 of 31\n104 J. Crim. L. & Criminology 59, *64\nthen made a series of recommendations for all criminal justice agencies, including the police, prosecutors, and the courts. |!\nThe recommendations were designed to allow crime victims to receive information about, and to participate in, criminal cases.\n\nIn its most far-reaching recommendation, the Task Force proposed amending the U.S. Constitution to protect victims’ rights. !*\n\nThe proposed amendment would have built on existing constitutional rights for criminal defendants by extending similar rights\nto crime victims. |?\n\nAfter the publication of the report, crime victims’ advocates secured the passage of a series of state constitutional and\nlegislative reforms. These measures guaranteed victims' rights in the criminal process, such as the right to be notified of court\nproceedings, to attend those proceedings, and to speak at appropriate points in the process, such as plea bargaining and\nsentencing. The measures were embodied in state statutes and, in more than thirty states, state constitutional \"bills of rights\" for\n\n15\n\ncrime victims. '4 While many of the measures had narrow participatory rights, some of the amendments also contained\n\nmore open-ended language, promising victims a right to fair treatment \"throughout the criminal justice process.\" !°\n\nAfter successfully passing many state constitutional amendments, crime victims' rights advocates sought to achieve the Task\nForce's broadest recommendation: to secure protection for victims' rights in the U.S. Constitution. In 1996, victims’ advocates\nproposed a Victims' Rights Amendment in a Rose Garden ceremony attended by President Bill Clinton. !7 The proposed\namendment contained a list of rights for crime victims, largely paralleling the rights contained in state victims' rights [*65]\namendments. '® Congress considered the amendment several times, but it never obtained the requisite two-thirds support in\nboth houses to secure the Amendment's approval. |° Critics quarreled not so much with the goals of the amendment but rather\nwith the necessity of constitutionalizing such rights. 7°\n\nB. THE CRIME VICTIMS! RIGHTS ACT\n\nUnable to obtain the necessary supermajority to pass a federal constitutional amendment, in April 2004, crime victims’ rights\nadvocates decided to focus on federal legislation protecting crime victims. In exchange for backing off from their efforts to\npass a constitutional amendment, crime victims' advocates received near-universal congressional support for a \"broad and\n\n'l See id. at 56-82.\n\n2 Td. at 114.\n\n3 Td. at 114-15.\n\n4 For a map depicting the states with (and without) such amendments, see State Victim Rights Amendments, Nat'l Victims' Constitutional\n\nAmendment Passage, http://goo.gl/znI4YW (last visited Nov. 26, 2013); for discussion, see infra Part [V.D (discussing legislative reforms in a\nnumber of states).\n\n5 See, e.g., Cal. Const. art. I, § 28; Mich. Const. art. I, § 24; N.C. Const. art. I, § 37. For a detailed discussion of how one state constitutional\namendment is intended to operate, see generally Paul G. Cassell, Balancing the Scales of Justice: The Case for and the Effects of Utah's\nVictims' Rights Amendment, 1994 Utah L. Rev. 1373.\n\n16 E.g., Ariz. Const. art. IL, § 2.1(A)(1); Mich. Const. art. I, § 24(1); Tex. Const. art. I, § 30(a)(1); see Cal. Const. art. I, § 28(b)(1)\n(\"throughout the criminal or juvenile justice process\").\n\n'7 John M. Broder, Clinton Calls for Victims' Rights in Constitution, L.A. Times, June 26, 1996, at Al. For detailed discussions of the\nlegislative efforts, see Paul G. Cassell, Recognizing Victims in the Federal Rules of Criminal Procedure: Proposed Amendments in Light of\nthe Crime Victims' Rights Act, 2005 BYU L. Rev. 835, 847-50.\n\n18 See Cassell, supra note 17, at 848-49. For the pros and cons of the amendment as originally introduced, compare Paul G. Cassell,\nBarbarians at the Gates? A Reply to the Critics of the Victims' Rights Amendment, 1999 Utah L. Rev. 479 [hereinafter Cassell, Barbarians at\nthe Gates?], and Steven J. Twist, The Crime Victims' Rights Amendment and Two Good and Perfect Things, /999 Utah L. Rev. 369, with\nRobert P. Mosteller, The Unnecessary Victims' Rights Amendment, 1999 Utah L. Rev. 443. For a more recent discussion of a newer version\nof the amendment, see Paul G. Cassell, The Victims' Rights Amendment: A Sympathetic, Clause-by-Clause Analysis, 5 Phoenix L. Rev. 301]\n\n(2012).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017607",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017607.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4481,
    "word_count": 694,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:48.306688",
    "prefix": "IMAGES-004"
  }
}