{
  "document_id": "HOUSE_OVERSIGHT_020058",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020058.txt",
  "text": "court. The president called home to tell his friends how natural and easy this was, and\nhow, inexplicably and suspiciously, Obama had messed it all up. There “has been a little\nstrain, but there won’t be strain with this administration,” the president assured Hamad bin\nIsa Al Khalifa, the king of Bahrain.\n\nAbdel Fattah el-Sisi, the Egyptian strongman, ably stroked the president and said, “You\nare a unique personality that is capable of doing the impossible.” (To Sisi, Trump replied,\n“Love your shoes. Boy, those shoes. Man... .”)\n\nIt was, in dramatic ways, a shift in foreign policy attitude and strategy—and its effects\nwere almost immediate. The president, ignoring if not defying foreign policy advice, gave\na nod to the Saudis’ plan to bully Qatar. Trump’s view was that Qatar was providing\nfinancial support to terror groups—pay no attention to a similar Saudi history. (Only some\nmembers of the Saudi royal family had provided such support, went the new reasoning.)\nWithin weeks of the trip, MBS, detaining MBN quite in the dead of night, would force\nhim to relinquish the Crown Prince title, which MBS would then assume for himself.\nTrump would tell friends that he and Jared had engineered this: “We’ve put our man on\ntop!”\n\nFrom Riyadh, the presidential party went on to Jerusalem, where the president met\nwith Netanyahu and, in Bethlehem, with Abbas, expressing ever greater certainty that, in\nhis third-person guise, “Trump will make peace.” Then to Rome to meet the pope. Then to\nBrussels, where, in character, he meaningfully drew the line between Western-alliance-\nbased foreign policy, which had been firmly in place since World War II, and the new\nAmerica First ethos.\n\nIn Trump’s view, all this should have been presidency-shaping stuff. He couldn’t\nbelieve his dramatic accomplishments weren’t getting bigger play. He was simply in\ndenial, Bannon, Priebus, and others noted, about the continuing and competing Comey\nand Mueller headlines.\n\nOne of Trump’s deficiencies—a constant in the campaign and, so far, in the presidency\n—was his uncertain grasp of cause and effect. Until now, whatever problems he might\nhave caused in the past had reliably been supplanted by new events, giving him the\nconfidence that one bad story can always be replaced by a better, more dramatic story. He\ncould always change the conversation. The Saudi trip and his bold campaign to upend the\nold foreign policy world order should have accomplished exactly that. But the president\ncontinued to find himself trapped, incredulously on his part, by Comey and Mueller.\nNothing seemed to move on from those two events.\n\nAfter the Saudi leg of the trip, Bannon and Priebus, both exhausted by the trip’s intense\nproximity to the president and his family, peeled off and headed back to Washington. It\nwas now their job to deal with what had become, in the White House staff’s absence, the\nactual, even ultimate, presidency-shaping crisis.\n\nHOUSE_OVERSIGHT_020058",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020058.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2955,
    "word_count": 481,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.747892",
    "prefix": "IMAGES-005"
  }
}