{
  "document_id": "HOUSE_OVERSIGHT_020294",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020294.txt",
  "text": "142\n\nby others prior to his departure from Hong Kong. His files could have been copied without his\nknowledge, just as he had copied them without the NSA’s knowledge. As former U.S.\nintelligence officers pointed out to me, adversary services could not be expected to shirk from\nemploying their full capabilities once they learned that an American “agent of special services,” as\nPutin called him, had brought stolen NSA documents to Hong Kong. The New York Times\nreported from Hong Kong that two sources, both of whom worked for major government\nintelligence agencies, “said they believed that the Chinese government had managed to drain the\ncontents of the four laptops that Mr. Snowden said he brought to Hong Kong.” That China had\nthe capability to obtain Snowden’s data was also the view of former CIA Deputy Director Morell.\nHe said: “Both the Chinese and the Russians would have used everything in their tool kit—from\nhuman approaches to technical attacks—to get at Snowden’s stolen data.”\n\nSnowden would not have been a particularly difficult target for them, especially after he\nstarted disclosing secrets to journalists at the Mira hotel in Hong Kong. Not only could the\nChinese service approach the security staff at the Mira Hotel but they could track him after he left\nthe hotel and moved, along with his computers, in and out of several residences arranged by his\n“carer.” Snowden, after all, had put himself in the hands of people whom he had never met before\nincluding three Hong Kong lawyers, a “carer” and three Guardian journalists. Presumably, the\nefforts of these adversary intelligence services to find him, and the NSA data, would further\nintensify after Snowden revealed to the South China Morning Post on June 14, 2013 that he had\naccess to NSA lists of computers in China and elsewhere that the NSA had penetrated.\n\nIt wouldn’t be only the Chinese service on his trail. The Russian intelligence service would also\nlikely be tasked to acquire these NSA documents after Snowden’s meeting with Russian officials\nin Hong Kong. And while he could get away with giving coy and elusive answers to journalists\nwho asked him about the whereabouts of the NSA data, the Russian and Chinese officials in Hong\nKong, who could offer him an escape route from prison, likely would demand more specific\nanswers about the whereabouts of data they had no already obtained by technical means.\n\nThe Post- Hong Kong Documents\n\nThe NSA concern about who had access to its missing files deepened further when NSA\ndocuments continued to surface in the press after Snowden went to Moscow. If US intelligence\nneeded any further evidence that someone had access to the documents, these additional\nrevelations provided it. The most sensational of them was a purported document attributed to\nSnowden concerning the NSA hacking the cell phone of German Chancellor Angela Merkel. The\nstory was published on October 23, 2013 on the Der Spiegel website. The co-author of the story\nwas Jacob Appelbaum. Even though Snowden had by now been in Russia for four months, he\nwas cited, along with unnamed “others” as the source for the NSA document. Nor did Snowden\ndeny it. Indeed. He took a measure of credit for the revelation, saying on German TV “What I can\nsay is we know Angela Merkel was monitored by the National Security Agency.” If Snowden’s\n\nHOUSE_OVERSIGHT_020294",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020294.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3359,
    "word_count": 560,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.347475",
    "prefix": "IMAGES-005"
  }
}