{
  "document_id": "HOUSE_OVERSIGHT_017424",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017424.txt",
  "text": "4.2.12\nWC: 191694\n\naction, but its major bodies refused even to condemn the genocide until after the killing was\ncompleted and at least 1.8 million people lay dead. The General Assembly, for instance, did not\nmention Cambodia in a single resolution until November 1979—nearly a year after the genocide’s\nend. Even then the resolution was framed in terms of sovereignty and did not mention specific\nhuman rights violations, let alone genocide.’ Only in 1980, nearly five years after the atrocities\nbegan, did the UNCHR finally pass a resolution condemning the genocide.\n\nThe hard left was similarly uninterested in the Cambodian genocide. While millions were being\nmurdered, many leftists dismissed the atrocities as western propaganda. Activists Gareth Porter\nand George Hilderbrnd wrote, “Cambodia is only the latest victim of the enforcement of an\nideology that demands that social revolutions be portrayed as negatively as possible, rather than\nas a response to real human needs....” According to the pair, what “was portrayed as [the Khmer\nRouge’s]| destructive backward-looking policy motivated by doctrinaire hatred was actually a\nrationally conceived strategy for dealing with the problems that faced postwar Cambodia.” Noam\nChomsky also dismissed the genocide, writing that “if Cambodian terror did not exist, the\nWestern propaganda systems would have had to invent it, and in certain respects they did.” He\nunabashedly wrote that blaming solely the Khmer Rouge for deaths from malnutrition and disease\nwas as “if some Nazi apologists were to condemn the allies for postwar deaths from starvation\nand disease in DP camps.”\n\nInstead of focusing on the savage mass murder of more than a million civilians in Southeast Asia,\nthe global community chose instead to use its limited time and resources to try to delegitimize\nIsrael. Just a few months after the Cambodian atrocities began, the General Assembly adopted\nthe most infamous resolution in its history, resolution 3379, declaring that “Zionism is a form of\nracism and racial discrimination.” 72 countries voted in favor, including, ironically, Cambodia. 35\nvoted against and 32 abstained. This and other similar actions by the General Assembly led Abba\nEban to proclaim that if Algeria offered a resolution than the earth was flat and Israel flattened it,\nit would pass 72 to 35, with 32 abstentions. The United States representative to the United\nNations, Daniel Patrick Moynihan, fumed that “the United States rises to declare before the\nGeneral Assembly of the United Nations and before the world that it does not acknowledge, it\nwill not abide by, it will never acquiesce in this infamous act.”\n\nThe result of this resolution was that “Zionists” were blacklisted and banned from speaking at\nseveral colleges and universities that had “anti-racist” speaking policies. Not a great victory for\n“human rights” or for freedom. In a world, where genocide, slavery, disappearances, torture,\nsystematic rape, murder of dissidents and other grave violations of human rights were being\nroutinely perpetrated by its member nations, Zionism and Israel became the number one enemy of\nthe U.N., with more resolutions condemning Israel than all the other member nations combined.\n\nThe record of the UN Commission on Human Rights (UNCHR) on the matter is much the same. In March 1978\nthe United Kingdom petitioned the UNCHR to appoint a special rappourteur for human rights in Cambodia.\n\nSyria, the Soviet Union, and Yugoslavia blocked the move. Instead of appointing a rappourteur, the commission\ninvited comment by the Khmer Rouge, referred the matter to a sub-committee, and (despite the ongoing genocide)\ndelayed consideration of the matter until 1979. By the 1979 meeting of the commission, Vietnam had already\ninvaded Cambodia and effectively ended the killings. Yet again, however, the commission delayed consideration\nof the Cambodia matter.\n\n337\n\nHOUSE_OVERSIGHT_017424",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017424.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3927,
    "word_count": 611,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.211618",
    "prefix": "IMAGES-004"
  }
}