{
  "document_id": "HOUSE_OVERSIGHT_017352",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017352.txt",
  "text": "4.2.12\nWC: 191694\n\nPresident Bill Clinton\n\nI first met President and Mrs. Clinton, both of whom who are indeed fascinating, on Rosh\nHashanah in 1993. We shared many mutual friends and teachers from Yale Law School, but we\nhad never actually met before I invited the President and First Lady, who were vacationing on\nMartha’s Vineyard, to join my family at the M.V. synagogue for Rosh Hashanah services. When I\nlearned that the Clintons were living near us on the Vineyard, I had the following letter hand\ndelivered to the President by a mutual friend:\n\nDear Mr. President:\n\nIt is my great honor to invite you on behalf of the Martha’s Vineyard Hebrew Center (the\nonly Jewish house of prayer on the Island) to attend one of our Rosh Hashanah (Jewish\nNew Year) services. It is a part of the Jewish tradition for the congregation to bless the\nPresident of the United States and the great nation that has given us the freedom to\npractice our religion without prejudice or discrimination. Our congregation would love to\nextend that blessing personally to you and to invite you to respond with your own New\nYear’s greeting or to accept our good wishes silently.\n\nIn years gone by, Jews in different countries lived in fear that government officials would\nenter their religious sanctuaries. Such visits were often prelude to crusades, inquisitions,\npogrom, and—eventually—the Holocaust. The lyrics of the Broadway hit “Fiddler on the\nRoof” include the following mock prayer for the Russian Czar. “May the good Lord bless\nand keep the Czar—far away from us.” In contemporary America, the attitude of the\nJewish community is quite different: We welcome our president with open arms.\n\nThe services will be held in the Whaling Church in Edgartown—a wonderful building used\nfor year as a place of Christian prayer for whaling captains and their crews. The use of\nthis church for Jewish services symbolizes the ecumenical nature of our wonderful\nIsland...We hope you and your family and staff members (Jewish or non-Jewish) can join\nus as we pray for a year of peace, health and productivity.\n\nThe president immediately accepted, thus becoming, we are told by the eminent Jewish historian\nJacob Marcus, the first sitting American president ever to attend a Jewish High Holiday service. I\nsat next to him during the service and shared a mahzor (Holiday prayer book) with him for most\nof the davening, pointing out the prayers and whispering explanations of such concepts as the\n“talit” (prayer shawl) and “mitzvot” (good deeds). We used a prayer book in which the Hebrew\nwas transliterated for the parts that are chanted, and the president and Mrs. Clinton sang along in\nHebrew. Then the president spoke briefly from the lectern, declaring his role in the Mideast peace\nprocess “one of the most rewarding things I’ve done,” and wishing the Jewish people a “Shana\nTova.” He wore a white Kipah my wife and I gave him from our wedding. He and Hillary signed\nit and gave it back after the service. We have kept it as a treasured reminder of that historic night.\n\n265\n\nHOUSE_OVERSIGHT_017352",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017352.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3072,
    "word_count": 519,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.985665",
    "prefix": "IMAGES-004"
  }
}