{
  "document_id": "HOUSE_OVERSIGHT_023807",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023807.txt",
  "text": "Real-Life Learning Projects Considered &7\n\ntransportation, warehouse management, sales order management,\nand central order fulfilment. Once the diagnosis and requirements\nare well established, the teams develop a suggested solution. Finally,\ntop management requires the team to prepare a change management\nevaluation to see whether the company is prepared to undertake such\na complex project.\n\nCOURSE 5: INVESTMENT READINESS—\nHELP A SMALL TECHNOLOGICAL COMPANY TO SUCCESSFULLY\nRAISE FUNDS FOR AN INTERNATIONAL EXPANSION IN A\nSECOND ROUND\n\nNext.TV is a small company that has been very successful in the local\nmarket. It has developed a software package to automate an editorial\ndepartment of a TV channel. Most of the main domestic channels\nhave already implemented the package and the company wants to go\ninternational. Students are hired as expert consultants to prepare the\ncompany for this second round of financing and to present the proj-\nect to Venture Capital firms. Students now do several tasks that they\nhave already done in the previous modules, plus some new tasks, but\nthey do them now in an integrated manner and with much less time\nto finish them. Task to perform are: analyze starting point (P&L and\nbalance sheet), enhance the product value proposition, prepare a sales\nplan, perform a management audit, prepare the internalization plan,\nprepare financial planning, write the business plan, identify potential\nVC firms to present to, analyze offerings, and negotiate a term sheet.\n\nCOURSE 6: ETHICAL AND LEGAL ISSUES IN CORPORATE\nGOVERNANCE\n\nThis course involves reading and discussing a specially written nov-\nel. The intent of the novel is to inspire readers to wrestle with the\nproblems of the characters, who are involved in complex ethical and\nmoral decisions within the pharmaceutical industry. The novel serves\nas a Starting point for the kind of active contemplation and discussion\nthat truly make people better able to think more deeply about such is-\nsues. The students immerse themselves in the story of an international\n\nHOUSE_OVERSIGHT_023807",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023807.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2073,
    "word_count": 322,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.777144",
    "prefix": "IMAGES-007"
  }
}