{
  "document_id": "HOUSE_OVERSIGHT_019278",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019278.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nereignty, they are aligning themselves with a Russian\nleader who has sought to dominate neighboring\nstates and who regularly invokes his country’s imperial\nand Soviet past. Putin has refused to apologize for\nRussias historical subjugation of Central and Eastern\nEurope. He has defended the Soviet Unions occupa-\ntions as necessary to secure its national interests, and\ndenounced the movement of former Soviet bloc coun-\ntries to join the EU and seek protection in the North\nAtlantic Treaty Organization (NATO).\n\nFar-right parties apparently see Putin not as a threat\nto national security, but as an exemplar of their own\nnationalist values. Like him, they hope to build a\nstrong national state without regard for international\nagreements, domestic checks and balances, or funda-\nmental human rights. Putin's contempt for democracy\ncarries no stigma among these parties, for which\nelections and civil liberties are purely instrumental.\nWhile Le Pen, Wilders, and their ilk need elections as\na means of gaining power and a free press to convey\ntheir arguments, they are hostile to the extension of\nrights to immigrants and minorities, and unenthusias-\ntic about independent courts that might block their\ninitiatives. To the extent that the EU enforces demo-\ncratic norms in its region, Putin and Europe's far right\nhave a common enemy in Brussels.\n\nFlacks for autocrats\n\nPaul Manafort, a Washington lobbyist and consultant,\nhad a long career of work for leading Republicans,\nincluding presidents Richard Nixon, Gerald Ford, and\nRonald Reagan. But by the time he became Donald\nTrump's campaign chairman in 2016, Manafort was\nbest known for his work on behalf of foreign political\nleaders, including several with distinctly autocratic\npedigrees: Ferdinand Marcos, the strongman of the\nPhilippines until 1986; Mobutu Sese Seko, the klepto-\ncratic dictator of what is now the Democratic Republic\nof Congo; Sani Abacha, a Nigerian military ruler; and\nViktor Yanukovych, president of Ukraine from 2010 to\n2014, when he was forced to abandon the presidency\nand flee to Russia in the wake of nationwide protests.\n\nanafort's work to dress up the images of Marcos and\nobutu stood out at a time when American consul-\ntants seldom represented dictators or authoritarians.\nnthe 1980s, U.S. political operatives with experience\nin major campaigns were expanding their clientele\nto include foreign governments and political parties,\nthough usually in democratic settings.\"\n\nBy 2005, when Manafort signed on to work with Yanu-\n\nkovych, political consultants, public relations special-\nists, and blue-chip law firms were earning fees paid\n\nby a majority of the world’s autocracies, dictatorships,\nand illiberal regimes. Some, especially Middle Eastern\nmonarchies, are American allies. But others are hostile\nto democracy and regard the United States—and often\nthe EU—as adversaries. The lobbyists and spin masters\nthey employ are not located exclusively in the United\nStates. Authoritarians with the requisite means and\ninterests have hired representatives in London and\nBrussels as well as Washington and New York.\n\nLawyers and consultants often represent dictator-\nships indirectly, through state-owned enterprises. A\nnumber of China's state businesses have hired legal\nand political consultants in major democracies, as\nhave state energy corporations in oil-rich countries\nlike Azerbaijan, Venezuela, and Angola.\n\nBut authoritarian governments generally seek the\nassistance of global public relations companies in the\nwake of repressive crackdowns at home or acts of\naggression against neighbors. During Manafort’s rela-\ntively brief tenure with the Trump campaign, it emerged\nthat several American firms had been contracted to\ndiscourage Congress from criticizing the Yanukovych\ngovernment for its jailing of Yanukovych’s 2010 presi-\ndential campaign rival, Yuliya Tymoshenko. That effort\nfailed, as members of Congress and the American me-\ndia made Tymoshenko’ fate a crucial criterion in their\nassessment of Yanukovych’s record.’? Manafort had\nmore success in his earlier work to prepare Yanukovych\nfor his candidacy in 2010. Ukrainian observers credited\nthe American adviser with smoothing Yanukovychs\nrough edges, convincing him to stay on message, and\nreminding him that it was important to assure U.S. and\nEuropean audiences that he was committed to democ-\nracy and the fight against corruption.\n\nn 2016, Reuters reported that five global public rela-\ntions firms had competed for a contract to improve\nChina's image abroad. The planned campaign would\npresumably repair reputational damage caused by\n\nthe Chinese government's intensifying domestic\nrepression, its aggressive territorial policies in the\nSouth China Sea, and a push by Chinese companies\nto acquire crucial assets in democratic countries. The\nfirms that participated in the public relations audition\nwere Hill+Knowlton, Ogilvy, Ketchum, FleishmanHil-\nlard, and Edelman. According to the Reuters account,\nthe firms were asked to give a presentation “on China's\nmost pressing image problems and demonstrate their\nexpertise on managing new forms of media.\"\n\n44\n\nHOUSE_OVERSIGHT_019278",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019278.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5218,
    "word_count": 780,
    "line_count": 116,
    "import_date": "2025-11-19T21:47:44.837117",
    "prefix": "IMAGES-005"
  }
}