{
  "document_id": "HOUSE_OVERSIGHT_012955",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012955.txt",
  "text": "3.2 Some Patternist Principles 39\n\n— Example: Building towers has been useful in a certain context, but so has building\nstructures with a large number of triangles. Why not build a tower out of triangles?\nOr maybe a vaguely tower-like structure that uses more triangles than a tower easily\ncould?\n\n— Example: Building an elongated block structure resembling a table was successful in the\npast, as was building a structure resembling a very flat version of a chair. Generalizing,\nmaybe building distorted versions of furniture is good. Or maybe it is building distorted\nversion of any previously perceived objects that is good. Or maybe both, to different\ndegrees...\n\nNext, for a variety of reasons outlined in [Goe(6a] it becomes appealing to hypothesize that the\nnetwork of patterns in an intelligent system must give rise to the following large-scale emergent\nstructures\n\ne Hierarchical network. Patterns are habitually in relations of control over other patterns that\nrepresent more specialized aspects of themselves.\n\n— Example: The pattern associated with “tall building” has some control over the pattern\nassociated with “tower”, as the former represents a more general concept ... and “tower”\nhas some control over “Eiffel tower”, etc.\n\ne Heterarchical network. The system retains a memory of which patterns have previously\nbeen associated with each other in any way.\n\n— Example: “Tower” and “snake” are distant in the natural pattern hierarchy, but may be\nassociatively /heterarchically linked due to having a common elongated structure. This\nheterarchical linkage may be used for many things, e.g. it might inspire the creative\nconstruction of a tower with a snake’s head.\n\ne Dual network. Hierarchical and heterarchical structures are combined, with the dynamics\nof the two structures working together harmoniously. Among many possible ways to hier-\narchically organize a set of patterns, the one used should be one that causes hierarchically\nnearby patterns to have many meaningful heterarchical connections; and of course, there\nshould be a tendency to search for heterarchical connections among hierarchically nearby\npatterns.\n\n— Example: While the set of patterns hierarchically nearby “tower” and the set of patterns\nheterarchically nearby “tower” will be quite different, they should still have more overlap\nthan random pattern-sets of similar sizes. So, if looking for something else heterarchically\nnear “tower”, using the hierarchical information about “tower” should be of some use,\nand vice versa.\n\n— In PLN, hierarchical relationships correspond to Atoms A and B so that InheritanceAB\nand InheritanceB A have highly dissimilar strength; and heterarchical relationships cor-\nrespond to IntensionalSimilarity relationships. The dual network structure then arises\nwhen intensional and extensional inheritance approximately correlate with each other,\nso that inference about either kind of inheritance assists with figuring out about the\nother kind.\n\ne Self structure. A portion of the network of patterns forms into an approximate image of the\noverall network of patterns.\n\nHOUSE_OVERSIGHT_012955",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012955.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3115,
    "word_count": 469,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.022102",
    "prefix": "IMAGES-002"
  }
}