{
  "document_id": "HOUSE_OVERSIGHT_020227",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020227.txt",
  "text": "75\n\nher in direct contact with a TOR supporter with access to the computers of its main enemy, the\nNSA.\n\nOn December 11, 2012, following Snowden’s instructions, Sandvik arrived shortly before 6\nPM at the Fishcake furniture store in downtown Honolulu. She proceed to the back of the store\nwhere there was a public space called the Box Jelly. It was used mainly for counterculture events.\nFolding chairs and work tables had already been set up, Snowden was there waiting for her with\nLindsay Mills, who he introduced to Sandvik as his girlfriend. He told her that she was there to\nfilm the event.\n\nMills did not mention this Crypto party in her blog. But that Snowden brought her and\nintroduced her to Sandvik suggests that he did not keep secret from her his activities to further\nTOR.\n\nThe event started at six PM sharp. By Sandvik’s count, about twenty people gradually filled the\nroom. Some of them were from the local “Hi-Cap” computer club and other attendees were from\nSnowden’s NSA base. Snowden began the presentation by giving reasons why Internet users\nneeded to defend their privacy by using both encryption and TOR software. According to one\nattendee who asked not to be identified by name, Snowden, while not revealing that he worked\nfor the NSA, spoke with such precise knowledge about government surveillance capabilities that\nhe suspected Snowden worked for the government. Snowden next introduced Sandvik, who\ntook the podium and discussed the work of the TOR project, stressing the importance of\nexpanding the TOR network. Following their presentations, Snowden and Sandvik took\nquestions from the audience.\n\nThe Oahu crypto party, according to Sandvik, ended about 10 PM. No one objected to Mills\nmaking a video of the meeting even though it was dedicated to the idea of protecting privacy.\nThe video was not posted on the Internet so presumably Snowden wanted it for his own\npurposes. Afterwards, Sandvik went to a local diner called Zippy’s for a late dinner. She left\nHawaii two days later.\n\nEven though a number of the prominent hacktavists he invited were unable to attend,\nSnowden declared the Crypto party a huge success in his after-hours report. One of the people\nSnowden invited under the alias Cincinnatus was Parker Higgins, who was a prime mover in the\npreviously-mentioned Electronic Freedom Foundation. He now lived in California where he had\nfounded the San Francisco Crypto Party. (Higgins would make headlines in 2013 by flying a\nchartered blimp over the NSA’s secret facility in Utah and photographing it from the air).\nDespite Snowden’s efforts, Higgins wrote him that he was unable to attend the December Crypto\nParty because of the high price of the airfare that month between San Francisco and Honolulu.\n(Higgins was hardly poor: his family home in Oahu had been rented to President Obama for two\nof his vacations in Hawaii.) As a consolation, Higgins told Snowden that he would try to attend\nSnowden’s next Crypto Party, which was scheduled for February 23, 2013.\n\nHOUSE_OVERSIGHT_020227",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020227.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3029,
    "word_count": 503,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.180585",
    "prefix": "IMAGES-005"
  }
}