{
  "document_id": "HOUSE_OVERSIGHT_020270",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020270.txt",
  "text": "118\n\nCHAPTER FIFTEEN\n\nDid Snowden Act Alone?\n\n“When you look at the totality of Snowden's actions certainly one hypothesis that jumps out at you, that seems to\nexplain his ability to do all these things, is that he had help and had help from somebody who was very competent\nin these matters.”\n\n--General Michael Hayden, Former Director of the NSA and CIA\n\nSnowden describes himself a whistle-blower, and, according to the polls, the vast majority of\nthe American public, accept this definition of him. But the operational distinction between a\nwhistle-blower and a spy is not always clear. A whistle-blower enters the enterprise of stealing\nstate secrets for reasons of conscience, but so do many spies. Such conscience-driven spies are\ncalled, in CIA parlance, “ideological agents.” For instance, the British diplomat Donald Maclean,\nwho was one of the most important Russian spies in the Cold War, was an ideological recruit.\nMaclean stole immensely valuable US nuclear secrets for the Russian intelligence service without\nreceiving any monetary compensation and later defected to Moscow to avoid arrest.\n\nAs it turns out, the acceptance of money is also necessarily a meaningful distinction when it\ncomes to espionage. To be sure, many spies get paid, but some whistle-blowers also receive paid\na rich bounty for their work. Indeed, under federal laws, whistle-blowers can qualify for multi-\nmillion dollars bounties for exposing financial malfeasance. The whistle blower Bradley\nBirkenfeld, for example, after he himself was paroled from prison in 2012, received an award of\n$104 million for providing data that exposed illicit tax sheltering at the Swiss UBS bank. Assange\nalso offered political whistle-blower six-figure cash bounties from money he raises on the Internet.\nIn 2015, for instance Wikileaks offered S100, 000 bounties to any whistle-blowers who provided\nthe site with secret documents exposing details of the Pacific Trade Agreement.\n\nNor is acting alone necessarily a line that divides whistle blowers from spies. In many cases,\nwhistle-blowers have accomplices that help them carry out their mission. For example, in 1969,\nthe celebrated whistle-blower Daniel Ellsberg, a military analyst at the RAND Corporation, had\nan accomplice, Anthony Russo, who also had worked at RAND. (Both were indicted by the\ngovernment.) Acting in concert, they copied secret documents that became famously known as\nthe Pentagon Papers.\n\nWhistle-blowers also can, like conventional spies, enter into elaborate conspiracies to carry out\na penetration operation, For example, on the night of March 8, 1971, eight whistle-blowers\nworking together with burglary tools, broke into the FBI office in Media, Pennsylvania, and stole\n\nHOUSE_OVERSIGHT_020270",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020270.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2749,
    "word_count": 422,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.325890",
    "prefix": "IMAGES-005"
  }
}