{
  "document_id": "HOUSE_OVERSIGHT_013939",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013939.txt",
  "text": "Disappearing Act\n\n=» HOW TO ESCAPE THE OFFICE\n\nBy working faithfully eight hours a day, you may eventually get to be a boss and work twelve\nhours a day.\n\n—ROBERT FROST, American poet and winner of four Pulitzer Prizes\n\nOn this path, it is only the first step that counts.\n— ST. JEAN-BAPTISTE-MARIE VIANNEY , Catholic saint, “Curé d’ Ars”\n\nPALO ALTO , CALIFORNIA\n\ne’re not going to expense the phone.”\n\n“Tm not asking you to.”\nSilence. Then a nod, a laugh, and a crooked smile of resignation.\n“OK, then—it’s fine.”\n\nAnd that was that, lickity-split. Forty-four-year old Dave Camarillo, lifelong employee, had cracked\nthe code and started his second life.\n\nHe hadn’t been fired; he hadn’t been yelled at. His boss seemed to be handling the whole situation\nquite well. Granted, Dave delivered the goods on the job, and it wasn’t like he was doing naked snow\nangels in client meetings, but still—he had just spent 30 days in China without telling anyone.\n\n“It wasn’t half as hard as I thought it would be.”\n\nDave works among more than 10,000 employees at Hewlett- Packard (HP), and—against all odds—he\nactually likes it. He has no desire to start his own company and has spent the last seven years doing tech\nsupport for customers in 45 states and 22 countries. Six months ago, however, he had a small problem.\n\nShe measured 5'2” and weighed 110 pounds.\n\nWas he, like most men, afraid of commitment, unwilling to stop running around the house in Spider-\nMan underoos, or inseparable from the last refuge of any self-respecting man, the PlayStation? No, he\nwas past all that. In fact, Dave was locked and loaded, ready to pop the big question, but he was short on\nvacation days and his girlfriend lived out of town. Waaaaay out of town—5,913 miles out of town.\n\nHe had met her on a client visit to Shenzhen, China, and it was now time to meet the parents, logistics\nbe damned.\n\nDave had only recently begun to take tech calls at home, and, well, isn’t home where the heart is? One\nplane ticket and one T-Mobile GSM tri-band phone later, he was somewhere over the Pacific en route to\nhis first seven-day experiment. Twelve time zones hence, he proposed, she accepted, and no one was the\nwiser stateside.\n\nHOUSE_OVERSIGHT_013939",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013939.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2221,
    "word_count": 388,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.572803",
    "prefix": "IMAGES-002"
  }
}