{
  "document_id": "HOUSE_OVERSIGHT_024838",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024838.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\n- Life Science Tools Participation In The Legal Cannabis Market (Schenkel)\n\nLife science tools companies currently participate in the cannabis market primarily\nthrough providing instruments and equipment that: (1) extract active cannabis\ningredients from leaves and seeds and (2) analyze cannabis products for potency and\ncontaminants. According to one of our consultants who runs a cannabis testing\nlaboratory, separations instrumentation including liquid chromatography (LC) and gas\nchromatography (GC), and mass spectrometry (primarily single quadrupoles, triple\nquadrupoles, and inductively coupled plasma mass spectrometers) are the primary\ntechnologies used in cannabis testing. We note that the cannabis testing opportunity is\nnot limited to LC, GC, and mass spec technologies - other technologies including genetic\nanalysis tools (DNA sequencers, microarrays, and PCR) could have a greater role in the\ncannabis industry in the future.\n\nCannabis Testing Details\n\nThere are three major categories of tests used to measure and monitor the quality of\nrecreational and medicinal cannabis products: potency testing, terpene profiling, and\ncontaminant testing. Contaminant testing typically includes testing for the following: (1)\npesticides; (2) residual solvents; (3) heavy metals; (4) moisture content; (5) mycotoxins;\nand (6) microorganisms.\n\nFor the most part, standards and regulations for cannabis potency and contaminants\ntesting are still in the infancy stage and vary widely by state - accordingly, testing of\ncannabis products vary greatly by locality. The aforementioned tests (also in Figure 13)\nare the most commonly performed tests. These tests are primarily performed using\nseparations instruments and mass spectrometry (see pages 22-23 for details on these\ninstruments and a list of vendors). Figure 13 lists commonly used instruments\nassociated with a specific cannabis test.\n\nFigure 13 Overview Of Cannabis Testing Technologies\n\nTest Common Analytical Instrument(s}\n\nUsed\n\nPotency LC (HPLC or UHPLC), GC\n\nTerpene Profile GC-MS, LC-UV detector\n\nPesticides LC-MS (triple quad), GC-MS (single or\ntriple quad)\n\nResidual Solvents GC-MS\n\nHeavy Metals ICP-MS\n\nMoisture Content Moisture balances, weight loss\nmethods\n\nMycotoxins LC-MS (triple quad) or\nimmunoassays\n\nMicroorganisms Mostly culturing, some PCR, few\nMALDI-TOF\n\nActives Extraction Supercritical Fluid Extraction (SFE)\n\nSource: The Analytical Scientist and Cowen and Company\n\n22 COWEN.COM\n\nHOUSE_OVERSIGHT_024838",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024838.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2533,
    "word_count": 349,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.072296",
    "prefix": "IMAGES-008"
  }
}