{
  "document_id": "HOUSE_OVERSIGHT_017335",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017335.txt",
  "text": "4.2.12\n\nWC: 191694\n\n“The alleged victim in this case says she was forced by DSK to give him oral sex. His\ndefense counsel have argued in the press, and in their briefs and in their opining statements\nthat the oral sex was entirely consensual.\n\nIn deciding which version is true and which false, I want you to accept the fact that the\nalleged victim has told many lies in the past and can’t be completely trusted. In other\nwords, if there were no other evidence or arguments beyond the uncorroborated word of\nthe victim, there would be a reasonable doubt of DSK’s guilt. But the totality of the\nevidence and arguments in this case establish that it is far more likely that the oral sex in\nthis case was forced rather than consensual.\n\nFirst, I want you to look at the participants. She is an attractive young woman who was\nwearing two pair of pantyhose and an additional undergarment. The defendant’s DNA\nwas found on the elastic of her undergarments, strongly suggesting that he was trying to\npull them off.\n\nYou have seen the naked photograph taken of the defendant following his arrest, when he\nwas examined by doctors for bruises. Look at that photograph and imagine what the\nalleged victim in this case saw, when DSK walked out of the shower and into the bedroom\nnaked, as his lawyers acknowledge he did.\n\nIn order to accept the defense theory of consensual oral sex, this is what you have to\nbelieve.\n\nThe alleged victim looked at this overweight, out of shape, 6 __ year old man and decided,\nwithout any words spoken, that she was so sexually attracted to him, that she simply had\nto give him seven minutes of oral gratification in the corner of the bedroom. What was in\nit for her? According to the defense theory, only the sexual pleasure of giving a short, fat,\nold man oral sex.\n\nThat, in essence, is the defense lawyers’ version of what took place. Now, we all know\nthat the burden of proof is on the prosecution to prove our case beyond a reasonable\ndoubt, and that the defendant need not take the witness stand nor offer any proof of\ninnocence. But in this case, the defendant, because he is a public figure, has put forward a\ndefense—actually two defenses—though his lawyers in the courtroom and in the court of\npublic opinion. The first—that he wasn’t even there at the time because he was lunching\nwith his daughter—has been withdrawn. His current defense—his theory of\ninnocence—is that she wanted to give him oral sex, that it was entirely consensual. If you\nbelieve that—or even if you have a reasonable believe that she might have offered him oral\nsex because she was so attracted to him—you should acquit. But if you believe, beyond a\nreasonable doubt, that the defense theory of consensual oral sex is utterly implausible, then\nyou should look at the totality of the evidence corroborating the alleged victim’s\naccount—that he forced her to give him oral sex—and decide whether it establishes\nbeyond a reasonable doubt that her account is true.\n\n248\n\nHOUSE_OVERSIGHT_017335",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017335.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2995,
    "word_count": 524,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.465192",
    "prefix": "IMAGES-004"
  }
}