{
  "document_id": "HOUSE_OVERSIGHT_019785",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019785.txt",
  "text": "The “War on Terror” After Snowden | 297\n\nor phone lines more freely if Snowden had not divulged the NSA’s\nsurveillance of them, but there can be little doubt that his breach\nof the secrecy envelope had serious consequences for U.S., French,\nand British intelligence. For example, Francois Molins, the former\nhead prosecutor of Paris, pointed out that after the Paris attacks the\nFrench investigation had run into an obstacle: end-to-end encryp-\ntion. “We can’t penetrate into certain conversations,” he said about\n“Telegram,” the end-to-end encryption program that Snowden had\nrepeatedly recommended, and as a result “we're dealing with this\ngigantic black hole, a dark zone where there are just so many dan-\ngerous things going on.”\n\nThe effects of Snowden’s intervention were soon realized by the\nCIA, according to Michael Morell, who had closely followed intel-\nligence about terrorist groups in the Middle East ever since he had\nacted as the CIA’s briefer for the president on the day of the 9/11\nattack, “Terrorist organizations around the world were already start-\ning to modify their actions in light of what Snowden disclosed,”\nMorell wrote in 2015. “Within weeks of the [Snowden] leaks, com-\n\n© munications sources dried up, tactics were changed.” Even more ©\ndisturbing, suspects on the CIA’s watch list began switching to an\n“encryption platform.” Instead of continuing to rely on the Inter-\nnet to protect their messages, they increased their use of end-to-end\nencryption, which defeated the effectiveness of PRISM’s captur-\ning Internet traffic before it was encrypted by Internet companies.\nIndeed, after the Snowden breach, ISIS even provided a tutorial on\nits websites about using end-to-end encryption. So Morell and oth-\ners at the CIA helplessly watched as this previous source of unex-\npected intelligence went dark.\n\nWhat further heightened Morell’s concern about this sudden loss\nof NSA intelligence from these sources was the discovery by the\nCIA in January 2014 of two documents, one 26 pages and the other\n19 pages, on a captured ISIS computer in Syria. These documents\ndiscussed the advantages of using bubonic plague germs and other\nbiological weapons against Western civilian populations. They even\nprovided a religious justification for using biological warfare against\ncivilian targets in the West. In addition, evidence uncovered from\nthe safe house used by the ISIS terrorists involved in the Paris attack\n\n| | Epst_9780451494566_2p_all_r1.indd 297 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019785",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019785.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2525,
    "word_count": 396,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.785121",
    "prefix": "IMAGES-005"
  }
}