{
  "document_id": "HOUSE_OVERSIGHT_029613",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029613.txt",
  "text": "On Sat, Mar 16, 2019 at 3:08 PM Larry Summers <> wrote:\n\nWe talked on phone. Then “I can’t talk later”. Dint think I can talk tomorrow”.\nI said what are you up to. She said “I’m busy”. I said awfully coy u are.\n\nAnd then I said. Did u really rearrange the weekend we were going to be together because guy number 3\nwas coming”\n\nShe said no his schedule changed after we changed our plans.\n\nI said ok I got to go call me when u feel like it. Tone was not of good feeling.\n\nI dint want to be in a gift giving competition while being the friend without benefits.\nThink time to just stay away for a while. If there is potential here she II find way back.\n\nI think I’m too eager weak at this point. The Prada thing by someone else is natural. By me seems\ndesperate.\n\nHad good sense not to send off a note.\n\nShe must be very confused or maybe wants to cut me off but wants professional connection a lot and so\nholds to it.\n\nI think life as stand by in case she needs leverage against another guy sucks.\n\nBut I get when I think about it stay cool.\n\nSent from my iPhone\n\nPlease direct all scheduling inquiries to my office |\n\nFollow me on twitter @lhsummers\nwww.larrysummers.com\n\nOn Mar 16, 2019, at 2:10 PM, J <jeevacation@gmail.com> wrote:\n\nhow was it communicated to you?\n\nOn Sat, Mar 16, 2019 at 1:59 PM Larry Summers ~~ 00—i—sOSOSOSOSCSCCS wrote:\nguy 3 seems to be in London for weekend which is why my visit cut short.\n\nI got mad. Didn’t send angry note after call though.\n\nThis is a ridiculous activity.\n\nSent from my iPhone\n\nHOUSE_OVERSIGHT_029613",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029613.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1546,
    "word_count": 294,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.024527",
    "prefix": "IMAGES-010"
  }
}