{
  "document_id": "HOUSE_OVERSIGHT_013596",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013596.txt",
  "text": "flowering of mysticism in epochs of the high cultural achievements at the close of\nthe Classical Period in the Third Century, the Medieval Period in the Fourteenth\nCentury, the Renaissance in the Seventeenth Century and, now, as we know, in the\nWestern World toward the end of the Twentieth Century. An increase in general\nacceptance of talk, writing and practice focused on mystical experience is said by\nmany to accompany historical high points in intellectual, literary and political\nachievement. One might include as a component of our growing cultural richness,\nthe new science about chemical dialogues with the brain. Although no central\nnervous system agents were ever allowed in the ashrams of Baba Muktananda, it\nwas common during some evening sessions of questioning, called satsangs, for him\nto acknowledge that one or a few experiences with entheogenic agents can open\nmany recalcitrant folks to the existence of the God within. This, in turn, led them to\nthe drug free spiritual exercises, sadhana, of love, se/f-truth, and spontaneity (each\naccording to their nature) as well as abstinent discipline, meditation, chanting and\nyoga to maintain the knowledge. We might speak of participating in the creation and\nmaintenance of the spiritual ecology of ones inner and outer being. Underhill said\nthat the cultural richness of an efflorescent epoch is taken inward and accompanies\npersonal and societal mutations into states and institutions involving higher spiritual\nconsciousness.\n\nIn addition to an increase in the common outward manifestations of having\nhad a mystical experience, such as an increase in compassion, forgiveness and\nmore respectful and reverential attitudes toward the Earth and all its creatures\n(currently taking the forms of deep ecology, ecofeminism, herbal medicine, organic\nfarming and the like), these times bring more public consideration of the nature of\nreality itself, apart from its material manifestations. The theme of the life’s work of\nthe Dominican priest, Thomas Aquinas, made master of theology by papal\ndispensation in 1259, involved the existential recognition of this dichotomy of\nexistence, esse, and essence, nature and grace, the material world and God.\nWilliam James wrote famously about mystical experience penetrating the thin veil\nbetween these two worlds. Those with a mystical orientation attribute reality to inner\n\nexperience in relationship to a transcendental, supernatural world. Whereas\n\n96\n\nHOUSE_OVERSIGHT_013596",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2482,
    "word_count": 376,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.252345",
    "prefix": "IMAGES-002"
  }
}