{
  "document_id": "HOUSE_OVERSIGHT_026707",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026707.txt",
  "text": "Property allocations are concentrated in Fig 19. Primary source of funds for new real estate investments (% citations)\n‘home market’ to match liabilities\nWhile real estate allocations account for a small\nportion of sovereign portfolios, there has been Fixed income\nsignificant relative growth in allocations, particularly\nin sovereign home markets (figure 17).\nHome market real estate is attractive for liability\nand investment sovereigns, as there is no need to\nhedge currency exposure, as outlined in theme 2.\nThe increase in home market allocations is mirrored\nin sovereign appetite for income-generating real\nestate assets (with yield generation the lead factor for\nincreased allocations shown in figure 18), matching\nhome currency-denominated liabilities at higher yields\nthan domestic fixed income. Consequently, the tilt to\nreal estate in home markets is substantially funded\nfrom lower allocations to fixed income (figure 19).\nHome market allocations also benefited from the\ntrend to internalisation of real asset management.\nWith limited capability to source and manage real\nestate globally, sovereigns noted that internal =\ninvestment teams focused more on the local market, Equities\nparticularly in respect of greenfield or residential\ninvestments. Domestic real estate investment was\ngreatest among Western and Asian sovereigns (4.9%\nand 3.1% of assets respectively), due to the depth\nof high-quality domestic real estate markets. Home\nmarkets were viewed as more familiar and accessible;\nthere was a view that proximity facilitated oversight\nand control, which in turn afforded greater comfort\nin higher risk categories. Many respondents were also\nmore confident in their ability to pitch for real estate\ndeals locally, given the positive reputation\nof sovereign investors.\n\nLiquid alternatives\n\nNew contributions\n\nSample is based on sovereign investors and excludes central banks.\nSample=31.\n\n27\n\nHOUSE_OVERSIGHT_026707",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026707.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1933,
    "word_count": 279,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.968503",
    "prefix": "IMAGES-009"
  }
}