{
  "document_id": "HOUSE_OVERSIGHT_014530",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014530.txt",
  "text": "trading partners. This portfolio shift in positioning is happening but, in our view, is in its early\nstages.\n\nWe have moved from a \"get paid to wait\" core portfolio theme to a more cyclical and value-\noriented theme in multi-asset and all-equity portfolios primarily due to increased business and\nconsumer confidence, which should lead to higher earnings than originally expected.\n\n° Therefore, we have raised our exposure to equities versus fixed income to a moderate overweight and our new tactical\nasset allocation view is overweight equities versus its strategic benchmark.\n° We are now further underweight fixed income versus equities, underweight versus its strategic benchmark rather than\n\nneutral, and have lowered cash to neutral from overweight.\nWithin the asset classes, we have made a number of changes consistent with our view from earlier\nthis year and one that has accelerated post-election.\n\n° We are now moderately overweight U.S. small capitalization equities and neutral non-U.S. developed markets.\ne We maintain our preference for U.S. high-quality large caps and continue to overweight emerging markets.\n° We continue to favor value over growth and more cyclical areas (such as financials and consumer discretionary) versus\n\ndefensives (such as utilities and consumer staples).\nIn fixed income, we have moved from a balanced view to a larger underweight versus the strategic\nbenchmark.\n\n° However, fixed income still represents an important portfolio diversifier—and a volatility dampener in unforeseen\nworst-case scenarios—and should be viewed primarily as a cash flow producer versus a total return asset, given the expectations\nfor higher yields.\n\n° In addition, we have lowered Treasuries to a further underweight but maintain our neutral rating on high yield and\nunderweight on international fixed income.\n\n° Municipal bonds have corrected to levels that are becoming attractive again, and we are still favorable on investment\ngrade corporate credit.\n\n° We maintain our neutral rating on real estate and commodities, but we prefer metals and oil to gold.\n\nIn addition, the pro-cyclical improvement has started to break down the elevated correlation among\nand within asset classes since earlier in 2016. We expect this adjustment to continue in 2017 as\neconomic volatility picks up and asset class volatility follows suit. Transitions to late-cycle phases\ntend to invite a higher level of volatility as inflation rises and central bank policies shift to nudging\n\nshort rates higher.\n\nIn this environment, alternative investments, namely hedge funds, should outperform industry\nbenchmarks, in contrast to recent underperformance. For investors able to withstand a higher\nallocation of illiquid assets in their portfolio, we prefer timberland for its long term-growth\nprospects and low correlation to financial assets.\n\nPaul V. Morris\n\nManaging Director | The Morris Group\n\nPrivate Banking & Investment Group\n\nMerrill Lynch, Pierce, Fenner & Smith, Inc.\n\nBank of America Tower | One Bryant Park (28) New York, NY 10036\n\nBS . PRIVATE BANKING &\nMerrill Lynch | INVESTMENT GROUP\n\nHOUSE_OVERSIGHT_014530",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014530.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3122,
    "word_count": 475,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.186046",
    "prefix": "IMAGES-003"
  }
}