{
  "document_id": "HOUSE_OVERSIGHT_012959",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012959.txt",
  "text": "3.4 The General Structure of Cognitive Dynamics: Analysis and Synthesis 43\n\nmetaphor Kampis uses is that of Lego blocks, combining to form bigger Lego structures. Com-\npound structures may in turn be combined together to form yet bigger compound structures.\nA self-generating system is basically the same concept as a component-system, but understood\nto be computable, whereas Kampis claims that component-systems are uncomputable.\n\nNext, in SGS theory there is also a notion of reduction (not present in the Lego metaphor):\nsometimes when components are combined in a certain way, a “reaction” happens, which may\nlead to the elimination of some of the components. One relevant metaphor here is chemistry.\nAnother is abstract algebra: for instance, if we combine a component f with its “inverse” com-\nponent f~', both components are eliminated. Thus, we may think about two stages in the\ninteraction of sets of components: combination, and reduction. Reduction may be thought of\nas algebraic simplification, governed by a set of rules that apply to a newly created compound\ncomponent, based on the components that are assembled within it.\n\nFormally, suppose C1, C2,... is the set of components present in a discrete-time component-\nsystem at time t. Then, the components present at time t+1 are a subset of the set of components\nof the form\n\nReduce( Join(C;(1), ...,Ci(r)))\n\nwhere Join is a joining operation, and Reduce is a reduction operator. The joining operation\nis assumed to map tuples of components into components, and the reduction operator is assumed\nto map the space of components into itself. Of course, the specific nature of a component system\nis totally dependent on the particular definitions of the reduction and joining operators; in\nfollowing chapters we will specify these for the CogPrime system, but for the purpose of the\nbroader theoretical discussion in this section they may be left general.\n\nWhat is called the “cognitive equation” in Chaotic Logic [Goe94] is the case of a SGS where\nthe patterns in the system at time ¢ have a tendency to correspond to components of the system\nat future times t+ s. So, part of the action of the system is to transform implicit knowledge\n(patterns among system components) into explicit knowledge (specific system components). We\nwill see one version of this phenomenon in Chapter 14 where we model implicit knowledge using\nmathematical structures called “derived hypergraphs”; and we will also later review several ways\nin which CogPrime’s dynamics explicitly encourage cognitive-equation type dynamics, e.g.:\n\ne inference, which takes conclusions implicit in the combination of logical relationships, and\nmakes them implicit by deriving new logical relationships from them\n\ne map formation, which takes concepts that have often been active together, and creates new\nconcepts grouping them\n\ne association learning, which creates links representing patterns of association between entities\n\ne probabilistic procedure learning, which creates new models embodying patterns regarding\nwhich procedures tend to perform well according to particular fitness functions\n\n3.4.2 Analysis and Synthesis\n\nNow we move on to the main point of this section: the argument that all or nearly all focused\ncognitive processes are expressible using two general process-schemata we call synthesis and\n\nHOUSE_OVERSIGHT_012959",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012959.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3365,
    "word_count": 520,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.033042",
    "prefix": "IMAGES-002"
  }
}