{
  "document_id": "HOUSE_OVERSIGHT_016922",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016922.txt",
  "text": "computation.\n\nVon Neumann and Turing posed their questions as theoretical studies, because it\nwas beyond the technology of their day to realize them. But with the convergence of\ncommunication and computation with fabrication, these investigations are now becoming\naccessible experimentally. Making an assembler that can assemble itself from the parts\nthat it’s assembling is a focus of my lab, along with collaborations to develop synthetic\ncells.\n\nThe prospect of physically self-reproducing automata is potentially much scarier\nthan fears of out-of-control AI, because it moves the intelligence out here to where we\nlive. It could be a roadmap leading to Terminator’s Skynet robotic overlords. But it’s\nalso a more hopeful prospect, because an ability to program atoms as well as bits enables\ndesigns to be shared globally while locally producing things like energy, food, and\nshelter—all of these are emerging as exciting early applications of digital fabrication.\nWiener worried about the future of work, but he didn’t question implicit assumptions\nabout the nature of work which are challenged when consumption can be replaced by\ncreation.\n\nHistory suggests that neither utopian nor dystopian scenarios prevail; we\ngenerally end up muddling along somewhere in between. But history also suggests that\nwe don’t have to wait on history. Gordon Moore in 1965 was able to use five years of the\ndoubling of the specifications of integrated circuits to project what turned out to be fifty\nyears of exponential improvements in digital technologies. We’ve spent many of those\nyears responding to, rather than anticipating, its implications. We have more data\navailable now than Gordon Moore did to project fifty years of doubling the performance\nof digital fabrication. With the benefit of hindsight, it should be possible to avoid the\nexcesses of digital computing and communications this time around, and, from the outset,\naddress issues like access and literacy.\n\nIf the maker movement is the harbinger of a third digital revolution, the success of\nAI in meeting many of its own early goals can be seen as the crowning achievement of\nthe first two digital revolutions. Although machine making and machine thinking might\nappear to be unrelated trends, they lie in each other’s futures. The same scaling trends\nthat have made AI possible suggest that the current mania is a phase that will pass, to be\nfollowed by something even more significant: the merging of artificial and natural\nintelligence.\n\nIt was an advance for atoms to form molecules, molecules to form organelles,\norganelles to form cells, cells to form organs, organs to form organisms, organisms to\nform families, families to form societies, and societies to form civilizations. This grand\nevolutionary loop can now be closed, with atoms arranging bits arranging atoms.\n\n119\n\nHOUSE_OVERSIGHT_016922",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016922.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2860,
    "word_count": 447,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.503236",
    "prefix": "IMAGES-004"
  }
}