{
  "document_id": "HOUSE_OVERSIGHT_017403",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017403.txt",
  "text": "4.2.12\nWC: 191694\n\nimportantly, it requires a collective decision by public officials of all political stripes to agree to\nstop running as defenders of the faith and to end the contest over who is more religious or\ncommitted to “faith.” Religion and faith, as Jefferson recognized, are private matters and no one\nshould be judged based on their “religious opinions, any more than [their] opinions in physics or\ngeometry.” With this in mind, let me end this chapter with my own “Ten Commendments” (a\ncommandment is a cross between a “commandment” and an “amendment” that I would\n“commend” candidates for following:\n\n1. Do not claim God as a member of your party or that God is on your side of an issue.\n\n2. Do not publicly proclaim your religious devotion, affiliation, and practices, or attack\nthose of your opponents.\n\n3. Do not denounce those who differ with you about the proper role of religion in public\nlife as antireligious or intolerant of religion.\n\n4. Do not surround your political campaign with religious trappings or symbols.\n\n5. Honor and respect the diversity of this country, recalling that many Americans came to\nthese shores to escape the tyranny of enforced religious uniformity and, more recently,\nenforced antireligious uniformity.\n\n6. Do not seek the support of religious leaders who impose religious obligations on\nmembers of their faith to support or oppose particular candidates.\n\n7. Do not accuse those who reject formal religion of immorality. Recall that some of our\nnation’s greatest leaders did not accept formal or even informal religion.\n\n8. Do not equate morality and religion. Although some great moral teachers were\nreligious, some great moral sinners also acted in the name of religion.\n\n9. When there are political as well as religious dimensions to an issue, focus on the\npolitical ones during the campaign.\n\n10. Remember that every belief is in a minority somewhere, and act as if your belief were\nthe least popular.\n\n316\n\nHOUSE_OVERSIGHT_017403",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017403.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1984,
    "word_count": 325,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.968392",
    "prefix": "IMAGES-004"
  }
}