{
  "document_id": "HOUSE_OVERSIGHT_029561",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029561.txt",
  "text": "Pressed on whether he thinks the Australian Labor Party is in permanent decline, Keating defends Labor, insists it\ndoesn't have to decline but highlights the problem. “Labor must recognise what it has created,” he says, invoking the\nHawke-Keating era. \"It has a created a new society and it has to be the party of the new society.\n\n\"It can't be the party of part of the old society. Labor must be the party of those people who gained from the pro-\nmarket growth economy that we created. Labor must be open to the influences of this middle class, to people on\nhigher incomes. And | don't think it is.”\n\nIt is, perhaps, the clearest statement of Labor's problem. The party, in an act of strategic folly, abandoned the path\nof its previous success. It turned inwards on itself, away from the community.\n\n\"At the operating level it's become the party of insiders,\" Keating says. \"The problem is that members get too caught\nup in the gift of faction managers and they get caught up in the false construct of popularity, the false god.\"\n\nFixated by the nature of political leadership, Keating's book After Words shouts out: \"The great curse of modern\npolitical life is incrementalism.\"\n\nLeaning across the table he says to me that briefing notes and economic texts aren't enough: the leader must locate\nhis own source of higher command and inner belief. He laments the efforts of US President Barak Obama and\nGerman Chancellor Angela Merkel in the teeth of contemporary challenges.\n\n“There is nothing preordained about American decline any more than the European project is destined to fail,\" he\nwrites.\n\n\"But the portents are not good. Despite the rhetoric, President Obama conducts himself as an arbitrator or mediator\nbetween the competing strands of American economic and political ideology. He repeatedly eschews striking out,\nsnatching the naked flame and hanging on. But the cost of this strategy is not simply a cost to him; it is a cost to the\nwhole world.\n\n\"On the other hand, Chancellor Merkel is the archetypal worry-wart. She does not lead; she assesses.\n\n\"You really wonder why leaders want these jobs when they really do not want to lead. And what is their risk? That\nBarack Obama will not get a second term? Or that Angela Merkel's coalition might finally end up on the rocks? If\nthey actually made the leap they might astound themselves. Because, in the end, everyone in political life gets\ncarried out - the only relevant question is whether the pallbearers will be crying.\"\n\nFor Keating, the 20th-century leader exerting most influence on the coming century is China's Deng Xiaoping.\n\n\"If you look at the other figures of the century, Roosevelt, Churchill, Stalin and Mao, none will leave the legacy in\nterms of the 21st century that Deng leaves,” he says. \"He walked away from the ideology of the Communist Party\n\njust as effectively as Mikhail Gorbachev walked away from the essence of the Soviet Union.\"\n\nBy 2050 Keating sees a world order with nations in terms of gross domestic product in this hierarchy: (1) China, (2)\nUS, (3) India, (4) Japan, (5) Brazil, (6) Russia, (7) Britain, (8) Germany, (9) France and (10) Italy.\n\nThe key, however, is that Japan lags a distant fourth behind the top three.\n\nOn America, Keating is dismayed by the pivotal change in its outlook after the end of the Cold War. “When the\nBerlin Wall came down the Americans cried victory and walked off the field,” he says.\n\n\"Yet the end of the Cold War offered the chance for America to develop a new world order. It didn't know what to do\n\nwith its victory. This at the moment the US should have begun exploiting the opportunity of establishing a new world\norder to embrace open regionalism and the inclusion of great states like China, India and the then loitering Russia.\n\nHOUSE_OVERSIGHT_029561",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3790,
    "word_count": 650,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.575124",
    "prefix": "IMAGES-010"
  }
}