{
  "document_id": "HOUSE_OVERSIGHT_013292",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013292.txt",
  "text": "cancer.\n\nVirginia Johnson, 88. One of the key figures in the sexual\nrevolution in postwar America, she conducted groundbreaking\nresearch in human sexuality with her collaborator, William\nMasters. Died July 24.\n\nBarnaby Jack, 36. A New Zealand-born computer-security\nprofessional who exposed how hackers could attack bank automated\nteller machines, insulin pumps and other electronic devices.\n\nDied July 25.\n\nLindy Boggs, 97. She spent 18 years in the U.S. House of\nRepresentatives, succeeding her husband, Hale Boggs, and worked\nas a champion for women’s rights. Died July 27.\n\nGeorge “Boomer” Scott, 69. Large, strong and agile, he spent\nnine of his 14 seasons in Major League Baseball with the Boston\nRed Sox, playing first base and leading the team to win the\nAmerican League pennant in 1967. Died July 28.\n\nPeter Flanigan, 90. The former Dillon Read investment banker,\nwho worked as deputy campaign manager for Richard Nixon’s\n\nsuccessful 1968 presidential run, then joined the administration\nas an adviser on business and economic matters. Died July 29.\n\nBerthold Beitz, 99. German industrialist who hid Jews from the\nNazis during World War II and then helped rebuild Fried Krupp\nGmbH, a predecessor of the country’s biggest steelmaker. Died\nJuly 30.\n\nAugust\n\nArt Donovan, 88. An NFL Hall of Fame defensive tackle who won\ntwo championships with the Baltimore Colts in the 1950s. Died\nAug. 4.\n\nE. Nelson Asiel, 96. Third-generation leader of Asiel & Co., a\n\nWall Street brokerage firm founded by his grandfather, Elias, in\n1878. Died Aug. 5.\n\nHOUSE_OVERSIGHT_013292",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013292.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1569,
    "word_count": 249,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.222364",
    "prefix": "IMAGES-002"
  }
}