{
  "document_id": "HOUSE_OVERSIGHT_023069",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023069.txt",
  "text": "Unauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\n\nEquity Strategy Focus Point\nDeath and tax reform\n\nQuantitative Analysis\n\nDeep dive on corporate tax reform\n\nOK, maybe it’s not as inevitable as death and taxes, but some form of corporate tax\nreform seems likely. It is a stated priority of President Trump and has widespread\nCongressional support. We here focus on four components that could have big equity\nimplications. We assess the impacts at a market, sector, and industry level, and plan to\nupdate and augment this work as more details come to light.\n\nPotential near-term boost to EPS, long-term impact varies\n\nOur 2018 S&P 500 EPS estimate of $137 already implies healthy two-year growth of +16%.\nTax reform in its entirety could add as much as $5-6 to near-term EPS, as benefits are front-\nloaded. The sustained impact depends: under a 20% tax rate, the Blueprint would be\nmodestly accretive; under a 15% rate, this annual benefit could triple; but a 25% tax rate that\nwould appease the deficit hawks could shave $3.50 off of earnings each year. We also\nestimate a one-time $8-9 charge to GAAP EPS associated with the repatriation tax (Table 1).\n\nCutting corporate tax rate could add $8 to EPS\n\nOur starting point is the US statutory corporate tax rate. If it were lowered from 35% to\n20% and the US moved to a territorial tax system (no longer taxing foreign profits), it\nwould boost S&P 500 EPS by an estimated 12% ($17 to 2018 EPS). We assume\ncompanies would be able to retain half of the benefit ($8) and the remainder would be\npassed on to customers or competed away. For instance, a lasting impact to Utilities’\nprofits is unlikely, as the benefit would be passed on via regulated pricing.\n\nRepatriation: Buybacks could boost EPS by 3%\n\nBoth Trump and the Blueprint support a mandatory (as opposed to 2004's optional} tax\nof overseas earnings of US firms’ subsidiaries at reduced rates. Non-Financials in the S&P\nhold at least $1.2tn in overseas cash (mostly Tech and Health Care). If half was used for\nbuybacks, this could add 3% ($4) to S&P 500 EPS. A redux of 2004 where companies\nused 80% of cash for buybacks may be less likely, in our view. For if repatriation is\naccompanied by an end to interest expense deductions, companies may choose to pay\ndown debt over buybacks.\n\nBorder adjustment tax (BAT) hits EPS by $5-6\n\nWhile Trump has described the BAT as being “too complicated,” White House press\nsecretary Spicer’s recent comments call into question his stance. This is a key\ncomponent of the Blueprint and would generate significant revenue. First-order impacts\ncould be significant, with border adjustments detracting $5-6 from 2018 EPS — nearly\n80% of the drag comes from the consumer sectors. The second order impacts — product\npricing, pricing within the supply chain, exchange rates, foreign policy reactions, etc. —\nwhile harder to quantify, are important to consider.\n\nEnd to interest deductibility could detract 4% from EPS\n\nWe estimate that over time, the removal of the interest expense deduction would\ndetract about 4% from S&P 500 EPS. An increase in the cost of debt by an incremental\n25% could have longer term ramifications for capital structures and funding..\n\nTax reform winners and losers\n\nWe include stock screens for potential beneficiaries and victims of tax cuts, repatriation\nand interest deductibility changes, as well as industries most helped/hurt most by a BAT.\nNote that the very fact that there are companies and industries that have the potential\nto be very negatively impacted could call into question the likelihood of passage.\n\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\n\nRefer to important disclosures on page 26 to 27. 11706251\n\nTimestamp: 29 January 2017 12:01AM EST\n\nBankof America\nMerrill Lynch\n\n29 January 2017 Corrected\n\nEquity and Quant Strategy\nUnited States\n\nThe First\n\nDays\n\nSavita Subramanian\n\nEquity & Quant Strategist\nMLPF&S\n\n+1 646 855 3878\nsavita.subramanian@baml.com\n\nDan Suzuki, CFA\n\nEquity & Quant Strategist\nMLPF&S\n\n+1 646 855 2827\ndan.suzuki@baml.com\n\nMarc Pouey\n\nEquity & Quant Strategist\nMLPF&S\n\n+1 646 855 1142\nmarc.pouey@baml.com\n\nAlex Makedon\n\nEquity & Quant Strategist\nMLPF&S\n\n+1 646 855 5982\nalex.makedon@baml.com\n\nJill Carey Hall, CFA\nEquity & Quant Strategist\nMLPF&S\n\n+1 646 855 3327\njill.carey@baml.com\nJimmy Bonilla\n\nEquity & Quant Strategist\nMLPF&S\n\n+1 646 556 4179\njimmy.bonilla@baml.com\n\nTable 1: Estimated impact of tax reform on S&P 500\n2018 EPS\n\nTax policy 15% 20% 25%\nTax rate change 10.50 8.00 5.00\nEnd int. deduct. - init. impact* -0.50to-1.00 |-0.50 to-1.50 | -0.50to-2.00\nBorder adjustments 4.00 -5.50 -6.50\nRepatriation buybacks 400 4.00 400\nTotal init. Impact 9.50 to 10.00 | 5.00t0 6.00 | 0.50 102.00\nEnd int. deduct.-recur.impact  -3.50 -5.00 -6.00\nRecurring impact 7.00 1.50 -3.50\nOne-time repat. tax 8.50 -8.50\n\nSource: BofAML US Equity & Quant Strategy, FactSet, Compustat, S&P\n“Assumes end to interest deductibility only applies to new debt, where we estimate\n70-90% of debt is long-term.\n\nNote: For this exhibit, we assume that 100% of the cash is repatriated and 50%\nof it is spent on buybacks. For different buyback assumptions, please see the\n\nsection on repatriation.\n\nHOUSE_OVERSIGHT_023069",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023069.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5546,
    "word_count": 901,
    "line_count": 156,
    "import_date": "2025-11-19T21:47:47.963689",
    "prefix": "IMAGES-007"
  }
}