{
  "document_id": "HOUSE_OVERSIGHT_017630",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017630.txt",
  "text": "Page 27 of 31\n104 J. Crim. L. & Criminology 59, *98\n\n220\n\nNotably, while the strength of these rights varies from state to state, nearly forty states require the prosecuting attorney to\n\nnotify or confer with the victim regarding plea negotiations. 77! Several jurisdictions involve the victim in the charging\ndecision. 722 In some states, law enforcement and prosecutors must involve the victim at any \"critical\" 723 or \"crucial\" 74\nstage of the criminal proceeding; and in a minority of jurisdictions, the judge must ascertain whether the prosecutor has\n\nafforded the victim statutory protections prior to accepting a plea agreement. ?7°\n\nThe general contours of state provisions suggest that several state governments have recognized the value in informing victims\nof their rights and involving them in the criminal process prior to the formal filing of charges. ?°° Indeed, a brief look at the\nstatutory protections illustrates the extent to which states have attempted to afford protections to victims long before the formal\nfiling of charges.\n\n[*99] For example, Arizona has adopted a constitutional amendment and statutes that expansively protect victims. Under\nArizona law, the definition of victim hinges on whether a criminal offense has been committed, and the term \"criminal offense\"\nis defined as \"conduct that gives a peace officer or prosecutor probable cause to believe\" a crime has occurred. 777 In short, a\nvictim's status does not hinge on the formal filing of charges but rather on the criminal conduct itself. 77° Arizona law\nenforcement personnel must give information to victims describing their rights as soon as possible, even if formal charges have\nnot yet been filed, and a victim may request that the prosecutor discuss the disposition of the case, including \"a decision not to\nproceed with a criminal prosecution, dismissal, plea, or sentence negotiations and pretrial diversion programs.\" 27? A victim\nmay even pursue some rights if counts are dismissed. 73° Arizona courts have also permitted victims to invoke their rights in\nthe context of civil forfeiture proceedings. 73!\n\nHawaii's victims’ rights statute illustrates how a state has defined the term \"case\" more expansively than the limited definition\nadvocated by the Department in order to facilitate victim participation. By statute in Hawaii, victims must, upon request, be\ninformed of \"major developments\" in any felony case. 73? Along a similar vein, the prosecuting attorney must consult or\n\n220 See generally Dean G. Kilpatrick et al., Nat'l Inst. of Justice, U.S. Dep't of Justice, The Rights of Crime Victims - Does Legal Protection\nMake a Difference? (1998), available at hitp-//goo.gl/EzH61S.\n\nI See Peggy M. Tobolowsky, Victim Participation in the Criminal Justice Process: Fifteen Years After the President's Task Force on\nVictims of Crime, 25 New Eng. J. on Crim. & Civ. Confinement 21, 64 & n.168 (1999) (citing to victims' rights statutes in Connecticut,\nIllinois, and Michigan, among others). Unfortunately, as some commentators have noted, the notice and conferral provisions in some states\nare ambiguous, and the absence of case law precludes a definitive understanding of the reach of the right in some jurisdictions. See LaFave et\nal., supra note 168, § 21.3(f), at 1041-42; see also, e.g., Kan. Stat. Ann. § 74-7333(a)(5) (2002) (\"The views and concerns of victims should\nbe ascertained and the appropriate assistance provided throughout the criminal process.\"). In some jurisdictions, the ambiguous use of an\nillustrative list could be read as suggesting that a particular right, such as conferral, hinges on formal charges. See, e.g., Kv. Rev. Stat. Ann. §\n421.500(6) (LexisNexis Supp. 2012) (requiring consultation on \"disposition of the case including dismissal, release of defendant pending\njudicial proceedings, any conditions of release, a negotiated plea, and entry into a pretrial diversion program,\" but failing to define\n\"disposition\" or \"case\").\n\n222 See Tobolowsky, supra note 221, at 59-60.\n\n23 Big, La. Rev. Stat. Ann.§§46:1842(2), 46:1844(K) (2010).\n\n224 Fig. Fla. Const. art. I, § 16(b) (refraining from identifying the term).\n225 See LaFave et al., supra note 168, § 21.3(f), at 1041.\n\n226 See Victims' Rights Laws by State, supra note 218.\n\n27 Ariz. Rev. Stat. Ann. § 13-4401(6) (2010) (emphasis added); see State ex rel. Thomas v. Klein, 150 P.3d 778, 780-81 (Ariz. Ct. App. 2007)\n(noting the original version defined a criminal offense as a violation of a statute).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017630",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017630.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4533,
    "word_count": 710,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.284128",
    "prefix": "IMAGES-004"
  }
}