{
  "document_id": "HOUSE_OVERSIGHT_023569",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023569.txt",
  "text": "7/22/2016 In the shadow of quantitative easing, party like it is 1788 - FT.com\n\nend. For example, Solvency II regulations for insurers are scheduled to come into force, which means\nthat the various national publics will have to be told that it will not be possible to pay them exactly\nwhat they think they have coming.\n\nAlready there is right-to-left German national anger over the proposed eurozone deposit insurance\nscheme, as if refugees were not enough. That the German distress is counterpointed by apparent\nItalian government cynicism over budget policy does not help.\n\nIn the coming holidays, you should party like it is 1788.\n\nThe saving grace of negative interest rates / From Michael G Mimicopoulos\n\nRELATED TOPICS European Central Bank, Central Banks, European banks, European Commission\n\n«Shares dh Author alerts reel Print 9%: Clip #% Gift Article BB comments\n\nMat\n\nPimco's presumptive poach Irish stocks take a Brexit Brexit: short shock or a reset in\nbeating asset values?\n\nPROMOTED CONTENT\nWest Midlands saves £25m with in-house mandate\n\nThe West Midlands Pension Fund has found savings of more than £25m a year after a swath of changes to its\ninvestments and a two-pronged strategy to reduce administration costs. See more...\n\nPrinted from: http:/www.ft.com/ems/s/0/aa7a54d6-94f2-1 1e5-bd82-c1fb87bef7af.html\n\nPrint a single copy of this article for personal use. Contact us if you wish to print more to distribute to others.\n\nee eee a a\n\nom Seite see EE AN\n\n© THE FINANCIAL TIMES LTD 2016 FT and ‘Financial Times’ are trademarks of The Financial Times Ltd.\n\nhttp/Avww.ft.com/cms/s/O/aa7a54d6- 94f2-11e5-bd82-c1fb87bef7af.htmi#taxzz4F 9fV2ROR 3/3\n\nHOUSE_OVERSIGHT_023569",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023569.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1687,
    "word_count": 257,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.483321",
    "prefix": "IMAGES-007"
  }
}