{
  "document_id": "HOUSE_OVERSIGHT_015474",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015474.txt",
  "text": "NAUTILUS EDUCATION | BETA PRODUCT\n\nMatter and its interactions (HS-PS1-1) Use the peri-\nodic table as a model to predict the relative properties\nof elements based on the patterns of electrons in the\noutermost energy level of atoms.\n\nFrom molecules to organisms: structure and pro-\ncesses (HS-LS1-6) Construct and revise an explana-\ntion based on evidence for how carbon, hydrogen, and\noxygen from sugar molecules may combine with other\nelements to form amino acids and/or other large\ncarbon-based molecules.\n\nEcosystems: Interactions, energy and dynamics (HS-\nLS-3) Construct and revise an explanation based on\nevidence for the cycling of matter and flow of energy\nin aerobic and anaerobic conditions.\n\nTeacher’s Notes: Frack ’er Up\nVOCAB WORDS\n\nEthanol: also found in beer and wine, it is a kind of\nbiofuel that is sometimes added to gasoline for use\nin automobiles. Ethanol can be made from corn,\npotatoes, or green plants. Its chemical formula is\nCH;CH20H.\n\nBiofuel: a fuel made from plants or other organisms,\nin recent time.\n\nBiomass: material from recently living organisms.\nOrganic compound: a molecule containing carbon.\n\nHydrocarbon: Made of just hydrogen and carbon,\nthese are the simplest kind of organic compound.\n\nOctane: a highly flammable hydrocarbon, and compo-\nnent of gasoline. Its chemical formula is CsHis.\n\nCatalyst: a component of a chemical reaction that\nhelps facilitate the reaction, but is not used up.\n\nREADING COMPREHENSION\n\n1. “Plant biomass absorbs carbon dioxide as it grows.”\nWhat is the name of the process by which plants do\nthis? Look up and write down the chemical reaction.\n\nA polymer is a chain of molecules. Identify a kind\nof polymer in the story, and the monomer that\ncomposes it.\n\nPlants need carbon dioxide for photosynthesis.\nWhat are some of the sources for this carbon\ndioxide?\n\nDISCUSSION QUESTIONS\n\n1.\n\nWhy is it advantageous for companies to be\ngreen?\n\nWould you pay more for gas—or any other prod-\nuct, say a shirt—from a “green” company? What\nif some of that company’s practices were just as\n\nquestionable as those of “dark” companies?\n\nHow would the world change if gasoline could\nbe made cheaply from natural gas? Should we\nconsider this technology to be progress given\nthat natural gas has it’s own environmental\nconsequences.\n\nACTIVITIES\n\n1.\n\nHave students construct a timeline of fuel. Ask\nthem to include dates mentioned from the story,\nand to research and add other relevant informa-\ntion: like the moment in history when organisms\ndie, the lite cycle of a tree that contributed the\nauthor’s container of Primus fuel.\n\nDraw a map or annotated illustration of all the plac-\nes carbon goes in this article. Use outside research\nto complete a full picture of the carbon cycle.\n\nWrite a 30-second ad convincing car drivers to\npay a premium for green gasoline like Primus’.\nInclude “fine print”— side effects, or caveats—as\nyou see necessary.\n\nADDITIONAL MULTIMEDIA\n\n1.\n\n14\n\nAlgae (The Guardian)\n\nAn interactive slide show that illustrates how\nbiofuels are made out of algae:\n\nHOUSE_OVERSIGHT_015474",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015474.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3052,
    "word_count": 491,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:47.339564",
    "prefix": "IMAGES-003"
  }
}