{
  "document_id": "HOUSE_OVERSIGHT_031333",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031333.txt",
  "text": "From: ee\n\nSent: 6/18/2011 2:51:44 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: The European Union Times\n\nImportance: — High\n\nSent from my iPad\n\nRussia Says IMF Chief Jailed For Discovering All US Gold is\nGone\n\nA new report prepared for Prime Minister Putin by the Federal Security Service (FSB) says that former\nInternational Monetary Fund (IMF) Chief Dominique Strauss-Kahn was charged and jailed in the US for sex\ncrimes on May 14th after his discovery that all of the gold held in the United States Bullion Depository located\nat Fort Knox was ‘missing and / or unaccounted’ for.\n\nAccording to this FSB secret report, Strauss-Kahn had become “increasingly concerned” earlier this month\nafter the United States began “stalling” its pledged delivery to the IMF of 191.3 tons of gold agreed to under\nthe Second Amendment of the Articles of Agreement signed by the Executive Board in April 1978 that were to\nbe sold to fund what are called Special Drawing Rights (SDRs) as an alternative to what are called reserve\ncurrencies.\n\nThis FSB report further states that upon Strauss-Kahn raising his concerns with American government officials\nclose to President Obama he was ‘contacted’ by ‘rogue elements’ within the Central Intelligence Agency (CIA)\nwho providedhim ‘firm evidence’ that all of the gold reported to be held by the US ‘was gone’.\n\nUpon Strauss-Kahn receiving the CIA evidence, this report continues, he made immediate arrangements to\nleave the US for Paris, but when contacted by agents working for France’s General Directorate for External\nSecurity (DGSE) that American authorities were seeking his capture he fled to New York City’s JFK airport\nfollowing these agents directive not to take his cell-phone because US police could track his exact location.\nOnce Strauss-Kahn was safely boarded on an Air France flight to Paris, however, this FSB report says he made\na ‘fatal mistake’ by calling the hotel from a phone on the plane and asking them to forwarded the cell-phone\nhe had been told to leave behind to his French residence, after which US agents were able to track and\napprehend him.\n\nWithin the past fortnight, this report continues, Strauss-Kahn reached out to his close friend and top Egyptian\nbanker Mahmoud Abdel Salam Omar to retrieve from the US the evidence given to him by the CIA. Omar,\nhowever, and exactly like Strauss-Kahn before him, was charged yesterday by the US with a sex crime against\na luxury hotel maid, a charge the FSB labels as ‘beyond belief’ due to Omar being 74-years-old and a devout\nMuslim.\n\nHOUSE_OVERSIGHT_031333",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031333.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2574,
    "word_count": 421,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.205287",
    "prefix": "IMAGES-011"
  }
}