{
  "document_id": "HOUSE_OVERSIGHT_013566",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013566.txt",
  "text": "suddenly become immediate and loud in a litany of threatening thoughts that\nhooked and persisted through sleepless nights. They taught me to see genuinely\nthe delicate beauty of flowers and to know in my stomach that some forms of\nsadness felt hollow like homesickness. In medical school | found that that many of\nthem were the clinic patients, women and men, with unusual sensitivity to chemical\nodors, think Gulf War Syndrome, and fibromyalgia, which | heard as unusually\nsensitive awareness of normal sensory information about posture and position\ncoming in from the bones and muscles of the body but experienced as pain. This\nbackground of odorific and somatic information is usually repressed from\nconsciousness by the rest of us. Their medical histories contained detailed accounts\nabout how each of their organs was feeling at the time, sensations that the\ntextbooks say we are incapable of consciously knowing. Internists and psychiatrists\noften dismissed their accounts as signs of somatoform disorder, psychological\nconflicts expressed in the language of body feelings.\n\nIn the psychophysiological laboratory, | learned these brains tended not to\nhabituate. Each of a series of noises continued to elicit startle responses that could\nbe picked up in brain wave recordings or in the running record of a\npsychophysiological, lie detector, machine. In psychoanalytic training, | learned that\nthese brains remembered their dreams more richly than the rest of us and that\ntreatment with over twice a week analytic sessions was potentially dangerous. The\npsychoanalytical situation-engendered fantasies and feelings could get too strong\nand exaggerated, too real.\n\nProfessor Iris Bell of University of Arizona’s Alternative Medicine Research\nProgram has, studying these brains, found slower reaction times, defects in divided\nattention psychological tasks, longer latencies to the first dream, and unusual\npatterns of odor reception called cacosmia or dysosmia. Using brain wave and\ncardiac interbeat interval data as markers, Bell reports the increase in the amount of\nalpha awake brain waves and decreases in cardiac interbeat interval variation\nassociated with increasing sensitivity, rather than habituation, with repeated\nexposure to a variety of smells over time.\n\nIn spite of these brains usually requiring what is known as high maintenance\n\n66\n\nHOUSE_OVERSIGHT_013566",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013566.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2379,
    "word_count": 358,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.019400",
    "prefix": "IMAGES-002"
  }
}