{
  "document_id": "HOUSE_OVERSIGHT_026069",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026069.txt",
  "text": "From: \nSent: 2/8/2017 10:23:46 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Re: Edmond de Rothschild Infrastructure Expertise \nImportance: High \nPension funds are now interested to match the maturities ? \nAriane de Rothschild \nOn 8 Feb 2017, at 23:22, jeffrey E. <jeevacation@gmail.com> wrote: \nnot likely in the states. too much money around. you should find a niche. otherwise competing with people \nthat have a trillion dollars in credit needs \nOn Wed, Feb 8, 2017 at 6:20 PM, wrote: \nIf it s a debt fund , they were thinking of building it around senior and mezzanine debt which would yield 8 to \n10% per yr with a kicker \nAriane de Rothschild \nOn 8 Feb 2017, at 12:59, jeffrey E. <jeevacation@gmail.com> wrote: \nthanks, the issue will be returns on investment. . there is a HUGE amount of cash sitting on the \nsidelines, trump will want to do private public partnerships on most things. . donald loves the \nrothschild name. \nOn Wed, Feb 8, 2017 at 7:23 AM, EL HACHEM Johnny _____________________ wrote: \nDear Jeff, \nAs previously discussed between you and Ariane, Edmond de Rothschild is deeply involved in the building \nand financing of the infrastructure in Europe. Edmond de Rothschild has an outstanding track record, history \nand presence in European infrastructure, as well as being one of Europe's most recognized financial advisors \nto the infrastructure market. We have developed deep expertise in the infrastructure sector and sought \nsecure, well-managed assets, generating stable, long-term returns for investors. \nWe have done so by initiating and backing two experienced and highly-respected managers in the industry, \nTIIC and BRIDGE. TIIC is an equity investor in transport and social infrastructure. BRIDGE is an infrastructure \ndebt provider. Both managers are covered in more detail below. Edmond de Rothschild has been heavily \ninvolved in the launch of the below funds, providing crucial support in fund structuring, due diligence, \ncapital raising, legal & compliance functions as well as the sound governance and ESG management across \nall funds. Partnering with TIIC and BRIDGE has enabled Edmond de Rothschild to build a strong franchise \nwithin infrastructure investments, complementing its overall Private Equity offering. Edmond de Rothschild \nhas also acted as anchor investor for these funds, demonstrating its strong alignment of interest with these \ninvestment teams. With Ariane we strongly believe that we should absolutely find a way to collaborate \nHOUSE OVERSIGHT 026069 \ntogether with you to think and initiate something to serve the future needs of the US in the infrastructure \nfield. \nPlease find attached further information on each manager. This would also be a chance for us to explore \nopportunities of working together in the future. \nPlease feel free to reach out to us if you require any further information. We look forward to hearing from \nyou soon. \nTIIC \nTIIC Group backed by Edmond de Rothschild, is a pan-European infrastructure firm advising on mid-market \ninfrastructure projects across Europe in both the transportation and social sectors. It was established in \n2008 by the 3 founding partners of TIIC Group, Jaime d'Almeida, Manuel Cary and Francisco Mendes, with \nstrategic support from the Edmond de Rothschild Group and Brisa. \nThe aim of TIIC Group is to bring an operational approach to infrastructure investments in Europe, drawing \nupon the extensive management and financial skills of its team members. These skills have been developed \nover many years at some of Europe's leading infrastructure operators and project financing firms which, \nwhen combined with the very specific infrastructure expertise of both the Edmond de Rothschild Group and \nBrisa, makes for a powerful and differentiated investment platform. \nTIIC Group operates from two offices in Lisbon and Paris, providing its team with access to relevant \ninvestment opportunities across key target markets in Europe as well as to leading industrial contractors, \noperators, advisors and financiers in the infrastructure industry. \nTIIC Group successfully raised a First Fund with €140m of commitments targeting transportation \ninvestments across Europe. The portfolio of the First Fund comprises 6 assets located in Portugal, Spain, \nFrance and Poland. They represent a carefully balanced mix of greenfield and early stage brownfield projects \nin roads and car parks. TIIC Group has played an active role in the sourcing and development of all \ninvestments and has made a significant contribution to value creation. TIIC Group believes that this is a high \nquality, operationally secure, cash yielding portfolio of assets which will be of strong interest to potential \ninvestors over the coming few years. \nTIIC has launched a successor fund, TIIC 2, which will build upon TIIC Group' differentiated approach to \ninfrastructure in Europe. TIIC 2 will is targeting aggregate commitments from investors of €300m (€350m \nhard cap) to invest into both transportation and social infrastructure projects in Europe. TIIC 2 will also seek \nto invest, on a very selective basis, into greenfield social infrastructure projects in New Frontier Markets, \nwithin close proximity to the European Union. Given its powerful network of relationships across Europe and \nthe operational skills of its team, TIIC Group will continue to target superior investment returns for TIIC 2's \nHOUSE OVERSIGHT 026070 \nportfolio of assets. These returns should be in line with the anticipated returns from the First Fund portfolio \nwhich is forecast to deliver a gross IRR of up to 14% and a multiple of approximately 2x on invested capital. \nTIIC announced the first close of TIIC 2 on December 30th 2016, with aggregate commitments of €135m from \na group of high quality and well-diversified limited partners. First close investors in TIIC 2 include the \nEuropean Investment Bank and Edmond de Rothschild, both with significant commitments, as well as the \nTIIC team. TIIC 2 is also supported by a number of existing investors, together with several European \ninsurance companies, pension funds and family offices. A second close is planned in the coming months and \nthe final close will occur before the end of 2017. We have received significant interest from a number of \nEuropean institutional investors, many of which are in the process of completing detailed due diligence on \nTIIC 2. We are firmly on track to achieve a final close of TIIC 2 before the end of the year. \nFurthermore, TIIC has announced the first exit from Fund 1, with outstanding returns. Three other \ninvestments are in sales processes and should close during the next few months. \nBRIDGE \nBRIDGE is an infrastructure debt platform initiated by Edmond de Rothschild Asset Management (EdRAM) to \nenable institutional investors to access infrastructure assets with secured and stable revenue streams. BRIDGE \nis a London based second generation debt fund sourcing and structuring transactions directly from sponsors \nwhen feasible and one of the few independent debt teams only investing on behalf of clients. The BRIDGE \nteam has the ability to execute and deliver transactions as efficiently as traditional lenders as well as negotiate \nterms and conditions bringing optimised yield and security to investors. \nThe BRIDGE platform was set up as a new leg of EDR's Infrastructure, Real Assets & Structured Finance Team \nstriving to take advantage of the expertise of the infrastructure sector acquired when the team became a \nglobal leader in PPP & Transport infrastructure financial advisory in 2011 and 2012. \nThe BRIDGE platform raised € 400m of new monies in 2016 and has successfully reached the €1bn mark of \nAssets under Management at the end of 2016. The platform comprises three investment vehicles (French FCT \nand Lux SIF) and is currently fundraising for additional pockets of liquidity: \no BRIDGE I reached final closing in December 2014 with approximately €600m of aggregate commitments from a club \nof institutional investors. \no BRIDGE I Dedicated Compartmentis a vehicle created by a large European institution and anchor investor of the first \nfund with a €250m target amount available for deployment. \no BRIDGE II reached first close in December 2016 with €150m of commitments in order to invest in three transactions. \nFundraising for BRIDGE ll is still ongoing, targeting a group of institutional investors in Europe and elsewhere, with final \ntarget size of €600m. \nHOUSE OVERSIGHT 026071 \nThe BRIDGE platform has a long-term European investment strategy and a mandate to cover all sectors of \ninfrastructure, notably energy, renewables, utilities, transportation, telecommunications and social \ninfrastructure and can execute project financing, refinancing and acquisition finance transactions. \nThe BRIDGE platform currently comprises investments of between €20420 million each, in 17 European \ninfrastructure transactions. In 2016 alone, the BRIDGE team has achieved financial close for 11 infrastructure \ndeals in Europe aggregating ca. €390m. When benchmarked against other similar funds, the investment team \nhas succeeded in deploying faster and with credit spreads well above the infrastructure senior debt \nbenchmark, enabling BRIDGE to become a force in the growing institutions-backed infrastructure debt market. \nBRIDGE's ability to invest beyond the traditional definition of core infrastructure and to structure transactions \nwas a key differentiator when Edmond de Rothschild launched this platform, as part of its commitment to real \neconomy. BRIDGE is innovative in the sense that the investment team sources transactions directly from \nsponsors and is actively involved in the structuring phase, acting as Mandated Lead Arranger. \nBRIDGE comprises a large, international and skilled London based investment team of 11 investment \nprofessionals who between them have arranged more than €100bn of landmark infrastructure deals over the \nlast 20 years across the globe. The BRIDGE team is among the largest within the debt funds universe and \ndemonstrates the Edmond de Rothschild Group's commitment to the platform. \nKind regards, \nJohnny \nJohnny el HACHEM \nEdmond de Rothschild Private Equity \n29 Route de Pre-Bois \nCase postale 490 \n1215 Geneve 15 \nSuisse \nHOUSE OVERSIGHT 026072 \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026073",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026069.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 11555,
    "word_count": 1756,
    "line_count": 153,
    "import_date": "2025-11-19T21:47:48.577168",
    "prefix": "TEXT-001"
  }
}