{
  "document_id": "HOUSE_OVERSIGHT_023281",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023281.txt",
  "text": "ex[penses. personal review? , trying to create accurate ledgers of capital expenses . so to minimize future\ngain.? 3. phaidon - review from head to toe? though we agreed many times in the past this was not my\nresponsbility, 4. overseeing the opening of trading accts. proposed and sent over first docs in april of\n14. .5. art partnership.? we agreed though the draft was sent in septl4 . and still not done though\nlittle different from first draft. .6 picasso contract? 7 art sale 1031 8 airplane review? 9. IT system\nimplementation. ? tra brh sec gaming comm, foerign filing , tax, disclosure. fondation returns. ?\nplanning for 16? notsure . 10. insurane review with josh? stock sale prep. ? filing ?\n\nI am available by phone. you mentioned my travel schedule ----last yea,r I canceled three European trips\nand two to seatle , none to my benefit.\n\nI have been consistant , I dont have any new proposal , do you? though i am\" complicated\" , I have no\nintention of trying to convince you of value, its silly ,\n\nOOOOOOOOOOOOO00000 i think if I have correctly deciphered your sophisticated code -\nshould represent -drool\n\nDate: Tue, Mar 3, 2015 at 5:18 AM\nSubject: Fwd:\n\nTo: Melanie Spinella\nlets set a time to speak today if possible . 30 minutes or so. my schedule is tight\n\nFrom: jeffrey E. <jeevacation@gmail.com>\nDate: Mon, Sep 21, 2015 at 6:36 PM\nSubject: agenda for today 5 pm?\nTo: Melanie Spinella < , Brad S Karp <Q\n\n1. put someone on asap to ascertain if she is still in london. 2. set up conference will uk criminal and uk\ncounsel. a give them more facts. 3. choose method of message delivery. my choice. - two highly\nrespected former ---- fillin the blank, immigration, scotland yard. sfo. . who may knock on her door\nand present the terms. 4 if not. an alternative method. 5. Is it possible to find out if she has gone to\nauthorities? tabloid lawyer. 6. have the same types of individuals availble in new york if she decides to\nreturn as stated... 1 prefer former fbi, or immigration one man one woman. .7 from opening a DA\ninvestigation to arrest. how long? 8, can we open a file in either jurisdiction, and maintain\nconfidentiality.\n\nDate: Mon, Sep 21, 2015 at 6:48 PM\n\nSubject: Re: agenda for today 5 pm?\n\nTo: Melanie Spinella\n\nI think that Melanie should set up a separate email account for this correspondence. she currently is on\nan apollo server.\n\nThere is not even a good solution . all have substantial risks. we are dealing with a wholly unpredictable\nand bad minded person. I and Brad can only make suggestions/actions each less than stellar. - that being\nsaid we should do our best to have all the facts . options etc. and to distinguish fact from opionion As\nthe consequences of any decision is likely to have some very bad parts , Leon needs to be cognizant of as\nmuch as the downside as we can adequately foresee.\n\nDate: Wed, Sep 23, 2015 at 12:07 AM\nSubject: Fwd:\n\nTo: Melanie Spinella\n\njan 2 of this year\nDate: Fri, Jan 2, 2015 at 2:55 PM\n\nHOUSE_OVERSIGHT_023281",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023281.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2989,
    "word_count": 540,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.274725",
    "prefix": "IMAGES-007"
  }
}