{
  "document_id": "HOUSE_OVERSIGHT_022759",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022759.txt",
  "text": "He befriends Bill Clinton in his new after-office life.\n\nAnd that’s quite the fatal pairing.\n\nThe post-Monica Clinton, now having pardoned the on-the-lam\nfinancier Marc Rich—at this point, before his own rehabilitation, Clinton\nreally is the world’s ultimate sleaze ball—is suddenly being ferried around\nin the jet of... who exactly?\n\nThe New York Post is the first to take formal media note of the\nClinton-Epstein connection, hinting at a sex and money bromance. (“I\nsuppose travel with Clinton changed the arc of my life,” Epstein tells me.\n“There were, I knew, lots of obvious reasons not to do it, but having the\nability to spend 100 hours with a former president just doesn’t happen to\nmany people.”)\n\nThe instinctively private Epstein is not just increasingly exposed, but\nclearly curious about the nature of exposure.\n\nI met Epstein around this time. Epstein had become a more and more\nactive backer of advanced scientific research and in 2002 he was taking a\nsmall group of scientists out to the TED conference in Monterey. The TED\norganizers invited various other TED participants, including me, to join the\nflight. A small group assembled at the private plane terminal, most of us\nunfamiliar with our benefactor, and as we headed in the direction of the\ndiscrete private plans we were gently pointed to our ride: Epstein’s 727.\n\nIt is some thoroughly updated drawing room set-up, all of us\nnervously ensconced in this luxury plane, waiting for our unknown host to\narrive—and soon he does, tanned, relaxed, with wide open smile,\naccompanied by three young women.\n\nIt would be unlikely, outside of a men’s magazine fantasy of the luxe\nlife, that you could locate this in reality. Epstein’s attentions, taking time\nwith each of his passengers, seemed impossible to account for. The quiet of\nthe plane, engineered into acoustic perfection, seemed spooky. Epstein’s\nthree companions were witty, poised, helpful as well as powerfully\nalluring—as though stewardesses of bygone times.\n\n(One more thing about this trip: Google founders, Larry Page and\nSergey Brin, with their company still in its infancy, came out to see the\nplane on the Monterey tarmac and, with a few other Googlers, literally ran\nwhopping from one end of the plan to the other. Then they described for\nEpstein, in what I can not now remember as a put on or entrepreneurial\nbrainstorm, a brand extension in which they would market a line of Google\nbras with the Os as convenient cups. In fact, the name Google, they said,\nwas invented out of the belief that men would focus on a word with two Os\nin it.)\n\nHOUSE_OVERSIGHT_022759",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022759.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2598,
    "word_count": 435,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.573031",
    "prefix": "IMAGES-007"
  }
}