{
  "document_id": "HOUSE_OVERSIGHT_019715",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019715.txt",
  "text": "The Russians Are Coming | 227\n\nhistory dating back to the era of the czars, Russian intelligence had\nperfected the technique of false flag recruitment, through which it\nassumes an identity to fit the ideological bent of a potential recruit.\n\nRussian intelligence was well experienced with false flags. It first\nused this technique following the Bolshevik revolution in 1917 to\ncontrol dissidents both at home and abroad. The centerpiece, as later\nanalyzed by the CIA, was known as the “Trust” deception. It began\nin August 1921 when a high-ranking official of the Communist\nregime in Russia named Aleksandr Yakushev slipped away from a\nSoviet trade delegation in Estonia and sought out a leading anti-\nCommunist exile he had known before the revolution in Russia. He\nthen told him that he represented a group of disillusioned officials in\nRussia that included key members of the secret police, the army, and\nthe Interior Ministry. Yakushev said that they all had come to the\nsame conclusion: the Communist experiment in Russia had totally\nfailed and needed to be replaced. To effect this regime change, they\nhad formed an underground organization code-named the Trust,\nbecause the cover for their conspiratorial activities was the Moscow\n\n© headquarters of the Municipal Credit Association, which was a trust ©\ncompany. According to Yakushev’s account, it had become the equiv-\nalent of a de facto government by 1921.\n\nThe exiled leader in Estonia reported this astonishing news to\nBritish intelligence, which, along with French and American intel-\nligence, helped fund this newly emerged anti-Communist group.\nInitially, British intelligence had doubts about the bona fides of the\nTrust, as did other Western intelligence services sponsoring exile\ngroups. But they gradually accepted it after they received intelli-\ngence reports confirming its operations from many other sources,\nincluding Russian officials, diplomats, and military officers who\nclaimed to have defected from the Soviet government. Because these\nreports all dovetailed, they recognized the Trust as a legitimately\nunderground organization.\n\nOnce the Trust had been established in the minds of the West-\nern intelligence services, it offered them as well as exile groups the\nservices of its network of collaborators. These services included\nsmuggling out dissidents, stealing secret documents, and disbursing\nmoney inside Russia to sympathizers. Within a year, exile groups in\n\n| | Epst_9780451494566_2p_all_r.indd 227 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019715",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019715.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2531,
    "word_count": 388,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.973927",
    "prefix": "IMAGES-005"
  }
}