{
  "document_id": "HOUSE_OVERSIGHT_032550",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032550.txt",
  "text": "From: Barnaby Marsh\n\nSent: 7/8/2017 2:55:06 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re:\n\nImportance: — High\n\nperhaps its not the important dimension? If some share advantages of luck and otherse dont, the curve flattens,\nor becomes bimodal. one can imagine the fomation of \"lucky enclaves\" where luck is actually manufactured in\na sense, and effects kept inthe group and further amplified. In a way, it is a kind of \"market\" to capture unusual\nevents or to create cascades of events that would be otherwise difficult to create, anticipate, or predict?. I was at\nlunch yesterday with Dan Rose and he was saying that all of the major real estate families in NYC (excepting\nTrump) collectively think of the longer-term consequences of their actions for the larger group of dynasties.\n\nHow do these \"intentinal\" actions affect the natrual probability distributions? Perhaps not at all (!!!) but they\nmight shift the curve or displace others at different places in the aggregate population (the curve). Lets keeep\nthinking.\n\nBTW, this also has implication for my life (and yours)- we want to be members of various \"lucky groups\"\n(physical, mental, emotional, intellectual, etc), and if we pick the right sub-group, there will be natural\nregression to the mean in that group.... so, surround yourself with people as gifted or more, and use the power of\nRTM? Sometimes, it only works if the gaps are not too large, but I have found it a very useful heuristic in life...\nin lots of areas.\n\nWhen are you back?\n\nOn Sat, Jul 8, 2017 at 8:21 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nsince luck is not zero sum. cant figure out how to move up the curve.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_032550",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2279,
    "word_count": 368,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.862191",
    "prefix": "IMAGES-012"
  }
}