{
  "document_id": "HOUSE_OVERSIGHT_031741",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031741.txt",
  "text": "IT'S HAPPENING: Trump Insider TURNS On Trump, Asks For Plea Deal to Expose Trump.\n\nBut these new leaks fly in the face of all this. They suggest that Pence knew about all of Flynn’s dealingswith foreign\ngovernments and chose to ignore them.\n\nAdditionally, Pence was the head of the Trump transition team and was supposed to vet all of Trump’s appointees. So he\nshould have known about Flynn’s work with Turkey and Russia.\n\nSo either Pence is incompetent, or he’s an outright liar. Neither is a good quality for a Vice President.\n\nWashington Post reporter Karen Tumulty also stated that Pence was in the Oval Office right before President Trump asked\nComey to drop the Flynn investigation. So Pence may also have been involved in Trump’s efforts to obstruct the\ninvestigation into Flynn and the Russia scandal.\n\nFlynn may not have finished with Pence, either. Bloomberg Politics editor John Heilemann showed how Flynn can keep the\npressure on Pence.\n\nHeilemann said, “Either he [Pence] knew and is lying or he did not know and was wildly incompetent. Either way, not a\ngreat story for him.”\n\n“By the way, it seems to me the import of this story is that Michael Flynn’s lawyer came out a couple of months ago and\nsaid that Mike Flynn had a story to tell,” continued Heilemann. “He’s now starting to tell that story.”\n\nPOLL: Is the whole Trump administration going down?\n\nThe Trump administration claims that Vice President Mike Pence didn’t know anything about Michael Flynn’s work with\nthe Russian or Turkish governments.\n\nBut Flynn has allegedly released information contradicting these claims.\n\nIs Flynn trying to take down the whole Trump administration? Share your opinion in the poll below.\n\nHeilemann suggested that Flynn might be leaking these stories in\norder to get immunity. Flynn’s hoping that he can prove his story is\n\nworth enough to gain immunity from prosecution.\n\n“Tf this 1s the thing that he’s leaking, and there are other things that he’s still holding to offer in exchange for immunity, that\nmeans this isn’t even the worst of 1t—that means he’s got more things to say,” said Heilemann.\n\nIf that’s true, that means there’s more bad news coming for Pence and Trump. Flynn could help take down both men.\n\nIt looking more and more like Pence is also guilty of treason. So Congress should impeach Pence as well as Trump.\nUnfortunately, that would put House Speaker Paul Ryan in charge. But at least he’s not in the Russian President’s pocket.\nFlynn’s trying to get his revenge and take down the Vice President. Please share this story on Facebook to show that Pence\nisn’t as innocent as we’ve been led to believe.\n\nHOUSE_OVERSIGHT_031741",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2653,
    "word_count": 449,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.892625",
    "prefix": "IMAGES-011"
  }
}