{
  "document_id": "HOUSE_OVERSIGHT_011571",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011571.txt",
  "text": "sometime were. It called for mental application, an ability to assess risks, to find\nanswers under enormous pressure when, inevitably, things went wrong. It\nrequired not just brawn, but brains.\n\nA week before I began my final year at Hebrew University, I went to see Eli\nZeira, the senior intelligence officer who’d so brashly predicted the course of\nthe Six-Day War, in hopes of sounding out my prospects of picking up my\nmilitary career where I'd left off. Despite a yawning gap in rank and age — Eli\nwas nearly fifteen years older — I felt I could be open with him. Not only did I\nknow him from Sayeret Matkal, which came under his purview in the kirya. He\nwas a scientist manqué and was eager, as soon as I arrived in his office, to hear\nabout my physics studies. When I did manage to turn the conversation to the\narmy, I told him I was thinking of returning after I graduated. Yet before finally\ndeciding, I wanted his honest opinion about my chances, at some point, of being\ngiven command of the sayeret. He began with a series of caveats. The choice of\nfuture leaders of the sayeret was not be his to make. When the current\ncommander, Uzi Yairi, ended his term in roughly 18 months’ time, Id still be\ntoo young to have a realistic chance. “Maybe even next time around,” he said.\nAnd in any case, I would first need to get some experience in the regular army.\n“But then,” he concluded, “my opinion is that you have a very good chance of\nbecoming commander of the unit.” That was more than enough. I figured that\nwhether it actually happened would now ultimately be down to me.\n\nMy last year at university was the closest thing I would have to a normal\nstudent existence. I was called away only once. But it was for a battle which\nwould turn out to have a lasting impact on the course of our conflict with the\nArabs, and on the prospects of eventually finding a way to make peace. It was\nIsrael’s largest military action since the war, across our new de facto border with\nJordan. And it was directed at a new enemy: a fledgling army of Palestinian\nfedayeen, called Fatah. It was led by a man that I, like almost all Israelis, had\nnever heard of at the time: Yasir Arafat. Born in Egypt, as a 19-year-old he had\nfought against the establishment of Israel in the 1948 war. Although Fatah had\nnominally existed for nearly a decade, it was only now emerging as a political\nforce, in large part because of the Arab armies’ humiliating defeat in the Six-\nDay War. A Palestinian political leadership already existed, in the shape of the\nPalestine Liberation Ogranization. But it was based in Cairo. Its chairman was,\nfor all practical purposes, an adjunct of President Nasser’s leadership role in the\nArab world. Though Arafat had not yet explicitly challenged this state of affairs,\nhis, and Fatah’s, rise after the war carried a powerful, message for the existing\nArab presidents and prime ministers: their brash promises of victory before the\n\n100\nHOUSE_OVERSIGHT_011571",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011571.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2971,
    "word_count": 533,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.916242",
    "prefix": "IMAGES-001"
  }
}