{
  "document_id": "HOUSE_OVERSIGHT_019206",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019206.txt",
  "text": "Wall Street Journal, December 30, 2016\n\nThe Fable of Edward Snowden\n\nAs he seeks a pardon, the NSA thief has told multiple lies about what he stole and his\ndealings with Russian intelligence.\n\nEDWARD JAY EPSTEIN\n\nOf all the lies that Edward Snowden has told since his massive theft of secrets from the\nNational Security Agency and his journey to Russia via Hong Kong in 2013, none is\nmore provocative than the claim that he never intended to engage in espionage, and was\nonly a “whistleblower” seeking to expose the overreach of NSA’s information gathering.\nWith the clock ticking on Mr. Snowden’s chance of a pardon, now is a good time to\nreview what we have learned about his real mission.\n\nMr. Snowden’s theft of America’s most closely guarded communication secrets occurred\nin May 2013, according to the criminal complaint filed against him by federal prosecutors\nthe following month. At the time Mr. Snowden was a 29-year-old technologist working\nas an analyst-in-training for the consulting firm of Booz Allen Hamilton at the regional\nbase of the National Security Agency (NSA) in Oahu, Hawaii. On May 20, only some six\nweeks after his job there began, he failed to show up for work, emailing his supervisor\nthat he was at the hospital being tested for epilepsy.\n\nThis excuse was untrue. Mr. Snowden was not even in Hawaii. He was in Hong Kong.\nHe had flown there with a cache of secret data that he had stolen from the NSA.\n\nThis was not the only lie Mr. Snowden told. As became clear during my investigation\nover the past three years, nearly every element of the narrative Mr. Snowden has\nprovided, which reached its final iteration in Oliver Stone’s 2016 movie, “Snowden,” is\ndemonstrably false.\n\nThis narrative began soon after Mr. Snowden arrived in Hong Kong, where he arranged\nto meet with Laura Poitras, a Berlin-based documentary filmmaker, and Glenn\nGreenwald, a Brazil-based blogger for the Guardian. Both journalists were longtime\ncritics of NSA surveillance with whom Mr. Snowden (under the alias Citizen Four) had\nbeen in contact for four months.\n\nTo provide them with scoops discrediting NSA operations, Mr. Snowden culled several\nthousand documents out of his huge cache of stolen material, including two explosive\ndocuments he asked them to use in their initial stories. One was the now-famous secret\norder from America’s Foreign Intelligence Surveillance Act court requiring Verizon to\nturn over to the NSA its billing records for its phone users in the U.S. The other was an\nNSA slide presentation detailing its ability to intercept communications of non-American\nusers of the internet via a joint program with the FBI code-named Prism.\n\nThese documents were published in 2013 on June 5 and 6, followed by a video in which\nhe identified himself as the leaker and a whistleblower.\n\nHOUSE_OVERSIGHT_019206",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019206.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2828,
    "word_count": 469,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.510226",
    "prefix": "IMAGES-005"
  }
}