{
  "document_id": "HOUSE_OVERSIGHT_012822",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012822.txt",
  "text": "come back to a critical point in this chapter: areas that evolved for one function are readily recruited for\nothers, especially in a promiscuous brain like ours. As long as something makes us feel good, whether it\nis winning, eating, social comparison, or harming another, the reward areas of the brain turn on.\n\nSchadenfreude is one of the mind’s ambassadors, enabling us to journey from a state of inferiority\nto superiority. It enables “imaginary revenge” in the words of German philosopher Friedrich Nietzsche.\nLike envy, it is highly adaptive, focusing our attention on inequities. Like envy, it is also maladaptive,\nrewarding us when the inequity is not only addressed, but results in another’s failure and misery. If failure\nis associated with violence, including death, so be it. The brain is poised to inspire our desire to harm or\n\nwitness harm in order to feel good.\n\nAn appetite for violence\n\nBillions of people, perhaps all humans, have had vivid fantasies about sex, violence, or sexual violence.\nAre these fantasies like food fantasies, cravings that need to be satisfied? Or, as some theories would have\nit, are sexual and violent fantasies satisfying on their own, playing a cathartic role, releasing energy and\nthus, reducing the need to act out?\n\nSeung-Hui Cho was born in South Korea and then moved to the United States with his parents.\nDuring his first three years in college, both students and professors in his literature and theatre courses\ndescribed his writings as disturbing and disgusting, and his actions toward other students as ominous and\nfrightening. One professor noted that his creative pieces “seemed very angry,” while another demanded\nthat he be removed from the class. A classmate noted that his plays were “really morbid and grotesque...I\nremember one of them very well. It was about a son who hated his stepfather. In the play, the boy threw a\nchainsaw around and hammers at him. But the play ended with the boy violently suffocating the father\nwith a Rice Krispy treat.” Cho was advised to seek counseling. He didn’t. No one followed up. A\nprofessor aware of his often inappropriate comments and behavior contacted members of the\nadministration. No response. Several women alerted the campus police after Cho stalked them. No\ndisciplinary action was taken despite his repeated offenses. As in the SEC’s tin ear to the alarms\nsurrounding Madoff’s dubious securities, so too was everyone at Cho’s university deaf to his alarming\nbehavior in class and out.\n\nDuring his senior year, Cho wrote an essay describing his anger toward rich kids, the unfairness\nof life, and his own misery. He also described a revenge fantasy, packed with images of retaliation\ntoward those who had what he lacked. He sent his reflections along with excessively violent photographs\nand videotapes to the New York headquarters of NBC news. Under a photograph of bullets he provided\nthe caption “All the [shit] you've given me, right back at you with hollow points.\"\n\nHauser Chapter 2. Runaway desire 76\n\nHOUSE_OVERSIGHT_012822",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012822.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3042,
    "word_count": 498,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.512523",
    "prefix": "IMAGES-002"
  }
}