{
  "document_id": "HOUSE_OVERSIGHT_023934",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023934.txt",
  "text": "188 Teaching Minds\n\nof engineering and after a year allow them to work on designing a\n787. Such a project-based, real-world curriculum is, in my mind, an\nimportant improvement on the way things are done now in school.\n\nAt the very beginning of the meeting, this professor said that he\nhoped the outcome of this high school curriculum redesign meeting\nwould be a curriculum that taught math and science better because\nthe average student at the University of Washington that he encoun-\ntered had very weak math and science skills.\n\nThis was not my intent at all and I told him so. I was hoping to\nallow high school students to have a year-long experience of actually\ndoing engineering so they could decide whether that interested them\nor at least make use of some of what they learned in their later lives.\nAs far as I’m concerned, there is too much math and science in high\nschool now and I told him so,\n\nSince no one ever says things like that, he was quite shocked. I\nasked him, since he thought entering college students who wished\nto study aerospace were deficient in math and science, why he didn’t\nthink it was his obligation to teach it to them? He replied that this was\nthe duty of the high schools. His position then was that even though\nless than 1% of college students would study aerospace engineering,\nnevertheless every student in the country should be made to learn\nthe math and science they might need just in case they might study\naerospace engineering.\n\nOf course, this is hardly a unique position. In fact, this stance is\nexactly the one in place in high schools today. Just in case you some\nday might need it, we will teach it to you.\n\nWhat is the reasoning behind this point of view?\n\nWhat is really going on here relates strongly to the teaching\nrequirement issue I mentioned earlier. I had a light teaching load. This\nman certainly teaches more often than I did. To see what his load was,\nI looked him up on the web. Here are the courses he was teaching in\n2007-08 as I wrote this:\n\ne AA 430 Finite Element Structural Analysis\ne AA 432 Composite Materials for Aerospace Structures\ne AA532 Mechanics of Composite Materials\n\nI had guessed what kinds of courses he taught before looking him up.\nThe man is about my age, which means he has seniority, and he is\n\nHOUSE_OVERSIGHT_023934",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023934.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2303,
    "word_count": 414,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.256061",
    "prefix": "IMAGES-007"
  }
}