{
  "document_id": "HOUSE_OVERSIGHT_024114",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024114.txt",
  "text": "purpose nor forwarded to any other person or entity in Iceland. The offering of interests in the Fund described in\nthis Memorandum is a private placement under Icelandic law and the interests in the Fund may only be offered and\nsold (as well as resold) in Iceland to a person or entity that is a Qualified Investor as defined in Item No. 9 of Article\n43 of the Icelandic Act on Securities Transactions. Also, any subsequent transfer or resale of interests in the Fund in\nIceland will need to comply with the applicable provisions of the Icelandic Act on Securities Transactions.\nProspective Icelandic investors should consult with their own tax advisors as to the tax consequences of an\ninvestment in the Fund.\n\nITALY\n\nThe Fund is not a UCITS fund. The offering of interests in the Fund in Italy has not been nor will it be authorized by\nthe Bank of Italy and the Commissione Nazionale per la Societa e la Borsa. Interests in the Fund are offered upon the\nexpress request of the investor, who has directly contacted the Fund or its sponsor on the investor’s own initiative.\nNo active marketing of the Fund has been made nor will it be made in Italy, and this Memorandum has been sent to\nthe investor at the investor’s unsolicited request. The investor acknowledges and confirms the above and hereby\nagrees not to sell or otherwise transfer any Interests in the Fund or to circulate this Memorandum in Italy unless\nexpressly permitted by, and in compliance with, applicable law.\n\nJAPAN\nInterests in the Fund are a security set forth in Article 2, Paragraph 2, Item 6 of the Financial Instruments and\nExchange Law of Japan (the “FIEL”). No public offering of interests in the Fund is being made to investors resident\nin Japan and in accordance with Article 2, paragraph 3, Item 3, of the FIEL, no securities registration statement\npursuant to Article 4, paragraph 1, of the FIEL has been made or will be made in respect to the offering of interests in\nthe Fund in Japan. The offering of interests in the Fund in and investment management for the Fund in Japan is\nmade as “Special Exempted Business for Qualified Institutional Investors, Etc.” under Article 63, Paragraph 1, of the\nFIEL. Thus, interests in the Fund are being offered only to a limited number of investors in Japan. Neither the Fund\nnor any of its affiliates is or will be registered as a “financial instruments firm” pursuant to the FIEL. Neither the\nFinancial Services Agency of Japan nor the Kanto Local Finance Bureau has passed upon the accuracy or adequacy of\nthis Memorandum or otherwise approved or authorized the offering of interests in the Fund to investors resident in\nJapan.\n\nLUXEMBOURG\n\nNo public offering of interests in the Fund is being made to investors resident in Luxembourg. Interests in the Fund\nare being offered only to a limited number of sophisticated and professional investors in Luxembourg. The\nCommission de Surveillance du Secteur Financier of Luxembourg has not passed upon the accuracy or adequacy of\nthis Memorandum or otherwise approved or authorized the offering of interests in the Fund to investors resident in\nLuxembourg.\n\nNETHERLANDS\n\nIn the Netherlands, Limited Partner Interests in the Fund may only be offered, sold, transferred or assigned, as part\nof their initial distribution or at any time thereafter, to natural persons who or legal entities which are Qualified\nInvestors as defined in Section 1:1 of the Financial Supervision Act (Wet op het financieel toezicht (the “FSA”)).\nLimited Partner Interests in the Fund may not otherwise be offered, directly or directly, in the Netherlands. Where an\noffer is made exclusively to Qualified Investors within the meaning of section 1:1 of the FSA, the General Partner is\nnot under an obligation to have the offering memorandum approved by the Dutch Authority for the Financial\nMarkets or by a competent authority of another member state of the European Economic Area in accordance with\nProspectus Directive 2003/71/EC and Prospectus Regulation 809/2004/EC.\n\nNORWAY\n\nThis Memorandum does not constitute an invitation or a public offer of securities in the Kingdom of Norway. It is\nintended only for the original recipient and is not for general circulation in the Kingdom of Norway. The offer herein\nis not subject to the prospectus requirements laid down in the Norwegian Securities Trading Act. This Memorandum\nhas not been nor will it be registered with or authorized by any governmental body in Norway. Interests in the Fund\nmay only be solicited, acquired or offered in or from Norway to investors for a total face value of at least €100,000.\n\nSAUDI ARABIA\n\nNeither this Memorandum nor the interests in the Fund have been approved, disapproved or passed on in any way\nby the Capital Market Authority or any other governmental authority in the Kingdom of Saudi Arabia, nor has the\nFund received authorization or licensing from the Capital Market Authority or any other governmental authority in\n\n103 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024114",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024114.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5015,
    "word_count": 835,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.099610",
    "prefix": "IMAGES-007"
  }
}