{
  "document_id": "HOUSE_OVERSIGHT_030088",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030088.txt",
  "text": "29\n\nIt does not take much imagination to see how such beliefs,\nprogrammed into the community’s values for more than a\nmillennium, and reinforced by customs such as endogamous marriage—\naccording to which the children of unions between Nusayris and non-\nNusayris cannot be initiated into the sect—create very strong notions\nof apartness and disdain for the “Other.”\n\nThe great Arab philosopher of history Ibn Khaldun, who died in\n1406, elaborated the concept of ‘asabiyya—variously translated as\nclannism or group solidarity—that provides a more adequate\nexplanation of the political systems operating in many Arab countries\nthan notions based on imported ideologies such as communism,\nnationalism, and socialism. Ibn Khaldun’s analysis was based on his\nnative North Africa, but it can be adapted to the conditions of the\nMashreq, or Levant—where similar historical conditions prevailed.\nAs Albert Hourani explained in his magisterial History of the Arab\nPeoples (1991), ‘asabiyya is a force that informs the patriarchal\nfamily order that still underpins the structure of power in many Arab\nsocieties.\n\nIn the past, as Hourani pointed out, a ruler with ‘asabiyya was well\nplaced to found a dynasty, since the merchant classes of the cities,\nuntrained in the military arts and without powerful corporate\nstructures, tended to lack this quality. Moreover, when dynastic rule\nachieved in this way was stable and prosperous, city life flourished.\nBut in Ibn Khaldun’s time every dynasty bore within itself the seeds\nof decline, as rulers degenerated into tyrants or became corrupted by\nluxurious living. In due course power would pass to a new group of\nhardy rulers from the margins after a period of turbulence often\ndescribed as fitna, or disorder (a term with overtones of sexual\ndisharmony, for in the family context, fitna 1s seen as the outcome of\nsexual misconduct).\n\nHOUSE_OVERSIGHT_030088",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030088.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1892,
    "word_count": 297,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.758409",
    "prefix": "IMAGES-010"
  }
}