{
  "document_id": "HOUSE_OVERSIGHT_020472",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020472.txt",
  "text": "13\n\nThe staff delegation trips to China were welcomed and sought after by congressional staff\nand congressional support agency personnel, mainly from the Congressional Research\nService of the Library of Congress, which had a growing interest in China and the issues\n\nit posed for US policy. The trips generally came twice per year and involved meetings with\nChinese government officials and others responsible for key foreign affairs and domestic\nissues of interest to the Congress. The exchanges in these meetings were generally cordial\nand substantive, although the trips also included sightseeing and visits to parts of China of\ninterest to the Congress.\n\nIn the United States, there have been a number of counterpart groups that have facilitated\ncongressional exchanges. Among them are the Washington, DC-based US-Asia Institute\n(USAT), which has played a leading role in managing the congressional staff delegations\nside since 1985.* The National Committee on US-China Relations did a pilot congressional\nstaff delegation visit to China in 1976 and resumed involvement with such exchanges\nagain during the past decade.* In the 1980s, the Asia-Pacific Exchange Foundation (also\nknown as the Far East Studies Institute) also managed a number of congressional staff\ndelegations to China, while the US-Asia Institute has, since 1985, coordinated over\n\n120 such delegations and exchanges to China. These visits have been done in cooperation\nwith the Chinese People’s Institute of Foreign Affairs (CPIFA) and the Better Hong Kong\nFoundation (BHKF). But the National People’s Congress (NPC) has perhaps hosted the\nmost trips, taking over a thousand congressional staff members to China. In these trips,\nmembers have traveled to nearly every corner of China, including Xinjiang and Tibet. In\ntheir discussions, they have covered a wide range of themes important to the US-China\nrelationship. Staffers participating in such trips have clearly advanced their understanding\nof Chinese developments.\n\nCongress and Turmoil in US-China Relations, 1989-2001\n\nThe number of the congressional staff delegations to China slowed following the collapse\nof congressional support for engagement with China after the Tiananmen crackdown in\n1989. Congressional anger and the impulse to punish the Chinese government overrode\npast interest in constructive engagement. As a result, Beijing began relying more heavily on\nthe US business community and its organizations, notably the Emergency Committee for\nAmerican Trade, to persuade Congress not to end the most-favored nation tariff treatment\nfor Chinese imports. The Chinese embassy and various lobbyists who were, or at least\nclaimed to be, supported by the Chinese government also tried to limit the damage by\nseeking to convince congressional members that conditions in China were much better\nthere than were depicted in American media at the time.°\n\nBased on the reputation of its past efforts, the US-Asia Institute, presumably with\nthe encouragement of its Chinese counterparts, strove to resume the staff dialogues\nand attracted a wide range of senior staff and support personnel, including some of\n\nSection 1\n\nHOUSE_OVERSIGHT_020472",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020472.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3171,
    "word_count": 477,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.504118",
    "prefix": "IMAGES-005"
  }
}