{
  "document_id": "HOUSE_OVERSIGHT_014064",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014064.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 85\n\nMore importantly, extending the nght in this fashion will not be\nunduly burdensome for federal prosecutors. After the OLC memorandum\nwas made public, the Department amended the Attorney General\nGuidelines for Victim and Witness Assistance to require prosecutors to\nmake reasonable efforts toward a goal of providing victims with a\nmeaningful opportunity to offer their views before plea agreements are\nformally reached.'** “In circumstances where plea negotiations occur\nbefore a case has been brought, Department policy is that this should\ninclude reasonable consultation prior to the filing of a charging instrument\nwith the court.”'*° Thus, Department policy already extends pre-charging\nrights to victims. The CVRA should be understood as having the same\nscope.\n\nOLC also notes that the CVRA right “to be treated with fairness and\nwith respect for the victim’s dignity and privacy” is a right that could apply\nbefore charges are filed.'!°° Indeed, OLC is forced to concede (as district\ncourts have recognized) that the “right to be treated with fairness and with\nrespect for the victim’s dignity and privacy may apply with great force\nduring an investigation, before any charging instrument has been filed.”'*!\n\nOLC nonetheless maintains that the right to fairness only applies after\ncharges have been filed. OLC relies on the canon of statutory construction\nnoscitur a sociis, meaning that words are known by their companions,'? for\nits interpretation of the CVRA. OLC argues that because the other seven\nenumerated nights are limited to post-charging situations, the eighth nght\nshould be as well. Of course, this argument assumes that OLC’s\nconstruction of the other seven rights is correct—a point very much in\ndispute.’ If, for example, the right to confer applies before charges are\nfiled, then presumably noscitur a sociis would cut the other way—the right\nto fairness should likewise be construed as applying before charges are\nfiled.\n\nMoreover, OLC omits from its discussion of the fairness provision any\nassessment of the CVRA’s purposes. In construing a statute, a court must\nconsider the “purpose and context” of the statute.°* In describing the\nfairness provision, Senator Kyl emphasized that it conferred a “broad”\n\n48 ATTORNEY GENERAL GUIDELINES, supra note 52, at 41-42.\n\nTd. at 41.\n\n5° OLC CVRA Rights Memo, supra note 2, at 10 (quoting 18 U.S.C. § 3771(a)(8)).\n\n>! Td. (quoting United States v. BP Products North America Inc., No. H-07-434, 2008\nWL 501321, at *11 (S.D. Tex. Feb. 21, 2008) (internal quotation marks omitted)).\n\n% Id. at 11.\n\n3 See supra Part IIL.A.\n\n4 Kasten v. Saint-Gobain Performance Plastics Corp., 131 S. Ct. 1325, 1331 (2011).\n\nHOUSE_OVERSIGHT_014064",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014064.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2727,
    "word_count": 429,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.767963",
    "prefix": "IMAGES-002"
  }
}