{
  "document_id": "HOUSE_OVERSIGHT_018548",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018548.txt",
  "text": "all you have is a hammer, everything looks like a nail -- sometimes including our own\npsyches and sexualities.\n\nPlus, if the only available patterns for kink emphasize something a person doesn't like,\nthen that person will probably avoid kink. Note that in the research I linked to, for\nexample, the percentage of submissive women was higher in samples from within the\nBDSM subculture than in samples from outside the BDSM subculture... perhaps because\nmany BDSM subcultural gatherings emphasize female submission and thereby alienate\nwomen who are primarily dominant. Anyway, regardless... this is still the wrong\nquestion.\n\nIn short, \"inherent female submission\" is the wrong question.\n\nCertainly, I've fought through a lot of personal fears about what my interest in BDSM\nmeant for me as a feminist... but these days I have trouble understanding what, exactly,\ngot me so upset. I can't believe how long it took me to outthink those fears. Now, it just\nseems instinctively obvious to me that:\n\n1) The only reason these conversations happen at all is that BDSM, and especially\nsubmission, is seen as broken and problematic and screwed-up and a sign of\nweakness. What if we viewed S&M proclivities as a superpower rather than a\nperversion? What if submission and masochism, in particular, were viewed as signs of\nstrength and endurance and emotional complexity, rather than weakness?\n\n2) Sexual kinks don't necessarily affect one's performance in non-sexual fields. A\nsexually submissive woman won't make a bad CEO (at least, not because she's sexually\nsubmissive). I mean, come on, it's not like there aren't sexually submissive men in\npowerful corporate positions. When I was younger I remember being scared that, in some\nbizarre way, I was betraying women's liberation by being sexually submissive; this seems\nridiculous to me now. That fear can only survive in a culture where people are looking\nfor excuses -- no matter how flimsy -- to control and disempower women. Because it\ndoesn't make any damn sense on its own.\n\n3) Rape is still rape. Everyone still has a right to consent, including submissives. A\nsubmissive partner (of any gender) must be able to withdraw consent, and a dominant\npartner (of any gender) must make space for them to withdraw consent. It's always great\nwhen both partners can have an honest conversation about desire, trying to avoid pressure\nand unfair expectations (whether those expectations arise from sexist culture or from\nwhatever else). Safewords are one frequently-recommended communication tactic for\nthose who have rape fantasies, although they aren't the only tactic. What really burns me\nabout many discussions of \"inherent female submission\" is that they have horrible\novertones of blaming the victim and justifying rape... much like \"she was wearing a short\nskirt, so she was asking for it.\" In reality, \"inherent female submission\" says absolutely\nnothing about women’s right to choose our partners and protect our bodily integrity.\nFemale submissives have made it perfectly clear that we do, in fact, claim that right.\n\nI think most of the dudes who ask this question come to me, a feminist, and they ask this\nquestion in hushed and worried tones, because they are decent guys and they are\nconcerned about The Consequences Of This Terrible Truth. I'd venture a guess that\n\nHOUSE_OVERSIGHT_018548",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018548.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3342,
    "word_count": 539,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.009898",
    "prefix": "IMAGES-005"
  }
}