{
  "document_id": "HOUSE_OVERSIGHT_016496",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016496.txt",
  "text": "entirety pursuant to N.Y. Civil Rights Law section 50-b and could not be released — even with\nthe names of victims redacted — without an order from this Court. /d. Nonetheless, the District\nAttorney’s Office stated in an email that it would “ot oppose” the Post’s motion requesting that\na redacted brief be produced. /d. Ex. D.\n\nCounsel for the Post also contacted counsel for Epstein to ascertain his position on the\ndisclosure of the appellate briefs. /d. On December 20, 2018, Mr. Epstein’s lawyer stated that\nhe would not take a position until he had an opportunity to review the brief and reserved his right\nto oppose. Counsel for Epstein later informed counsel for the Post that “after consideration of\nyour request for the unsealing of the appellate briefs with redactions of certain identities, we take\nno position on behalf of Mr. Epstein.” /d. Ex. F.\n\nOn December 21, 2019, the Post moved this Court for an order unsealing the appellate\nbriefs and directing the Manhattan District Attorney’s Office to produce copies of the briefs with\nthe names of victims redacted (the “December 21 Motion”). On January 2, 2019, counsel for the\nPost received an affirmation signed by Assistant District Attorney Karen Friedman Agnifilo,\ndated December 28, 2018, which opposed the December 21 Motion. After telling the Post that it\n“will not oppose the petition for a redacted brief,” the District Attorney’s Office argued that the\nDecember 21 Motion should be denied on two grounds. First, the District Attorney’s office\nfaulted the Post for supposedly failing to “furnish the requisite notice” to “the prosecuting\nagencies for defendant’s underlying sex crimes,” as required by section 50-b of the New York\nCivil Rights Act. fd. Ex. E92. According to the Manhattan District Attorney, the Post should\nhave notified “the federal and local prosecutor’s offices in Florida, where defendant was\n\ncharged” (and presumably not the Manhattan District Attorney’s Office). !\n\n' The Post firmly disputes the District Attorney’s contention — which is not supported by any authority — that section\n50-b requires the Post to serve any prosecutor who touched Epstein’s case in Florida in order to unseal documents\n\n9\n481 1-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016496",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016496.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2255,
    "word_count": 362,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:49.200815",
    "prefix": "IMAGES-004"
  }
}