{
  "document_id": "HOUSE_OVERSIGHT_023609",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023609.txt",
  "text": "LPF&S or an\n\nL\n\nhe\nU\n\nCor\npro\n\n=\n\na\n\n| Dtch Shell.\nof its affiliates is wil\n\nhe Bank’s sales and\n\nOther Important Disclosures\n\nPrices are indicative and for information purposes only. Except as otherwise stated in the report, for the purpose of any recommendation in relation to: (i) an equity security, the price\nreferenced is the publicly traded price of the security as of close of business on the day prior to the date of the report or, if the report is published during intraday trading, the price referenced is\nindicative of the traded price as of the date and time of the report; or (ii) adebt security (including equity preferred and CDS), prices are indicative as of the date and time of the report and are\nrom various sources including Bank of America Merrill Lynch trading desks.\n\nfiliate expects to receive or intends to seek compensation for investment banking services from\nTelekom, Enel SpA, Iberdrola, Royal Dtch Shell.\nPF&S together with its affiliates beneficially owns one percent or more of the common stock of this issuer. If t\nownership posi\nreport: Roya\nPF&S or one\nThe issuer is or was, within the last\nRoyal Dtch Shell.\nBofA Merrill Lyn\nporation, inc!\nitability of tl\n\ning to sell to, or buy from, clients the common equity of the issuer ona princi\n2 months, a securities business client (non-investment banking) of MLPF&S and/or one or more of its affiliates: Deutsche Telekom, Enel SpA, lberdrola,\n\nhis issuer or an affiliate of the issuer within the next three months: Deutsche\n\nhis report was issued on or after the 9th day of the month, it reflects the\n\nion on the last day of the previous month. Reports issued before the 9th day of amonth reflect the ownership position at the end of the second month preceding the date of\n\npal basis: Deutsche Telekom.\n\nch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nuding profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nrading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\n\nThe date and time of completion of the production of any recommendation in this report shall be the date and time of dissemination of this report as recorded in the report timestamp.\n\nOfficers of MLPF&S or one or more o\nBofA Merrill Lynch Global Research\n\"BofA Merrill Lynch\" includes Merri\n\nMerrill Lynch\n\nGlobal Research.\n\nits affiliates (other than research analysts) may have a financial interest in securities of the issuer(s) or in related investments.\n\npolicies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\n| Lynch, Pierce, Fenner & Smith Incorporated (‘MLPF&S’) and its affiliates. Investors should contact their BofA Merrill Lynch representative or\nMerrill Lynch Global Wealth Management financial advisor if they have questions concerning this report. \"BofA Merrill Lynch\" and \"Merrill Lynch\" are each global brands for BofA\n\nInformation relating to Non-US affiliates of BofA Merrill Lynch and Distribution of Affiliate Research Reports:\nure distribute, research reports 0\n\nSouth Africa (\nPRA); Merrill\nPacific) Limite\n\njapan): Merri\n\nregulated by\n\nDIFC): Merril\nComisidn Naci\n\nFCA and the\nretail clients\n\nLPF&S distributes, or may in\nPty) Ltd., regulated by The Financial Service Board; MLI (U\nLynch (Australia):\nd, regulated by th\nSingapore (MAS); Merrill Lynch\nCV, Casa de Bolsa, regulated by\n\nFinancial Supervisory Service;\nhe Securities and\n\nonal del Mercado De\nertill Lynch Kingdom of Saudi Ara\nThis research report: has been approved\n\nimited regula\n\nby HKSFC is\n\nSingapore)\n064 874 53\n\n),\n\n‘Wholesale’ clients as d\nhorised Deposit-Ta\nreport in Brazil and its\npared and issued by\n\nAut\n\npre\n\nFrankfurt Branch (BA\\\nThis research report has been prepai\nresponsibility for research reports o\nsecurity discussed in t\n\nrespect of any\n\ninstruments and implemen\n\nhis research report shou\nwith, this research report.\nGeneral Investment Related Disclosures:\nTaiwan Readers: Neither\n\nexpressed constitutes an of!\noptions, futures, warrants, a\ninancial situation and the p\n\nhe fu\n\nerril\n\nLynch Equities (Australia) Limite\n\ne Hong Kong Securities and Fu\nCanada}: Merrill Lynch Canada\nhe Comisi6n Nacional Bancaria\n\nures Co\nne, regu\ny de Va\n\nLynch Japan Securities Co,, Ltd, regulated by the Financi\n\nExc\n\nVa\n\njon by the FCA and PI\n\nRegistration\n\nAFS License 412901 (B,\n\nocal distribu\nerrill Lynch\nFrankfurt)\n\nL\n\nne\nmatters re\n\nreport sho!\n\nld contact\n\nea\n\nlos F 06872E\n\nA\n\nefined by s.761G of the Cor\ning Institution under the Banking Act 1959 nor regu\nion is by Merri\nDIFC) are done so in accordance wit\ndistributes this report i\nred and issued\n\nits non-US aff\nuld do so through MLPI\n\nated\nor publicatio\n\nthe FCA and the PRA) by\nRA - details about\nLynch (Japan), a registered securities dea\nissued and distributed in Tai\ninvestors and/or accredited investors\nCompany\n\nhee\ner under the\nwan by Merri\nch as defi\n\nA Australia) and\n\nporation\n\nILynch\n\nby MLP\niliates d\n\nhority;\n\nLynch International (DIFC Branch), regulated by t\nores; Merrill Lynch (Brazi\nbia Company, regu\nn and is d\nPRA) by MLI (UK) and Bank of America Merrill Lynch Intern\n(as defined in the rules o\n\nFinancial\n| Lynch (Ti\nned under the Financia\nand 198602883D respec\n\nLynch\n\n}: Bank\nhe Capi\n\nby\n\nMerrill\n\nxtent of our\n\nalwan)\n\nerril\nSs Ac\n\nLynch\n\nBrazil} in ac\n\nerrill Lynch International Bank Limited\n\nerrill Lynch (Russia}: O00\nhe Dubai\n\nistributed in the Uni\n\nnstruments\n\n2001. Wi\n\nn Germany and\nF&S and/or one or more o\nistributed to\nF&S and not such\n\nK): Merrill Lynch In\nd, regulated by the A\nmmission (HKSFC);\nated by the Investm\nores; Merrill Lynch\nal Services Agency;\n\nerrill Lynch (Taiwan): Merrill Lynch Securities (Taiwan) Ltd., regul\nhange Board of India; Merri\nLynch Israel Limited, regulated by Israel Securities Aut!\n\nndonesia): PT Merril\n\nFinancial Services A\nof America Merrill\nal Market Authori\ned K\national Limited, w\nLynch Interna\nregulation by\nand Excl\n- is issued and cist\nAdvisers Regu\nively). MLIBL|\nies (Austral\nhe exception o\nlated by\ncordance witha\nh\n\ny.\n\nthe\n\nrib\nati\n\nEqui\nh\n\nhe requiremen\nregulated\nits nol\nF&S clients int\nforeign aft\n\ni}\n\nLPI\n\nthe following non-US af\nernati\n\nMerri\n\nArgent\n\nerrill\n\nOo\nustral\nI Lyn\nndus\n\nnal,\n\nent |\n\nerril\njated\n\nI Lyne\n\nuthority\n\nLynch Banco Multip\n\ningdom (UK\nhich are authorized\ntional Bank Limi\nFCA and PRA are availab\nhange Act in Japa\n\nuted in In\nons) by\n\nBand Merrill Lynch (S\nia) Limited (ABN 65 006 276 795), AFS License 235132 (MLEA) distribu\nBANA Australia, nei\nhe Australian Prudential Regulation Authority.\n\npplicable regulations. Merrill Lynch (DIFC) is au\ns of the DFSA conduct of business rules. Bank of America Merri\nby BaFin.\n\nn-US affil\nhe US. An\n\niliates. Hong Kong recipients of this research report should contact\nating to dealing in securities or provision of specific advice on securities or any other matters arising from, or in connection with,\n\nMerchant Ban\n\nhe information nor any opinion expressed herein constitutes an offer or a solicitat\nhis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any 0\nThis research report provides general information only, and has been prepared for, and is intended for general distri\ner or an invitation to make an offer, to buy or sell any securities or other financial instru\nnd contracts for differences). This report is not intended to provide personal investmen\narticular needs of, and is not directed to, any specific person(s). This report and i\nadvice for purposes of ERISA, the US tax code, the Investment Advisers Act or otherwise. Investors should seek fina\ning investment strategies discussed or recommended in this report and should unders\n\niates in the\nian Securities and Investments Commission; Merrill Lynch (Hong Kong): Merri\nna):\nLynch (Seou\n\nh Sekuritas\nLynch Securiti\n\n) and/or Merrill\n\nUS (short name: legal name, regulator): Merrill Lynch (South Africa): Merrill Lynch\n\nd by the Financial Conduct Authority (FCA) and the Prudential Regulation Authority\n| Lynch (Asia\n\nch (Singapore): Merrill Lynch (Singapore) Pte Ltd, regulated by the Monetary Authority of\ntry Regulatory Organization of Canada; Merrill Lynch (Mexico): Merrill Lynch Mexico, SA de\nMerrill Lynch Argentina SA, regulated by Comisién Nacional de Valores; Merrill Lynch\n\n)}: Merrill Lynch International Incorporated (Seoul Branch} regulated by the\necurities and Futures Bureau; DSP Merrill Lynch (India): DSP Merrill Lynch Limited,\nndonesia, regulated by Otoritas Jasa Keuangan (OJK); Merrill Lynch (Israel): Merrill\nes, Moscow, regulated by the Central Bank of the Russian Federation; Merrill Lynch\nerrill Lynch (Spain): Merrill Lynch Capital Markets Espana, S.A.S.V., regulated by\n\njo SA, regulated by Comissdo de Valores Mobiliarios; Merrill Lynch KSA Company,\n\nregulate\n\nby the S\n\nDFSA):\n\n} to professional clients and eligible counterparties (as each is defined in the rules of the\nby the PRA and regulated by the FCA and the PRA, and is distributed in the UK to\ned, London Branch, which is authorized by the Central Bank of Ireland and subject to\ne from us on request; has been considered and distributed in Japan by Merrill\nand distributed in Hong Kong by Merrill Lynch (Hong Kong) which is regulated\n\nerrill Lynch (India); and is issued and distributed in Singapore to institutional\nInternational Bank Limited (Merchant Bank) (MLIBLMB) and Merrill Lynch\ningapore) are regulated by MAS. Bank of America N.A,, Australian Branch (ARBN\ne this report in Australia only to\naffiliates involved in preparing this research report is an\npproval is required for publication or distribution of this\nrized and regulated by the DFSA. Research reports\nLynch International Limited,\n\nn; is issued\ndia by DSP\nerrill Lynch\n\nits\nloa\nho\n\nher MLEA nor any o\n\niates. MLPF&S is the distributor of this research repor\ny US person recelving this research report and wishing\n\nin the US and accepts ful\no effect any transaction in any\nerrill Lynch (Asia Pacific) Limited in\nhis report. Singapore recipients of\ners arising from, or in connection\n\nLynch (Singapore) Pte Ltd in respect of any mat\n\nion of an offer to transact in any securities or o\nher person without the express written consent of BofA Merrill Lynch.\nbution to, BofA Merrill Lynch clients. Neither the information nor any opinion\nment or any derivative related to such securities or instruments (e.g.,\n\nadvice and it does not take into account the specific investment objectives,\n'§ content do not constitute, and should not be considered to constitute, investment\nncial advice regarding the appropriateness of investing in financial\nand that statements regarding future prospects may not be realized. Any\n\nher financial instrument. No part of\n\ndecision to purchase or subscribe for securities in any offering must be based solely on existing public information on such security or the information in the prospectus or other offering\n\ndocument issued in connec\n\nion with such offering, and not on this report.\nSecurities and other financial instruments discussed in this report, or recommended, offered or sold by Merrill Lyne\n\nh, are not insured by the Federal Deposit Insurance Corporation and are not\n\ndeposits or other obligations of any insured depository institution (including, Bank of America, N.A.). Investments in general and, derivatives, in particular, involve numerous risks, including,\namong others, market risk, counterparty default risk and liquidity risk. No security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\n\ninstruments may be difficul\n\nto value or sell and reliable information about the value or risks related to the security or financial instrument may be difficult to obtain. Investors should note that\n\nincome from such securities and other financial instruments, if any, may fluctuate and that price or value of such securities and instruments may rise or fall and, in some cases, investors may\n\nBankof America\nMerrill Lynch\n\nGlobal Equity Volatility Insights |O6 June 2017 35\n\nHOUSE_OVERSIGHT_023609",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023609.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12248,
    "word_count": 1972,
    "line_count": 483,
    "import_date": "2025-11-19T21:47:47.741738",
    "prefix": "IMAGES-007"
  }
}