{
  "document_id": "HOUSE_OVERSIGHT_014961",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014961.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nLisa Genova wields her ability to tell a story and her knowledge of the human brain to talk about medical conditions like Alzheimer’s in\nwarmly human terms. Her writing, often focusing on those who are misunderstood, explores the lives of people living with neurological\ndiseases and disorders. A bestselling author, her work has been transformed into an Oscar-winning film, Still Alice, but the real triumph is\nGenova’s ability to help us empathize with a person’s journey we otherwise couldn’t even begin to understand.\n\nHer newest book, /nside the O’Briens, is about Huntington’s disease.\n\nlisagenova.com @LisaGenova\n\nRobin Hanson\n\nEconomist, social scientist\n\nDoes humanity have a future as uploaded minds? In his work, Robin Hanson asks this and other extra-large questions.\n\nIn his book, Zhe Age of Em: Work, Love and Life When Robots Rule the Earth, Robin Hanson re-imagines humanity's role as our tech\nbecomes smarter. A pioneer in prediction markets, also known as information markets and idea futures, Hanson has been known since the\n1980s for taking the very very long view on topics as varied as (a selected list) spatial product competition, health incentive contracts,\ngroup insurance, product bans, evolutionary psychology and bioethics of health care, voter information incentives, incentives to fake\nexpertise, Bayesian classification, agreeing to disagree, self-deception in disagreement, probability elicitation, wiretaps, image\nreconstruction, the history of science prizes, reversible computation, the origin of life, the survival of humanity, very long term economic\ngrowth, growth given machine intelligence, and interstellar colonization.\n\nMeanwhile, he has developed new technologies for conditional, combinatorial, and intermediated trading, and studied insider trading,\nmanipulation and other foul play. Hanson is associate professor of economics at George Mason University, and a research associate at the\nFuture of Humanity Institute of Oxford University. His next book is Zhe Elephant in the Brain, co-authored with Kevin Simler, due in\n2018.\n\novercomingbias.com @robinhanson\n\nAnil Seth\nCognitive scientist\n\nHow can the \"inner universe” of consciousness be explained in terms of mere biology and physics? Cognitive neuroscientist Anil Seth\nexplores the brain basis of consciousness and self.\n\nIn his groundbreaking research, Anil Seth seeks to understand consciousness in health and in disease. As founding co-director of the\nUniversity of Sussex’s Sackler Centre for Consciousness Science, his research bridges neuroscience, mathematics, artificial intelligence,\ncomputer science, psychology, philosophy and psychiatry. He has also worked extensively with playwrights, dancers and other artists to\nshape a truly humanistic view of consciousness and self.\n\nSeth is the editor and co-author of the best-selling 30-Second Brain, a collection of brief and engaging neuroscience vignettes. His\nforthcoming book The Presence Chamber develops his unique theories of conscious selfhood within the rich historical context of the mind\nand brain sciences.\n\nanilseth.com @anilkseth\n\nWednesday, April 26, 11:00AM - 12:45PM PDT\n\nSession 6: Planet, Protection\n\nHosted by Chris Anderson.\n\nhttps://ted2017.ted.com/program\n\nKristin Poinar\nGlaciologist\n\nKristin Poinar uses remote sensing and numerical models to study the interaction of meltwater with ice flow, especially on the Greenland\nIce Sheet.\n\nHidden under many meters of ice, a pool of meltwater lies under the Greenland Ice Sheet. Kristin Poinar studies how the meltwater forms\nand flows in this dynamic glacial system. She asks: How did this water get there, and where does it go? How much water is in there? And\nhow is climate change affecting this system?\n\nUsing data from Operation IceBridge flights and from field instruments, she's building a numerical model of how crevasses form and\nchannel water. In fact, a NASA report released in February 2017 revealed a new pathway her team discovered for meltwater to reach the\nocean. Using physically based models to constrain the bounds of what is realistic has shaped Poinar's interest in glaciology.\n\nhttp://science.gsfc. nasa.gov/sed/bio/kristin.poinar @crevassse\n\nKate Marvel\n\nClimate scientist\n\nClimate scientist Kate Marvel looks at the big picture of environmental change.\n\nKate Marvel is a scientist at Columbia Universitv and the NASA Goddard Institute of Space studies. She uses computer models and\n\nPage 11 of 21\n\nHOUSE_OVERSIGHT_014961",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014961.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4513,
    "word_count": 658,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:47.032230",
    "prefix": "IMAGES-003"
  }
}