{
  "document_id": "HOUSE_OVERSIGHT_017372",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017372.txt",
  "text": "4.2.12\nWC: 191694\n\nIn the middle of the meeting, we received notice that Woody’s lawyers, the very ones we were\ndiscreetly negotiating with, had publicly filed a lawsuit against Mia, and that Woody was about to\nhold a press conference in which he was going to accuse Mia of making up stories about him.\n\nI was shocked at this duplicity. I’m not used to dealing with lawyers who mislead their opponents\nin this way.\n\nWoody Allen’s suit was seeking custody of several of the children Mia had originally adopted, as\nwell as the one biological child they had conceived together. IT was an extraordinarily stupid\nmove on the part of Allen’s lawyers, because at the time he filed the custody suit, Woody Allen\nbarely knew the children and their siblings, had no idea who their friends were, did not know the\nnames of their pediatricians and had virtually nothing to do with their upbringing. Mia Farrow, on\nthe other hand, was a hands-on mother who was deeply involved in every aspect of her children’s\nlives.\n\nAt the trial, Woody’s lawyers pulled off an even more bone-headed maneuver. They claimed that\nLevett and I, by seeking to resolve the matter quietly, were “blackmailing” Woody into settling\nthe case favorably to Mia. This was a ridiculous claim, as the judge found. Courtroom observers\ncould not believe that Woody’s lawyers would force me to appear as a witness, knowing that I\nwould surely side with Mia in her efforts to maintain custody over her children. But having been\nfalsely accused of trying to blackmail Woody, I had no choice but to testify as to precisely what\nhad transpired. No one could understand why Woody’s lawyers had decided on a tactic that\nwould make me a witness. But I knew something they didn’t know, which led me to conclude\nthat they put me in this position not out of a desire to help Woody, since there was no way my\ntestimony could in any way support his claim. They accused me of blackmail in an effort to hurt\nme. That, at least, was my assessment, based on what I knew.\n\nWhy would they want to hurt me rather than help their own client? Because the senior partner of\nthe law firm representing Woody, a former prosecutor named Robert Morvillo, was seeking\nrevenge against me for my having prevented him from becoming the United States Attorney for\nthe Eastern District of New York. That was his dream job and he was about to get it when I\nexposed his prosecutorial misconduct in a case I was litigating. He had essentially bribed a key\ngovernment witness with money that was owed to the creditors of a bankrupt corporation. He\nhad arranged for the witness to obtain the bankrupt funds which he knew had been secreted in a\nCaribbean account. In doing so, Morvillo had committed two serious crimes: bribing a witness\nand facilitating the stealing bankrupt funds. The federal district judge who presided over the case\nwrote a scathing opinion condemning Morvillo’s actions. That opinion appeared as a front page\nstory in the Village Voice, thus scuttling any chance Morvillo had of receiving a federal\nappointment. Morvillo was so angry that he told the Village Voice that if he ever saw me again,\nhe would “deck” me. He never had a chance to throw a punch at me, and so he decided, in my\nopinion, to use this lawsuit as a way to deck me. I'll bet that he never told Woody Allen of his\nhidden agenda.\n\nAs any decent lawyer would expect, the ploy backfired. My letter to Woody, coupled with the\n\ntestimony of other lawyers who were involved in the negotiations, proved that my interest was in\nprotecting the children not in blackmailing Woody. I testified that I was seeking:\n\n285\n\nHOUSE_OVERSIGHT_017372",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017372.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3638,
    "word_count": 638,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.345220",
    "prefix": "IMAGES-004"
  }
}