{
  "document_id": "HOUSE_OVERSIGHT_013191",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013191.txt",
  "text": "14.4 Implications of Patternist Philosophy for Derived Hypergraphs of Intelligent Systems 275\n\nstructure, and that in highly intelligent systems they should have subgraphs that constitute\nmodels of the whole hypergraph (these are self systems). SMEPH does not add anything to\nthe patternist view on a philosophical level, but it gives a concrete instantiation to some of the\ngeneral ideas of patternism. In this section we’ll articulate some \"SMEPH principles\", consti-\ntuting important ideas from patternist philosophy as they manifest themselves in the SMEPH\ncontext.\n\nThe logical edges in a SMEPH hypergraph are weighted with probabilities, as in the simple\nexample given above. The functional edges may be probabilistically weighted as well, since some\nSchema may give certain results only some of the time. These probabilities are critical in terms\nof SMEPH’s model of system dynamics; they underly one of our SMEPH principles,\n\nPrinciple of Implicit Probabilistic Inference: In an intelligent system, the temporal\nevolution of the probabilities on the edges in the system’s derived hypergraph should approxi-\nmately obey the rules of probability theory.\n\nThe basic idea is that, even if a system - through its underlying dynamics - has no explicit\nconnection to probability theory, it still must behave roughly as if it does, if it is going to be\nintelligent. The roughly part is important here; it’s well known that humans are not terribly\naccurate in explicitly carrying out formal probabilistic inferences. And yet, in practical contexts\nwhere they have experience, humans can make quite accurate judgments; which is all that’s\nrequired by the above principle, since it’s the contexts where experience has occurred that will\nmake up a system’s derived hypergraph.\nOur next SMEPH principle is evolutionary, and states\n\nPrinciple of Implicit Evolution: In an intelligent system, new Schema and Concepts will\ncontinually be created, and the Schema and Concepts that are more useful for achieving system\ngoals (as demonstrated via probabilistic implication of goal achievement) will tend to survive\nlonger.\n\nNote that this principle can be fulfilled in many different ways. The important thing is that\nsystem goals are allowed to serve as a selective force.\n\nAnother SMEPH dynamical principle pertains to a shorter time-scale than evolution, and\nstates\n\nPrinciple of Attention Allocation: In an intelligent system, Schema and Concepts that\nare more useful for attaining short-term goals will tend to consume more of the system’s energy.\n(The balance of attention oriented toward goals pertaining to different time scales will vary from\nsystem to system.)\n\nNext, there is the\nPrinciple of Autopoesis: In an intelligent system, if one removes some part of the system\nand then allows the system’s natural dynamics to keep going, a decent approximation to that\n\nremoved part will often be spontaneously reconstituted.\n\nAnd there is the\n\nHOUSE_OVERSIGHT_013191",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013191.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2960,
    "word_count": 455,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.462604",
    "prefix": "IMAGES-002"
  }
}