{
  "document_id": "HOUSE_OVERSIGHT_025556",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025556.txt",
  "text": "Morgan Stanley | RESEARCH\n\nFor Ares, we believe conversion makes sense, given the company\nis largely a play on fee related earnings from draw down funds,\nseparately managed accounts, and their relationship with ARCC, the\npublicly traded business development company. Earnings from per-\nformance fees at ARES are a smaller portion of overall profitability,\nwhich is furthered by relatively higher compensation payout on per-\nformance fee revenues, which in turn approach 80% in strategies\nsuch as private equity vs. peers typically in the 45-55% range. The\ncompany could benefit as a first mover and if the stock price reacts\n\nfavorably, we could see other alternative peers follow suit.\n\nApollo in our view may stand to benefit the most from conver-\nsion with the best risk reward skew in our analysis using a SOTP\nframework. Why? Similar to ARES, the company has meaningful\nfee-related earnings as a percentage of overall operating income.\nThis is largely driven by their advisory relationship with Athene,\nwhere APO earns a fee on ~$74b of assets and should benefit from\nadditional management fees from the company©most recent $24b\n\nflagship private equity fund.\n\nOur deep dive suggests Apollo has relatively longer-duration\nstickier assets under management vs. peers, which gives us\ngreater confidence in APO® fee-related earnings stability,\ngrowth, and potential for a re-rating. ApolloOAUM has a 12-year\nduration on average (measured as outflows and realizations as a per-\ncentage of beginning of period AUM). This is noticeably better than\nHLNE@at 9.1 years, which trades at 23.4x P/E, and below Partners\nGroup of 16.7 years, which trades at 28x P/E.\n\nWe see Blackstone as potentially less likely to convert, but see\namore nuanced story at KKR given their token dividend policy;\nfor both we do not see as much valuation upside from are-rating\nof FRE multiples. BX and KKR have larger concentration to perform-\nance fees and as a result we see less of an impact to potential upside\nshould fee related earnings multiples re-rate. Our estimated tax rates\nfor KKR and BX are also significantly Lower than the group given the\nearnings mix and other offsets. We see a greater downside to current\nshare prices if there was a conversion that had a higher tax drag and\nmultiples did not expand. That said, KKR has a history of making\nmajor changes, such as its payout policy change in 2015 that\nsharply reduced the dividend with a shift in strategy to grow book\nvalue. At the time we thought such a change by KKR was a prelude\n\nNORTH AMERICA INSIGHT ~~\ni. od\n\nto converting to a C-corp, as we wrote here. However, the stock has\nlagged and KKR@limited/token dividend means investors do not\nreceive the full benefit of a flow through partnership structure\nwith single-layer taxation. So we again raise the question, Why not\nconvert to a C-corp with a token dividend that is effectively single\n\nlayer taxation?\n\nC-corp Conversion Could Be the Catalyst\nto Unlock Value and Drive Multiple\nExpansion\n\nThe alternative asset managers trade at a steep discount to\nbroader financial peers. We believe this is largely due to 4 factors:\n1) volatility of the earnings (particulary performance fees) and ques-\ntions as to alpha persistency going forward by public market inves-\ntors, 2) complicated business models, 3) corporate governance\nconcerns, and 4) corporate structure as a partnership. We do not\nexpect to see the first three factors change, but conversion could\n\nmake a meaningful difference by:\n1) Expanding the universe of eligible investors in the Alts,\n2) Alleviating the tax complexities of current K-1 tax reporting,\n\n3) Unlocking value via multiple re-rating, particularly for manage-\nment fee-related earnings in the widely used sum-of-the-parts valua-\ntion for Alts. We could also see incremental upside to current\nvaluations if multiples on performance fee earnings adjust upward\n\n(more details below).\n\nExhibit 3:\n\nAlts trade on average FY2 of 10.5x, a 28% discount on average to other\nfinancials subsectors\n\nAlts vs. Financial Subsectors P/E\n\nm2018P/E  Alts % Discount/Premium (RHS)\n30.0x x ; 10%\n25.0x 7% ee , 0%\n\n22.1x\n: | tii ‘Oxi an 7 + : | 0%\n= I Thr ee -30%\n: LULU anes\n5.0x -50%\n0.0x -60%\n\nA Pee, Mon, ie, A\nusin ‘ay, Pho aa Fas par. com Mio, Sung, \"ati, Cony a0, One, Se dng, 0 ps\n“ss Sen ans — ng Pani ong era 4, 8, wang eo “range Meg hy\n\nSource: Company Documents, Rowen Stanley Data\nNote: P/E multiples for other financials subsectors aside from brokers and asset managers are based on\nMorgan Stanley Estimates as of 1/18/2017\n\nHOUSE_OVERSIGHT_025556",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025556.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4566,
    "word_count": 759,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:45.361146",
    "prefix": "IMAGES-008"
  }
}