{
  "document_id": "HOUSE_OVERSIGHT_028062",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028062.txt",
  "text": "the start. A number of others managed to escape when the bus was stopped. But\nseveral dozen remained inside.\n\nI was in Europe at the time, on one of my periodic trips to discuss Middle\nEast issues with a fellow intelligence chief. Yet an aide called me with the news.\nI was several thousand miles away from what happening. But I knew there was\nevery possibility Sayeret Matkal might be called in, and my instincts told me we\nshould proceed with caution. The situation we were facing felt nothing like\nSabena, much less Entebbe. Here, we had a single bus. Our troops, and in fact\neveryone from ministers and officials to reporters and photographers, were in a\nloose cordon a couple of dozen yards away. That said to me there was no sense\nthat the hijackers posed an immediate danger. Nor did they seem to have come\nequipped for a major confrontation. In place of the AK-47s and grenades we’d\nseen in previous terror attacks, these guys had knives, and, if they were to be\nbelieved, a couple of shells with no obvious way to detonate them.\n\nI phoned a friend in the command post set up near the stranded bus. He told\nme that Misha and Moshe Vechetzi were there. There was a standoff with the\nterrorists and, for now, it was quiet. The defense minister and the chief-of-staff,\nof course, did not need my presence, much less my agreement, to order the\nsayeret into action. But I said: why not wait? Though the last flights back to\nIsrael had already left, I could be at the command post by mid-morning. Beyond\nwanting to be present if the sayeret was ordered in, I believed the crisis might\neven be brought to an end without another shot being fired. “III tell them what\nyou said,” my friend replied. “But I doubt it’Il be allowed to drag on much past\ndaybreak.”\n\nHe was right. With my Chinese Farm comrade Yitzhik Mordechai in overall\ncommand, Sayeret Matkal stormed the bus at about seven in the morning. They\nshot and killed two of the hijackers immediately, through the vehicle’s windows.\nSadly one of the passengers, a young woman soldier, died in the assault, but the\nrest of the hostages were freed, none with serious injuries.\n\nA controversy soon erupted over what came next. The sayeret commandos\nhad captured the other two terrorists alive and uninjured. Yet barely a week later,\nfirst in an American newspaper and then the Israeli media, reports emerged that\nthe two surviving Palestinians had been killed after the hijacking was over. A\nyear later, Yitzhik Mordechai was — wrongly — put on trial for his alleged part in\nwhat had amounted to a summary execution. And, rightly, exonerated. Though\nthe full details never became public, the people responsible turned out to be from\nthe Shin Bet, our equivalent of the FBI.\n\n214\nHOUSE_OVERSIGHT_028062",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028062.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2754,
    "word_count": 484,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.321886",
    "prefix": "IMAGES-009"
  }
}