{
  "document_id": "HOUSE_OVERSIGHT_018829",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018829.txt",
  "text": "Area Analysis 19\n\nAll real estate transactions also require a Government Transfer Tax (stamp tax), which can be paid by\nthe buyer or seller.\n\n2% for property valued up to $350,000\n\n2.5% for property valued from $350,001 to $1,000,000\n3% for property valued from $1,000,001 to $5,000,000\n3.5% for property valued over $5,000,001\n\nNotable News and Developments\n\ne On January 18, 2012, it was announced that the Hovensa refinery would be permanently shut\ndown. This has had a major impact causing an economic downturn on the island, leaving 1,158\nformer Hovensa workers unemployed and many more employed by the company’s\ncontractors according to the United States Department of Labor. Recently, an auction of\nHovensa’s assets was conducted in New York City with multiple qualified bidders, and the\nassets were awarded to Limetree Bay Holdings, a subsidiary of ArcLight Capital Partners.\nPending approval by the Virgin Islands legislature, ArcLight’s operation of the oil storage\nfacility will create a minimum of 80 jobs, with the possibility of more in the future. ArcLight\nindicated there could be a possibility of a limited restart of some refinery units at some point\nin the future.\n\ne Both the Senate and the US House of Representatives passed the Coast Guard Reauthorization\nAct, and President Obama signed the act into legislation in the fiscal year 2015 which should\nhelp level the charter yacht industry playing field. Prior to 1993 and the imposition of a six-\npassenger limitation on US uninspected vessels, the charter yacht industry in the US Virgin\nIslands was thriving, contributing over $100 million in annual revenue and hundreds of jobs to\nthe local economy. A large chunk of the industry moved to the British Virgin Islands after the\nsix-passenger rule limitation was initiated by the US Government. The bill has recently been\nenacted into law, and the ability of the USVI to compete in this industry should be significantly\nimproved.\n\ne After an extensive search and vetting process, the USVI Government has selected a group of\nlocal and regional investors to develop a hotel resort on Water Island, just off of St. Thomas.\nThere are apparently eight hotel brands in discussions with the developers for branding the\nproperty.\n\ne A Texas-based EB-5 Regional Center has announced an EB-5 funded commercial project\nknown as the Port of Mandahl Caribbean Conference Resort. When completed, the\ndevelopment is reportedly planned to include two full-service hotels, a golf course, a state of\nthe art conference center, retail and commercial space, and high-end residential units. EB-5 is\na type of economic citizenship program whereby the United States grants citizenship to\ninvestors of certain approved projects in areas where the economic boost is needed. Regional\nCenters are tasked with selling the investments such as limited partnerships to international\nbuyers.\n\ne The Margaritaville (Wyndham) Vacation Club is under construction in Water Bay on the East\nEnd of the island of St. Thomas. The project is a renovation of the 290-room Renaissance\n\nirep\nIGY American Yacht Harbor Marina fire!\n\nHOUSE_OVERSIGHT_018829",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018829.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3131,
    "word_count": 498,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.954180",
    "prefix": "IMAGES-005"
  }
}