{
  "document_id": "HOUSE_OVERSIGHT_030436",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030436.txt",
  "text": "John Humphrys is the Radio 4 Today programme presenter, whose forensic and sometimes\naggressive interviews with figures in authority inspire love and loathing in equal measure. The\nObserver's television critic once wrote that if he ever found himself sitting next to Humphrys at a\ndinner party he would probably drive a fork through his hand. The Tory politician Jonathan\nAitken accused him of ‘poisoning the well of democratic debate’, a comment which prompted an\noutburst of support for Humphrys, with the Daily Mail describing him as ‘one of the most brilliant\n\njournalists in the country’.\n\nThis autumn, as Humphrys steps down after 32 years at Today and publishes a long-awaited\nmemoir, he comes to the Intelligence Squared stage to give an exclusive, behind-the-scenes\n\naccount of his extraordinary career.\n\nTurning the tables on Humphrys and pitching the questions will be his Today colleague Justin\nWebb. Humphrys will recount the momentous episodes of his career, such as his interview with\nBBC correspondent Andrew Gilligan in 2003. Gilligan claimed that the government had\ndeliberately ‘sexed up’ the dossier on the threat posed by Saddam Hussein in order to justify\nthe Iraq War. A chain of events ensued, including the suicide of the dossier’s source, Dr David\nKelly, severe damage to Tony Blair's reputation and the Hutton and Chilcot inquiries into the\nwar. And then there was the time Humphrys helped to get his own boss fired. His tough\ninterview with the BBC Director General George Entwistle, days after the BBC had made false\nchild abuse allegations against Lord McAlpine, lead to Entwistle’s resignation after a mere 53\n\ndays in the job.\nJoin us on October 9 and hear Humphrys’ previously untold stories about politicians, celebrities\n\nand the BBC, and give his trenchant views on the role of the media in politics and the health of\n\nour political system.\n\nHOUSE_OVERSIGHT_030436",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030436.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1900,
    "word_count": 306,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:45.384066",
    "prefix": "IMAGES-010"
  }
}