{
  "document_id": "HOUSE_OVERSIGHT_020545",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020545.txt",
  "text": "86\n\nstarting in 1990, the State Council’s Overseas Chinese Affairs Office gave $800,000\na year to SinoVision, ultimately increasing its subsidy to between $2 million and\n\n$3 million a year. Wang made this charge in a 2011 letter to the Overseas Chinese\nAffairs Office alleging widespread corruption at the station.*° Allegations of corruption\n\nand governmental subsidies have not been corroborated.\n\nWhat is clear, however, is that, like Qiaobao, SinoVision’s content echoes China’s\nofficial media. The vast majority of its stories about China, Sino-American relations,\nTaiwan, Hong kong, and other important issues for the PRC government are taken\ndirectly from official Chinese media outlets or websites, including CCTV, Xinhua,\nand the People’s Daily. In an essay, Qiaobao’s Eastern Group president, You Jiang,\ndefended his paper’s support of the PRC’s agenda by saying that it stemmed not\nfrom Beijing’s direction, but from demands from pro-Chinese immigrants in the\n\nUnited States.”\n\nForays by PRC organizations to assert direct control over Chinese-language media in\nthe United States sparked a battle with publications owned by private interests from\nTaiwan and Hong Kong that did not share the PRC’s ideological bent. PRC officials\nopenly acknowledged the political nature of this battle, and in a 2007 interview, Guo\nZhaojin, the president of the state-owned China News Service, noted that if China\ncould gain control of Chinese-language publications in the United States, China would\nbe better able to influence the overseas Chinese community, have a say in American\npolitics, and “protect the national image.” Guo further observed that more than one-\nquarter of America’s minorities relied on foreign-language media to obtain their news,\n\nForeign-language media, said Guo, was a “giant hiding in plain sight.””8\n\nBeijing seems to be winning the battle with Chinese-language outlets expressing views\nthat dissent from Beijing’s. Over the course of the last twenty years, a series of once-\nindependent Chinese-language media have fallen under Beijing’s control. The Sing Tao\nNewspaper Group was established in Hong Kong in 1938. In the mid-1990s, its original\nowner”? was forced to divest of interests in the paper, and it was soon taken over by\na pro-PRC businessman,*° who, starting in 1998, became a member of the Chinese\nPeople’s Political Consultative Conference, which functions as part of the broader\nunited front organization network. Sing Tao’s coverage of China is clearly now aligned\nwith that of state-run media from Beijing. In fact, in May 2001, the year he purchased\nSing Tao, the owner established a joint venture with the Xinhua News Agency to create\n\nan information-service company known as Xinhua Online.\n\nMedia\n\nHOUSE_OVERSIGHT_020545",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2763,
    "word_count": 423,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.727691",
    "prefix": "IMAGES-006"
  }
}