{
  "document_id": "HOUSE_OVERSIGHT_018331",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018331.txt",
  "text": "“Weird Machine”: Computers or sensors or network webs silently made to do what\nis not intended. Made weird. Hacking is, after all, a kind of perverse programming. It\ninvolves slipping inside a target machine, and then driving it to do things it wasn’t\nintended to do, by giving it instructions its designers never knew it might receive.13¢\nThe process of developing and using computer bugs, Bratus found, is not unlike the\nmost sophisticated software research. Hacker follow careful patterns. The best of\nthem really conceive of whole systems in the way the finest data architects might.\nThey look for particular designs, weaponize their code with a delicate elegance and\naim relentlessly at total control. A normal machine does what you tell it. A weird\nmachine does what someone else commands it to do.\n\nHow is such a system born? Well, a potential software hole of the sort that produces\na “Weird Machine” might be as simple as a failure to secure computer code after it is\ncompiled - sort of like not locking the door on your house after you leave - ora\nprogramming oversight that means a machine can’t handle unexpected inputs. Take\nthe technique of “fuzzing”, for example, a famously effective way to turn a normal\nmachine into a weird one. The process involves confusing a digital security system\nby throwing unexpected data into normal, apparently safe-looking procedures like\nlogging into a mail system or transferring money by wire. Think of all the\n“username” and “password” forms you see when you're on the Internet. In a fuzzing\nattack, instead of placing a legitimate user name or email address in a registration\nfield, hackers might add some unexpected characters known to cause a system to\ncough up a confused response. If you type in, joe@user.com!” instead of\njoe@user.com as the machine expects, the /’ at the end of the address can baffle and\nstall a mis-programmed device. In some cases, that hiccup opens a vulnerability. A\nproficient programmer can then order the dazed computer, for instance, to opena\ndoor to the root of the system. It’s as if you could walk up to the teller at your local\nbank and shout “Xhsuhgnnsh!!” at her when she asks how you are doing - and in her\nconfusion she lets you into the safe. You’ve made a weird machine of your bank.\n\nSystem designers in later generations have become much more sophisticated in\ntrying to avoid such problems, not least because they’ve so often fingered the\nembarrassing or costly aftermath of these kinds of holes in their own code. “You do\nnot understand how your program really works until it has been exploited,” Bratus\nhas said, a sentiment that hints at the stomach-lurching moment many coders and\ntheir suddenly victimized users have now had.1%7 You don’t understand yourself until\nyou've been pwned. The odds that the endless possible glitches can ever be\ncompletely patched is honestly zero. Hackers continue to use classic exploits like\n\n136 It involves: Julian Bangert, Bratus et al. p2 “The Page-Fault Weird Machine:\nLessons in Instruction-less Computing”, Presented as part of the 7th USENIX\nWorkshop on Offensive Technologies, (Washington, D.C., 2013) available on\nwww.usenix.org\n\n137 “You do not really understand”: Rebecca Shapiro, Sergey Bratus, Sean W.\nSmith, “Weird Machines’ in ELF: A Spotlight on the Underappreciated Metadata”\npaper delivered 7th USENIX Workshop on Offensive Technologies, (Washington, D.C.,\n2013) available on www.usenix.org\n\n99\n\nHOUSE_OVERSIGHT_018331",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3468,
    "word_count": 566,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.525931",
    "prefix": "IMAGES-004"
  }
}