{
  "document_id": "HOUSE_OVERSIGHT_016157",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016157.txt",
  "text": "Privatisations & ownership limits could increase weighting\n\nHowever, our analysis of Saudi Arabia’s weighting could be significantly understated for\ntwo reasons, including: (1) our analysis currently uses a foreign ownership limit (FOL) of\n0.2 (as previously guided by the MSCl). This could be understating Saudi’s weighting\ngiven the increase in foreign ownership introduced in the CMA’s announcement. Indeed,\nif we increased our FOL factor to 0.4, Saudi would be 2.8% of the MSCI and could\nattract US$21.3.bn of inflows; and, (2) Saudi Arabia (according to local press and the\nNTP) is seeking a number of privatisations in the coming 24 months, including a\npotential IPO of Aramco. Inclusions of these companies would likely increase Saudi’s\nweighting in the MSCI EM index and thus attract higher inflows to the market.\n\nInclusion of energy assets could see Saudi accounting for 4.1% of MSCI EM\n\nBy way of example, we believe inclusion of Saudi Aramco in the Saudi market would\nprofoundly affect the weighting of Saudi Arabia in the MSCI EM in our view. Indeed, if\nwe were to replicate the analysis above using the Deputy Crown Prince hypothetical\nvaluation of US$2tn for Saudi Aramco and a 5% inclusion factor (given 5% or less of\nSaudi Aramco would be listed according to interviews with the Deputy Crown Prince),\nSaudi Arabia would account for 4.1% of the MSCI EM index and likely attract cUS$31bn\nof inflows from passive and active funds. We note, our calculations are highly sensitive\nto the inclusion factor that MSCI would ultimately use (we assume 5%, in line with its\nestimated free float of 5%). An inclusion factor of 10% for example, would see Saudi\nArabia accounting for 6.6% of the MSCI EM index.\n\nChart 52: If energy assets were included, Saudi Arabia would be the seventh largest constituent of\n\n@ CHINA\n\nmw KOREA\n\n= TAIWAN\n\n@ INDIA\n\nm SOUTH AFRICA\n\n@ BRAZIL\nSAUD:\n\n@ MEXICO\n\nm RUSSIA\n\n= MALAYSIA (EM)\n\nm= INDONESIA\n\n~ THAILAND\n\nm@ PHILIPPINES\nTURKEY\n\n© CHILE\n\n= POLAND\n\n& QATAR\n\nm UAE\n\n@ COLOMBIA\n\n= PERU\n\nm GREECE\n\nm HUNGARY\nEGYPT\n\nm@ CZECH REPUBLIC\n\nSource: BofA Merrill Lynch Global Research, MSCI and DataStream\n\nOS Merrill Lynch\n\nGEMs Paper #26|30 June 2016 47\n\nHOUSE_OVERSIGHT_016157",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016157.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2208,
    "word_count": 367,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:47.774814",
    "prefix": "IMAGES-003"
  }
}