{
  "document_id": "HOUSE_OVERSIGHT_018532",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018532.txt",
  "text": "retrospect, it seems surreal that I reacted so badly to my BDSM orientation.\n\nI remember that I felt vaguely electrified at what I was saying, a little scared... but also\ncomforted. At the time, I hadn't had much contact with other sex theorists, and I thought I\nwas saying something radical. I was scared that my words might appear too radical to be\ntaken seriously. Also, since our culture mostly discusses the idea of \"orientation\" in\nregards to gay/ lesbian /bi /transgender /queer, it seemed to me that -- if I dared refer to it\nas \"my BDSM orientation” -- then a comparison with LGBTQ was implied in my\nstatement.\n\nWould the world believe that my BDSM desires could be as \"real,\" as \"deep-rooted,\" as\n\"unavoidable\" as the sexual orientation of a gay/lesbian/bi/transgender/queer person?\nWould I offend GLBTQ people by implying that my sexual needs are as \"real,\" \"deep-\nrooted\" and \"unavoidable\" as theirs?\n\nI later found out that some LGBTQ people do get offended by it, and others don't.\nSometime you end up with ridiculous arguments like this one from a comments thread on\nan incredibly BDSM-phobic blog: one person says, \"As a lesbian, I would like to say a\nsincere fuck you to people comparing BDSM to homosexuality,” to which another person\nreplies, \"As a queer person myself, I would like to say a sincere fuck you to people who\nclaim that I ought to see my BDSM and my queerness differently.\" As for me, Clarisse,\nI'll be frank with you -- I've come to the conclusion that I don't have a dog in that fight,\nand I'm staying out of it. I'm straight as the day is long, but I've also been invited to speak\nabout BDSM at queer conventions and to write about BDSM on queer blogs. So I'll hang\nout with the people who are cool with me, and everyone else can kick me out of their\nLGBTQ circles as much as they want.\n\nBut I used to feel a lot more worried about how I'd be perceived for talking about BDSM\nas an orientation. Still, as weird as the concept of \"BDSM as an orientation” felt when I\nfirst thought of it, it also felt right. When I looked back at my memories and previous\nactions, it was quite obvious that I have always had these needs, desires and fantasies.\nAcknowledging this, and applying the word \"orientation\" to BDSM, helped me come to\nterms with my BDSM identity.\n\nThe \"BDSM orientation\" idea cleared a mental path for me to think of BDSM as a inbuilt\npart of myself, like my bone structure or eye color. BDSM became something that it was\ndesirable to accept, come to terms with... even embrace. It was a hugely liberating way\nof thinking about it: if I thought of BDSM as an orientation, that meant I didn't have\nto worry about or fight it anymore.\n\nSince then, I've been so buried in sexuality theory and I've talked to so many BDSM\npeople that -- well, now the idea of a \"BDSM orientation\" seems kinda boring. I am\nreminded that it's a radical concept only when I talk to people who don't think about these\nthings all the time. I think that the idea of BDSM as an orientation occurs naturally to\npeople who think a lot about BDSM sexuality, because so many kinksters either know\nwe're BDSM people all along, or instantly recognize BDSM once we find it. Here's a\nquotation from an article about a BDSM-related legal case that quotes sexologist Charles\nMoser at the end, as he very eloquently describes how BDSM can be considered a sexual\norientation:\n\nHOUSE_OVERSIGHT_018532",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018532.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3403,
    "word_count": 612,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.722805",
    "prefix": "IMAGES-005"
  }
}