{
  "document_id": "HOUSE_OVERSIGHT_031699",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_031699.txt",
  "text": "From: Terry Kafka \nSent: 11/4/2013 4:06:12 PM \nTo: Michael S. Buchholtz \nCC: Jeffery Edwards [jeevacation@gmail.com]; Mark L. Epstein \nSubject: FW: Rabbi Steven Pruzansky \nAttachments: image001.gif; image001.gif \nImportance: High \nMB: this sums up my feelings on the direction of the country and the blind loyalty of Democratic Jews. I trust I do not \noffend. Its blunt but in many ways true. tk \nFrom: Brad Bowen [mailto \nSent: Monday, November 04, 2013 9:42 AM \nTo: Terry Kafka \nSubject: Fwd: Rabbi Steven Pruzansky \nSent from my iPhone \nBegin forwarded message: \nFrom: Fred Simon \nDate: November 3, 2013 at 4:07:53 PM CST \nTo: Ralph Simon ________________________ \nSubject: Rabbi Steven Pruzansky \nVERY INTERESTING. G \n, Fred Simon \nThe problems we face today are there because the people who \nwork for a living are outnumbered by those who vote for a  \nWe Are Not Coming Back \nPlease take a moment to digest this provocative article by a \nJewish Rabbi from Teaneck, N.J. \nIt is far and away the most succinct and thoughtful  \nexplanation of how our nation is changing. The article \nappeared in The Israel National News, and is directed to \nJewish readership. 70% of American Jews vote as Democrats. \nThe Rabbi has some interesting comments in that regard. \nHOUSE OVERSIGHT 031699 \nRabbi Steven Pruzansky is the spiritual leader of \nCongregation Bnai Yeshurun in Teaneck, New Jersey \n\"The most charitable way of explaining the election results of 2012 is that Americans voted \nfor the status quo - for the incumbent President and for a divided Congress. They must enjoy \ngridlock, partisanship, incompetence, economic stagnation and avoidance of responsibility. \nAnd fewer people voted. \nBut as we awake from the nightmare, it is important to eschew the facile explanations for the \nRomney defeat that will prevail among the chattering classes. Romney did not lose because \nof the effects of Hurricane Sandy that devastated this area, nor did he lose because he ran a \npoor campaign, nor did he lose because the Republicans could have chosen better \ncandidates, nor did he lose because Obama benefited from a slight uptick in the economy \ndue to the business cycle. \nRomney lost because he didn't get enough votes to win. \nThat might seem obvious, but not for the obvious reasons. Romney lost because the \nconservative virtues - the traditional American virtues — of liberty, hard work, free enterprise, \nprivate initiative and aspirations to moral greatness - no longer inspire or animate a majority \nof the electorate. \nThe simplest reason why Romney lost was because it is impossible to compete against free \nstuff. \nHOUSE OVERSIGHT 031700 \nEvery businessman knows this; that is why the \"loss leader\" or the giveaway is such a \npowerful marketing tool. Obama's America is one in which free stuff is given away: the adults \namong the 47,000,000 on food stamps clearly recognized for whom they should vote, and so \nthey did, by the tens of millions; those who - courtesy of Obama - receive two full years of \nunemployment benefits (which, of course, both disincentivizes looking for work and also \nmotivates people to work off the books while collecting their windfall) surely know for whom \nto vote. The lure of free stuff is irresistible. \nThe defining moment of the whole campaign was the revelation of the secretly-recorded video \nin which Romney acknowledged the difficulty of winning an election in which \"47% of the \npeople\" start off against him because they pay no taxes and just receive money - \"free stuff\" - \nfrom the government. \nAlmost half of the population has no skin in the game - they \ndon't care about high taxes, promoting business, or creating \njobs, nor do they care that the money for their free stuff is \nbeing borrowed from their children and from the Chinese. \nThey just want the free stuff that comes their way at someone \nelse's expense. In the end, that 47% leaves very little margin \nfor error for any Republican, and does not bode well for the \nfuture. \nIt is impossible to imagine a conservative candidate winning against such overwhelming \nodds. People do vote their pocketbooks. In essence, the people vote for a Congress who will \nnot raise their taxes, and for a President who will give them free stuff, never mind who has to \npay for it. \nThat engenders the second reason why Romney lost: the inescapable conclusion that the \nelectorate is ignorant and uninformed. Indeed, it does not pay to be an informed voter, \nbecause most other voters - the clear majority — are unintelligent and easily swayed by \nemotion and raw populism. That is the indelicate way of saying that too many people vote \nwith their hearts and not their heads. That is why Obama did not have to produce a second \nterm agenda, or even defend his first-term record. He needed only to portray Mitt Romney as \na rapacious capitalist who throws elderly women over a cliff, when he is not just snatching \naway their cancer medication, while starving the poor and cutting taxes for the rich. \nDuring his 1956 presidential campaign, a woman called out to Adlai Stevenson: \"Senator, you \nhave the vote of every thinking person!\" Stevenson called back: \"That's not enough, madam, \nwe need a majority!\" \nTruer words were never spoken. \nObama could get away with saying that \"Romney wants the rich to play by a different set of \nrules\" - without ever defining what those different rules were; with saying that the \"rich \nHOUSE OVERSIGHT 031701 \nshould pay their fair share\" - without ever defining what a \"fair share\" is; with saying that \nRomney wants the poor, elderly and sick to \"fend for themselves\" - without even \nacknowledging that all these government programs are going bankrupt, their current \ninsolvency only papered over by deficit spending. \nSimilarly, Obama (or his surrogates) could hint to blacks that a Romney victory would lead \nthem back into chains and proclaim to women that their abortions and birth control would be \ntaken away. He could appeal to Hispanics that Romney would have them all arrested and \nshipped to Mexico and unabashedly state that he will not enforce the current immigration \nlaws. He could espouse the furtherance of the incestuous relationship between governments \nand unions - in which politicians ply the unions with public money, in exchange for which the \nunions provide the politicians with votes, in exchange for which the politicians provide more \nmoney and the unions provide more votes, etc., even though the money is gone. \nObama also knows that the electorate has changed - \nAmerica (they're already a minority in California) and that the new immigrants to the US are \nprimarily from the Third World and do not share the traditional American values that attracted \nimmigrants in the 19th and 20th centuries. It is a different world, and a different America. \nObama is part of that different America, knows it, and knows how to tap into it. That is why \nhe won. \nthat whites will soon be a minority in \nObama also proved again that negative advertising works, invective sells, and harsh personal \nattacks succeed. That Romney never engaged in such diatribes points to his essential \ngoodness as a person; his \"negative ads\" were simple facts, never personal abuse - facts \nabout high unemployment, lower take-home pay, a loss of American power and prestige \nabroad, a lack of leadership, etc. As a politician, though, Romney failed because he did not \nembrace the devil's bargain of making unsustainable promises. \nIt turned out that it was not possible for Romney and Ryan - people of substance, depth and \nideas - to compete with the shallow populism and platitudes of their opponents. Obama \nmastered the politics of envy — of class warfare - never reaching out to Americans as such \nbut to individual groups, and cobbling together a winning majority from these minority \ngroups. If an Obama could not be defeated - with his record and his vision of America, in \nwhich free stuff seduces voters - it is hard to envision any change in the future. \nThe road to Hillary Clinton in 2016 and to a European-socialist \neconomy - those very economies that are collapsing today in \nEurope - is paved. \nFor Jews, mostly assimilated anyway and staunch Democrats, the results demonstrate again \nthat liberalism is their Torah. Almost 70% voted for a \npresident widely perceived by Israelis and most committed Jews as hostile to Israel . They \nvoted to secure Obama's future at America 's expense and at Israel 's expense - in effect, \npreferring Obama to Netanyahu by a wide margin. \nA dangerous time is ahead. Under present circumstances, it is \nHOUSE OVERSIGHT 031702 \ninconceivable that the US will take any aggressive action \nagainst Iran and will more likely thwart any Israeli initiative. \nThe US will preach the importance of negotiations up until the \nproduction of the first Iranian nuclear weapon - and then state \nthat the world must learn to live with this new reality. \nBut this election should be a wake-up call to Jews. There is no permanent empire, nor is there \nan enduring haven for Jews anywhere in the exile. The American empire began to decline in \n2007, and the deterioration has been exacerbated in the last five years. This election only \nhastens that decline. \nSociety is permeated with sloth, greed, envy and materialistic excess. It has lost its moorings \nand its moral foundations.. The takers outnumber the givers, and that will only increase in \nyears to come. \nThe \"Occupy\" riots across this country in the last two years \nwere mere dress rehearsals for what lies ahead - years of \nunrest sparked by the increasing discontent of the \nunsuccessful who want to seize the fruits and the bounty of \nthe successful, and do not appreciate the slow pace of \nredistribution. \nIf this election proves one thing, it is that the Old America is gone And, sad for the world, it is \nnot coming back.\" \nThe problems we face today are there because the people who \nwork for a living are outnumbered by those who vote for a  \nliving.  \nHOUSE OVERSIGHT 031703 \nHOUSE OVERSIGHT 031704",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_031699.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 10043,
    "word_count": 1669,
    "line_count": 156,
    "import_date": "2025-11-19T21:47:49.028892",
    "prefix": "TEXT-001"
  }
}