{
  "document_id": "HOUSE_OVERSIGHT_028039",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028039.txt",
  "text": "Chapter Twelve\n\nMy own part in the Lebanon war would change dramatically as a result of\nthat last military exercise in the Sinai. Arik Sharon was now Minister of\nDefense, and he came for the final afternoon. From his experience as a frontline\ncommander — in 1956, 1967 and 1973 — he knew the dunes and wadis and\nsprawling expanses of sand as well as any general in Israel. Watching our\nintricate mini-war draw to its close, he made no effort to hide his enthusiasm for\nthe kind of quick, assertive battlefield maneuvers he’d long championed. But\nmore than that, his closest aide soon began sounding me out on my views about\nthe long-term organization, force balance and funding for the Israeli military. A\nfew weeks later, Arik offered me a promotion: a return to the kirya, as a two-\nstar general, to become head of planning for the armed forces.\n\nI don’t know why he chose me: the Sinai exercise perhaps, the fact he knew\nI'd studied “large and complex organizations” at Stanford, or maybe just the\nfact our paths had first crossed two decades earlier when I was in Sayeret\nMatkal. But even though it meant leaving my division command, especially\ntough since the final Sinai withdrawal was approaching, it was an offer I never\ncontemplated turning down. Not just because of the second star on my uniform.\nEver since the 1973 war, along with a few other senior officers including Dan\nShomron, I had been making the case for a shift to more mobile and less\nvulnerable forces and weapons systems. I saw the new role as a chance to help\nencourage that critically important change.\n\nThere was just one hitch: all senior military assignments required the formal\napproval of the chief-of-staff, my old friend Raful Eitan. Raful did manage to\ndelay things for several weeks. At one point, he even brought to bear a quality\nI’d never suspected he had: a sense of humor. “OK, Pll agree to promote\nBarak,” he told Arik. The next day, he said he’d meant /itan Barak — a very\ngood commander, by the way, who had been one of my instructors in officers’\nschool. Arik insisted, however. My appointment went through.\n\nAnd one, unanticipated result was that I didn’t just play the field command\nrole I’d anticipated, from our Cinerama deployments, in Arik’s toweringly\nambitious, ill-planned and ultimately disastrous war in Lebanon. I became part\nof months of planning discussions in the Airya before our tanks finally rumbled\nacross the northern border on the morning of June 6, 1982.\n\n191\nHOUSE_OVERSIGHT_028039",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028039.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2498,
    "word_count": 431,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.075485",
    "prefix": "IMAGES-009"
  }
}