{
  "document_id": "HOUSE_OVERSIGHT_023955",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023955.txt",
  "text": "What Can We Do About [t? 209\n\nAnd don’t tell us that the only way to teach a child is to spend\nmost of the year preparing him to fill in a few bubbles on a\nstandardized test. I don’t want teachers to be teaching to the\ntest. I don’t want them uninspired and I don’t want our students\nuninspired.\n\nUh huh. Did he change No Child Left Behind? No. Of course not. Test-\ning dominates education as much as it ever did. All presidents are the\nsame, really. They can’t fight the vested interests, or won’t. I will avoid\nfiguring out why here, although, once again, John Dewey had much\nto say on the subject of how governments stay in power by making\nsure that people aren’t really educated.\n\nWe can’t count on politicians, but here is what we can do. We can\nbuild it and then we can work inside or outside the system in such a\nway that allows people to be able to come.\n\nBut how do you build a new high school system? Very simple: one\ncurriculum at a time. The trick is making sure that you put the curri-\ncula online. We cannot change education one school at a time. Many\ngood schools have been created over the years. Today, John Dewey’s\nLab School (in Chicago), which was entirely a learning-by-doing place,\nis now a college prep school. Having a few reasonable schools will not\nchange the system. A curriculum offered online is available to every-\none and eventually can provide an alternative to a system that offers\nboring and mindless education.\n\nIn addition, online means choices. Once we create dozens, may-\nbe hundreds, of curricula from which to choose, students should be\nable to learn anything they want to learn without regard to whether\na teacher for that curriculum or other students interested in that cur-\nriculum happen to live nearby.\n\nSo, in an ideal world, what would these curricula be about?\n\nThey can be about anything that one can learn to do in the real\nworld (which would leave out all the traditional academic subjects).\nThey should teach teaching cognitive processes, of course, but one\nshould not endeavor to teach cognitive processes specifically, that is,\napart from their possible use. So, it is the use of these processes in\nsome area of real life that would be the intent of any full-year, story-\ncentered curriculum.\n\nThese curricula and any others that we would design have the\nfollowing characteristics:\n\nHOUSE_OVERSIGHT_023955",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023955.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2359,
    "word_count": 417,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.527815",
    "prefix": "IMAGES-007"
  }
}