{
  "document_id": "HOUSE_OVERSIGHT_017437",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017437.txt",
  "text": "4.2.12\nWC: 191694\n\nI also had a bit of a chip on my shoulder and an “Ill show them” attitude toward my high school\nteachers, who told me I’d never amount to anything, and my principle, who persuaded Yeshiva\nCollege not to admit me. I was motivated and roaring to go.\n\nIn college, although I succeeded beyond my wildest imaginations, I also had deep-seated doubts\nabout whether I was really as good as my grades. I had recurrent nightmares about failing exams\nand being exposed as a “phony.” I also wondered whether Brooklyn College was easier than\nYeshiva, because half the day was not devoted to religious studies. But I didn’t let these doubts\nget in the way of my success. I loved Brooklyn College; and Brooklyn College loved—and still\nloves—ime. (Yeshiva now loves me as well, bestowing on me an “Alumni of the Year” award and\nan honorary doctorate, reflecting some selective amnesia about our past unhappy relationship.)\n\nMoving from my teen to my twenties, another question about change arises: why did I\nchange—again dramatically and precipitously—from a strictly observant Jew, into a mostly non-\nobservant secular Jew. Within a brief period of time, I transformed myself from an Orthodox Jew\nwho put on Tfilin and davened every day and never ate anything—even a Nabisco cookie—that\ndidn’t have the magical U, into a secular Jew who went to synagogue only a few times a year and\nwho did not keep Kosher (except in my home, so my parents could eat there).\n\nThese changes occurred in my middle to late 20s, and did not reflect any theological epiphany, but\nrather a rational decision to become my own person, rather than a follower of my parents’ life\nstyle. It would have been easy for me to remain observant. By the time I was making the\ndecision, my career was well established. I had been hired by Harvard as an observant Jew, and I\ncould have remained observant with no adverse consequences (other than some silly questions\nfrom the Dean). Indeed, from a career perspective, there would have been a distinct advantage in\nremaining part of the Orthodox community. I would have been among the most successful\nOrthodox lawyers and professors in the world. Having given up Orthodoxy, I was just one\namong the thousands of highly successful Jewish lawyers and professors.\n\nI often think about what my life, and that of my family, would have been like had I remained a\nmember of “the club” of Modern Orthodox Jews. The “road not taken” often appears less bumpy\nthan the road one actually traveled. But I have no regrets.\n\nMany of my friends, who have remained Orthodox, do not understand my decision. They, like\nme, are skeptics and agnostics, but that has not stopped them from remaining observant. As one\nold friend put it: “the older I get, the less I believe, but the more I observe.” They love the\ncommunity of Orthodox observers and want to remain part of it. That requires complying with a\nset of rules—not believing a set of beliefs. Since I am very rule abiding in my secular and\nprofessional life, following the religious rules would have been easy for me, but I chose the road\nless traveled, at least for my Orthodox friends. And that has made all the difference, both for me\nand for my children—for better or worse. I simply did not want to impose my parents’ rules on\nmy children. My parents imposed their rules on me and my brother, and I wanted my children to\nbe free to choose a lifestyle for themselves. Of course no one is entirely free from parental\ninfluences, and choice is always a matter of degree.\n\n350\n\nHOUSE_OVERSIGHT_017437",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017437.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3555,
    "word_count": 621,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.623004",
    "prefix": "IMAGES-004"
  }
}