{
  "document_id": "HOUSE_OVERSIGHT_014535",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014535.txt",
  "text": "Korea’s nuclear program and missile launches go unchecked. There is rising risk of\n\nmilitary incidents—or accidents—in the South China Sea and across the Taiwan Strait.\n\nChina is the most likely source of global economic shocks over the next two to\nthree years. The country’s leadership continues to prioritize imbalanced economic\ngrowth over structural reforms, thereby increasing debt at an unsustainable pace. Such\nincreases will eventually prove to be destabilizing.\n\nIn Donald Trump, the US has elected an unconventional president in many\nrespects, including his more US-centric approach to China. If China responds to,\nsay, imposition of US tariffs on imports of Chinese products by sharply devaluing\nthe renminbi, significant downside volatility and tighter global financial conditions\nwill follow.\n\nGiven already high US equity valuations, uncertain economic and political policy\nprospects and heightened geopolitical risks, readers may well ask why we continue to\nrecommend staying fully invested in US equities. Among the reasons:\n¢ Our eight-year US preeminence theme is intact and continues into its ninth year.\n\nAs Professor Jeremy Siegel of the University of Pennsylvania wrote 23 years ago in\nStocks for the Long Run' and recently repeated in a Wall Street Journal interview,\n\n“Stocks are the best long-run asset.” We refine that view by saying US equities are\n\nthe best long-run asset.\n\ne We think that the policy backdrop in the US will be particularly favorable for\nthe economy, with looser fiscal policy, relatively easy monetary policy and a less\nstringent regulatory environment. We expect US growth to continue through 2017.\n\n¢ We expect global growth to improve modestly, from 2.5% in 2016 to 2.9% in\n2017, with looser fiscal policy and still easy monetary policy in key countries.\n\ne And last but not least, we expect that while President-elect Trump’s initial policy\nmeasures with respect to tariffs and trade agreements risk jolting financial markets,\nas a self-described “deal maker” he will likely adjust and change course as necessary\nto achieve his desired results.\n\nWe may have a bumpy ride, but the US economy will not be derailed.\n\nOver the years, we have viewed the glass as half-full—if not full—when it comes\nto the US economy. Many others have seen the glass as half-empty, pointing out that\nproductivity growth has decreased, US labor demographics are less favorable and\ngovernment policies have been ineffective. While it is correct that productivity growth\nhas decreased and labor demographics are less favorable, it does not follow that the\nUS economy is in stagnation. Quite the reverse.\n\n2 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014535",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2687,
    "word_count": 421,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.322020",
    "prefix": "IMAGES-003"
  }
}