{
  "document_id": "HOUSE_OVERSIGHT_016463",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016463.txt",
  "text": "“tL don't think you did much of an investigation here,” Pickholz said. “| am shocked.”\n\nVance's mishandling of the Epstein hearing has come under new scrutiny after a Miami Herald report last week revealed a secret “non-\nprosecution agreement” in Florida that buried evidence Epstein had allegedly pimped out 80 girls and young women to his rich and\npowerful pals.\n\nThe DA's office insists Vance “was not aware” of the hearing until years later and had nothing to do with it.\n\n“Our prosecutor made a mistake,” Vance spokesman Danny Frost said of Gaffney.\n\nGaffney, a prosecutor working in the Harvey Weinstein probe, left the DA's office in September. She declined to comment.\n\nA DA insider said the office was unaware of Epstein’s secret plea deal in Florida, and never investigated his sexcapades in NYC.\n\nSome law enforcement sources don’t believe Vance had no clue that his office had a sex-offender case involving a Manhattan mogul with\nclose ties to Democrats.\n\n“This is very unusual,” one said. “There is no way Vance didn’t know. The question is why — and who asked for the favor.”\n\nThe FBI found Epstein recruited girls as young as 13, many runaways, from Florida, New Mexico, the Caribbean and New York, and paid\nthem for nude massages that often led to sex, the Herald reported. Some girls worked for a Manhattan modeling agency and lived in a\nnearby apartment owned by Epstein.\n\nBut Miami U.S. Attorney Alexander Acosta — now President Trump’s labor secretary — sealed a 53-page federal indictment that could have\nsent Epstein to prison for life, the Herald reported.\n\nInstead, Acosta let Epstein plead guilty to procuring a person under 18 for prostitution. Sentenced to 18 months, he served just 13 — most of\nit in his tony Palm Beach office.\n\nEpstein was required to register as a sex offender in New York because one of his many homes is in Manhattan.\nIn the Jan. 18, 2011 hearing, Gaffney argued the evidence didn’t justify the harshest status.\n\n“There is only an indictment for one victim,,” she said. “If an offender is not indicted for an offense, it is strong evidence that the offense did\nnot occur.”\n\nPickholz rejected Gaffney’s arguments and gave Epstein the highest sex-offender status — Level 3.\nWhen Epstein appealed, Vance’s office admitted it had misread the law.\n\nThe appellate court upheld Pickhoiz, saying Epstein “committed multiple offenses against a series of underage girls,” and that the victim in\nhis indictment “was only one of defendant’s many victims.”\n\nFILEDUNDER BILLIONAIRES, DISTRICT ATTORNEYS, JEFFREY EPSTEIN, PEDOPHILES, SEX OFFENDERS\n\nRecommended by\n\nHOUSE_OVERSIGHT_016463",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016463.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2622,
    "word_count": 430,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.439567",
    "prefix": "IMAGES-003"
  }
}