{
  "document_id": "HOUSE_OVERSIGHT_010521",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010521.txt",
  "text": "JAMES PATTERSON\n\ngotten into more fights there, growing depressed and withdrawn\nfrom her sister and parents. Helplessly, her parents watched her\nspiral out of control. As they neared the end of their rope, they\nsent her out of state. But after the move, Mary had fallen apart\ncompletely. She used drugs, fell in with a bad crowd, ran away\nfrom her relatives, and shacked up with a gang of drug dealers.\n\nWhen the gang was busted by local police, the dealers blamed\nMary for snitching and put out the word that they wanted her\ndead.\n\n“We had to move her again,” Mary’s father explained. “We\nfinally got her into therapy — she’s still seeing the therapist. And\nworst of all, she developed HPV. She’s already had to have a seri-\nous operation.”\n\nMary’s troubles didn't end there. On June 28, she was brought\nin front of the grand jury. She hadn't been briefed by the state\nattorney —she hadn't even met the prosecutors —and she had\nno idea what she would be asked.\n\nAlmost immediately, she found that she was being treated\nmore like a criminal than like a witness or victim.\n\n“The prosecutor produced a printout of our daughter's\nMyspace page,” Mary's father recalls. “Mary was stunned. She\nbegan to cry. The prosecutor accused her of all sort of things; it\n\nwas like she was working for Epstein.\n\n“All this time, we knew that we were being watched. Creepy 4\n\nguys. Private investigators from Miami. They would follow us, 4\nscaring the hell out of my wife and Mary’s sister. My car was vane a\n\ndalized. It was like living in hell.”\n\nBy this point, Epstein’s defense dream team included Jack 4\nGoldberger, Alan Dershowitz, and Gerald Lefcourt. All of them ;\nhad excellent track records. Dershowitz and Lefcourt were tWO\"\n\n180\n\nof America’s most famous\ncelebrity lawyer— Ken Sta\nhad had Bill Clinton impeac\nteam.\n\nAs far as Mary’s parents\nwalked into an ambush. Eve\nplaying defense on the side\nond girl— Alison, who cla\n\nnever testified in court at al\n\nHOUSE_OVERSIGHT_010521",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1970,
    "word_count": 344,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.809941",
    "prefix": "IMAGES-001"
  }
}