{
  "document_id": "HOUSE_OVERSIGHT_029328",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029328.txt",
  "text": "﻿we love surprises.\nwe feel that elegance comes in more colors than white.\nwe embrace intimate gatherings of 2,000,\nand boisterous crowds of ten.\nwe are confident that if you want it, we can find it.\nwe can’t resist setting high expectations. and then exceeding them.\nwe recognize the power of a good story.\nand that what’s been done before is the last refuge of the uninspired.\nwe believe in “wow.”\nwe believe illusion is the first of all pleasures.\nwe see your event as more than a reflection of you.\nit is you. just more so.\nwe are inspired by the doctrine of original thought.\nwe pay attention to detail.\nwe live for beauty.\nwe support the politics of chintz. and the etiquette of mylar.\nwe create tents made of satin. and evenings made of fun.\nwe believe in happy endings.\nwe are Rafanelli Events.\nand the best event we’ve ever done\nis going to be yours.\nCapabilities\nRafanelli Events is an award-winning event company with a proven track record of\nproducing breathtaking events for our clients. Using a combination of creativity,\nservice, design and production, we work closely with all clients to create event\nconcepts and designs that truly represent their unique goals and objectives.\nRafanelli Events has spent more than fifteen years building strong relationships\nwith the best companies across the country and we consistently provide our\nclients with the most up-to-date technologies and innovations. Our success is\nbuilt on listening to, respecting, understanding and complementing some of the\nmost successful people, companies and brands in the world.\nRafanelli Team\nTwenty-five talented, creative and dedicated professionals\nOur event teams each consist of CEO Bryan Rafanelli,\nCreative Director Billy Evers, an Event Producer and a\nProduction Manager.\nTypes of Events\nNot-for-Profit, Corporate, Private, Weddings\nAll our clients look to Rafanelli Events for the highest level\nof quality, detail, innovation and service\nYears in Business\n15 Years\nEvents Produced\nMore than 1,200 Events\nFrom small, intimate gatherings to seated dinners for more\nthan 2,000 people, we have produced events in more than\n30 cities, 15 states and five countries\nOffices 867 Boylston St 467 10 th Ave 1825 K St NW 777 S Flagler Dr\n4 th Floor 2 nd Floor Suite 1000 West Tower\nBoston, MA New York, NY Washington, DC Palm Beach, FL\nFee Structure\nOur fee structure is based on the number of hours our\nteam works on your project. We carefully create this\nestimated fee based on your specific goals and objectives.\nFull Services Overview\nAUCTIONS\nAUDIO / VISUAL\nBRAND BUILDING\nBUDGET PLANNING\nCAMPAIGN LAUNCHES\nCATERING CONSULTATION\nCOMMITTEE MANAGEMENT\nCONCEPTING\nCONTENT DEVELOPMENT\nDÉCOR DESIGN & SELECTION\nENTERTAINMENT\nEVENING PROGRAM\nFAVORS\nREGISTRATION\nRENTALS\nSPECIAL APPEALS\nSPONSOR PACKAGES\nSTAGE MANAGEMENT\nSTAGING\nSTATIONERY\nTENTING\nTIMELINES\nTRANSPORTATION\nVENUE SELECTION &\nMANAGEMENT\nVIDEO/ANIMATION\nVIDEOGRAPHY\nVOLUNTEER COORDINATION\nFLORAL\nFUNDRAISING STRATEGY\nGRAPHIC DESIGN\nGUEST GIFTS\nHOTEL ROOM BLOCKS\nINCENTIVE TRIPS\nINCOME INDUCERS\nINVITATIONS\nITINERARIES\nLIGHTING AND SOUND\nMEETING PLANNING\nMESSAGING\nON-SITE MANAGEMENT\nPHOTOGRAPHY\nPRINT COLLATERAL\nRAFFLES\nBryan Rafanelli\nBiography\n“If party planning is a fine art, then consider Bryan Rafanelli a virtuoso”\nWCVB-TV Boston\n“The event planner of the year”\nTown & Country\nBryan Rafanelli’s exquisite sense of style, attention to detail and ability to transform clients’\nvisions into unforgettable celebrations have made him a go-to planner for the nation’s most\nexclusive and high-profile events. He has produced it all, from elaborate fairytale-themed\nfundraising galas for Massachusetts General Hospital for Children to Chelsea Clinton’s “wedding\nof the decade” to State Dinners hosted by President Barack Obama and First Lady Michelle\nObama.\nRafanelli and his firm, Rafanelli Events, have a simple philosophy: every event is a unique\ncreative challenge deserving of a one-of-a-kind approach. “My team listens to what you’re\nimagining and then comes back with an idea you never expected,” he says. “We hone in on\nevery last detail so we can always deliver clients the highest level of service.”\nThe media has taken notice. A recent feature in OUT magazine reads, “For a flawlessly executed\naffair to remember, a behind-the-scenes mastermind juggles the details. If you’re lucky, that\nperson will be event planner Bryan Rafanelli.” And the headline of a recent New York Times\nprofile –For Wedding Planner, Obsession with Privacy– reinforces that Rafanelli is tight-lipped no\nmatter whom the client is, letting his work speak for itself.\nRafanelli has been named “Man of the Moment” by Town & Country (2010), a 2011 “Innovator”\nand “Event Producer of the Year” by BizBash, one of OUT magazine’s “100 Most Compelling\nPeople in 2010”, a “Trendsetter of the Year” by Modern Bride, a “40 Under 40” by the Boston\nBusiness Journal and “Best in Boston” eight years running by Boston magazine. His events have\nbeen highlighted in: The New York Times, The Wall Street Journal, The Washington Post, People,\nNew York, CBSNews.com, VanityFair.com, NewYorker.com and more. Rafanelli has also\nappeared as an industry expert on regional and national television programs including: “The\nMartha Stewart Show”, ABC’s “Good Morning America”, NBC’s “The Today Show” and as a\nregular contributor on New England Cable News’ “Morning Show.”\nRafanelli grew up in a large Rhode Island family, his mother always finding reason to throw\nparties for the people she loved. “The sense of community and of bringing people together to\nhave good time just for ‘good time’s sake’ has always been inside me,” he says. He launched\nRafanelli Events in 1996 as a three-person operation executing only a handful of events a year. It\nhas quickly evolved into a full-service event design, strategy, planning and production company\nwith more than 100 events annually in venues around the world. Headquartered in Boston,\nRafanelli Events also has offices in New York City, Washington, DC and Palm Beach.\n\nBilly Evers\nBiography\nIn the eyes of Billy Evers, inspiration is everywhere. Art, theater, fashion and music are\nall fair game; they’re the moving parts of what makes an event come together as a\nwhole. As creative director at Rafanelli Events, Billy takes each occasion that he plans\nand carefully balances the details. Whether he’s dreaming up a wedding in Maine or a\nmulti-million dollar hospital fundraiser, his role is to create, to imagine and to edit, from\nthe very first client interaction until the final guest goes home. “The events we create are\nalways evolving,” Billy says. “The tweaking, the adding, the making sure everything’s\nprecise—it’s something I pride our company on. We’re always perfecting what we do.”\nBilly first teamed up with Bryan Rafanelli 10 years ago, only a few years after the\ncompany’s inception in 1996. “I was living in New York, but would come to Boston\nsocially,” Billy says. “Bryan asked me to help out and things literally went from zero to\n100 in six weeks. Before I knew it, I was living here, an extremely active member of\nBryan’s growing team.”\nBilly’s background lends itself well to his role at Rafanelli. Prior to joining Bryan’s team,\nhe worked for a number of years in New York, running a high-end fashion boutique on\nMadison Avenue. This experience allowed him to travel the world, exposing him to an\nendless range of arts and culture. “All of it, together, has become the perfect resume for\nwhat I do now,” Billy says. “When I see a room, I see it in a theatrical way. I draw from\nmy love of film, my reservoir of experience in art and fashion, my passion for music.”\nAll of these influences play an invaluable role in Billy’s creative process. “I get involved\nwith film, photography, fabric, accessories, lighting, the smell of a place—the entire\nsensory experience,” he says. But beyond the individual details, Billy is responsible for\ndreaming up a concept. “Rafanelli is unique in terms of how broad our range is and what\nwe’re capable of doing,” he says. “We’re so not about ‘just a party’. What we’re doing is\na whole new style of event. Concepting and branding meet smart design, value and\nintegrity. I love the challenge of it all.”\n\nPartial Client List\nAmerican Heart Association\nAmerican Cancer Society\nAmerican Red Cross\nAnti-Defamation League\nBain Capital Partners LLC\nBaupost Group LLC\nThe Benjamin School\nBeth Israel Medical Deaconess Center\nBoston Ballet\nBoston College\nBoston Magazine\nBoston Red Sox Foundation\nBoston Symphony Orchestra\nBoys and Girls Clubs of Boston\nBrigham and Women’s Hospital\nCam Neely Foundation\nCHANEL\nChildren's Hospital Trust\nCreative Coalition\nDana Farber Cancer Institute\nDeCordova Museum\nDemocratic National Committee\nEmerson College\nErmenegildo Zegna\nFaulkner Hospital\nFlorence Fuller Child Development Centers\nGiorgio Armani\nGreater Boston Food Bank\nHarvard University Art Museums\nHarvard University Business School\nHarvard University Medical School\nHuntington Theatre\nInstitute of Contemporary Art\nJewish Community Centers\nJewish Family and Children’s Services\nJ.P. Morgan Chase\nKessler Group\nLouis Vuitton North America\nKravis Center for the Performing Arts\nMandarin Oriental\nMassachusetts General Hospital\nMillennium Pharmaceuticals\nMuseum of Fine Arts, Boston\nNew England Patriots\nNewton Wellesley Hospital\nPeabody Essex Museum\nRalph Lauren\nRitz Carlton\nSusan G. Komen Breast Cancer\nFoundation\nS.R. Weiner & Associates\nThe Connors Family Office\nThe Swan Group\nTrinity Church of Boston\nTsoi/Kobus & Associates\nTudor Investments\nUrban Land Institute\nU.S. Holocaust Memorial Museum\nU.S. State Department\nValentino\nWestin Hotels\nWoodmark Group\nYMCA",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029328.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9667,
    "word_count": 1524,
    "line_count": 230,
    "import_date": "2025-11-19T21:47:47.428448",
    "prefix": "TEXT-001"
  }
}