{
  "document_id": "HOUSE_OVERSIGHT_014334",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014334.txt",
  "text": "CRE market across its footprint it noted some caution around the health of the\nmarket in Denver.\nChart 31: What is the primary reason keeping you from buying/increasing exposure in GWB?\n40% 38% 38%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n\n29%\n\nAg exposure, as the weakness Stock valuation, see better © Cautious commentary around\nin the farm sector increases risk/reward elsewhere loan growth during 3016\ncredit risk earnings\n\nSource: BofA Merrill Lynch Global Research\n\n= Ag portfolio offers unique opportunity, but management believes fears\noverstated. As of 3Q16, ag loans represented 25% of the total portfolio (36% in\ngrains, 50% in proteins and 14% in other). Tied for first at 38% as a reason why\ninvestors are hesitant to increase exposure to GWB resonates from the bank’s ag\nexposure. While lower grain prices may constrain cash flow on those loans near-\nterm, Mr. Chapman noted that this is offset by stronger yields. Management also\nhighlighted the relatively low losses observed historically in this portfolio given the\nsignificant experience within GWB's management ranks in lending to this segment,\nincluding in the 1980s the last stress period for the farm sector. That said,\nmanagement remains committed to this business as it is key to GWB’s footprint.\n\n= Management reiterated its commitment to actively manage excess capital.\nAlthough management is comfortable with its current capital levels (3Q: 9.5% tier 1\nleverage), Mr. Chapman noted the bank’s preference is to put its excess capital to\nwork. Management reminded investors of the criteria it looks for in a potential\ntarget. While they continue to look for opportunities within their footprint,\nspecifically [A and KS, they remain disciplined. In addition to its recently authorized\nrepurchase program of $100mn, management believes a total payout ratio of 30%\nis maintainable.\n\nIBERIABANI (IBKC), B-1-7, Buy\n\nFocused on moving closer to its strategic targets: President and CEO Daryl Byrd\nand Senior Vice President John Davis were upbeat around the outlook for economic\ngrowth across IBKC’s 10 state footprint as the bank looks out into 2017. While\nmanagement has thus far not provided any specific guidance for 2017, we expect\nthis to be forthcoming in conjunction with the announcement of 4Q16 results in\nJanuary. Moreover, management sounded cautiously optimistic that pro-growth\npolicies (if implemented) coupled with some relief on the regulatory front under the\nnew Trump administration could lead to a much stronger growth outlook\n\n« Energy credit costs should trend lower: Management noted the overall energy\nportfolio should continue to trend lower but is expected to moderate as run-off in\nstressed energy loans (and loan payoffs) are partially offset by new energy loans,\nwith management looking to selectively lend again in the sector. Moreover, with\nenergy criticized loans peaking in 1Q16, management expects the criticized loans to\ntrend lower barring any major declines in oil prices.\n\nBankofAmerica <2”\n\n20 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014334",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014334.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3083,
    "word_count": 483,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.739136",
    "prefix": "IMAGES-002"
  }
}