{
  "document_id": "HOUSE_OVERSIGHT_012764",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012764.txt",
  "text": "Endnotes: Prologue. Evilution\n\nRecommended books:\n\nThere are numerous books about evil, most written by philosophers, theologians, historians, political\nscientists, and legal scholars. The following recommendations are for books about evil written by\nscientists. They are terrific, I have learned a great deal from them, and some of their ideas powerfully\nenrich the pages between these covers.\n\nBaumeister, R. F. (1999). Evil. Inside human violence and cruelty. New York, W.H. Freeman.\nBaron-Cohen, S. (2011). The Science of Evil. New York, Basic Books.\n\nOakley, B. (2007). Mean Genes. New York, Prometheus Books.\n\nStaub, E. (2010). Overcoming Evil. New York, Oxford University Press.\n\nStone, M. H. (2009). The Anatomy of Evil. New York, Prometheus Books.\n\nZimbardo, P. (2007). The Lucifer Effect. New York, Random House.\n\nNotes:\n\n* For a philosophical account of the nature of goodness that treats evil as a deviation from our species’\nrepertoire, see Philippa Foot Natural Goodness (2001, Oxford, Clarendon Press).\n\n* For an explicit, philosophical argument for the connection between pleasure and evil, see Colin\nMcGinn‘s Ethics, Evil and Fiction (1997, Oxford, Oxford University Press). For a comprehensive\ndiscussion of evil by a philosopher, including important critiques of the existing literature, see John\nKekes’ The Roots of Evil (2007, Ithaca, Cornell University Press)\n\n* On lalling throughout history: Wrangham, R.W. & Glowacki, L. (in press). Intergroup aggression in\nchimpanzees and war in nomadic hunter-gatherers: evaluating the chimpanzee model. Human Nature;\nBowles, S. (2009). Did warfare among ancestral hunter-gatherers affect the evolution of human social\nbehaviors? Science, 324, 1293-1298; Choi, J.-K., & Bowles, S. (2007). The coevolution of parochial\naltruism and war. Science, 318, 636-640; Grossman, D. (1995). On killing: the psychological costs of\nlearning to kill in war and society. New York, NY: Little, Brown.\n\n* For a summary of research on desire, especially the elements of wanting, liking and learning, see\nBerridge, K.C. (2009). Wanting and Liking: Observations from the Neuroscience and Psychology\nLaboratory. Inquiry, 52(4), 378-398; Kringelbach, M.L., & Berridge, K.C. (2009). Towards a functional\nneuroanatomy of pleasure and happiness. Trends Cognitive Science 13(1), 479-487.\n\n* The most serious treatment of Stangl can be found in the penetrating interview by Gitta Sereny (1974,\nInto that Darkness: From Mercy Killing to Mass Murder. London: Random House). There have been\ndifferent treatments of Adolf Eichmann, most famously by Hannah Arendt in her Hichmann in Jerusalem:\nA report on the banality of evil. (1963, New York, Viking Press). Arendt’s perspective on Eichmann as\nan ordinary gentleman who simply followed orders has been seriously challenged, suggesting that he was\nanything but a banal evildoer; the quote by Holocaust scholar Yaacov Lozowick is one illustration of the\nmore generally accepted view that Eichmann was a radical evildoer with heinous intentions to\n\nHauser Prologue. Evilution 18\n\nHOUSE_OVERSIGHT_012764",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012764.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3080,
    "word_count": 455,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.292074",
    "prefix": "IMAGES-002"
  }
}