{
  "document_id": "HOUSE_OVERSIGHT_013548",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013548.txt",
  "text": "a guru’s ecstatic death, Samadhi, both Gurumayi and young Nityananda became\nco-gurus. Following three years of the usual covert power struggles of succession in\norganizations, Gurumayi took over the guru lineage of Siddha Yoga. Her lively\nbrother’s worldly preoccupations with jazz drumming and confessions of promiscuity\nled to his giving up of the orange robe of the denunciate, sanyasi, for the blue robe\nof worldliness, exchanging one kind of energy for another.\n\nBrad Gooch who visited Gurumayi’s Ashram in Ganeshpuri, India, wrote in\nhis recent book, Godta/k, that she looks like a “synthesis of Indira Gandhi and\nBianca Jagger.” In what reads like a Hunter Thompson episode in an unwritten book\ncalled Fear and Loathing Along the Guru Trail, Godtalk’s explication of Siddha Yoga\nwas dominated by yellow journalistic rumors such as the one about Baba’s use of a\ngynecologist’s table with stirrups for non-ejaculatory Tantric practice with some\nfemale followers. This unconfirmed claim remains, as Gooch says, in the realm of\n“...he said, she said.” Gooch’s exploration almost ignores the deeper meanings of\nKashmir Shavism, Buddhism and Kundalini Yoga that compose the philosophical\nfoundations of Siddha Yoga. The importance of knowing, loving and becoming one\nwith the God within trivializes all but ungenerous or hurtful interpersonal behavior.\nEven the tougher version of the Ten Commandments in Leviticus 19 would not\nnecessarily disagree.\n\nWhen a Los Angeles Times reporter tried to chide Baba about being driven\nabout in his “worldly” Mercedes sedan, he explained that a very wealthy Indian\nmerchant had given it to him and “...| have to put my behind somewhere.” Similarly,\nwhy would Gooch’s account of Baba’s Tantric practice, even if true, ruin the imago\nof him in my mind unless | had already surrendered to the pantheon of good and\nevil absolutes of Judeo-Christian taboo? My knowledge of these non-materialistic\nmeanings of apparent materialism began with one of the favorite finds of Baba’s\nyouthful days of guru hunting: Zipruanna, who, wearing only a loincloth spent all\nday, every day, on a stool in the middle of a garbage dump. Remarkable changes\noccurred in people who spent time there in his presence. Baba said the identity of\nguru was established by the results experienced by those that spent time in his\n\npresence. It could not be defined by the physical features or ritual conduct of the\n\n48\n\nHOUSE_OVERSIGHT_013548",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013548.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2447,
    "word_count": 391,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.304377",
    "prefix": "IMAGES-002"
  }
}