{
  "document_id": "HOUSE_OVERSIGHT_019801",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019801.txt",
  "text": "Notes to pages 71-80 | 313\n\n71 When they finally settled: The descriptions of the initial two meetings between\nGreenwald and Poitras in April 2013 are provided in Greenwald's 2014 book, No\nPlace to Hide, pp. 10-15.\n\ncHAPTER 8 Raider of the Inner Sanctum\n\n73 “They think there’s a smoking gun”: Bamford, “Edward Snowden.”\n74 system for stratifying its data: Michael McConnell, interview with King, “Ex-\nNSA Chief Details Snowden’s Hiring at Agency, Booz Allen.”\n74 Snowden applied to Booz Allen: Booz Allen officer who requested anonymity,\ninterview with author.\n5 “Snowden was an IT guy”: John R. Schindler, “Snowden Is a Fraud,” XX Com-\nmittee, June 12, 2015.\n\n75 “get access to lists”: Lana Lam, “Post Reporter Lana Lam Tells of Her Journey\ninto the Secret World of Edward Snowden,” South China Morning Post, June 23,\n2013.\n\n75 “He targeted my company”: King, “Ex-NSA Chief Details Snowden’s Hiring at\nAgency, Booz Allen.”\n\n75 he would not have password access: Former NSA executive who requested ano-\nnymity, interview with author.\n\n75 engaged in a minor subterfuge: Hosenball, “NSA Contractor Hired Snowden\nDespite Concerns About Resume Discrepancies.”\n\n76 “playing with fire”: Spencer Ackerman and Ewen MacAskill, “Snowden Calls\n\n® for Whistleblower After Claims by New Pentagon Source,” Guardian, May 22, ®\n2016.\n\n76 establish a paper trail: Director of National Intelligence, IC on the Record (blog\non Tumblr), May 27, 2014, http://icontherecord.tumblr.com/post/87218708448\n/edward-j-snowden-email-inquiry-to-the-nsa-office. Snowden response, in\n“Edward Snowden Responds to Release of E-mail by U.S. Officials,” Washington\nPost, May 29, 2014.\n\n77 He returned on April 13: Lindsay Mills’s blog.\n\n77 a brief medical leave: Former NSA executive who requested anonymity, inter-\nview with author.\n\n77 needed to get passwords: Stephen Braun, “NSA to Congress: Snowden Copied\nCo-worker’s Password,” Military Times, Feb. 13, 2014.\n\n78 software applications called spiders: David E. Sanger and Eric Schmitt, “Snowden\nUsed Low-Cost Tool to Best N.S.A.,” New York Times, Feb. 8, 2014.\n\n78 Finally, Snowden had to: Former intelligence officer who requested anonymity,\ninterview with author.\n\n78 These later acquisitions: The document can be seen in the National Security\nArchives, http://nsarchive.gwu.edu/NSAEBB/NSAEBB436/docs/EBB-059. pdf.\n\nCHAPTER 9 Escape Artist\n80 “I'm not self-destructive”: Bamford, “Edward Snowden.”\n\n80 “I took everything”: Edward Snowden and Peter Taylor, “Are You a Traitor?,”\ntranscript, Panorama, BBC, Oct. 15, 2015 (aired on BBC Oct. 10, 2015).\n\n| | Epst_9780451494566_2p_all_r.indd 313 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019801",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019801.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2657,
    "word_count": 393,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:45.747737",
    "prefix": "IMAGES-005"
  }
}