{
  "document_id": "HOUSE_OVERSIGHT_017497",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017497.txt",
  "text": "1 what was going on. And] may have spoke to him, ] 2 1\n\n2 know | spoke to Russ, but ] may have spoke to him as i 2\n\n3. well within a couple of days just prior to this due : 3\n\n4 diligence because ] was trying to at least get some : 4\n\n5 information in my head that ] could use when ] was : 5\n\n6 creating this story for the investors. 2 6\n\n7 Q. Scott, what's Q-task? : 7\n\n8 A. Q-task is a web based software system that | : 8\n\n9 had invested $7 million in. 1 9\n10 Q. And what was the purpose of this internet £10\n11. system? : 11\n1.2 A. To be able to communicate in a secure #12\n13 fashion and in a unique group fashion about specific ; 13\n14 files. 14\n15 Q. So forgive me, we all know I'm not good with ] 15\n16 the computer. That was something that would be useful | 16\n17 within a law firm, why? B17\n#18 A. Because it allowed you to create groups and i 18\n19 have both general and private chats, organize data in 119\n20 avery unique fashion. That was, at least to our way : 20\n21 of thinking, would have been very, very helpful in the a21\n22 law firm setting with multiple practice groups. £22\n23. Q. Did you belong to any groups on Q-task? : 23\n24 A. I'm certain that ] did. 1 don't remember : 24\n25 which groups ] belonged to. | never got into the full £25\n\nPage 26 :\n\n1 use of it. I tried to, but again, ] was very busy 1\n\n2 doing other things. But ] know that Mr. Adler's group 5 2\n3 used it extensively. 2 3\n\n4 Q. Because it was your firm and, as you said, , 4\n\n5 you invested $7 million in it, did you have the e 5\n\n6 ability to access a group if you wanted to? 6\n\n7 A. Yes. And if] couldn't, | could get Russ to tT\n\n8 give me access. 1 8\n\n9 Q. So you didn't necessarily have to be invited : 9\n10 into the Q-task group for you to be able to utilize or : 10\n11. view the communications within it? : 11\nal: A. No, that's not true. ] actually had to be 412\n13 invited, that's what } was telling Russ to do, is to : 13\n14 have me invited. i 14\npis Q. But I'm saying, the lawyers wouldn't have to 1s\n16 personally invite you, you can get someone within your #16\n17 firm to give you access maybe without the lawyers 47\n18 knowing? 218\n19 A. No, ] think it might have had a, quote, 4 9\n20  unquote, confidential, super secret viewing : 20\n21 capability, but] don't recall it having that, and I'd ] 21\n22 have no need to utilize that. Just invite me into the 22\n23 group and let me see what's going on. 23\n24 Q. Okay. I know that you are or were a very 24\n25 hands-on person within certain of the practice groups £25\n\nPage 27,5\n\nand with that, with the Q-task and the e-mails, did\nsomeone assist you with reviewing everything and\nletting you know what was going on within the groups?\n\nMR. SCAROLA: Excuse me, I'm going to\nobject to counsel's testimony. Object to the form of\nthe question as leading.\n\nTHE WITNESS: J really don't even\nunderstand the question.\n\nCan you try to rephrase it for me, Tonja?\n\nBY MS. HADDAD:\nQ. Of course, 1 would.\n\nDid you keep abreast of everything that was\ngoing on in every practice group or was someone\nthrough Q-task and e-mails, for example, or was\nsomeone giving you information keeping you posted on\nwhat was going on within the practice?\n\nA. Well, as part of the tort group | had a\npretty good idea of what was going on there all the\ntime just because of the significant amount of\ninteraction, both legitimate and otherwise, that ] had\nwith Russ Adler, so ] was probably more up-to-date on\nthat group than any group other than the labor and\nemployment group, again, because ] had such\nsignificant interaction with Stu Rosenfeldt, both\nlegitimately and Wlegitimately, so 1] knew what was\n\nPage 28\n\ngoing on in that group.\n\n] tried, as best as ] could, given my time\nconstraints, to stay on top of what was going on, you\nknow, throughout the firm. But ] relied on other\npeople like Debra Villegas and Jrene Stay and David\nBoden, Les Stracker to the lesser extent, to monitor\nwhat was going on in the different practice groups and\nkeep me up to speed.\n\nQ. Was there audio and video surveillance\nthroughout the entire firm or only within your office?\n\nA. No, through the entire office, not in the\nindividual offices.\n\nHang on. Not in the individual offices but\nthroughout the general office space.\n\nQ. So in 2009 how many floors did you have?\n\nA. Three, | think.\n\nQ. And do you recall approximately how many\nattorneys you had working there at that time?\n\nA. Approximately 70.\n\nQ. And when you say \"not the individual offices\nbut the other areas,” do you mean -- would that\ninclude conference rooms?\n\nA. I didn't have surveillance in the conference\nrooms.\n\nQ. Socan you please tell me exactly where you\n\nPage 29\n\n8 (Pages 26 to 29)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017497",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017497.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4766,
    "word_count": 941,
    "line_count": 153,
    "import_date": "2025-11-19T21:47:45.875246",
    "prefix": "IMAGES-004"
  }
}