{
  "document_id": "HOUSE_OVERSIGHT_012796",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012796.txt",
  "text": "incidental consequence, a hunger to watch violence and to see it as entertainment. It allowed our feelings\nof inequity and envy to morph into schadenfreude, retaliation, and spite. It allowed us to enjoy violence\n\nas perpetrators and spectators. It allowed us to put our money on feeling good about righting an injustice.\n\nWhy oh why?\n\nWhy did evil, expressed as excessive harm to innocent others, evolve? The answer lies, so I suggest, ina\nspecial property of the human brain. Some time after we diverged from a chimpanzee-like common\nancestor, the human brain was remodeled to allow promiscuous connections between previously\nunconnected circuits. Promiscuity enabled us to explore new problems using a combination of older, but\nnonetheless adaptive parts. Some of these novel explorations led to highly adaptive consequences, as\nwhen we developed the ability to self-deceive in the service of pumping ourselves up to do better in the\ncontext of competition; or when we invented new technologies to solve difficult environmental problems,\nsuch as using spears to capture prey at a distance; or, when we acquired the know-how to stockpile and\nenhance resources such as food, water and fertile land that are critical to individual survival and\nreproduction; or when we evolved the richly textured social emotions of jealousy, shame, guilt, elation,\nand empathy, feelings that motivate individuals to recognize the importance of others’ well-being and\ninterests and to correct prior wrongs; or, when we tapped into the rich connection between reward and\naggression to punish cheaters trying to destabilize a cooperative society. But these same adaptive\nexplorations also resulted in incidental costs that have destroyed the lives of innocent individuals. The\ncapacity to deny others’ moral worth enabled us to justify great harms, including self-sacrifice as living\nbombs designed to annihilate thousands of non-believers. The capacity to create advanced weaponry\nenabled us to kill at a distance, thereby avoiding the aversiveness of taking out those staring back. The\ncapacity to stockpile resources led to the growth of greed, increasing disparities anong members of\nsociety, the inspiration to steal, and heightened violence both to defend and to obtain. The capacity to\nexperience social emotions such as jealousy led to blind rage and a driving engine of homicide, including\ncuckolded lovers who kill their spouses and stepparents who kill their stepchildren. The capacity to feel\ngood about harming others enabled us to recruit this elixir in the service of causing excessive harm in any\nnumber of novel contexts, from ethnic cleansings to bizarre fetishes that include self-mutilation. And the\nlist goes on. This is the yin and yang of promiscuous thinking. This is the natural history of evil, its\nancestry and adaptive significance. This evolutionary explanation sets the stage for unpacking the recipe\n\nfor evil, how it develops within individuals and societies, ingredient by ingredient.\n\nHauser Chapter 1. Nature’s secrets 50\n\nHOUSE_OVERSIGHT_012796",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012796.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3061,
    "word_count": 471,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.703662",
    "prefix": "IMAGES-002"
  }
}