{
  "document_id": "HOUSE_OVERSIGHT_033396",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033396.txt",
  "text": "Europe's aggressive commissioner overseeing competition, is still investigating aspects of\nGoogle's business and whether Amazon plays fair in the market for generic products.\n\n° President Trump has said his administration is seriously looking into monopolistic\nbehavior of Facebook, Google and Amazon.\n\nSome analysts predict an economic slowdown — even if it doesn’t lead to a recession like\nthe one in 2008 — will be enough to change the global attitude around big American\ncompanies.\n\n\"So the really shocking thing this year is that the only major economy in the world where\ngrowth has actually accelerated this year is America. And this is because of the tax cuts, the\nderegulation, the other stimulus which has been put into work. And that has also helped the\nearnings of companies. My point is, from next year onwards, those effects begin to fade.\"\n\n— Ruchir Sharma, chief global strategist at Morgan Stanley on Fareed Zakaria GPS\non Sunday\n\nThe \"FAANG\" stocks (Facebook, Amazon, Apple, Netflix and Google) that pushed the\nstock market to record highs have not been immune from this year's market rout.\n\n° \"The mood has changed. Investors are asking a lot more questions right now,\" says\nLarry Glazer, a Managing Partner at Mayflower Advisors, which manages $3 billion.\n\"Momentum has faded on these names.\"\n\n° Adding to potential concern: possible regulatory action could translate into higher\ncosts, particularly for Google or Facebook.\n\n° \"Facebook has been under such a dark cloud for so long that now everybody is\nexpecting the worst,\" Paul Meeks, a technology portfolio manager at Wireless Fund, told\nAXx10s.\n\nThe other side: \"I don't see a looming recession. And even if there was, people aren't going\nto target these companies if there is a recession,\" says Nicholas Economides, Professor of\nEconomics at NYU Stern School of Business.\n\n° Economides argues that, even if there was a mild reduction in GDP growth, it\nwouldn't significantly impact the high tech sector.\n\n° For companies like Google, Facebook and Twitter, \"their main revenue streams are\nfrom ads. They gain market share from brands converting traditional ad spend to digital ads.\nThis conversion is not so dependent on the growth of GDP, because they are still in the\nprocess of converting ads of different formats to digital ads, and that's something that will\ncontinue, regardless of GDP growth.\"\n\nThe bottom line: Tech companies that have long been the darlings of investor portfolios\nwill likely find themselves in much weaker positions.\n\nHOUSE_OVERSIGHT_033396",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033396.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2541,
    "word_count": 409,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.507040",
    "prefix": "IMAGES-012"
  }
}