{
  "document_id": "HOUSE_OVERSIGHT_023244",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023244.txt",
  "text": "Jeannine\n\nOn Tue, Apr 3, 2018 at 5:43 PM, Lisa Emelia Svensson <Q wrote:\n\nAir France has a strejk ... so French\nTrying to rebook later in the week Will let you know\n\n3 apr. 2018 kl. 16:29 skrev jeffrey E. <jeevacation@gmail.com>:\n\nim in paris now\n\nDate: Tue, Nov 15, 2016 at 6:13 AM\nSubject: Fwd:\n\nTo: Melanie Spinella <- 3 iii >\n\nLeon, Congragulations on biting the bullet. at least 18 months late , but Im encouraged and glad for\nyou. When you interviewed Brad two years ago you asked that 1 not tell him what a disaster lay before\nhim. what would you like me to tell Barry?\n\nThere is a HUGE amount of work to be done in the next 9 -12 months. mostly the exact same work\nthat i outlined in my email of 2 years ago. now complicated by years of mess on top. ( you can send it\nagain if you like ). Brad wechsler was never up to the task . sorry, I realize I have been saying the very\nsame thing for a long time. he was a not a step up from Eileen but a step sideways. in the beginning\nthere was Eileen and Tom and Ralph Lerner. all your hand picks. then brad. john, Joe. . joslin was\nchosen from a pool of 2 people. each that would be limited by a salary of 250k. ( yes i personally\naugmented his comp in order to get him ) I did say hire both Lisa to do the bookkeeping and joslin tax,\n\nHe complained for over a year , re his direction by eileen and ada , and then brad. His breakdown was\nnot a surprise after months and moths of warnings. Though disabled, he ran your office this year. with\njohn and joe. He ran amok, and as i told you he rarely failed to remind me in our conversations that you\ntold him that he works for you and not for me and that brad needs to pays him .\n\n. Asking me who to hire , estate attny tax people etc. :\n\nI have taken heat for years over the fact that i gave you no more than carlyns name, . no follow up\nquestions no interactions , not even one single question asked of me re her work. ( that was Eileen _ )\nbut somehow carlyns fuck up was my doing. . _ when i told you that i thought Eileen wasn't up to the\ntask, you bellowed that i was talking out of both sides of my mouth. . You told me this year , that by\ntrying to protect you from crazy joslin, I had in essence fired him and it was my responsibility to do his\nwork. it then turns out that he didn't consider himself fired at all he just received less money. and\ncontinued to make a really dangerous mess.. Joshn castrucci, in your eyes , was also my doing , though\nemail after email said , I take no responsibility for him,and 1YOU SHOULD NOT HIRE HIM |!!!, , your\nresponse was that was my opinion was only because i didn't trust him. then to add insult to injury last jan\nyou told me he was gone. however he too is still there, and a waste of money and space.\n\nMy time is complicated by Donald's potentially eviscerating any reason for anyone to use the\nforeign funds repatriation plan that 1 had put together. . however as you are aware I have some decisions\nto make re my time allocation in the next year or two. so at least for a few weeks I am unable to commit\nmuch time and make any future plans to guide you in the redoing of your procrastination produced\nmess.\n\nThat being said, the tasks at hand are the following.\nYou have a bomb of colored string that your retarded children have formed , It has to be very carefully\n\nHOUSE_OVERSIGHT_023244",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023244.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3342,
    "word_count": 667,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.979986",
    "prefix": "IMAGES-007"
  }
}