{
  "document_id": "HOUSE_OVERSIGHT_030206",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030206.txt",
  "text": "can’t be indicted, he can’t be questioned. Both positions are based on category mistake. No\none has ever seriously suggested that a president can never be indicted. The only debate is\nwhether any indictment of a president must be postponed until he is no longer in office.\nSince any president can indisputably be indicted when no longer in office, there 1s no\npermanent immunity that would obviate questioning of a president.\n\n6. The 2000 OLC Memorandum. This opinion of the Office of Legal Counsel, signed by\nAssistant Attorney General Randolph Moss, is a thorough and thoughtful analysis of\nwhether a president can be indicted and prosecuted while serving in office. It appears to\nhave originally been drafted during the time of the Starr investigation of President Bill\nClinton. The case against putting a president on trial is fully convincing to me. What is not\nso clear, however, is whether there is sound basis for withholding an indictment of a\npresident even if any trial proceedings must await the end of his term. Like the Dixon memo,\nthe 2000 opinion set out several obstacles to trying a president. None of those reasons, save\none, applies to naming a president in an indictment.\n\nThe 2000 opinion gives so little thought to the possibility of indicting-and-postponing that it\ngives only one reason why such a course should be precluded: the idea that including the\npresident in an indictment would cast a “cloud” over the presidency. The notion that\nreputational harm alone should preclude a normal part of the system of justice seems\nincompatible with the Supreme Court’s decision in Clinton v. Jones, in which the court set\nsuch a high bar for any presidential immunity from the normal process of litigation that not a\nsingle justice found that actually undergoing a civil trial was precluded.\n\nIt is hard to square mere reputational harm as a basis for precluding indictment when the\ngovernment seems to have established that a president can be listed as an unindicted co-\nconspirator. The reputational difference between being named as an unindicted co-\nconspirator in a criminal indictment and being listed as one of those indicted seems\nrelatively small. The essential difference: naming one as indicted prevents the statute of\nlimitations from expiring. Why, for a small reputational difference, would one choose to\nmake being in the White House a basis for permanently precluding (by operation of the\nstatute of limitations) an otherwise warranted criminal prosecution?\n\nOne aspect of the 2000 memo is worth noting. It appears to have been drafted with the case\nagainst President Clinton in mind. That was essentially a one-defendant matter. Thus, the\nopinion does not grapple with the significant obstacles to trying a multi-defendant criminal\nconspiracy while excluding from the charging document any reference to one of the\nconspirators—and perhaps a key conspirator.\n\nFor an extended argument that the terms of Robert Mueller’s appointment and practice of\nthe Office of Legal Counsel do not require him to conform to the 2000 OLC position\nopinion rejecting the option of indicting and postponing, see Andrew Crespo’s analysis. In\naddition to Crespo’s analysis, I would add that the 2000 memo gives only scant attention to\n\nHOUSE_OVERSIGHT_030206",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030206.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3271,
    "word_count": 529,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.168315",
    "prefix": "IMAGES-010"
  }
}