{
  "document_id": "HOUSE_OVERSIGHT_016121",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016121.txt",
  "text": "Chart 3: Saudi Arabia proven crude oil reserves Chart 4: Saudi Arabia proven gas reserves\nbribbi mSaudi Aramco = Others tn cf eSandidvanos withers\n0 300 ont\n250 THe 250\n200 200\n150 4 Tl 150\n100 100 +\n50 50\nN wore wr re @oOrmevwveeanvwwseaorews*tro @ SO oe @Srre OwnrTr Oey OMMWMse Bs o wo\nessere pgpeseseSESSSSSSSSS SSSSSSSSSSSSSSSSSSS\n+ x + x x a x NNN NN x 7 x x v x v x v = + NNNNN NN N\n\nSe a\n\nSource: SAMA, Bank of America Merrill Lynch Global Research Source: SAMA, Bank of America Merrill Lynch Global Research\n\nOil sector privatization could slow debt build-up and support Fx reserves\n\nPotential energy sector asset partial privatization could raise a substantial amount for\nthe Saudi government, in our view. A share sale would be a non-debt creating financing\nflow for the budget, which would lessen the need to borrow domestically or externally. A\nshare sale could also increase Saudi Arabia’s ability to project soft power and influence\nregionally and internationally. However, it would only support the build-up of Fx reserves\nin the case of foreign investor participation. Assuming a USS2trn valuation suggested\nby the Deputy Crown Prince as the value for the SWF, the vast majority of which would\nbe Aramco through a possible 5% listing, such a listing could raise up CUS$100bn, which\nwould represent the current annual government borrowing requirements and associated\nFx reserves drawdown. We expect further administered energy price adjustments over\nthe next five years, which should increase state revenues, in our view.\n\nA share sale may also facilitate international borrowing on the back of Saudi Aramco’s\nbalance sheet. Saudi Aramco also announced it would look to set up a corporate debt\nprogram to fund its NTP initiatives, although issuance does not appear to be an\nimmediate prospect. A corporate debt program, alongside a sovereign one, could allow\nthe government to simultaneously tap a new pool of liquidity through corporate bond\ninvestors, upstream proceeds if needed and support Fx reserves. This could be achieved\nwithout impacting central government debt ratios and without saturating the\ngovernment debt issuance room with sovereign debt investors. Saudi Aramco raised a\nUS$10bn syndicated loan in late March 2015 in part to fund acquisitions. The loan\nreplaced USS4bn in existing facilities agreed to in 2010, and includes a US$6bn five-\nyear tranche with two 1-year extension options, a US$1bn 1-year renewable facility, a\nnon-interest bearing SAR7.5bn (USS2bn) five-year tranche with two 1-year extension\noptions and a SAR3.75bn (US$1bn) 1-year tranche renewable yearly.\n\nVery roughly, taking the US$2trn Deputy Crown Prince potential valuation for Aramco,\nand assuming an optimal 10% net-debt-to-equity medium-term target, it would suggest\nthat Aramco could manage leverage of up to US$200bn (c30% of GDP) in domestic and\nexternal debt on its balance sheet. Within a corporate setting, possible higher gearing\nneeds to be justified to shareholders and could reflect financing of acquisitions or NTP\ncosts. From a macro angle, international issuance would support Fx reserves.\n\nThree aspects of energy policy to consider going forward\n\nEnergy sector privatization is likely to raise questions on the future path of energy\npolicy, though we believe the latter will stay the course for now. We believe that are\nthree aspects that are central to energy policy in Saudi Arabia: a) competition for global\nmarket share in upstream operations; b) future investment decisions and maintaining of\nspare capacity buffer; and c) integration and expansion of downstream ventures to\ncreate domestic jobs, secure captive crude demand and make operations less volatile.\n\nOS merrill Lynch GEMs Paper #26 | 30 June 2016 11\n\nHOUSE_OVERSIGHT_016121",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016121.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3765,
    "word_count": 600,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:49.222662",
    "prefix": "IMAGES-003"
  }
}