{
  "document_id": "HOUSE_OVERSIGHT_028025",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028025.txt",
  "text": "or so from the terminal, Yoni was hit. He’d been shot from the control tower. I\nrealized that unexpected setbacks or slip-ups were inevitable in any operation.\nBut the crucial first stage of the attack had not only gone wrong. It had gone\nwrong in exacrly the way that we had first discussed back at the sayeret base,\nand now Yoni was dead because of it.\n\nI had to remain in Kenya for a few more days. Though we’d rescued 102\npassengers and crew, three of the hostages had been killed in the crossfire.\nWhile most of the injuries to the others were minor, we arranged to have several\nof the more seriously wounded taken to a Nairobi hospital. So I was unable to\njoin the gathering of hundreds on Mount Herzl in Jerusalem for Yoni’s funeral.\nOr to hear Shimon Peres praise him in terms I knew must have filled his parents\nand Bibi, too, with enormous pride. Shimon described him as “one of Israel’s\nfinest sons, one of its most courageous warriors, one of its most promising\ncommanders.”\n\nThe first evening I was back, however, I visited the Netanyahus at their\nfamily home in Jerusalem: Ben-Zion and Tzila, the parents; Ido, the youngest of\nthe three children, and Bibi, who was still at MIT. It was a few nights in the\nshivah, the seven days of mourning, and there were dozens of other well-\nwishers there as well. I spoke to Bibi first, outwardly strong but I sensed still\noverwhelmed by their loss. Hugging him, I said the weeks ahead would be\ntough, not just because of Yoni’s death, but because much of the responsibility\nof providing emotional support for his parents, both in their sixties, would fall\non his 26-year-old shoulders. This was the first time I’d met the father, Ben-\nZion, face to face, but I was struck by how this balding, professorial figure\nseemed able to keep inside the pain and loss he must have been feeling. He did\nclearly know of me, both from Bibi and from the frequent letters always wrote\nto him at Cornell. Now, after I’d said what I could to comfort him, he asked\nwhether we could meet again. When we did, a few days later, he was clearly\nconscious of the his late, lost son’s bourgeoning place in Israel’s pantheon of\nnational heros. He asked me to be one of the speakers at Yoni’s shloshim, a\ncommemorative event in Jerusalem which, in Jewish religious tradition, would\nmark the end of the first month of mourning. “You knew him well,” he said, and\nproceeded to stress the importance of using my remarks to explain, and\nelaborate on, Yoni’s powerful accomplishments and personal legacy.\n\nI thought about what he wanted, and about Yoni himself, in the days ahead.\nAbout the tragedy of his death, but also the way in which all of us now had to\ndraw meaning, value, and ideally something of permanence from the feelings of\n\n177\nHOUSE_OVERSIGHT_028025",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028025.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2785,
    "word_count": 499,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.243847",
    "prefix": "IMAGES-009"
  }
}