{
  "document_id": "HOUSE_OVERSIGHT_024373",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024373.txt",
  "text": "Table of Contents\n\nProxy — Carvana Co,\n\nAnnual Meeting of Stockholders\n\nTuesday, April 23, 2019, 8:00 a.m. Pacific Daylight Time\nThis Proxy is Solicited on Behalf of the Board of Directors\n\nThe undersigned appoints Paul Breaux and Jonathan Allred (the “Named Proxies”)\nand each of them as prowies for the undersigned, with full power of substitution,\n\nto vole (he shares of common stock of Carvana Co., a Delaware comporation (“the\nGompany\") the undersigned is entitled to vote at the Annual Meeting of Stockholders.\nof the Company to be held at the 3419 East University Drive, Phoenix, AZ 85004 on\nTuesday, April 23 at 8:00 a.m. (PDT) and all adjournments thereof.\n\nThe purpose of the Annual Meeting is to fake action on the following:\n\n1. to elect two nominees identified in the accompanying proxy stalament to\nserve as directors, as recommended by the Compensation and Nominating\nCommittee of the board of directors of Garvana;\n\n2. to rality the appointment of Grant Thomton LLP as Carvana's independent\nregistered public accounting firm for the year ending Dacember 31, 2019;\n\n3. to consider the approval, by an advisory vote, of Carvana’s executive\ncompensation (i,2,, “say-on-pay” proposal)\n\n4. to recommend, by an advisory vote, the frequency of future advisory votes\non executive compensation (i.e., “say-on-pay frequency’)\n\n5. lo transact other business as may properly come belore the meeting or any\nadjournment of tha meating.\n\nThe two directors up for re-election are: J. Danforth Quayle and Gregory Sullivan.\n\nThe Board of Directors of the Company recommends a vote “FOR all nominees\nfor director, \"FOR\" proposals 2 and 3, and a vote of \"1 Year for proposal 4.\n\nThis proxy, when properly executed, will be voted in the manner directed\nherein. I no direction is made, this proxy will be voted “FOR” all nominees\nfor director. In their discretion, the Named Proxies are authorized to vote\nupon such other matters thal may properly come before the Annual Meeting\nor any adjournment or postponement thereof.\n\nYou are encouraged to specify your choice by marking the appropriate box\n\n(SEE REVERSE SIDE) but you need not mark any box if you wish to vote\nin accordance with the Board of Directors’ recommendation. The Named\n\nProxies cannot vote your shares unless you sign and return this card,\n\nak (Pepi adojawue ay) wy uoqeod si] yen! Wunjes pur Looped oy) Je Aympoues aqeredes astajg 4\n\nTo atland the maeting and vole your shares oO\nin person, please mark this box.\n\nHOUSE_OVERSIGHT_024373",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024373.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2498,
    "word_count": 409,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.306532",
    "prefix": "IMAGES-007"
  }
}