{
  "document_id": "HOUSE_OVERSIGHT_016175",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016175.txt",
  "text": "contribution to GDP from 5% to 10%; 2) reduce the average time required to\napprove and license new residential real estate; 3) reduce the housing unit cost\nfrom 10x to 5x of the gross individual annual income; and, 4) increase the real\nestate financing to non-oil GDP ratio from 8% to 15%.\n\ne The Saudi Commission for Tourism and National Heritage is looking to increase and\ndevelop hospitality facilities and tourism services. The ministry targets by 2020 to\nincrease the number of hotel rooms/apartments by 39% to 621.6k.\n\nPositive government ambitions but...\n\nThe rise of real estate finance to non-oil GDP from 8% to 15% implies an incremental\nfunding of US$32bn which could finance c212k additional units by 2020 or c53k\nadditional units p.a. This compares to an estimated annual demand of 181k units which\ncome on the top of the existing cl.2mn shortage of housing.\n\n..needs to be combined with land tax and sukuk issuance initiatives\n\nBased on the target Key Performance Indicators (KPIs) set for the Ministry of Housing,\nwe estimate the initiative to be supportive but not sufficient to cater to the natural\nannual demand which is 3.5 times more elevated than the implied additional supply\nfunded by the programme. We understand this initiative has to be combined with the\nland tax initiative and the potential sukuk issuance from the Ministry of Housing which\ncould add further liquidity to the REDF to finance more units.\n\nLand tax - gradual revenue source\n\nLand tax among flagship measures adopted by the Saudi government\n\nWe expand more below on our understanding of the land tax initiative which was\nrecently approved by the Cabinet to tackle the housing shortage and raise government\nrevenues. Saudi Arabia’s Cabinet announced in November 2015 that it will gradually levy\na 2.5% tax on undeveloped land plots owned by persons or private entities in urban\nareas, after the country’s Shura council approved a proposal to impose taxes on the so-\ncalled white lands. The draft law was amended to include gradual taxes in accordance\nwith a specific timetable to force landlords to sell land, thus increasing land supply.\n\nThe regulations adopted in mid-June define undeveloped land as all vacant land\ndedicated to residential use or commercial residential use within the urban boundary\nlimits. Fees will be applied to in a gradual series of stages; first, to owners of\nundeveloped land with areas exceeding 10,000 square metres; second, to single owners\nof developed land of more than 10,000 square metres in one master development plan;\nthird, to single owners of developed land of more than 5,000 square metres in one\nmaster development plan; and, last, to single owners of land of more than 10,000 square\nmetres in one city. The Ministry of Housing will determine the land locations where the\ntax will apply. The extension of the tax in later phases to developed land, from\nundeveloped ones at first, will broaden the tax base and minimize tax evasion.\n\nTax proceeds will be deposited in SAMA\n\nThe taxes and fines collected by the Ministry of Housing shall be deposited in the\ncentral bank, the Saudi Arabian Monetary Agency, and will be used to develop the\ncountry’s infrastructure for new housing projects, according to the state-owned news\nagency.\n\nLaw could be effective this month, but gradual implementation likely\n\nUnder the new system, the housing ministry has been in charge of issuing executive\nprocedures and rules for the new legislation within 180 days. The law will be effective\n180 days after publication in the official gazette. The housing ministry is finalizing\nnecessary amendments to the decree by end-June 2016 and aim for implementation by\n17 January 2017 (including a 1-3 year grace period).\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 65\n\nHOUSE_OVERSIGHT_016175",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3801,
    "word_count": 625,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:46.002859",
    "prefix": "IMAGES-003"
  }
}