{
  "document_id": "HOUSE_OVERSIGHT_011329",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011329.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n26\nH3VOGIU1\n\nTurning next to plaintiff's motion in limine number\n11. This is a related issue. We ask that the Court exclude\ncharacterizations of Ms. Giuffre's bad behavior during her\n\nchildhood, including characterizations of her as a bad child or\n\na runaway. Defendant's response to this tries to conflate two\nseparate things; prior bad acts, an assault on her character on\none hand, with a reputation for truthfulness of another.\n\nPrior bad acts she may have committed as a child, like\n\nrunning away, is inadmissible and a defamation action where the\n\ndamages relate to her reputation. That she ran away from home\nor was an ill-behaved child does not go to truthfulness.\n\nThese events also do not go to her reputation. Her\nreputation for truthfulness as an adult prior to the defamation\n\nis the only reputation that's at issue in this case.\n\nDefendant's defamatory statements damaged Ms. Giuffre's\n\nreputation when she was in her 30s. This does not open the\n\ndoor into evidence of Ms. Giuffre's generalized character,\n\nparticularly one from a troubled childhood. Occurrences, such\n\nas running away from her home when she was a child, are simply\n\nprior bad acts under Rule 404 that should be excluded. They\n\nshould also b xcluded under Rule 405 because this is\n\nintroduction of evidence to try to show her character. And\nRule 608(a) also limits evidence and testimony about a witness'\nreputation for having a character for truthfulness or\n\nuntruthfulness, it doesn't come in under that rule.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011329",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011329.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1635,
    "word_count": 269,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:44.821545",
    "prefix": "IMAGES-001"
  }
}