{
  "document_id": "HOUSE_OVERSIGHT_018488",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018488.txt",
  "text": "20,000 people and found that S&Mers \"were no more likely to have been coerced into\nsexual activity” than the general population. But -- also for the record -- an S&Mer whose\nsexuality was associated with being abused would not be \"less legitimate\" than the rest of\nus, as long as that person practiced kink consensually. Because what makes S&M okay is\nconsent, right? Right. S&M isn't okay or not okay because of its \"source,\" whatever that\nmight be -- it's okay only when it's practiced consensually, right? Right. So this is all\nactually kind of a silly conversation to have in the first place, right? Right. It's too bad\nstigma tends to make zero sense, isn't it? Stigma loves to trick you into debating on its\nown terms.)\n\nIt's much more entertaining to imagine how people would talk about S&M, if we lived in\na culture where S&M wasn't wildly stigmatized. In fact, what if S&M were admired or\nseen as a great thing... instead of being repressed and forced underground and seen as a\ndark, evil, disgusting thing? I've known people who called S&M and other fetishes\n\"superpowers,\" in a kind of ironic twist on this concept.\n\nMany people have written about how S&Mers can offer lessons in sexuality that we\ngleaned from our outside-the-box perspective (there's a whole paper on this topic for\nclinicians, written by psychologist Peggy Kleinplatz and titled \"Learning from\nExtraordinary Lovers\"). I myself have talked about how S&Mers tend to use much more\ncareful and precise sexual communication tactics than the mainstream (examples include\nchecklists and safewords). But these lessons are hardly confined to S&Mers -- there are\nlots of vanilla people out there who are awesomely careful and precise about\ncommunicating sexually.\n\nThe superpower framework is a bit different....\n\n+ For example, I already noted that it's been demonstrated that S&Mers are not more\nlikely to have endured non-consensual acts -- so we know that despite what Freud would\nhave had you believe, all S&M does not arise from childhood abuse. But maybe it does\narise from a childhood experience... an awesome childhood experience. Maybe the\nMissing S&M Link is that something totally wonderful happened to S&Mers in our\nchildhoods.\n\nHey, vanilla people? I'm so sorry you all had such bad childhoods. Really, you have my\nsincerest sympathies.\n\n+ For example, some folks will say that we S&Mers have a wire crossed somewhere;\nsome genetic inferiority. But maybe we are totally way superior. Maybe average\ndominants and sadists are, say, more empathic than the norm. (There is, after all, actual\nresearch showing that consensual S&M increases intimacy.) Maybe average submissives\nand masochists are better at processing pain and enduring challenges, both physical and\nemotional, than the norm.\n\nSorry vanilla people, but we're going to have to start screening for your gross vanilla\ngenes in the womb. Nothing personal.\n\n+ For example, one of my exes has a story about how he was down in Latin America and\nhe only had access to incredibly cold showers. So he gritted his teeth, stepped into the\nshower, and told himself that a dominant woman was forcing him to take it. \"Actually it\n\nHOUSE_OVERSIGHT_018488",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018488.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3182,
    "word_count": 527,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.201278",
    "prefix": "IMAGES-005"
  }
}