{
  "document_id": "HOUSE_OVERSIGHT_017557",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017557.txt",
  "text": "MEGAN SMITH\n\nMegan recently joined Google’s advanced products team,\n\nGoogle [x], where she is working on range of projects including\nco-creating /hosting SolveForX, a forum to encourage and\namplify technology-based moonshot thinking and teamwork\n(http://www.wesolveforx.com/). For nine years before that she\noversaw Google’s New Business Development team managing\nearly-stage partnerships, pilot explorations, and technology\nlicensing working closely with Google’s engineering and\nproduct teams globally across all product areas. She led many\nof the company’s early acquisitions, including Keyhole (Google\nEarth), Where2Tech (Google Maps) and Picasa. Megan also\nled the Google.org team transition to expand and innovate\nengineering based projects including Google Crisis Response,\nGoogle for Nonprofits, and Earth Outreach/Earth Engine,\nGoogler 1%-time (now called “GoogleServezo”) in addition to\noperationalizing Google’s more traditional corporate giving.\nPrior to joining Google in 2003, Megan was the CEO\nand, earlier, COO of PlanetOut, the leading gay, lesbian,\nbisexual and transgender online community, where the\nteam broke through many barriers and partnered closely\nwith all of the early major web players. She also held roles\nat General Magic and Apple Japan. Over the years, Megan\nhas contributed to a wide range of engineering projects,\nincluding an award-winning bicycle lock, space station\nconstruction program, solar cookstoves and was a member\nof the MIT student team who designed, built and raced a\nsolar car 2000 miles across the Australian outback. She holds\na bachelor’s degree and a master’s degree in mechanical\nengineering from MIT, where she now serves on the board. She\ncompleted her master’s thesis work at the MIT Media Lab.\n\nBENEDIKT TASCHEN\n\nBenedikt Taschen, 1961, Cologne, Germany, is a German\npublisher. His professional life started at age 18 ina\n250-square-foot (23 m*) store in Cologne, Germany, named\nTASCHEN COMICS. In 1984, he bought 40,000 remainder\ncopies of a Magritte monograph published in English with\nmoney borrowed from his family. The books sold through at\ndouble the price in two months and he was soon publishing\nhis own books. By the end of the 1980s TASCHEN titles\nwere available in over a dozen languages at prices that made\nart books affordable to students and collectors alike.\n\nBy the late 1990s, he had become a household\nname in publishing. When Vanity Fair’s Matt Tyrnauer\ndeemed him, “one of the few people in business who has the\ncourage to do exactly what he wants whenever he wants to”,\nBenedikt Taschen tested the theory with Helmut Newton’s\nSUMO, the largest bound book of the zoth century. “I have\ndone a lot of books, and I can tell you—without mentioning\nnames—that publishers are not all like him. There are very\nfew like him. Or there are none like him. He is also, I might\nadd, amadman”, says Helmut Newton to Vanity Fair.\n\nSUMO is also the company’s most successful title\nof the last ten years and the precursor to Benedikt Taschen’s\nmost ambitious personal project: GOAT—Greatest of All Time, a\ntribute to Muhammad Ali, shipping in Spring 2004. Four years\nin the making, GOAT weighs 75 Ibs and is 20\" x20\" in size, with\nnearly 800 pages of archival and original photographs, graphic\nartwork and articles and essays—including those of Ali himself:\n\nAnother of his books is the Icons series of art\nbooks, some of the most accessible in the world.\n\nToday, TASCHEN has offices in Cologne, Hong\nKong, London, Los Angeles, Madrid, Paris and Tokyo and\nstores in Amsterdam, Berlin, Beverly Hills, Brussels, Cologne,\nCopenhagen, Hamburg, Hollywood, London, Miami, New\nYork, and Paris. TASCHEN employs 200 staff members\nworldwide and many longtime freelance editors. As Billy\nWilder put it in Vanity Fair 2000: “Benedikt reminds me\nof an old-time Hollywood figure—a studio head, someone\nwho is in firm command and has his hand in everything”.\n\nHe is married and lives in the Chemosphere, designed\nby John Lautner in 1960. He bought the home for $1 million\nin 1997, restored the building, and published a book on\nLautner. He lives and works in Cologne and Los Angeles.\n\nHOUSE_OVERSIGHT_017557",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4153,
    "word_count": 658,
    "line_count": 85,
    "import_date": "2025-11-19T21:47:44.663808",
    "prefix": "IMAGES-004"
  }
}