{
  "document_id": "HOUSE_OVERSIGHT_018636",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018636.txt",
  "text": "He created the predicament when I started to cry and flinch around. It was very simple.\nHe leaned over me. \"For the next three, keep your face down and your hands still,” he\nsaid. \"Promise me.”\n\n\"I can't,\" I said. \"I can't promise.\" I said it frantically. I was terrified of failing him. \"I\ncan't.”\n\n\"You have to,\" he said gently. \"So you will.”\n\nI cried harder. I sobbed so hard I couldn't speak. He stayed where he was, leaning over\nme, and kept a merciless silence. \"I promise,\" I finally said, when I could shape words.\nMy back was to him, I couldn't see his face, but I swear I felt him smile.\n\nWhen he hit me again, I barely moved. After the count of three, he said he wanted to see\nhow much longer I could go, but the answer was that I couldn't -- I started to flinch\nstrongly again. Of course, he kept hitting me, if only for that. But at least I hadn't broken\nmy promise. Hadn't failed him.\n\nKK Ok\n\nI've heard about a game in which the submissive partner stands next to a wall, and holds\ntwo coins against the wall -- one in each hand. The dominant then does, you know, some\nstuff. On the submissive's part, dropping the coins spells failure. This sounds pretty hot,\nand it's one way to make a concrete predicament. But during the above encounter -- my\nfirst time being flogged -- I assure you that it was plenty hot enough without any coins.\nWith only my promise and my awareness to keep me in line.\n\nSometimes I can't obey the order, no matter how hard I try. My partner may order me not\nto move, for example, when I can't help moving. If I were in the above scenario, with the\ncoins, I'm not confident that I wouldn't drop them. It's scary -- especially if I love him,\nbecause then all the emotions are multiplied. But even if I'm not in love -- as long as he's\ngot me in the right mental space, then if I fail, I will say \"I'm sorry” over and over. I'll be\nterrified of his anger; I'll feel like I deserve punishment, and if he doesn't keep hurting me\nI'll feel abandoned.\n\nThe more I fail, the more it hurts -- more than physical pain ever could. Slamming up\nagainst my own limits makes me feel terribly inadequate. It's hot, but it's dangerous; it\ncan rip me apart. At times like that, I often need my partner to tell me after we're done: \"I\nstill like you and think you're a good person.”\n\nAnd sometimes I need to hear that especially if I safeword out of the encounter, because\nsometimes -- not always, but sometimes -- calling my safeword can feel like the worst\nfailure of all.\n\nKK ok\n\nWhen I trace some of the weirdest and most random situations that get me hot, I see that\npredicaments come up all the time. For example, I have a terrible tendency to try and\nmake out with a partner right before we're expected to be somewhere. I might be totally\ncold 30 minutes before we have to leave, but 10 minutes before we have to leave, ding!\nIt's like a switch flips. We've got to leave, but I grab him and now he's turned on, oh no!\n\nHOUSE_OVERSIGHT_018636",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018636.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2970,
    "word_count": 567,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.389933",
    "prefix": "IMAGES-005"
  }
}