{
  "document_id": "HOUSE_OVERSIGHT_017324",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017324.txt",
  "text": "4.2.12\nWC: 191694\n\nOf course, the fact that they were necking and holding hands doesn't preclude the possibility that\nDesiree may have said no when it came to intercourse. Nor does it mean that a woman who\nengages in sexual foreplay may not refuse further sex at any point. Of course she may, and if the\nman then forces her to have sex without her consent, it is rape. But the testimony of these\neyewitnesses shows three important facts: the first is that Washington was lying when she denied\nnecking with Tyson; the second is that Tyson was telling the truth when he testified that they were\nnecking; and third, that just moments before the hotel door closed behind them, Washington was\ninvolved in sexual foreplay with Tyson.\n\nDespite the importance of this eyewitness testimony by three disinterested witnesses in an\notherwise uncorroborated \"she-said, he said\" credibility contest, the trial judge adamantly refused\nto allow the jury to hear the evidence of the three eyewitnesses. She ruled that the\nprosecution—which admitted that the testimony was \"pivotal\" --would have been “prejudiced” by\nits late disclosure. This was absurd because the three witnesses had come forward before the\nclose of the prosecutor's case—after learning that Desiree Washington had denied necking with\nTyson—and well before the defense case even began. There was plenty of time for the large team\nof prosecutors to prepare to cross examine them, and if they needed more time, the judge could\nhave briefly recessed the trial. In any event, surprise defense witnesses are common in criminal\ntrials, and the Bill of Rights explicitly guarantees a criminal defendant the right to call “witnesses\nin his favor.” Despite this the judge denied Tyson the right to call these three pivotal witnesses.\nSo much for the “search for truth.”\n\nIn all my years of practice and teaching criminal law, I had never heard of a case in which a judge\nhad refused to allow a criminal defendant the right to call eye witnesses who could help establish\nhis innocence. The law, including the law of Indiana, clearly supported Tyson’s right to do so.\n\nIt should come as no surprise, however, that this particular trial judge made such a bizarre and\nunprecedented ruling to exclude such relevant and exculpatory evidence. The trial judge, Patricia\nGifford, who used to be a full time professional rape prosecutor, had prosecuted more than 50\nrape cases. She expressed extremely strong feeling about rape, especially what has come to be\ncalled “date rape.” Indeed, she lectured the lawyers against even using the term date rape in her\ncourtroom and refused to give the traditional date rape instruction, which requires acquittal if the\njury concludes that the defendant reasonably believed the woman consented, even if she did not\nintend to consent.\n\nAfter reading the transcript, it became clear to me that Patricia Gifford did not see her role in rape\ncases as being a neutral judge, but rather as another prosecutor, with a stake in the outcome. She\nwanted to see the most famous “rapist” in Indiana history convicted and put away. Judge Gifford\nmade virtually every important ruling in the prosecutor’s favor, including the exclusion of those\nthree “pivotal” witnesses who would have won the case for Tyson. She also excluded\nevidence—under the rape shield law—that, would have proved that Desiree Washington had a\nstrong motive to frame Mike Tyson for rape. (More on this soon.)\n\n237\n\nHOUSE_OVERSIGHT_017324",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017324.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3467,
    "word_count": 571,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.461854",
    "prefix": "IMAGES-004"
  }
}