{
  "document_id": "HOUSE_OVERSIGHT_013067",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013067.txt",
  "text": "8.5 The Cognitive Schematic 151\n\nMap Toreanon Goal system Semnorimotr\npattern\nPecogmition\nMap tormanion ! Map formation may No significant Ao mignsicant cirecr ayrengy\nfoe nding mapE. dine! ayrakgy\nrela wubpoule,\n“1 col\ni i iormied for ir We wierd fk :\naero\n\nConcepis jon\n\nSenscaimator\n\npabiern\nrecognition\n\nreal pensorimotor\n\nal\n\n8.5 The Cognitive Schematic\n\nNow we return to the “cognitive schematic” notion, according to which various cognitive pro-\ncesses involved in intelligence may be understood to work together via the implication\n\nContext \\ Procedure - Goal < p >\n\n(summarized C A P > G). Semi-formally, this implication may be interpreted to mean: “If the\ncontext C’ appears to hold currently, then if I enact the procedure P, I can expect to achieve\nthe goal G with certainty p.”\n\nThe cognitive schematic leads to a conceptualization of the internal action of an intelligent\nsystem as involving two key categories of learning:\n\ne Analysis: Estimating the probability p of a posited C A P > G relationship\n\ne Synthesis: Filling in one or two of the variables in the cognitive schematic, given as-\nsumptions regarding the remaining variables, and directed by the goal of maximizing the\nprobability of the cognitive schematic\n\nMore specifically, where synthesis is concerned, some key examples are:\n\ne The MOSES probabilistic evolutionary program learning algorithm is applied to find P,\ngiven fixed C' and G. Internal simulation is also used, for the purpose of creating a simulation\nembodying C and seeing which P lead to the simulated achievement of G.\n\n— Example: A virtual dog learns a procedure P to please its owner (the goal G) in the\nconterzt C where there is a ball or stick present and the owner is saying “fetch”.\n\ne PLN inference, acting on declarative knowledge, is used for choosing C, given fixed P and\nG (also incorporating sensory and episodic knowledge as appropriate). Simulation may also\nbe used for this purpose.\n\nHOUSE_OVERSIGHT_013067",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013067.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1967,
    "word_count": 322,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.752015",
    "prefix": "IMAGES-002"
  }
}