{
  "document_id": "HOUSE_OVERSIGHT_016172",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016172.txt",
  "text": "4) Jobs creation: the entry of foreign companies into retailing in Saudi Arabia will\nnot only create job opportunities but will also ensure quality in them, improving\nstandards of living and life styles.\n\nAl Hokair: Eased restrictions on foreign investors: perception vs reality\nThe liberalization of the Saudi retail industry raised concerns among Al Hokair investors\nregarding the potential loss of the Inditex franchise, which we estimate accounts for 8%\nof its total stores. We think this risk is overstated for the following reasons:\n\ne _ Relationship with parent: Unlike its peers, Al Hokair enjoys favourable access to\nprime locations in well-located shopping malls owned by its parent shareholder, Al\nHokair Group. The group owns and operates 13 shopping malls across Saudi Arabia\n(1.2m sqm of prime real estate) through its subsidiary Arabian Centres Company.\nHowever, we understand that rents are currently negotiated on commercial terms,\nthereby limiting the risk of a conflict of interest. We do not think the situation will\nchange.\n\ne Real estate is key to entering the market: Fashion retailers continue to compete\nfor good-quality real estate in shopping centres and on high streets. Going forward,\nthere is likely to be significant competition between these companies for new sites,\nespecially in prime shopping centres, as they all require similar locations, typically\nprominent, wide-fronted premises. Zara, in particular, uses its shop windows to\nadvertise its products.\n\ne Local manufacturing and distribution network would add execution risks and\ncosts to international retailers such as Inditex: While Saudi Arabia has not yet\nprovided the details and conditions of the potential eased restrictions on foreign\ninvestors, we understand that the government is looking to attract investments,\ndiversify its economy and improve Saudization. This means foreign retailers could\nbe asked to set up local manufacturing and distribution networks within Saudi\nArabia, which we believe could discourage retailers such as Inditex from entering\nthe market directly.\n\nMore malls, less bargaining power with international retailers\n\nThe accelerating pace of mall developments in Saudi Arabia by regional competitors to\nAl Hokair’s parent company suggests a rising risk of diminishing bargaining power for Al\nHokair with its international brand partners such as Inditex. We expect Shumoul Holding\n55% owned by Mabanee, the Kuwaiti mall operator, to develop a 400k sqm mall in\nRiyadh while Dubai-based Majid Al Futtaim recently announced that it is looking to\ndevelop two malls in Riyadh of 300k and 100k sqm of GLA respectively resulting in four\ntimes more stores (300) in the next five years. Such new entrants can then\naccommodate foreign retailers (such as Inditex), which could question the sustainability\nof Al Hokair’s franchise model.\n\nJarir: exposed to NTP innovations\n\nWhat if Apple enters Saudi Arabia\n\nShould Apple enter Saudi Arabia, it would negatively impact the Apple resellers such as\nJarir as the majority of the sales would be transferred to the Apple-branded stores. As\nsuch, we highlight 2 key risks to Jarir that would ultimately deteriorate earnings outlook:\n(1) rising competition from Apple resulting in a weaker footfall trend due to weaker\nelectronic sales, which are key for store traffic; and, (2) intensifying competition from\norganised retail space (malls), reducing the market share of specialist retailers such as\nJarir.\n\nJarir’s earnings sensitive to electronics business\nWith c40% of revenues and c20% of gross profit derived from the electronics segment,\nJarir remains vulnerable to the threat of foreign retailers entering directly Saudi Arabia.\n\n62 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016172",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016172.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3762,
    "word_count": 576,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.352064",
    "prefix": "IMAGES-003"
  }
}