{
  "document_id": "HOUSE_OVERSIGHT_030976",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030976.txt",
  "text": "From: J [jeeyacation@gmail.com] \nSent: 5/29/2019 4:46:05 PM \nTo: Roy Black \nSubject: Fwd: FW: Reporter question \n----------Forwarded message--------- \nFrom: Martin G. Weinberg ‹> \nDate: Wed, May 29, 2019 at 12:45 PM \nSubject: FW: Reporter question \nTo: J <jeevacation@gmail.com> \nMartin G. Weinberg, Esq. \n20 Park Plaza \nSuite 1000 \nBoston, MA 02116 \nOffice \nCell \n----------------------------------This Electronic Message contains information from the Law Office of \nMartin G. Weinberg, P.C., and may be privileged. The information is intended for the use of the addressee only. If you are \nnot the addressee, please note that any disclosure, copying, distribution, or use of the contents of this message is \nprohibited. \nFrom: Kate Briquelet - \nSent: Wednesday, May 29, 2019 12:34 PM \nTo: Martin Weinberg -1.1> \nSubject: Re: Reporter question \nHi Marty, \nHope all is well. Noticed this Guardian story about Michael Wolff s new book, which states Donald Trump \npurchased a Palm Beach property Mr. Epstein had planned to buy, behind Mr. Epstein's back. And that Mr. \nEpstein threatened to expose Trump's shady real estate deals. Do you know anything about this? Does Mr. \nEpstein have any knowledge of illegal or suspicious dealings by President Trump? \nhttps://www.theguardian.com/us-news/2019/may/28/bannon-trump-organization-criminal-enterprise-comments-\nmichael-wolff-book  \nHOUSE OVERSIGHT 030976 \nAlso, we plan on running a story this Friday about the Crime Victims' Rights Act suit, and the Jane Does' \nproposed remedies. The alleged victims want the U.S. Attorney's Office to rescind the immunity provisions in \nthe NPA, and to pursue a prosecution against Mr. Epstein and his co-conspirators. Can you comment on this? \nThanks so much! \nKate \nKate Briquelet \nSenior Reporter \nJoin Beast Inside, our new membership program, to get more of the journalism you trust and love. \nVirus-free. www.avast.com  \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 030977",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030976.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2543,
    "word_count": 366,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.365050",
    "prefix": "TEXT-001"
  }
}