{
  "document_id": "HOUSE_OVERSIGHT_023325",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023325.txt",
  "text": "thereafter for 6 months ie march may june . this can begin ifi am able in January. I will immediately stop\nwork , if the payment is not received. If you want me to work this year until Jan 15, it will be 10\n\nmillion. paid upfront. after one year you will be left with a new estate plan a running office. staffed with\nprofessionals overseen by Barry. (hallelujah ) a tax plan . and an investment that returns more than any\npainting you could possible own. _. no agreement - no work. however - I of course will talk to Barry for the\nhour that i promised , and take your guidance as to what I should say.\n\nDate: Mon, Aug 29, 2016 at 1:41 PM\nSubject: I know you have a lot on your mind.but..\n\nTo: Melanie Spinella as\n\nsent to you JAN 29th 2016\n\nyou've agreed that\nYour office is a multi billion dollar responsibility. your children will inherit it , in order to oversee their\nfinancial lives- I feel for you, truly ,but the facts are the facts, your ceo ( Brad) has provided one bad\ndocument after another for over a year , no getting away from it,, bad cashflows nonewIT, each time\nwith \" its gettting better\" no in fact -!itsnot. - the excuse, that Brad is not the numbers guy, is ludicrous.\nof course he didnt actually prepare the statements. - no ceo would ,- but over and over he presented them to\nyou and me, after , holding them back for his personal review multiple times and after multiple drafts. weeks\nof his editing, the consistant but \"inexplicable \"missing the obvious serious errors .( gaming ) inaccuracies,\n( cashflow ) and mistakes (tax returns). why, ?! the simple answer is that at best, he is ac minus, (note. I, like\nyou ,also give points for effort. )-! an elegant art partnership gone fallow. ??!!I and its core reason to exist.\nnot used ? no docs for plane?, still! why? no docs for decantings why? the docs for deal | received last\nnight , \"no docs at all for deal 2, the biggest \". why wasn't Tom brought in, after 4 times of my incessant\nreminders your admonition etc. the trading accounts ?\n\nBarry Cohen is great. more like him please .\nyou asked ,- I did my best trying to train your brad chosen people in the face of my telling you that they were\nnever going to be more than c-minuses, thousands of emails thousands? _ Brad at its head . you can't asa\nceo, have an accountant give you multiple pages with the most important numbers missing altogether and not\nnotice, you and IJ saw the errrors right away ,as did my very junior bookeeper after only a cursory glance. He\ntold me he didnt know the details of his note? ! , my guess is that he wanted to pay less. no more than that, any\nother story is blather. its silly. Talk to richard yourself.\nre your estate. Yes another Brad issue - your will, needs revision. the tenants in common structure I assume\nAlan has carefully walked you through. it is way overdue, needed and exciting. I won't list the more serious\nissues in an email but we can speak over the weekend.\nHow can IT help? We agreed at the time when you hired Castrucci , that when you fired him, I would bear no\nresponsibility\n\nDate: Thu, May 12, 2016 at 6:17 AM\n\nSubject: tight schedule lets try a set time to speak\n\nTo: Melanie Spinella\n\nLeon, you hired me to produce a work of art. it was not inexpensive. the value far exceeds any other piece in\nyour collection.- by FAR. It took me 30 years to be able to craft such a work. I understand your desire to\nmodifiy my work, in doing so you have brad telling me , just a bit more red., here let me show\n\nyou, you yourself pick up a brush a add some strokes. you have joslin spray water on it to maintain it. I\nvigorously complain that joslin in ruining my work... you describe me as zeus, i describe it as artist and a\nreaction to his work being ruined. however Im aware that you own the work and you have the right to paint\nover it. tear it up , put it in the closet in the basement . its yours.\n\nI was told that Toms office is sending someone in ,or some people in, to review \"some things.\" brad told me\n\n,the partnership accounting. I know absolutely nothing more than that. though bringing in his team was my idea\n. Having them review things without even asking for my input , or let alone my direction ,is ridiculous. but.. I\n\nHOUSE_OVERSIGHT_023325",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023325.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4242,
    "word_count": 807,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.801579",
    "prefix": "IMAGES-007"
  }
}