{
  "document_id": "HOUSE_OVERSIGHT_016597",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_016597.txt",
  "text": "﻿TRUMP PROPERTIES LLC \nc/o The Mar-a-Lago Club \n1100 South Ocean Boulevard \nPalm Beach, Florida 33480 \nJuly 3, 2008 \nMs. Susan Eichhorn, Town Clerk \nTown of Palm Beach \n360 South County Road \nPalm Beach, FL 33480 \nRe: Trump Properties LLC \n515 North County Road, Palm Beach, Florida \nDear Ms. Eichhorn: \nTSP.- P2418 \nrZr13 \npc_ 72ff \n01)-1 19 cs7)1) \nKA.4.4.44L \nthte-07\\_ \nRECEIVED \nJUL 7 2008 \nTOWN CLERK \nPursuant to Section 18-177 of the Town of Palm Beach Code of Ordinances (the \"Code\"), Trump \nProperties LLC (\"Trump\" or \"Appellant\") hereby appeals to the Town Council a certain June 25, \n2008 decision of the Architectural Review Commission (\"ARCOM\") regarding the residence at \n515 North County Road, Palm Beach, Florida (the \"Residence\"). \nStatement of Facts \nTrump purchased the Residence on January 6, 2005. The Residence was subject to an \nAgreement between the Town of Palm Beach and the prior owner, Abraham Gosman, dated \nJanuary 31, 1990 and recorded in Official Records Book 6350, Page 1207, of the Public Records \nof Palm Beach County, Florida (\"Agreement\"). The Agreement provides that a hedge \ncontiguous to North County Road will be maintained and that in the event the hedge is damaged \nor destroyed, it will be replaced. The Agreement refers to the \"hedge\" in 9 separate places on the \nfirst page of the Agreement. The Agreement nowhere refers to, or requires, any trees. \nOn April 7, 2008 the Town gave notice of a code violation alleging that the hedge had not been \nmaintained or replaced. The original hedge had been destroyed by the hurricanes of 2005 and \ntwo subsequent replacement hedges had died due to salt spray. Therefore, Trump asked to \nreplace the ficus hedge with silver buttonwood hedge material. The Town staff advised that such \ndecision would have to be made by ARCOM. The Appellant appeared before ARCOM on May \n28, 2008. ARCOM approved silver buttonwood hedge material. ARCOM also requested that \ntrees be planted and requested a tree planting plan. Trump planted the hedge in accordance with \nthe Agreement. \nTrump returned to the Code Enforcement Board meeting on June 19, 2008. That Board deferred \nfurther consideration of the matter pending plantings requested by ARCOM. \nTrump appeared before ARCOM on June 25, 2008 and (a) sought reconsideration of \n\fJuly 3, 2008 \nPage 2 \nthe request for trees and (b) proved that the hedge that had been planted satisfactorily screened \nthe house and complied with the terms of the Agreement. \nGrounds for Appeal \nThe action of ARCOM was inconsistent with and not in conformity with the provisions of the \nCode and the Agreement which ARCOM and the Code Enforcement Board seek to enforce. The \ngrounds for appeal include the following: \n1. ARCOM erroneously interpreted the Agreement to require not only a hedge as specified \nby the Agreement, but to also require the planting of 20 trees behind the hedge. The \nAgreement does not require any planting of trees. \n2. ARCOM denied the request by Trump to reconsider its position that trees must be \nplanted. \n3. ARCOM directed that the portion of the existing hedge which was undamaged, located \nnorth of the driveway into the property, be partially or fully destroyed and replaced with \nsilver buttonwood hedge material for purposes of \"symmetry\". Such a requirement is not \nin conformity with the Agreement. \n4. ARCOM abused its discretion in denying Appellant's request since it is unreasonable to \nrequire new and additional planting outside of the clearly limited requirements of the \nAgreement. \n5. Any action by the Code Enforcement Board or ARCOM with regard to the Agreement is \nimproper and inconsistent with the Town Code since the Code Enforcement Board can \nonly enforce Code provisions and not contractual agreements, notwithstanding any \nlanguage to the contrary in the Agreement. \nTrump requests that this appeal be heard by the Town Council at the meeting on \nAugust 11,2008. \nTRUMP PR \nBy: \ncrnard Diamond, Vice President \n5434496_v I",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_016597.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3988,
    "word_count": 643,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:49.014382",
    "prefix": "TEXT-001"
  }
}