{
  "document_id": "HOUSE_OVERSIGHT_017544",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017544.txt",
  "text": "An impresario in the broadest and most creative sense\n\nof the word, Quincy Jones’ career has encompassed the\nroles of composer, record producer, artist, film producer,\narranger, conductor, instrumentalist, TV producer, record\ncompany executive, magazine founder, multi-media\nentrepreneur and humanitarian. As a master inventor of\nmusical hybrids, he has shuffled pop, soul, hip-hop, jazz,\nclassical, African and Brazilian music into many dazzling\nfusions, traversing virtually every medium, including\nrecords, live performance, movies and television.\n\nCelebrating more than 60 years performing and\nbeing involved in music, Quincy’s creative magic has spanned\nover six decades, beginning with the music of the post-\nswing era and continuing through today’s high-technology,\ninternational multi-media hybrids. In the mid-50’s, he was\nthe first popular conductor-arranger to record with a Fender\nbass. His theme from the hit TV series Ironside was the first\nsynthesizer-based pop theme song. As the first black composer\nto be embraced by the Hollywood establishment in the 60’s,\nhe helped refresh movie music with badly needed infusions of\njazz and soul. His landmark 1989 album, Back On The Block—\nnamed “Album Of The Year” at the 1990 Grammy Awards—\nbrought such legends as Dizzy Gillespie, Ella Fitzgerald, Sarah\nVaughan and Miles Davis together with Ice T, Big Daddy Kane\nand Melle Mel to create the first fusion of the be bop and hip\nhop musical traditions; while his 1993 recording of the critically\nacclaimed Miles and Quincy Live At Montreux, featured\nQuincy conducting Miles Davis’ live performance of the\nhistoric Gil Evans arrangements from the Miles Ahead, Porgy\nand Bess and Sketches of Spain sessions, garnered a Grammy\nAward for Best Large Jazz Ensemble Performance. As producer\nand conductor of the historic “We Are The World” recording\n(the best-selling single of all time) and Michael Jackson’s\nmulti-platinum solo albums, Off The Wall, Bad and Thriller\n(the best selling album of all time, with over 50 million copies\nsold), Quincy Jones stands as one of the most successful and\nadmired creative artist/executives in the entertainment world.\n\nHis 1995 recording, Q’s Jook Joint, again showcased\nQuincy’s ability to mold the unique talents of an eclectic\ngroup of singers and musicians, in what resulted ina\nretrospective of his broad and diverse career from that of\na seasoned Jazz musician, to skilled composer, arranger,\nand bandleader, to acclaimed record producer.\n\nAreference to the backwoods club houses of rural\nAmerica in the 1930’s, 40’s, and 50’s, the platinum selling\nQ’s Jook Joint featured performances by artists such as\nBono, Brandy, Ray Charles, Phil Collins, Coolio, Kenny\n“Babyface” Edmonds, Gloria Estefan, Rachelle Ferrell, Aaron\nHall, Herbie Hancock, Heavy D., Ron Isley, Chaka Khan, R.\nKelly, Queen Latifah, Tone Loc, the Luniz, Brian McKnight,\nMelle Mel, Shaquille O’Neal, Joshua Redman, the Broadway\nmusical troupe Stomp, SWV, Take 6, newcomer Tamia,\n\nToots Thielemans, Mervyn Warren, Barry White, Warren\nWiebe, Charlie Wilson, Nancy Wilson, Stevie Wonder, Mr.\nX, and Yo-Yo, among others, and garnered seven Grammy\nnominations. His recording, From Q, With Love, featured a\ncollection of 26 love songs that he recorded over the last 32\nyears of his more than 50 year career in the music business.\n\nNamed by Time Magazine as one of the most\ninfluential jazz musicians of the 2oth century, Quincy Jones\nwas born on March 14, 1933, in Chicago and brought up\nin Seattle. While in junior high school, he began studying\ntrumpet and sang in a gospel quartet at age 12. His musical\nstudies continued at the prestigious Berklee College of\nMusic in Boston, where he remained until the opportunity\narose to tour with Lionel Hampton’s band as a trumpeter,\n\narranger and sometime-pianist. He moved on to New York\nand the musical “big leagues” in 1951, where his reputation\nas an arranger grew. By the mid-5o0’s, he was arranging and\nrecording for such diverse artists as Sarah Vaughan, Ray\nCharles, Count Basie, Duke Ellington, Big Maybelle, Dinah\nWashington, Cannonball Adderly and LeVern Baker.\n\nIn 1957, Quincy decided to continue his musical\neducation by studying with Nadia Boulanger, the legendary\nParisian tutor to American expatriate composers such as\nLeonard Bernstein and Aaron Copeland. To subsidize\nhis studies he took a job with Barclay Disques, Mercury’s\nFrench distributor. Among the artists he recorded in Europe\nwere Charles Aznavour, Jacques Brel and Henri Salvador,\nas well as such visitors from America as Sarah Vaughan,\n\nBilly Eckstine and Andy Williams. Quincy’s love affair with\nEuropean audiences continues through the present: in 1991,\nhe began a continuing association with the Montreux Jazz\nand World Music Festival, which he serves as co-producer.\n\nQuincy won the first of his many Grammy’s in\n1963 for his Count Basie arrangement of “I Can’t Stop\nLoving You.” Quincy’s three-year musical association as\nconductor and arranger with Frank Sinatra in the mid-60’s\nalso teamed him with Basie for the classic Sinatra At The\nSands, containing the famous arrangement of “Fly Me To\nThe Moon,” the first recording played by astronaut Buzz\nAldrin when he landed upon the moon’s surface in 1969.\n\nWhen he became vice-president at Mercury Records\nin 1961, Quincy became the first high-level black executive\nof an established major record company. Toward the end of\nhis association with the label, Quincy turned his attention\nto another musical area that had been closed to blacks--the\nworld of film scores. In 1963, he started work on the music\nfor Sidney Lumet’s The Pawnbroker and it was the first of\nhis 33 major motion picture scores. In 1985, he co-produced\nSteven Spielberg’s adaptation of Alice Walker’s The Color\nPurple, which garnered eleven Oscar nominations, introduced\nWhoopi Goldberg and Oprah Winfrey to film audiences, and\nmarked Quincy’s debut as a film producer. In 1991 Quincy\nhelped launch NBC-TV’s hit series, The Fresh Prince Of\nBel Air, for which he served as an executive producer.\n\nIn 1990, Quincy Jones formed Quincy Jones\nEntertainment (QJE), a co-venture with Time Warner, Inc. The\nnew company, which Quincy served as CEO and chairman,\nhad a broad ranging, multi-media agenda which encompassed\nprogramming for current and future technologies, including\ntheatrical motion pictures and network, cable and syndicated\ntelevision. QJE produced NBC Television’s Fresh Prince Of\nBel Air (now in syndication), and UPN’s In The House and\nFox Television’s Mad TV, among other syndicated shows and\ntelevision specials. In 1991 Jones founded VIBE Magazine,\nand with his publishing group VIBE Ventures, would go on to\n\nacquire SPIN Magazine before divesting his magazine interests.\n\nIn January 1992, Quincy Jones executive produced\nthe An American Reunion concert at Lincoln Memorial,\nan all-star concert and celebration that was the first\nofficial event of the presidential inaugural celebration\nand drew widespread acclaim as an HBO telecast.\n\nOn March 25, 1996, Quincy Jones, executive\nproduced the most watched awards show in the\nworld, the 68th Annual Academy Awards. The show\nreceived widespread acclaim as one of the most\nmemorable Academy Award shows in recent years.\n\nIn 1997, Quincy Jones formed the Quincy Jones\nMedia Group. QJMG’s feature film projects in development\ninclude such highly anticipated films as the adaptations of the\nRalph Ellison novel Juneteeth, David Halberstam’s The Children\n\nfor Home Box Office in association with producers Kathleen\n\nKennedy and Frank Marshall, a bio-pic on the 19th century\nRussian poet Alexander Pushkin, Pimp and Seeds of Peace for\nShowtime, among others. For television, QJMG is developing\nthe sit-com The White Guy. QJMG is also active in live\nentertainment, direct response marketing, and cross-media\nprojects for home entertainment and educational applications.\n\nAs arecord company executive, Quincy remained\nhighly active in the recording field throughout the 1990s as the\nguiding force behind his own Qwest Records, which boasted\nsuch important artists as New Order, Tevin Campbell, Andre\nCrouch, Patti Austin, James Ingram, Siedah Garrett, Gregory\nJefferson and Justin Warfield. New Order’s album, Substance\nearned Qwest a gold album in 1987. Tevin Campbell’s T.E.V.ILN\nwas both a critical sensation and major commercial success,\nand the label’s release of the Boyz N The Hood soundtrack\nalbum was among the most successful soundtrack recordings\nof 1991. Qwest Records has also released soundtrack albums\nfrom the major motion pictures Sarafina! and Malcolm X.\n\nIn 1994, Quincy Jones led a group of businessmen,\nincluding Hall of Fame football player Willie Davis, television\nproducer Don Cornelius, television journalist Geraldo Rivera\nand businesswoman Sonia Gonsalves Salzman in the formation\nof Qwest Broadcasting, a minority controlled broadcasting\ncompany which purchased television stations in Atlanta and\nNew Orleans for approximately $167 million, establishing it\nas one of the largest minority owned broadcasting companies\nin the United States. Quincy served as chairman and CEO of\nQwest Broadcasting. In 1999, taking advantage of the rapid\nescalation of broadcast station values, Jones and his partners\nsold Qwest Broadcasting for a reported $270 million.\n\nThe laurels, awards and accolades have been\ninnumerable: Quincy has won an Emmy Award for his score\nof the of the opening episode of the landmark TV miniseries,\nRoots, seven Oscar nominations, the Academy of Motion\nPicture Arts and Sciences’ Jean Hersholt Humanitarian Award,\n27 Grammy Awards, and N.A.R.A.S.’ prestigious Trustees’\nAward and The Grammy Living Legend Award. He is the all-\ntime most nominated Grammy artist with a total of 79 Grammy\nnominations. In 1990, France recognized Quincy with its most\ndistinguished title, the Commandeur de la Legion d’ Honneutr.\nHe is also the recipient of the French Ministry of Culture’s\nDistinguished Arts and Letters Award. Quincy is the recipient\nof the Royal Swedish Academy of Music’s coveted Polar\nMusic Prize, and the Republic of Italy’s Rudolph Valentino\nAward. He is also the recipient of honorary doctorates from\nHoward University, the Berklee College of Music, Seattle\nUniversity, Wesleyan University, Brandeis University,\n\nLoyola University (New Orleans), Clark Atlanta University,\nClaremont University’s Graduate School, the University of\nConnecticut, Harvard University, Tuskegee University, New\nYork University, University of Miami and The American\n\nFilm Institute, among others. In 2001, Jones was named a\nKennedy Center Honoree, for his contributions to the cultural\nfabric of the United States of America. He was recognized by\nthe National Endowment for the Arts as a Jazz Master—the\nnation’s highest jazz honor, and was most recently bestowed\nthe National Medal of Arts, our nation’s highest artistic honor.\n\nIn 1990, his life and career were chronicled in\nthe critically acclaimed Warner Bros. film, Listen Up: The\nLives of Quincy Jones, produced by Courtney Sale Ross,\n\na film which helped illuminate not only Quincy’s life and\nspirit, but also revealed much about the development of\nthe African American musical tradition. Reflecting on\nthe changes in pop music over the years, Quincy says, “If\nthere are any common denominators, they are spirit and\n\nHOUSE_OVERSIGHT_017544",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017544.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 11326,
    "word_count": 1753,
    "line_count": 225,
    "import_date": "2025-11-19T21:47:44.165744",
    "prefix": "IMAGES-004"
  }
}