{
  "document_id": "HOUSE_OVERSIGHT_019131",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019131.txt",
  "text": "CHAPTER 5\n\nits flavor, but Mary’s still chew-\n_ nervously, in the backseat of\n. The girl sitting up front next\nShe’s chain-smoking menthols.\nfilthy and gross. Worried that\nMary sits on her hands. Then,\nzigantic resort called the Break-\nhed, not quite real— like some-\n\nyntrast.\nsays to the girl in the passenger\n\nnall.”\n\nwants to say something about 1t,\n\norem pe TREE\n\narty e\n\nFirtuy Ricu\n\nbut she doesn’t know if the other girls would even respond. Wen-\n\ndy’s always seemed so much cooler than kids Mary's age. This\nother girl’s just a mystery. And when Wendy does turn around to\nspeak to Mary, her stare seems to slice right through the younger\ngirl.\n\n“Remember,” Wendy says, according to a probable cause affi-\ndavit filed by the Palm Beach police. “When he asks how old you\nare, say eighteen.”\n\nThe light changes, and Wendy turns back around but keeps\nlooking at Mary in the rearview mirror.\n\n“Got it?” |\n\nMary nods.\n\n“| mean it,” says Wendy.\n\nWho would believe her? Anyone can see that Mary is younger\nthan that.\n\n“Okay,” she says. “I got it. Eighteen.”\n\nMary takes out her flip phone and sends Joe a text: “Your\ncousin is a BAMF.”\n\nA badass motherfucker.\n\nThere’s no reply.\n\n“Or maybe she’s just a bitch,” Mary texts.\n\nStill no reply.\n\nJoe must still be in church, Mary thinks.\n\nThey pass El Bravo Way and turn onto El Brillo Way.\n\nWendy’s driving slowly now, right at the speed limit. Once\nmore, she says: “When the man asks your age, say eighteen.”\n\nMary nods again and smiles, slightly. She wants Wendy to\nsee her smiling. To know that she’s got it all under control. But\nWendy's eyes are on the front gate now. It opens, she parks, and\nthey walk past a guard.\n\n15\n\nHOUSE_OVERSIGHT_019131",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1697,
    "word_count": 304,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:45.100414",
    "prefix": "IMAGES-005"
  }
}