{
  "document_id": "HOUSE_OVERSIGHT_017637",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017637.txt",
  "text": "Page 2 of 78\n2007 Utah L. Rev. 861, *863\n\nas I argued at length in an earlier article. + After receiving my suggested changes, the Advisory Committee agreed with some,\nbut declined to adopt many of the others. At issue for the Advisory Committee was whether to proceed narrowly by changing\nonly a few rules to track specific congressional directives or to proceed more broadly by reworking the entire body of federal\ncriminal rules to ensure that they are all fair to crime victims. The Committee opted for the narrower approach.\n\nPart III of this Article disputes the Advisory Committee's limited vision. Congress has required that the courts must treat crime\nvictims \"with fairness\" throughout the process. > The only way to fully implement that command is a [*864] thorough\nreworking of the federal criminal rules to integrate victims into the day-to-day workings of the process. The Committee's\nparsimonious amendments simply ignore that congressional directive and mean that, in practice, many of the federal criminal\nrules will continue to overlook the legitimate interests of crime victims.\n\nPart IV of this Article contains a rule-by-rule analysis of changes that should be made to the federal rules. The following\nchanges are of particular importance:\n\n1. Ensuring that crime victims’ attorneys can appear in court (Rule 1);\n\n2. Providing for victim participation in the plea bargain process (Rule 11);\n\nLeo\n\n. Protecting victims’ addresses and telephone numbers from improper disclosure (Rule 12);\n\na\n\n. Guaranteeing victims the right to attend criminal depositions (Rule 15);\n\nNn\n\n. Protecting victims from having personal and confidential information improperly subpoenaed (Rule 17);\n\non\n\n. Considering victims’ interests when cases are transferred or when a bench trial is ordered (Rules 21 and 23);\n\n~\n\n. Integrating victims into the sentencing process (Rule 32);\n\n8. Articulating victims' right to discretionary appointment of counsel (Rule 44.1);\n\n9. Giving victims the right to be heard at bail decisions (Rule 46);\n\n10. Requiring victims’ views be considered before a case is dismissed (Rule 48);\n\n11. Protecting victims' right to a speedy trial (Rule 50);\n\n12. Giving victims notice of court proceedings and of their rights in those proceedings (Rule 60(a)(1));\n\n13. Guaranteeing victims the right to attend court proceedings (Rule 60(a)(2));\n\n14. Guaranteeing victims the right to be heard on bail, plea, sentencing, and other issues important to victims (Rule 60(a)(3)).\n\nFinally, Part V briefly concludes by explaining that the likely consequence of the Advisory Committee failing to fully\nimplement Congress's vision will be that Congress itself will step in to do the job. It would be unfortunate if the Judiciary were\nto abdicate its responsibilities to protect crime victims and leave the task to another branch of government.\n\nThis Article also contains a short Afterword, which recounts developments subsequent to the drafting of this Article in January\n2007.\n\n[*865]\nII. Victims' Rights, the CVRA, and Amendments to the Rules\n\n+ See Paul G. Cassell, Recognizing Victims in the Federal Rules of Criminal Procedure: Proposed Amendments in Light of the Crime\nVictims’ Rights Act, 2005 BYU L. Rev. 835, 852-924 [hereinafter Cassell, Proposed Amendments].\n\n5 18 U.S.C. § 3771 (a)(8).\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017637",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017637.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3344,
    "word_count": 522,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:45.181595",
    "prefix": "IMAGES-004"
  }
}