{
  "document_id": "HOUSE_OVERSIGHT_020374",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020374.txt",
  "text": "Laide\n\nCHAPTER THIRTY\nThe Consequences for the ‘War on Terrorism’ “\n\n“Because of a number of unauthorized disclosures and a lot of hand-wringing over the government’s role in the\neffort to try to uncover these terrorists, there have been some policy and legal and other actions that make our\nability collectively, internationally, to find these terrorists much more challenging.”\n\nCIA Director John Brennan in response to the Paris attack, November 2015\n\nIn the evening of November 13, 2015, normal life in Paris was brought to a screeching halt by\nnine Jihadist terrorists acting on behalf of ISIS. Three blew themselves up at the stadium at Saint-\nDenis, where President Hollande was attending a match between France and Germany, while the\nothers shot killed 130 people at cafes, restaurants and a theater. 388 others had been wounded in\nthe carnage. The attack was planned over many months by Abdelhamid Abaaoud, a 28-year old\nBelgium citizen of Moroccan origins, who served ISIS as a logistics officer in Syria in 2014. To\norganize the attack, he smuggled three suicide bombers into Europe through Greece, raise\nfinancing, set up a base in the Molenbeek section of Brussels, import deactivated assault weapons\nfrom Slovenia (which then had to be restored by a technician), buy ammunition, acquire suicide\nvests, obtain “burner” cell phones, rent cars and make on-line bookings for quarters in Paris for\nthe nine attackers.. Even though Abaaoud was well known to western intelligence services, none\nof the communications surrounding the preparations for the attack came to the attention of the\nNSA or its allied services in Europe.\n\nThose Paris attackers who did not kill themselves with their suicide vests were killed by the\npolice, but the real challenge in such a terrorist operation is not bringing culprits to justice after\nthe massacre civilians. It is preventing them from carrying it out. As “soft targets,” such as\nrestaurants, cafes, theaters and street gatherings, cannot be continually protected by police, the\nonly practical means by which a government can prevent such attacks is to learn in advance about\ntheir planning and preparations. One means of acquiring this information is by listening in on the\nchannels through which members of loosely-knit terrorists organizations, such as ISIS,\ncommunicates with one another. This form of intelligence-gathering obviously works best so\nlong as the terrorists remain unaware that the communication channels they are using are being\nmonitored. Once they find out that their messages and conversations are being intercepted, they\nwill likely find a safer means to communicate important information. For that reason,\ncommunications intelligence organizations keep the sources and methods they employ for\nmonitoring these channels in a tightly-sealed envelope of secrecy.\n\nHOUSE_OVERSIGHT_020374",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020374.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2855,
    "word_count": 445,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.902270",
    "prefix": "IMAGES-005"
  }
}