{
  "document_id": "HOUSE_OVERSIGHT_019797",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019797.txt",
  "text": "Notes to pages 23-25 | 309\n\n23 The only person: “Edward Snowden’s Friend Mavanee Anderson Exclusive\nInterview,” Last Word, MSNBC, June 12, 2013, www.youtube.com/watch?v=\nbeQUMdolBWE.\n\n25 “was trying to break into”: Schmitt, “C.I.A. Warning on Snowden in ‘og Said to\nSlip Through the Cracks.”\n\n26 explained the discrepancy: Former CIA officer who requested anonymity, inter-\nview with author.\n\n26 “It was not a stellar”: Drumheller, interviews with author.\n\n26 “e-mail spat”: Snowden was interviewed via the Internet by Risen, “Snowden\nSays He Took No Secret Files to Russia.”\n\n26 “totally incapable”: Snowden, interview with Bamford, “Edward Snowden.”\n\n27 “through the system”: Burrough, Ellison, and Andrews, “Snowden Saga.”\n\nCHAPTER 3 Contractor\n\n28 “Much of what I saw”: Greenwald, Poitras, and MacAskill, “Edward Snowden.”\n\n30 This “free pass”: Tyler Drumheller, interview with author.\n\n30 “So the guy with whom the CIA”: Morell, Great War of Our Time, 284.\n\n30 His initial job for Dell: Burrough, Ellison, and Andrews, “Snowden Saga.”\n\n31 Lindsay Mills: The information about Lindsay comes from her postings on In-\nstagram and her blog L’s Journey, https://twitter.com/Isjourneys. The informa-\ntion about her and Snowden’s travel to Mount Fuji and other places in Japan\ncomes from the Little Red Ninja blog written by Jennie Chamberlin: https://www\n\n© .facebook.com/Little-Red-Ninja-214045021941347/timeline/. ®\n32 working on a backup system: Burrough, Ellison, and Andrews, “Snowden\nSaga.”\n32 most of the classified data: Source who requested anonymity, interview with\nauthor.\n\n32 spotted a major flaw: Snowden, interview with Bamford, “Edward Snowden.”\n\n32 “Tactually recommended”: Ibid.\n\n33 Snowden made a ten-day trip: Harris, “What Was Edward Snowden Doing in\nIndia?” Also, Shilpa Phadnis, “Edward Snowden Sharpened His Hacking Skills\nin Delhi,” Times of India, Dec. 4, 2013.\n\n33 “It is a dead-end job”: Former Booz Allen official who requested anonymity,\ninterview with author.\n\n33 shaded by a sakura: The description of Snowden’s life in Maryland comes entirely\nfrom Lindsay Mills’s Internet postings. See L's Journey.\n\n34 The guest speaker was: Michael Hayden, interview with the author.\n\n34 “They [the NSA] are intent”: Greenwald, Poitras, and MacAskill, “Edward\n\nSnowden.”\n\n34 “none of whom took any action”: Andrea Peterson, “Snowden: I Raised NSA\nConcerns Internally over 10 Times Before Going Rogue,” Washington Post,\nMarch 7, 2014. The NSA’s response came from the NSA spokesperson Vanee\nVines in an author interview.\n\n35 U.S. Investigations Services: Dion Nissenbaum, “U.S. Gives New Contract to\nFirm That Vetted NSA Leaker Edward Snowden,” Wall Street Journal, July 2,\n2014.\n\n| | Epst_9780451494566_2p_all_r1.indd 309 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019797",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019797.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2783,
    "word_count": 415,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:46.468690",
    "prefix": "IMAGES-005"
  }
}