{
  "document_id": "HOUSE_OVERSIGHT_017195",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017195.txt",
  "text": "4.2.12\nWC: 191694\n\nthe warning to evildoers in Romans 13:4, that God had appointed ministers on earth to carry out\nhis wrath against them. He believed it was his mission to conduct “search and destroy”\noperations against the porno industry. As a prosecutor of pornography, he had already secured\nmore than forty convictions.\n\nMany observers saw the decision to bring Reems to trial as evidence of Parrish’s creativity. Asa\nMemphis lawyer, familiar with Parrish, put it: “Parrish figured that putting an actor on trial was\nthe way to get publicity [and] a man is less likely to pick up public sympathy than a woman.”\nParrish acknowledged that his purpose in prosecuting Reems was to made it clear that no one\ninvolved with a porno film was immune from criminal liability.\n\nReems came to see me after he had been convicted and was facing years in prison. He wanted me\nto argue his appeal. He told me he had no money and asked me to take his case on a pro bono\nbasis. I agreed. I told him I preferred not to watch the film and explained to him my theory of\n“choice” and “externalities,” but assured him that I would make every argument that had any\nchance of freeing him.\n\nThere’s an old saying that goes this way: “If you have the law on your side, bang on the law. If\nyou have the facts on your side, bang on the facts. If you have neither the law nor the facts on\nyour side, bang on the table.” I have never believed that, but I do believe in a variation on that\ntheme: If you don’t have the law or legal facts on your side, argue your case in the court of\npublic opinion. In the Reems case, the Memphis jury had rejected Reems’ factual defense, and the\njudge had rejected his legal defense. The Supreme Court had rejected my “choice” and\n“externality” approach. I continued to believe, however, that the broader general public, or at\nleast the most influential segment of the public, would be sympathetic to my libertarian approach\nto obscenity and free speech, especially in the context of an actor who was being prosecuted.\nReems, to be sure, was not Helen Hayes or Marlin Brando, but to make the point that the\nprinciple was the same, we adopted the following slogan: “Harry Reems today, Helen Hayes\ntomorrow.” We made a determined effort to elicit support from the mainstream entertainment\nindustry and from the media.\n\nWe succeeded in getting The New York Times to cover the case. Its initial story told how the\nReems prosecution was first seen “as a joke,” but is now being understood “as a very serious\nissue”:\nWith Mr. Dershowitz as the lead lawyer and the American Civil Liberties Union and other\nprominent groups and individual prepared to help, Mr. Reems has some of the country’s\nmost impressive legal talent working on his appeal.\nHe also has the support of some of the country’s best known entertainers: Colleen\nDewhurst, Ben Gazzaza, Mike Nichols, Stephen Soundheim...Warren Beatty, Jack\nNicholson and Gregory Peck.\n\nAs Mr. Dershowitz interprets the Deep Throat case, “Any person who participates in any\nway in the creation, production, editing or distribution of a sexually explicit film,\n\n108\n\nHOUSE_OVERSIGHT_017195",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017195.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3134,
    "word_count": 546,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.264723",
    "prefix": "IMAGES-004"
  }
}