{
  "document_id": "HOUSE_OVERSIGHT_017392",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017392.txt",
  "text": "4.2.12\nWC: 191694\n\nMrs. Bakker has yet to make Mr. Dershowitz's acquaintance. But she said she went right\nout to watch \"Reversal of Fortune\" and added, \"Every time he's on, I run to the\ntelevision.\"\n\n\"One of my biggest desires now is to meet him,\" she went on. \"He's our kind of people, a\nreal down-to-earth, nice man.\"\n\nEventually, I did meet her. She kissed and hugged me and repeatedly blessed me in the name of\nJesus. When she kissed me, so much of her makeup came off on my face that it took me several\nminutes and some hard scrubbing to remove it.\n\nSeveral weeks later, I received a gift in the mail from Tammy Faye. It was a Passover\nHaggadah—the prayer book that is read at the Seder. We have a large collection of Haggadahs,\nsome dating back hundreds of hears, many with beautiful illustrations of the Passover story. At\nour ecumenical Seder, which usually includes several dozen guests of all religions—we once\ninvited Anwar Sadat’s daughter—we distribute the different Haggadahs among the participants,\nand each one reads a passage in the English translation. I try to make the passage selected for\neach guest relevant to their background. I purposely gave the Bakker Haggadah to a friend who\nreads very expressively and who focuses more on his delivery than on the content. He began to\nread about the reasons we eat matzo on Passover.\n\n“This is the bread of affection that the people of Israel had to eat when they fled from\nEgypt.”\n\nSo far so good. But then, it went on to describe why matzo had small holes:\n\n“The holes in the matzo represent the wounds on the body of our Savior, Jesus Christ,\nwho in his body was punctured during his crucifixion.”\n\nNot in the traditional Jewish Haggadah! Tammy Faye had sent me a Christian Evangelical rip-off\nof the Haggadah designed for use at Seders conducted by Jews for Jesus. I had perused it before\ndistributing it to my friend to recite, so I knew what it contained. We all had a great chuckle at\nwhat Tammy Faye regarded as an appropriate gift for liberating her husband from bondage.\n\nThese stories and cases vindicating both freedom of, and freedom from religion, highlight one of\nthe great ironies of the American experiment with separation of church and state. And it was\nsurely an experiment. Ours was the first nation in the history of the world to separate religion and\ngovernment, at least in theory. Our constitutional provisions remain among the strongest in the\nworld. Yet we are the most religious democracy on the face of the earth. More Americans\nbelieve in God and go to houses of worship than in any other democracy. No Atheist and\nAgnostic can be elected to high office (though that was probably not always the case.) Indeed, in\norder to get elected, a candidate must loudly and repeatedly proclaim a deep belief in God and a\nstrong commitment to “faith” (which has become the new political buzz word).\n\n305\n\nHOUSE_OVERSIGHT_017392",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017392.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2907,
    "word_count": 508,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.591585",
    "prefix": "IMAGES-004"
  }
}