{
  "document_id": "HOUSE_OVERSIGHT_018001",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018001.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 3 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nhangs a huge, Oriental fantasy of a woman holding an opium pipe and caressing a snarling\nlionskin. Under her gaze, plates of finger sandwiches are delivered to Epstein and guests by the\nmenservants in white gloves.\n\nUpstairs, to the right of a spiral staircase, is the “office,” an enormous gallery spanning the width\nof the house. Strangely, it holds no computer. Computers belong in the “computer room” (a\nsmaller room at the back of the house), Epstein has been known to say. The office features a\ngilded desk (which Epstein tells people belonged to banker J. P. Morgan), 18th-century black\nlacquered Portuguese cabinets, and a nine-foot ebony Steinway “D” grand. On the desk, a\npaperback copy of the Marquis de Sade’s Zhe Misfortunes of Virtue was recently spotted.\nCovering the floor, Epstein has explained, “is the largest Persian rug you’ll ever see in a private\nhome—so big, it must have come from a mosque.” Amid such splendor, much of which reflects\nthe work of the French decorator Alberto Pinto, who has worked for Jacques Chirac and the\nroyal families of Jordan and Saudi Arabia, there is one particularly startling oddity: a stuffed\nblack poodle, standing atop the grand piano. “No decorator would ever tell you to do that,”\nEpstein brags to visitors. “But I want people to think what it means to stuff a dog.” People can’t\nhelp but feel it’s Epstein’s way of saying that he always has the last word.\n\nADVERTISEMENT\n\nIn addition to the town house, Epstein lives in what is reputed to be the largest private dwelling\nin New Mexico, on an $18 million, 7,500-acre ranch which he named “Zorro.” “It makes the\ntown house look like a shack,” Epstein has said. He also owns Little St. James, a 70-acre island\nin the U.S. Virgin Islands, where the main house is currently being renovated by Edward Tuttle,\na designer of the Amanresorts. There is also a $6.8 million house in Palm Beach, Florida, and a\nfleet of aircraft: a Gulfstream IV, a helicopter, and a Boeing 727, replete with trading room, on\nwhich Epstein recently flew President Clinton, actors Chris Tucker and Kevin Spacey,\nsupermarket magnate Ron Burkle, Lew Wasserman’s grandson, Casey Wasserman, and a few\nothers, on a mission to explore the problems of AIDS and economic development in Africa.\n\nEpstein is charming, but he doesn’t let the charm slip into his eyes. They are steely and\ncalculating, giving some hint at the steady whir of machinery running behind them. “Let’s play\nchess,” he said to me, after refusing to give an interview for this article. “You be white. You get\nthe first move.” It was an appropriate metaphor for a man who seems to feel he can win no\nmatter what the advantage of the other side. His advantage is that no one really seems to know\nhim or his history completely or what his arsenal actually consists of. He has carefully\nengineered it so that he remains one of the few truly baffling mysteries among New York’s\nmoneyed world. People know snippets, but few know the whole.\n\n“He’s very enigmatic,” says Rosa Monckton, the former C.E.O. of Tiffany & Co. in the U.K. and\na close friend since the early 1980s. “You think you know him and then you peel off another ring\nof the onion skin and there’s something else extraordinary underneath. He never reveals his\nhand.... He’s a classic iceberg. What you see is not what you get.”\n\nEven acquaintances sense a curious dichotomy: Yes, he lives like a “modern maharaja,” as Leah\nKleman, one of his art dealers, puts it. Yet he is fastidiously, almost obsessively private—he lists\n\nHOUSE_OVERSIGHT_018001",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3671,
    "word_count": 620,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.893654",
    "prefix": "IMAGES-004"
  }
}