{
  "document_id": "HOUSE_OVERSIGHT_017712",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017712.txt",
  "text": "Page 77 of 78\n2007 Utah L. Rev. 861, *969\n\ndiscussed in connection with Rule 1 above, *?? Rule 60(b)(2) was revised to make clear that a victim's \"representative\" could\nassert a victim's right.\n\nC. The Last Word? Legislation to Fully Implement the CVRA\n\nUnsatisfied with the timid approach taken by the Advisory Committee on the CVRA, Senator Jon Kyl introduced legislation to\ncomprehensively amend the federal rules on June 29, 2007. Senator Kyl explained that the Advisory Committee's amendments\n\"do little more than reiterate limited parts of the statute.\" °° Agreeing with the major premise of this Article - that crime\nvictims must be treated fairly in the criminal justice process - Senator Kyl noted: \"Of particular importance, the CVRA\nguaranteed that crime victims would have the right to be treated with \"fairness.' My proposed amendments would add to the\nFederal rules the changes needed to treat crime victims fairly.\" ®°! Senator Kyl was also concerned about delay by the\nAdvisory Committee in moving forward with comprehensive amendments:\n\nCongress enacted the CVRA in October 2004. In the almost 3 years since then, I have waited patiently to give the federal courts\nthe first opportunity to review the need for rule changes. At the same time, though, I have made clear my position, as one of the\ncosponsors of the CVRA, that Congress expected significant reforms in the Federal rules. As I explained to my colleagues at\nthat time, the crime victims’ [*970] community in this country was looking to the CVRA to serve as a model for the states and\na formula to fully protect crime victims. °°?\n\nAccordingly, Senator Kyl proposed a long string of direct amendments to the Federal Rules of Criminal Procedure to\ncomprehensively protect victims’ rights.\n\nSome of the legislation that Senator Kyl proposed tracked my proposals in this Article. For example, he proposed amendments\nto a number of rules - including Rules 2, 10.1, © 11(b)(4), 11(c)(1), 11(c)(2), 12.1, 12.3, 15, 21(e), 32(f)(1), 32(h), 43.1, 44,\n46, and 50(c) - largely tracking my proposals.\n\nBut other proposed changes went well beyond those I propose here. For example, Senator Kyl proposed changing Rule 4's\nprovision dealing with execution of arrest warrants to require reasonable efforts to give notice to victims about the initial\n\nappearance of an arrested suspect. ©°4 Along the same lines, Senator Kyl would give victims reasonable notice of any decision\n\n605\n\nto release a defendant at the initial appearance as well as notice of any pretrial conference. °° He also would give federal\n\nprosecutors authority to release to a victim any discovery materials that have been released to the defendant. °°” To assist non-\nEnglish speaking crime victims, he proposes to give the courts authority to appoint an interpreter for the victim. °% Senator\nKyl's bill would also require disclosure to the victim of any presentence report \"except any portion of such report excised by\n\nthe court for compelling reasons or made confidential by law.\" ©? And his bill would require that the victim be given a\n\nreasonable opportunity to be heard before any motion for a new trial is granted. °!°\n\n599 See supra notes 117-126 and accompanying text.\n\n600 153 Cong. Rec., $8746 (daily ed. June 29, 2007) (statement of Sen. Jon Kyl).\n601 Jg.\n\n602 Td. at S8747.\n\n603 My proposed Rule 10.1 regarding notice to crime victims (which Senator Kyl largely tracked) is discussed in this Article as Rule 60(a)(1).\nSee supra notes 505-519 and accompanying text.\n\n604 §. 1749, 110th Cong. § 4 (2007).\n605 Td. § 5,\n\n606 Td, § 15.\n\n607 Td. § 13.\n\n608 Td, § 18.\n\n609 Td. § 19.\n\n610 Td, § 21.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017712",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017712.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3676,
    "word_count": 614,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:46.996383",
    "prefix": "IMAGES-004"
  }
}