{
  "document_id": "HOUSE_OVERSIGHT_013176",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013176.txt",
  "text": "260 13 Local, Global and Glocal Knowledge Representation\n\ncated acts of perception. In general-evolution language, what is posited here is that organisms\nlike humans contain chemical signals that signify organism-level success of various types, and\nthat these signals serve as a “fitness function” correlating with evolutionary fitness of neuronal\nmaps.\n\nIn Neural Darwinism and his other related books and papers, Edelman goes far beyond this\ncrude sketch and presents neuronal group selection as a collection of precise biological hypothe-\nses, and presents evidence in favor of a number of these hypotheses. However, we consider that\nthe basic concept of neuronal group selection is largely independent of the biological particular-\nities in terms of which Edelman has phrased it. We suspect that the mutation and selection of\n“transformations” or “maps” is a necessary component of the dynamics of any intelligent system.\n\nAs we will see later on (e.g. in Chapter 42 of Part 2, this business of maps is extremely\nimportant to CogPrime. CogPrime does not have simulated biological neurons and synapses,\nbut it does have Nodes and Links that in some contexts play loosely similar roles. We sometimes\nthink of CogPrime Nodes and Links as being very roughly analogous to Edelman’s neuronal\nclusters, and emergent intercluster links. And we have maps among CogPrime Nodes and Links,\njust as Edelman has maps among his neuronal clusters. Maps are not the sole bearers of meaning\nin CogPrime, but they are significant ones.\n\nThere is a very natural connection between Edelman-style brain evolution and the ideas\nabout cognitive evolution presented in Chapter 3. Edelman proposes a fairly clear mechanism\nvia which patterns that survive a while in the brain are differentially likely to survive a long\ntime: this is basic Hebbian learning, which in Edelman’s picture plays a role between neuronal\ngroups. And, less directly, Edelman’s perspective also provides a mechanism by which intense\npatterns will be differentially selected in the brain: because on the level of neural maps, pattern\nintensity corresponds to the combination of compactness and functionality. Among a number\nof roughly equally useful maps serving the same function, the more compact one will be more\nlikely to survive over time, because it is less likely to be disrupted by other brain processes\n(such as other neural maps seeking to absorb its component neuronal groups into themselves).\nEdelman’s neuroscience remains speculative, since so much remains unknown about human\nneural structure and dynamics; but it does provide a tentative and plausible connection between\nevolutionary neurodynamics and the more abstract sort of evolution that patternist philosophy\nposits to occur in the realm of mind-patterns.\n\n13.6 Glocal Memory\n\nA glocal memory is one that transcends the global/local dichotomy and incorporates both\naspects in a tightly interconnected way. Here we make the glocal memory concept more precise,\nand describe its incarnation in the context of attractor neural nets (which is similar to its\nincarnation in CogPrime, to be elaborated in later chapters). Though our main interest here is\nin glocality in CogPrime, we also suggest that glocality may be a critical property to consider\nwhen analyzing human, animal and AI memory more broadly.\n\nThe notion of glocal memory has implicitly occurred in a number of prior brain theories\n(without use of the neologism “glocal”), e.g. [Cal96] and [Goe01], but it has not previously been\nexplicitly developed. However the concept has risen to the fore in our recent AI work and so\nwe have chosen to flesh it out more fully in [HGO8], [GPI~ 10] and the present section.\n\nHOUSE_OVERSIGHT_013176",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013176.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3716,
    "word_count": 584,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.953053",
    "prefix": "IMAGES-002"
  }
}