{
  "document_id": "HOUSE_OVERSIGHT_021046",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021046.txt",
  "text": "USA Income Taxes Higher, Consumption Taxes Lower Than OECD Peers\n\nGovernment Tax Revenue as % of GDP, USA vs. OECD Average, 2007\n\nVariance\n\nTax Type USA OECD Average (USA — OECD)\n\nIndividual Income Taxes 10.8% 9.4% 1.4%\nProperty Taxes 3.1 1.9 1.2\nOther Ay 5.0\n\nCorporate Income Taxes 3.1 oo\nSocial Security Taxes\nValue Added Taxes\n\nTotal\n\nKP Source: OECD Tax Database.\n(@)E) www.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 409\n\nTax Policy Options From Report of the National Commission on\n\nFiscal Responsibility and Reform\n\ne Consolidate the tax code into three individual income rates (15% / 25% / 35%) and one\ncorporate income rate (26%)\n\ne Eliminate the complex tax codes such as AMT', PEP2, and Pease?\ne Triple standard deduction to $30,000 ($15,000 for individuals)\ne Repeal state & local tax deduction and miscellaneous itemized deductions\n\ne Limit mortgage deduction to exclude 2™ residences, home equity loans, and mortgages\nover $500,000\n\ne Limit charitable deduction with floor at 2% of Adjusted Gross Income\n\ne Cap income tax exclusion for employer-provided healthcare at the amount of the actuarial\nvalue of Federal Employees Health Benefits Plan (FEHBP) standard option\n\ne Permanently extend the research tax credit for businesses\n\ne Eliminate and modify several business tax expenditures (domestic production deduction /\nLIFO* method of accounting / energy tax preferences for the oil and gas industry /\ndepreciation rules)\n\ne International tax reform including a territorial system®\n\nNote: 1) AMT is the Alternative Minimum Tax; 2) PEP is Personal Exemption Phase-out designed to eliminate personal income exemptions for high earners; 3) Pease is a similar\n\nphase-out, but instead of applying to personal exemption, it applies to most of the itemized deductions of a taxpayer's claims (mortgage interest, charitable gifts, state & local taxes\n\npaid, etc.); Pease is named after Representative Donald Pease (D-OH) who pushed for its enactment in 1990. 4) LIFO is Last In, First Out’ which tend to reduce corporations’ income\n\ntaxes in times of inflation. 5) A territorial tax system is a tax system that taxes only income that is created within the borders of a specific territory (usually a country). Source: National\n\nCommission on Fiscal Responsibility and Reform, “The Moment of Truth: Report of the National Commission on Fiscal Responsibility and Reform,” 12/1/10. Note that the Report also\n\nidentified two other scenarios called the ‘The Zero Plan’ which eliminates all tax expenditures and ‘Tax Reform Trigger’ which forces Congress to undertake comprehensive tax reform\n\nK P by 2012 by raising taxes for each year Congress fails to act.\n\n|\n\n(@E) www.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 410\n\nHOUSE_OVERSIGHT_021046",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021046.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2778,
    "word_count": 437,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.848262",
    "prefix": "IMAGES-006"
  }
}