{
  "document_id": "HOUSE_OVERSIGHT_024547",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024547.txt",
  "text": "unless k12 incurred excess losses in prior years. For contracts in which 412 is not the primary obligor,\nk12 records revenue based on its net fees earned per the contractual agreement.\n\nUnder k12’s current revenue recognition policy, 12 records revenue related to contracts with its virtual\nacademies primarily on a gross basis. As a result, k12 has recorded certain expenses of these virtual\nacademies in revenues and costs and expenses. These expenses were $25.4 million and $29.3 million\nfor the fiscal years ended June 30, 2004 and 2005 respectively.\n\n13.9. k12 Equity\n\nk12 has issued and outstanding approximately 45.1 million shares of Series C Preferred Stock,\napproximately 51.5 million shares of Series B Preferred Stock and approximately 10.0 million shares of\nCommon Stock. The Series C Preferred Stock is senior to the Series B Preferred Stock and the Common\nStock and has a liquidation preference equal to the greater of (a) two times the original cost of the Series\nC Preferred Stock (plus any accrued dividends} or (b) the amount which would be received upon\nconversion of the Series C Preferred Stock into Common Stock. KUE owns approximately 40.0% of the\noutstanding Series C Preferred Stock. The Series C Preferred Stock has a dividend rate of 10% per\nannum, compounded annually with such dividends being paid in the form of additional shares of Series C\nPreferred Stock.\n\nThe Series B Preferred Stock is senior to the Common Stock and has a liquidation preference equal to\nthe greater of (a) two times the original cost of the Series B Preferred Stock or (b) the amount which\nwould be received upon conversion cf the Series B Preferred Stock into Common Stock. KUE owns\napproximately 7.5% of the outstanding Series B Preferred Stock. The holders of the Series B Preferred\nStock do not receive dividends.\n\nKUE does not own any shares of Common Stock. However, both the Series B Preferred Stock and the\nSeries C Preferred Stock are convertible into ki2 Common Stock, and on an as-if-converted, fully-diluted\nbasis KUE owns approximately 17.9% of k12’s Common Stock.\n\n114\n\nHOUSE_OVERSIGHT_024547",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024547.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2111,
    "word_count": 346,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.757035",
    "prefix": "IMAGES-008"
  }
}