{
  "document_id": "HOUSE_OVERSIGHT_016276",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016276.txt",
  "text": "THE UNITY OF INTELLIGENCE\nFrank Wilczek\n\nFrank Wilczek is Herman Feshbach Professor of Physics at MIT, recipient of the 2004\nNobel Prize in physics, and the author of A Beautiful Question: Finding Nature’s Deep\nDesign.\n\nI. A Simple Answer to Contentious Questions:\n\ne Can an artificial intelligence be conscious?\n\ne Can an artificial intelligence be creative?\n\ne Can an artificial intelligence be evil?\nThose questions are often posed today, both in popular media and in scientifically\ninformed debates. But the discussions never seem to converge. Here I’ll begin by\nanswering them as follows:\n\nBased on physiological psychology, neurobiology, and physics, it would be very\nsurprising if the answers were not Yes, Yes, and Yes. The reason is simple, yet\nprofound: Evidence from those fields makes it overwhelmingly likely that there is no\nsharp divide between natural and artificial intelligence.\n\nIn his 1994 book of that title, the renowned biologist Francis Crick proposed an\n“astonishing hypothesis”: that mind emerges from matter. He famously claimed that\nmind, in all its aspects, 1s “no more than the behavior of a vast assembly of nerve cells\nand their associated molecules.”\n\nThe “astonishing hypothesis” is in fact the foundation of modern neuroscience.\nPeople try to understand how minds work by understanding how brains function; and\nthey try to understand how brains function by studying how information is encoded in\nelectrical and chemical signals, transformed by physical processes, and used to control\nbehavior. In that scientific endeavor, they make no allowance for extraphysical behavior.\nSo far, in thousands of exquisite experiments, that strategy has never failed. It has never\nproved necessary to allow for the influence of consciousness or creativity unmoored from\nbrain activity to explain any observed fact of psychophysics or neurobiology. No one has\never stumbled upon a power of mind which is separate from conventional physical events\nin biological organisms. While there are many things we do not understand about brains,\nand about minds, the “astonishing hypothesis” has held intact.\n\nIf we broaden our view beyond neurobiology to consider the whole range of\nscientific experimentation, the case becomes still more compelling. In modern physics,\nthe foci of interest are often extremely delicate phenomena. To investigate them,\nexperimenters must take many precautions against contamination by “noise.” They often\nfind it necessary to construct elaborate shielding against stray electric and magnetic\nfields; to compensate for tiny vibrations due to micro-earthquakes or passing cars; to\nwork at extremely low temperatures and in high vacuum, and so forth. But there’s a\nnotable exception: They have never found it necessary to make allowances for what\npeople nearby (or, for that matter, far away) are thinking. No “thought waves,” separate\nfrom known physical processes yet capable of influencing physical events, seem to exist.\n\nThat conclusion, taken at face value, erases the distinction between natural and\nartificial intelligence. It implies that if we were to duplicate, or accurately simulate, the\nphysical processes occurring in a brain—as, in principle, we can—and wire up its input\n\n56\n\nHOUSE_OVERSIGHT_016276",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016276.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3254,
    "word_count": 496,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.971685",
    "prefix": "IMAGES-003"
  }
}