{
  "document_id": "HOUSE_OVERSIGHT_024491",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024491.txt",
  "text": "other securities laws. In addition, certain provisions of Rule 144 under the Securities Act, which permit\nthe resale, subject to various terms and conditions, of restricted securities affer they have been held for\none year, do not apply to the Units because the Company is not required to file and does not file, current\nreports under the Exchange Act and does not, and does noi intend to, make comparable information\npublicly available.\n\n6.4.6 Purchasers of the Units are subject to Dilution\n\nAlthough we have not prepared a consolidated balance sheet for KUE, prior to this offering and the\nconversion of $180 million of KUE’s preferred limited partner units currently held by the Principals and\ntheir affillates into Common LP Units at the per Common LP Unit issuance price, we expect that KUE\nwould have negative or nominally positive common equity book value due to its historical capital structure,\nincluding its level of indebtedness. As a result, the book value per Unit acquired in this offering will be\nsubstantially less after this offering than the purchase price paid by the Investors. The Investors’ interests\nare also subject to future dilution if and to the extent the Company grants options, profits interest units or\nsimilar rights to officers, directors or employees of the Company, and will also be affected by any awards\nby the Company under the Long Term Incentive Plan and the Steck Appreciation Rights Plan described\nunder \"Management Incentive Plans and Employment Agreemenis.” Investors will have a Co-invest Right\nto purchase a pro-rata portion of certain issuances of Units by the Company for cash; however, such right\nis subject to customary exceptions. See “The Structure of KUE and the General Partner.”\n\n6.4.7 KUE and the General Partner are not U.S. entities; disputes must be resolved by\nbinding arbitration in the United Kingdom\n\nKUE will be a Cayman Islands exempted limited partnership. The General Partner is a Cayman Islands\nexempted company. The internal governance cf KUE will be pursuant to the Limited Parinership\nAgreement in compliance with applicable laws of the Cayman Islands. The internal governance of the\nGeneral Partner will be pursuant to the Memorandum and Articles of Association and the agreement\namong members in compliance with applicable laws of the Cayman Islands. All dispufes under the\napplicable agreements or related to this offering must be resolved through binding arbitration conducted\nin the United Kingdom under the London Court of International Arbitration Rules. Such laws and Rules\nmay offer less or different protections to Investors than laws applicable to comparable U.S. entities or\nlaws of the investors’ home countries.\n\n6.4.8 The Company will not be operated to optimize the investment, tax or other\nobjectives of any individual Investor\n\nThe Investors may have conflicting investment, tax and other interests with respect to their investments in\nthe Company. The conflicting interests of individual Investors may relate to or arise from, among other\nthings, the nature of investments made by the Company and the structuring or the acquisition of\ninvestments. As a consequence, conflicts of interest may arise in connection with decisions made by the\nGeneral Partner, including with respect to the nature or structuring of investments, that may be more\nbeneficial for one Investor than for another Investor, especially with respect to Investors’ individual tax\nsituations. In selecting and structuring investments appropriate for the Company, the General Partner will\nconsider the investment and tax objectives of the Company as a whole, not the investment, tax or other\nobjectives of any individual Investor. Investors must seek their own investment, tax and other advice\nconcerning an investment in the Units.\n\n6.4.9 The Investors may not separately transfer the constituent securities underlying\nthe Units\n\nThe Investors may not separately transfer Common LP Units or Class A Shares (unless otherwise\napproved by the Board of Directors of the General Partner and the Independent Committee), and there\nmay be less Investor interest in a security such as the Units than there would be in more traditional\n\n58\n\nHOUSE_OVERSIGHT_024491",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024491.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4212,
    "word_count": 661,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.826293",
    "prefix": "IMAGES-008"
  }
}