{
  "document_id": "HOUSE_OVERSIGHT_011423",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011423.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n120\nH3vlgiu2\n\ncall them. They're just simply inadmissible for the truth of\n\nthe matter asserted. You know, there may be a few things in\n\nthese police reports that someone could, if they had a record\n\ncustodian available, try to offer into evidence, but we don't\nhave that here.\nAnd so I think for all of those reasons, your Honor,\n\nthis is a very strong motion that should be granted by the\n\nCourts\nMS. McCAWLEY: Good afternoon, your Honor. Thank you.\nThe reason why they're battling so hard on this\ndocument is because it's so critical to the case. This is a\n\npolice report that records numerous, over 20, under-age minors\n\nsaying virtually the exact same story that my client gave about\n\nher abuse, over and over and over again. What they didn't say\n\nto you -- they skirt around Detective Recarey. You have his\n\nentire deposition transcript, which we've noted for next week,\n\nwith all of his testimony. He took these statements. We went\nthrough the business records exception with him. He walked\nthrough, yes, I recorded this in the course of my work. We've\n\ngot it in our papers. I did this under my duty. I interviewed\n\nthese witnesses. I recorded it, té.., EE .., te., all in this\n\ndocument. I mean, with every document that's come up, they\n\nclaim, particularly government documents, this is something\nthat we've found out of thin air and that it has no value to it\n\nor trustworthiness. He sat in his deposition as the detective\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011423",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011423.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1576,
    "word_count": 275,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:46.785188",
    "prefix": "IMAGES-001"
  }
}