{
  "document_id": "HOUSE_OVERSIGHT_017365",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017365.txt",
  "text": "4.2.12\nWC: 191694\n\nNow, I don't leap from the Oval Office on a Saturday afternoon to Auschwitz, but there\nare similarities when the rule of law doesn't obtain, or where you have one law for the\npowerful and one for the nonaristocratic.\n\nHe did not give me an opportunity to respond to his absurd invocation of Auschwitz. But I did\ninsist on responding when Congressman Barr contrasted me with the “real America” and how\n“the real America views these matters.” The following heated exchange then took place:\n\nMR. DERSHOWITZ: Can I respond, 30 seconds, to what I perceive to have been a\npersonal attack? First of all, whenever I hear the word \"real Americans,\" that sounds to\nme like a codeword for racism -- a code word for bigotry, a codeword --\n\nREP. BARR: That's absurd, professor, you ought to be ashamed. That is the silliest thing\nI have ever heard --\n\nMR. DERSHOWITZ: When I hear you describe me as something other than a real\nAmerican -- shame on you. We may have a disagreement about the merits of these issues,\nbut I would no more impugn your Americanism than you should impugn mine, sir.\n\nREP. BARR: You're being silly, professor. You are being absolutely silly.\nMR. HIGGINBOTHAM: May I respond, Mr. Chairman?\n\nREP. HYDE: Yes, indeed -- far be it from me to not have anyone respond. Go right\nahead.\n\nMR. HIGGINBOTHAM: I take profound disagreement with Congressman Barr's\ncategorization of the \"real America,\" which he apparently understands with such fine\ndiscernment, and those of us who teach at universities are oblivious. You know we have\nstudents, and they teach us something. And my father was a laborer. My mother was a\ndomestic. And I climbed up the ladder, and I did not come to where I am through some\nmagical wand. So t hat I am willing to match you any hour any day in terms of the\nperception of the \"real American.\"\n\nNot all the Congressmen were angered by my aggressive testimony. This is how Congressman\nRogan summarized his views:\n\nI guess, in fairness, Professor Dershowitz, I have to single you out just for one moment,\nbecause I want to assure you that you and I have no hard feelings between ourselves. I\nknow that you raised a few hackles here with some of my colleagues with controversial\ncomments, but I want you to know I personally found them to be very therapeutic,\nbecause up till now the only excuse I had for not having attended Harvard Law School\nwas my grade-point average. (Laughter.) So you've given me a little different perspective.\n\nFollowing my testimony, I worked closely with the president’s legal team both on the\nimpeachment and on the Starr investigation. One summer day, during the impeachment crisis, the\n\n278\n\nHOUSE_OVERSIGHT_017365",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017365.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2687,
    "word_count": 466,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.971797",
    "prefix": "IMAGES-004"
  }
}