{
  "document_id": "HOUSE_OVERSIGHT_029513",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029513.txt",
  "text": "predictable. You could give two patients the same disease and they had completely different\noutcomes. So at least in human beings, we didn’t respond predictably. As does always occur,\nthe bell-shaped curve, which there is to everything now. So, I started getting interested in\nmind-body medicine, and I would say I probably coined the phrase. In 1985 I wrote a book\nwhich nobody would accept, no publisher would accept, so I published it on my own,\n\ncalled Creating Health: Exploring the Mind-Body Connection. The book then was picked up\nby Houghton Mifflin and became at national bestseller. And I wrote another book\n\ncalled Quantum Healingwhich was vilified by the medical establishment because I was\nbasically proposing, long before anybody was talking about entanglement, I was talking\nabout the entanglement of mind, body, neuropeptides, molecules of emotion, etc., etc., from\nmy own experience. But the books did very well with the lay public. The New England\nJournaldid a good review of Quantum Healing in 1988, but basically I’m still ridiculed for\nit by the regular medical establishment.\n\nMatt: Were you talking about quantum entanglement—\n\nDeepak: I wasn’t using the word quantum entanglement. I was talking about the fact that\nthoughts and molecules are inseparable, basically, and that between a thought and a\nmolecule there’s a gap, and that gap is consciousness. It’s now 30 years since the book, and\nRudy was my co-author. He’s a neuroscientist at Harvard and the head of neuroscience at\nMass General. He wrote the foreword to the reissue of Quantum Healing, which I'll send\nyou, but it’s almost now quaint with all that we know of now. But I used that word which\nannoyed a lot of people, including Richard Dawkins, who ridiculed me, and I said, \"Listen,\nI’m using it as a metaphor.\"\n\nAll science, I was saying, was a metaphor anyway, but it was then that I also got very\ninterested in meditation. And then I went to India, and I spend about 10 years in India\ntalking to these teachers, basically, of consciousness, where consciousness is fundamental\nreality, it is beyond thought or experience, and the word they use is pure consciousness. So I\nwent through an experience with a teacher of meditation who basically asked me questions\nlike I can ask you right now. What is this? [Matt: \"It’s a glass.\"] And what’s this? [Matt:\n\"Flower.\"] And what’s this? [Matt: “A candle.”] What’s this?” [Matt: “A Sharpie.”’] “What’s\nthis?” [Matt: “A hand. Did I get them all right?”’] So far. I said the same thing. But I was\nhaving a conversation with somebody, and he said to me, \"Those are human\n\nconstructs.\" And I was trying to tell this person, who was a meditation teacher, I was telling\nhim about the molecules of emotion. Serotonin. He said they’re not real.\n\nSo that got me thinking, okay, and I seriously went into wanting to experience pure\nconsciousness, which they all talk about, as transcendence, beyond subject-object split. So,\nthis person that I had this conversation with, he said, \"If you were a baby and you had no\nlanguage, not exposed to any language, this would not be a hand. This would be a shape, a\nform, a color, maybe a smell, a texture, a sensation, as an activity of consciousness. But then\n\nHOUSE_OVERSIGHT_029513",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029513.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3248,
    "word_count": 550,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.589774",
    "prefix": "IMAGES-010"
  }
}