{
  "document_id": "HOUSE_OVERSIGHT_019864",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019864.txt",
  "text": "SERIOUS MOONLIGHT\nBehind the scenes at the 2017 Academy Awards with filmdom’s first lady of Oscar cheerleading\n(my close friends know | was captain of the twirlers in high school)\n\nBy Peggy Siegal\nWas this year different from all other years at the Oscars?\n\nIn one way, it wasn't. A24's \"Moonlight\" won best picture because voters went for content over\nstyle. The win was for it’s poetic take on the American ideals that the Academy values most and\nwants reflected globally. History was also made as \"Moonlight\" became the first Oscar winner\nwith an all black cast and addressed the LGBTQ community. And, it was a beautiful film.\n\nBut on the other hand, Oscar voters were also dealing with a political and emotional crisis in the\nfilm industry. After two years of #OscarsSoWhite, they responded by nominating a record six\nAfrican American actors, four African American producers and one African American director,\nBarry Jenkins, the fourth ever nominated in that category. Three films addressing race were\nnominated for best picture: “Fences,” “Hidden Figures” and “Moonlight.”\n\nLionsgate's \"La La Land\" was a joyous escape from months of simmering frustration and anger\nat Donald J. Trump, himself a creature of the entertainment industry. The charming and modern\nmusical “La La” danced its way to multiple awards from critics, at the PGA, the DGA, the BAFTA\nand the Venice Film Festival, a record seven Golden Globes, en route to an historic fourteen\nAcademy Award nominations. Prognosticators predicted a \"La La” landslide.\n\nSo what happened? Days before the voting deadline, \"La La Land\" was tripped-up by a last-\nminute backlash against frivolity. Even in La La Land, these are serious times.\n\nBackstage at the Dolby Theater, star-struck nitwit accountant Brian Cullinan, oblivious to the\nfact that the Oscars are a sacred secular ceremony and distracted while tweeting a photo of\nEmma Stone, handed Warren Beatty the wrong envelope. Chaos—and headlines—ensued.\nTweets, chaos and headlines? It was all too Trump for words.\n\nWhen | arrived at the Dolby Theater that night, | asked a dateless Andrew Garfield to take me\nonto the red carpet with him, to the chagrin of his publicist. But a security guard rejected me\nbecause my ticket was the wrong color. Andrew winked, laughed and disappeared. Undaunted,\n| went back to the curb to find another walker. As | stood at the limo drop-off, inconspicuous in a\nday-glow orange satin dress, Kelly Bush, a publicist | knew from last year's \"The Revenant\"\ncampaign, sidled over and said, \"There is going to be an upset. ‘Moonlight’ is winning.\"\n\nOn cue, “La La Land” producer Marc Platt arrived with the studs on his formal shirt popping off.\nAs | nervously fiddled in his buttonholes, | blurted, \"Kelly Bush just said ‘Moonlight’ is winning.”\nMarc turned white.\n\nThe red carpet was a three lane highway. The speed lane was for the super stars, the middle for\nfrantic handlers, and on the right was the schlepper lane for relatives and relative nobodies.\nFour security guards escorted me there. By the time Marc and | met again at the end of the\nthree prong red carpet, \"La La Land\" publicist and West Coast campaign queen Lisa Taback\nwas furious I’d told the shaken producer his film might lose. | said, \"Kelly Bush said that, not\nme.\" But | felt terrible.\n\nHOUSE_OVERSIGHT_019864",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019864.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3326,
    "word_count": 555,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.137182",
    "prefix": "IMAGES-005"
  }
}