{
  "document_id": "HOUSE_OVERSIGHT_012647",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012647.txt",
  "text": "» Case 9:08-cv-80232-KAM Document 1 Entered on FLSD Docket 03/05/2008 Page 4 of 6\n\n17. Epstein’s plan and scheme in which he committed such acts upon Jane Doe were done\nwillfully and maliciously.\n\n18. This sexual assault was in violation of Chapter 800 of the Florida Statutes, which ~\nrecognizes as a crime the lewd and lascivious acts committed by Epstein upon Jane.\n\n19,  Asadirect and proximate result of Epstein’s assault on Jane, she has suffered and will\ncontinue to suffer severe and permanent traumatic injuries, including mental, psychological and\nemotional damages. .\n\nWHEREFORE, Plaintiff Jane Doe, demands jiiement against Defendant Jeffrey Epstein for\n\ncompensatory damages, punitive damages, costs, and such other and further relief as this Court\n\ndeems just and proper.\n\nCOUNT I\nIntentional Infliction of Emotional Distress\n\nintentional Iniliction Of Fmouonal LIStess\n\n20. Plaintiffs Jane Doe repeats and realleges paragraphs 1 through 14 above.\n\n21.  Epstein’s conduct was intentional or reckless.\n\n22.  Epstein's conduct was outrageous, going beyond all bounds of decency. |\n\n23.  Epstein’s conduct caused severe emotional distress to Jane Doe. Epstein knew or had\nreason to know that his intentional and outrageous conduct would cause emotional trauma and\ndamage to Jane Doe. |\n\n24.  Asadirect and proximate result of Epstein’s intentional or reckless conduct, Jane Doe\nhas suffered and will continue to suffer severe mental anguish and pain.\n\nWHEREFORE, Plaintiff Jane Doe demands judgment against Defendant Jeffrey Epstein for\n\ncompensatory damages, costs, punitive damages, and such other and further relief as this Court\n\nHERMAN & MERMELSTEIN, P. A. www.hermanlaw.com\n\n40f6\n\nHOUSE_OVERSIGHT_012647",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012647.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1720,
    "word_count": 256,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.378142",
    "prefix": "IMAGES-002"
  }
}