{
  "document_id": "HOUSE_OVERSIGHT_017408",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017408.txt",
  "text": "4.2.12\nWC: 191694\n\nThe Vietnam War\n\nDuring the height of the conflict over the Vietnam War, I represented numerous defendants,\nprotestors and civil disobedients. I also advised lawyers who were suing the government in an\neffort to stop what they believe was an illegal war. The faculty of Harvard Law School was\ndivided over the morality, legality and effectiveness of the war, and there were interesting\ndiscussions in the faculty lunch room involving such luminaries as Archibald Cox, Erwin\nGriswold, Abram Chayes and Paul Freund. I decided that these discussions should be shared with\nour students, and so I organized the first law school class on the Vietnam War. The debate over\nthe war was a teaching moment and we had to take advantage of it. I prepared a set of legal\nmaterials and invited professors with different views to share their perspectives with the students.\nThe course was a remarkable success. Students attended in droves, and the media covered the\nlectures. The New York Times story was headlined “400 Enroll in a Harvard Course on ‘Law\nand the Lawyer’ in the Vietnam War.” It reported that:\n\nAccording to Prof. Alan M. Dershowitz, who conceived the course, more than a dozen\nprofessors have volunteered as teachers, including Prof. Derek C. Bok, the dean-designate\nof the law school.\n\nProfessor Dershowitz said that the participating professors “reflect every view.”\n\nHowever, he said that he “majority,” including himself, were signers of a statement\nreleased last week in which 500 of the nation’s law teachers called upon the legal\nprofession to oppose the Johnson Administration’s Vietnam war policy.\n\nProfessor Dershowitz said he understood that the course would be the first of its kind\noffered in any law school in the United States. “It is our hope,” he said, “that this will be a\npilot and a model for other law schools throughout the country.”\n\nDr. Dershowitz said that the idea for the course grew out of the fact that “much student\nand faculty energy was being devoted to thinking about and writing about Vietnam, and\nthe legal issues growing out of it.”\n\nHe said the course would not be “biased or political,” but would “look at these issues in a\ndetached, lawyer-like, scholarly way.”...\n\nMr. Dershowitz, whose specialty is criminal law, said he became involved in planning the\ncourse because “I’m very interested in legal education, and terribly concerned about law\nschools being at the center of contemporary issues.”\n\n“Can you imagine a law school which is supposed to be dealing with the major issues of\nthe day not teaching a course relating in some manner to the Vietnam War, which is the\ncritical social issue of our time?”\n\nAs evidence of the courses appeal, Professor Dershowitz said that the 400 registrations\nrepresented the largest enrollment for any course at the school, which has about 1,500\nstudents.\n\n321\n\nHOUSE_OVERSIGHT_017408",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017408.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2881,
    "word_count": 475,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.969157",
    "prefix": "IMAGES-004"
  }
}