{
  "document_id": "HOUSE_OVERSIGHT_024855",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024855.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nBottled Water\n\n2\n\nConsumer interest in CBD continues to gain momentum. For beverages, in particular\nwater, this is evidenced by analyzing current Google Trends, where interest rose\nconsiderably over the course of 2018 and looks to still be achieving new highs, which is\nnot surprising, given the recent passage of the U.S. Farm Bill.\n\nFigure 59 Bottled Water Should Be The Most Popular CBD Beverage Figure 60 Increasing Interest Reflected In Google Search Trends\n4100 U.S. Google Trends (CBD Water)\n2020 Market Share Scenario Analysis 80\n60\nMarket Share 0.6% 11% 16% 2.6% 3.1% 3.6% 40\n20\ni 0\nAbsolute Sales ($ inmm) |$159 $301 $443 I S727 $869 $1,011 4¢n ou tnoudtnod\nfan} fa) o al fan} Oo oO al fa) o Oo al Oo\neo © 0 oO KR KR KR KR DO DO HO ODO A\nod od di od ud od od od od od od ud od\noO Oo oO oO oO oO oO oO Oo oO oO oO oO\nN N N N N N N N N N N N N\nSource: Cowen and Company Source: Google Trends and Cowen and Company\n\nOver the next 2 years we believe that the U.S. CBD water category can generate close to\n$600 mm in revenues. In Nielsen, U.S. bottled water generated just over $13 bn in 2018.\nAssuming Nielsen channels account for 50% coverage of the category implies total\nrevenues of over $26 bn. Applying the 4.2% CAGR the category has grown over the last\n3 years and extrapolating out results in total revenue surpassing $28 bn by 2020. Our\nestimates are premised on CBD water achieving a ~1.5% market share in 2019 anda\nconservative ~2% market share of the U.S. bottled water category in 2020. We would\nnote that a ~2% share of the bottled water category compares to a ~3% share for\ncoconut water. With the amount of consumer interest and potential functional benefits\nthat come along with CBD, we believe that a modest 2% share of the category is\nreasonable, in particular if multiple larger players within the beverage space enter the\ncategory and drive distribution. Above, we provide a scenario analysis on the revenue\nopportunity assuming different market share levels.\n\nFigure 61 A 2% Share Implies Over $500 MM In Revenues Figure 62 Bottled Water Category Growth Remains Healthy\nU.S. CBD Water Sales (S in mm) U.S. Bottled Water Sales ($ in bn)\nS700 1 s 930 wos 81 8 928\n585 25\n$600 I 695 $234 I\n| I\n$500\nI §390 $20 ,\n$400 I |\n$15 I\n$300 I\nI 10 I\n$200 $156 1 $ ,\n2018 2019E 2020E 2015 2016 2017 2018 2019E 2020E\nSource: Cowen and Company Source: The Nielsen Company and Cowen and Company\nNote: Assumes 50% coverage in Nielsen\nCOWEN.COM 39\n\nHOUSE_OVERSIGHT_024855",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024855.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2528,
    "word_count": 475,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.023242",
    "prefix": "IMAGES-008"
  }
}