{
  "document_id": "HOUSE_OVERSIGHT_017116",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017116.txt",
  "text": "4.2.12\nWC: 191694\n\nAlthough we were orthodox Jews, none of us abided by the orthodox rules regulating sexuality.\nWe were as anxious to make out as anyone; the problem was we had no one to make out with\nbecause the girls all had to be beyond reproach. The closest we ever came to a good squeeze was\nwhen we went to the Cyclone at Coney Island. We were all scared, but figured the girls would be\nmore frightened and would cuddle up to us during the dangerous ride. Sometimes we tried to pick\nup non-Jewish girls at Coney Island, because we heard they had wild reputations (meaning we\ncould get to “first base”). We wore our basketball jackets, which said “Talmudical” - - our school\nwas Brooklyn Talmudical Academy. (The full name was Rabbi Isaac Elchanan Theological\nSeminary and Talmudical Academy, Yeshiva University High School, Brooklyn Branch, Boys\nDivision. Imagine the locomotive cheer!) The colors for these jackets were selected by the\nschool. Not surprisingly there were blue and white - -very Jewish. “Talmudical” was not a\nparticularly good visual for pick-ups, so we turned our jackets inside out. The raincoat side was\ngray and read “B.T.A.”, which we told the girls stood for “Brooklyn Technical Aviation.” It still\ndidn’t work.\n\nIn our senior year we discovered that a train ride to Manhattan and a bus ride to Union City\nwould get us to the burlesque house where at least we could see what we could not touch. One\nday a group of us went, and we took along one particularly orthodox classmate who insisted on\nwearing his yamulka during the show. The rest of us had tucked ours into our pockets. Of\ncourse we sat in the front row, to get the best view. When a drunken guy in the back started\nscreaming “Take it off, Take it off,’ Irving was sure he was referring to his yarmulke. He stood\nand confronted the guy shouting: \"I will not take it off. I am proud of my yarmulke.” To this\nday, whenever I see Irving, I always yell, “Take it off! Take it off!” He’ll never live it down.\n\nThe yeshiva I went to was strongly Zionist, supporting Israel’s struggle for independence, but the\nrabbis hated David Ben Gurion, Israel’s first leader. Ben Gurion was an atheist who believed that\nIsrael should be a secular socialist democracy. My rabbis wanted it to be an orthodox Jewish\ntheocracy. Thank God Ben Gurion won, though he ultimately reached an uncomfortable\ncompromise with the rabbis. (Recently, I acquired a letter Ben Gurion wrote in 1963, stating that\nthe religious and secular elements of Israeli society must be sensitive to each other’s beliefs:\n\n“There is no doubt that the feelings of a religious man are to be respected, but religious\npeople must respect the freedom of choice of a fellow man, and no coercion is to be\nexercised for or against religious conduct.”\n\nThese words could have been spoken by Jefferson or Madison.)\n\nOne day, David Ben Gurion was giving a speech in Central Park to a vast audience of supporters.\nMy friend Tsvi Groner, who subsequently made “Aliya” to Israel, and I decided to cut school to\nlisten to Ben Gurion. When we were caught being out of school we had to make up a lie. We\n\ntold the rabbis that we’d gone to a Brooklyn Dodgers baseball game. For that we received far\nless of a punishment than we would have had we admitted going to hear the atheist Ben Gurion.\n\n29\n\nHOUSE_OVERSIGHT_017116",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017116.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3343,
    "word_count": 591,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.812539",
    "prefix": "IMAGES-004"
  }
}