{
  "document_id": "HOUSE_OVERSIGHT_016357",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016357.txt",
  "text": "problems, it often takes only a couple of noisy data points to get something that’s a\nbeautiful description of a phenomenon, because you’re putting in knowledge about how\nphysics works. That’s in huge contrast to normal AI, which requires millions of training\nexamples and is very sensitive to noise. By adding the appropriate background\nknowledge, you get much more intelligence.\n\nSimilar to the physical-systems case, if we make neurons that know a lot about\nhow humans learn from each other, then we can detect human fads and predict human\nbehavior trends in surprisingly accurate and efficient ways. This “social physics” works\nbecause human behavior is determined as much by the patterns of our culture as by\nrational, individual thinking. These patterns can be described mathematically and\nemployed to make accurate predictions.\n\nThis idea of a credit-assignment function reinforcing connections between\nneurons that are doing the best work is the core of current AI. If you make those little\nneurons smarter, the AI gets smarter. So, what would happen if we replaced the neurons\nwith people? People have lots of capabilities. They know lots of things about the world;\nthey can perceive things in a broadly competent, human way. What would happen if you\nhad a network of people in which you could reinforce the connections that were helping\nand minimize the connections that weren’t?\n\nThat begins to sound like a society, or a company. We all live in a human social\nnetwork. We’re reinforced for doing things that seem to help everybody and discouraged\nfrom doing things that are not appreciated. Culture is the result of this sort of human AI\nas applied to human problems; it is the process of building social structures by\nreinforcing the good connections and penalizing the bad. Once you’ve realized you can\ntake this general AI framework and create a human AI, the question becomes, What’s the\nright way to do that? Is it a safe idea? Is it completely crazy?\n\nMy students and I are looking at how people make decisions, on huge databases\nof financial decisions, business decisions, and many other sorts of decisions. What we’ve\nfound is that humans often make decisions in a way that mimics AI credit-assignment\nalgorithms and works to make the community smarter. A particularly interesting feature\nof this work is that it addresses a classic problem in evolution known as the group-\nselection problem. The core of this problem is: How can we select for culture in\nevolution, when it’s the individuals that reproduce? What you need is something that\nselects for the best cultures and the best groups but also selects for the best individuals,\nbecause they’ re the units that transmit the genes.\n\nWhen you frame the question this way and go through the mathematical literature,\nyou discover that there’s one generally best way to do this. It’s called “distributed\nThompson sampling,” a mathematical algorithm used in choosing, out of a set of possible\nactions with unknown payoffs, the action that maximizes the expected reward in respect\nto the actions. The key is social sampling, a way of combining evidence, of exploring\nand exploiting at the same time. It has the unusual property of simultaneously being the\nbest strategy both for the individual and for the group. If you use the group as the basis\nof selection, and then the group either gets wiped out or reinforced, you’re also selecting\nfor successful individuals. If you select for individuals, and each individual does what’s\ngood for him or her, then that’s automatically the best thing for the group. It’s an\namazing alignment of interests and utilities, and it provides real insight into the question\nof how culture fits into natural selection.\n\n137\n\nHOUSE_OVERSIGHT_016357",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016357.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3747,
    "word_count": 618,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.296257",
    "prefix": "IMAGES-003"
  }
}