{
  "document_id": "HOUSE_OVERSIGHT_020623",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020623.txt",
  "text": "164\n\nmake some inroads into the mainstream German press. China Daily’s advertisement\nsupplement, China Watch, is published in only one daily, after readers protested its\ninclusion in another paper. In 2017, China’s state-run Xinhua News Agency partnered\nwith a German firm, the German Television News Agency or DFA, to provide soft\nfeatures about how important China is to Germany. Called Nihao Deutschland, the\nprogram has been criticized as propaganda in the mainstream German press.*\n\nReaction\n\nIt is in business, the one area of tangible Chinese influence efforts, where pushback\nhas begun in Germany. Chancellor Merkel and French president Emmanuel Macron\nhave initiated discussions with businesses and the EU Commission on ways to\nestablish stricter investment screening procedures and to push for more reciprocity for\nEuropean firms in China. In April 2018, the second chamber of the German parliament\n(representing the federal states) passed a resolution to lower the threshold at which the\ngovernment may intervene in foreign direct investment (FDI) projects in Germany.\n\nThe measure was Clearly targeted at China. As for the EU, the German government has\nsupported language that criticizes the BRI concept for hampering free trade and putting\nChinese companies at an advantage.°*\n\nConclusion\n\nMany of the coercive actions documented here are for the most part measures one\nmight imagine German diplomats abroad also adopting. What raises questions are\n\nthe size of China’s activities and its objectives. China can wield massive resources in\npushing its public diplomacy agenda. This can turn German and European partners\ninto pawns. The outsize dimension of China’s influence efforts can render them\nimproper or even illegitimate. China’s efforts on the investment side often involve\ndraining technical know-how from German firms. On the political side, its support of\nCentral European countries has been carried out with the aim of dividing the primary\npolitical organization of Europe, the EU. Neither of these can be regarded as proper and\nlegitimate behavior between states.\n\nThe risk of Chinese interference in Germany is serious in the medium to long term,\neven though so far it is mainly an indirect one and German society by and large has\nproven sufficiently resilient. A preliminary recommendation on how to prevent the\nproblem from becoming more serious would be to focus on more cohesion, exchange,\nand transparency among countries concerned, first of all within the EU. This will\n\ntake time and effort, considering that some countries in Europe (such as a few Eastern\nEuropean nations along with Greece) hope to use their support of China’s political or\ntechnological goals to lure Chinese investment. Still, as a leader of Europe, Germany—\nalong with France—needs to initiate a broad-based discussion among the public and\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020623",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020623.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2880,
    "word_count": 444,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.851417",
    "prefix": "IMAGES-006"
  }
}