{
  "document_id": "HOUSE_OVERSIGHT_010884",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010884.txt",
  "text": "326\n\n033638 1 couple of lines above it that do refer to Virginia 0338027 1 A. The lawyer -- look, this is not the first\n\n033633 2 Roberts, put it in the context. 033827 2 time --\n\n033641 3 My question is: Does that, fairly read, 033827 3 Q. I'm not asking the --\n\n33646 4 constitute testimony that Virginia Roberts and Professor oxaa20 4 A. -~a lawyer has cited the wrong line number\nox3e4s § Dershowitz were in the house at the same time? 33331 5 ona transcript or something, and if you're suggesting\no33681 6 A. Those three sentences, three fines. 033033 6 that -- you know, I will concede that I cited the wrong\nossess | 7 Q. What -- yes, what the brief cites. o33a38 «7 line number for that particular assertion.\n\no3sses7 8 A. Those -- those three lines: “Not sure. When os3aat 8 Q. And this is what I want to clarify: When you\no370 9 Mr. Dershowitz was visiting. Uh-huh. How often did he | 03342 9 say the wrong line number, if you look at the quotation,\n\n03346 10 there is, up above -- you cited 18 to 20 -- 22 to 25 --\no3e46 11 no, 18 to 20. I'msorry. You cited 18 to 20 which is\n\n033706 10 come?\" Those -- those three lines, I agree, that looks\n\no3a7zio 11 ‘like a miscitation there. I agree with you on that.\noss714 12 Q. And isn't it true that -- first of all,\n033716 13 nothing else is cited in the brief or elsewhere to\n\no33ass 12 -- do you see that?\no33as7 13 A. Ido see 18 to 20, yes.\noxsase 14 Q. And those lines don't refer to Virginia\n\n03:37:22 14 support -- put -- put aside.\n\n033901 15 Roberts coming to the house, correct?\n03:39:02 16 A. Lines 18 to 20 do not refer to Virginia\n033910 17 Roberts -- oh, no, wait a minute. Now, this is --\n\no3a723 15 Other than Virginia Roberts's own testimony,\n03.3726 16 this is the only evidence that you cited to the court to\n033730 17 support --\n\no3s7a1 18 A. No, no, no, no, no. That would require a oz312 18 because when I fook at it here, line 15:\n\n033738 19 30-minute answer. o3aa17 19 \"Do you have any recollection of V.R.,\n\n0330-20 20 Virginia Roberts, coming to the house when\n\noxa7as 20 Q. Okay. I won't ask you a 30-minute answer --\n03:37:37 24 MR. SCAROLA: How about -- how about wrapping\n033738 22 it up then because it's now 12:10.\noar 23 MR. SIMPSON: I will wrap it up. I have one\n033742 24 more -- one more question.\n033743 25 THE WITNESS: Okay.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n033021 21 Prince Andrew was there?\"\n\n03:30:23 22 Answer: \"It could have been. I'm not sure.\n\n03:39:28 23 \"Not sure. When Mr. Dershowitz was\n\n0330-28 24 visiting?”\n\n03:30:30 25 So now when I read it, actually, I'm now\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n325 327\n\n033743. 1+ +=BY MR. SIMPSON: 03332 1 going to withdraw my earlier answer, I would -- because\no33743 2 Q. And that is: I just want to confirm that you 033935 2 you know, it's getting late in the day. I'm getting a\n\n033747 3 do agree with me that what was cited to the court for 033937 3 little fuzzy here. When Mr. Dershowitz was visiting,\n\n033750 4 the proposition that they were together, in this 03340 4 uh-huh, could be an affirmative answer read in context\no337s2 5 sentence, doesn't support that proposition? o33045 5 to saying, I don't recall about Prince Andrew, but I do\nos37s4  G A. I will agree with you that there appears to 033947 6 recall Virginia Roberts being there. And I think when\n033756 7 bea miscitation of the line number -- of the lines 18 o33e49 % we unpack the entirety of the deposition, which we don't\no33a01 8 through 20. o3a982 8 have time right now, that the context that I'm\n\no33a02 9 Now, you're saying that there is not osaaxss 9 suggesting now would be accurate. So I am not prepared\n\n033804 10 information outside of 8 -~ lines 18 through 20 to 033087 10 to say, as I sit here right now, that those were the\n\n033303 11 support the allegation, and that's going to require a\n\n032050 11. wrong line numbers.\n\n033011 12 much longer answer. o34001 12 Perhaps those are the correct line numbers,\n\nos3a12 13 Q. I don't want a long answer, but I do want to 03-4003 13 but what I think I should have done was to cite\n\noaza15 14 clarify. When you say “outside” -- oases 14 additional parts of the transcript that would have, in\nosaets 15 MR. SCAROLA: You also said one more\no3ae15 16 question.\n\nos3eis 17 MR. SIMPSON: Well, I -- let me just finish\n\noszate 18 this, so we are not going to have this hanging,\n\nosaato 15 context, made clear that the assertion was correct.\noaaots 16 MR. SCAROLA: With that --\n\noxa0is 17 MR. SIMPSON: I -- I just need to finish this\n034016 18 one or two questions, but this is the topic, so\n\nos4o18 19 fet me finish it.\n\no34019 20 BY MR. SIMPSON:\n\noxao19 21 Q. Did you ever watch the video --\n\ncade 22 MR. SCAROLA: Running out of tape --\n\no3x4o19 23 BY MR. SIMPSON:\n\n03:40:22 24 Q. _ -- of the transcript?\n\n03.4022 25 MR. SCAROLA: We are also running out of tape\nESQUIRE DEPOSITION SOLUTIONS ESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400 (954) 331-4400\n10/20/2015 01:08:15 PM Page 324 to 327 of 335 44 of 46 sheets\n\noxzaig 19 because I want to make sure we are communicating.\n03:36:21 20 THE WITNESS: Okay. Sure.\n\n03:33:21 21 BY MR. SIMPSON:\n\n03:38:22 22 Q. I understand you're -- you're saying that\n\n03:32 23 there -- there may be evidence --\n03:38:26 24 A. Yeah.\no3:38.27 25 QQ. -- elsewhere?\n\nHOUSE_OVERSIGHT_010884",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010884.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5304,
    "word_count": 1005,
    "line_count": 136,
    "import_date": "2025-11-19T21:47:46.596792",
    "prefix": "IMAGES-001"
  }
}