{
  "document_id": "HOUSE_OVERSIGHT_020311",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020311.txt",
  "text": "159\n\nsingle tasking decision” approved by the FISA court. According to Rajesh De, just assembling\nthese reports involved thousands of hours of manpower. In addition, the President’s Oversight\nBoard required that NSA’s Office of the General Counsel and Inspector General supply it every\n90 days with a list of every single error made by every NSA employee anywhere in the world\ndeviating from procedures, including even minor typing errors. These requirements, according to\nDe, inundated a large part of the NSA legal and executive staff in a sea of red tape. Yet, this\nregulation could not undo surveillance programs such as the one Snowden revealed of Verizon\nturning over the billing records of its custumers to the NSA, because the NSA was in compliance\nwith the FISA court order (even though, as it turned out in 2015, the FISA court may have erred\nin interpreting the law.)\n\nThe NSA’s focus on surveillance may have led to the neglect of its second mission: protecting the\nintegrity of the channels through which the White House, government agencies and military units send\ninformation. This task had been made vastly more difficult by the proliferation of computer networks,\ntexting and emails in the 21* century. To protect against cyber attacks against government networks, the\nPentagon belatedly created the Cyber Command in 2009. In it, the cyber defense units of the Army, Navy,\nMarines, and Air Force cyber forces, were merged together in this new command put under the command\nof the NSA director. NSA director Keith Alexander became the first director of this new command. One\nproblem for the Cyber command was separating attacks by civilians, including criminals, hacktavists and\nanarchists, from cyber warfare sponsored and supported by adversary states. Since foreign intelligence\nservices often closely imitated the tools of civilian hackers, and were even known to provide them with\nhacking tools. Even for the Cyber Command, it was not easy challenge to unambiguously determine if the\nultimate perpetrator of a cyber attacks was state-sponsored. For example, the identification of North Korea\nas the principal actor behind the attack on Sony in December 2014 appeared to be a rare success, but many\ncyber-security experts believed that it might be a false trail used to hide the real attacker. The problem\nhere was that clues can be fabricated in cyber space to point to the wrong party.\n\nThe job of the Cyber command was to prevent such an attack. To this end, it planted viruses on\nhundreds of thousands of computers in private hands to act as sentinels to spot other suspicious viruses that\ncould mount such an attack. So private computers became a new battleground in the cyber was. It also\nbuilt a capability to retaliate. The problem was that, unlike incoming missiles, cyber attacks which were\nlaunched through layers of other country’s computers could not be unambiguously traced back to the true\nperpetrator.\n\nThis escalation by the Cyber Command set the stage for expanded forms of warfare in Cyber space.\n“The Chinese are viewed as the source of a great many attacks on western infrastructure and just recently,\nthe U.S. electrical grid,” General Alexander said in explaining the need for this consolidation. “If that is\ndetermined to be an organized attack, I would want to go and take down the source of those attacks.” The\nsame retaliation would presumably be used against Russia, Iran or any other adversary. Dominance of\ncyber space itself now became part of the NSA’s mandate.\n\nEven so, the most important job of the NSA remained intercepting secret information from\nRussia, China, Iran, and North Korea. To this end, it had an annual budget of $12.3 billion and\nsome 35,000 military and civilian employees. In 2012, James Clapper, Jr., the Director of\n\nHOUSE_OVERSIGHT_020311",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020311.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3813,
    "word_count": 624,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.517756",
    "prefix": "IMAGES-005"
  }
}