{
  "document_id": "HOUSE_OVERSIGHT_012892",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012892.txt",
  "text": "Approximately 3,000 innocent victims died in the 9-11 attacks. As of early 2011, some where between\n900,000 to over a million soldiers and civilians have died in Afghanistan and Iraq due to the war. This is\nexcessive. This is no longer revenge. This is senseless brutality.\n\nOn one reading, Pope Benedict XVI kept his knowledge of pedophilic priests quiet and\nconfidential in order to forgive them and protect the church. But this seemingly benign desire led to a\ndisaster, one that was foreseeable: continued sexual assault on thousands of innocent children and for\nmany, a loss of trust in the church and their moral and spiritual leader.\n\nDiscoveries by molecular biologists, neuroscientists, and psychologists reveal important\nindividual differences in our capacity to fuel desire, differences that constrain the paths we take from birth\nuntil our last breath. Some individuals are more risk-prone, some are impatient, and some gain a greater\nhit of dopamine in anticipation of reward, thereby doping themselves on the brain’s pharmaceutical\nofferings. Some are born with a set of genes that diminish the capacity for self-control. These individuals\nstart with lower levels of serotonin. These individuals, if raised by abusive parents, have a higher\nprobability of taking someone’s head off if they are challenged. Some individuals are born with low\nstress levels. These individuals are more likely to be sensation-seekers, voracious desirers who will stop\nat nothing less than the spectacular, even if this means the spectacularly violent. None of these biological\ncatalysts operate in a vacuum. All of these biological catalysts feed off of particular environments that we\ncreate. Geological and climatic factors create savannahs, oceans, and mountains. We create slums,\nrefugee camps, and totalitarian regimes. We are responsible for creating toxic environments and equally\nresponsible for cleaning them up. How we think about individual responsibility in cases of brain damage,\ndevelopmental disorders or innate differences in the starting state of our neurochemistry is a different\nproblem, one that I will touch upon in the last section.\n\nDenial. We all engage in it, at least some of the time. Like the psychology of desire, our\nengagement with denial is sometimes benign and often beneficial as a coping mechanism. We\ndehumanize in order to buffer ourselves from the pain of another’s pain. We self-deceive in the service of\nboosting self-confidence and self-esteem. When doctors turn their patients into machines that require\nrepair, they have deployed an adaptive mechanism that keeps empathy at bay when it is unnecessary.\nGood doctors, the ones that we all want, turn empathy back on when their patients awake from surgery,\nflesh and blood pulsating, thoughts and emotions humming. Bad doctors never turn empathy back on.\nEvil doctors, such as Carl Clauberg who injected liquid acid in the uterus of Jewish prisoners as part of a\nNazi inspired sterilization program, not only lack empathy for their patients, but see them as vermin or\nparasites that require extermination in the name of science and the preservation of our species. Denial has\ntransformed other human beings into nonhuman forms, from inert objects to wild animals and parasites.\nDenial has allowed military leaders and airplane pilots to ignore clear signs of trouble, marching\nthousands to their death. When this happens, moral responsibility checks out. Denial provides individuals\nand nations with a certified license to maim, rape, burn, mutilate and kill without feeling guilt, shame or\nremorse.\n\nAs with desire, the sciences provide a rich offering of evidence to explain how and why we\nengage in denial, either by means of dehumanizing others or self-deceiving ourselves. Both\ndehumanization and self-deception have a clear evolutionary logic. Dehumanization is a mechanism that\nenhances an individual’s competitive edge by making hatred and killing easier. Hatred and killing are the\nessential and ancient ingredients for defending the in-group and effacing the out-group. Sometimes,\nsoldiers would rather avoid killing the enemy. But when dehumanization of the enemy takes hold in the\nmind of a soldier or civilian, killing is not only easy, but addictive. The brain’s inhibitory mechanisms,\nprocessed by circuitry in the frontal lobes, shut down. Other brain regions involved in working out what\npeople believe and intend, enter into hibernation. With these circuits on leave, so too is our moral\nconscience. When the mind runs its dehumanization software, abstinence from killing is like withdrawal\nfrom a drug. Killing is satisfying. Killing is delicious.\n\nSelf-deception evolved in the service of deception. By functionally fooling ourselves into\nbelieving that we are stronger, wiser, and more competent, we can convince others to go along for the\nride, to work for us or work against a fictional enemy. Like dehumanization, this has both adaptive and\n\nHauser Epilogue. Evilightenment 146\n\nHOUSE_OVERSIGHT_012892",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012892.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5009,
    "word_count": 776,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.008273",
    "prefix": "IMAGES-002"
  }
}