{
  "document_id": "HOUSE_OVERSIGHT_023081",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023081.txt",
  "text": "This policy would effectively result in the tax authorities recognizing all sales that take\nplace in the US (regardless of where they are produced) and all the domestic costs\nincurred to produce goods and services for customers (regardless of where the sale\ntakes place). As a result, net importers (such as many retailers) would suffer, as they\nwould have to pay taxes on their domestic sales without being able to deduct a\nsignificant portion of their costs of production. Conversely, net exporters (companies\nwith much of their production in the US but sales outside of the US) would stand to\nbenefit from not having to pay taxes on their foreign sales while being able to deduct a\nsignificant proportion of production costs (Exhibit 3). Purely domestic companies would\nbe unaffected.\n\nExhibit 3: Illustration of border adjustment treatment of US corporate taxation\n\nUS Non-US\nSold in the US:\n\nRecognize sales Made in the US:\nDeduct costs\n\nSold overseas:\nignore sales\n\n&\nos\n\nSold overseas\n\nIgnore sles\n\n. =,\nMade in the U3,\nDeduct costs\n\nMade overseas:\nMade overseas: Can’t deduct costs\nCan’t deduct costs\n\nSold in the OS:\nRecognize sales\n\nSource: BofA Merrill Lynch US Equity & US Quant Strategy\n\nEven if border adjustments are enacted, there is significant uncertainty around\nimplementation details. For this analysis, we focus on the first order impact of border\nadjustments, but we recognize there would be significant second order impacts on the\npricing of products, pricing within the supply chain, foreign exchange rates as well as\nforeign policy reactions. (We discuss many of these second order impacts later in this\nreport.) For the current exercise, we also ignored the cost of services as the\nimplementation of these rules would be more complicated. See the Methodology\nsection for more details.\n\nWe estimate that at a 20% tax rate, border adjustments would detract $5-6 from 2018\nEPS, with nearly 80% of the drag coming from the Consumer Discretionary and\nConsumer Staples sectors (roughly evenly split). This impact includes a 50% haircut to\naccount for offsets from alternate sourcing, currency rates and pricing power. On one\nhand, we may be drastically underestimating the impact because we have not included\nthe second order impacts on the supply chain. For example, many retailers source the\nbulk of their goods from domestic suppliers, who source their goods from overseas\nsuppliers. So while the original retailer may not feel the direct tax hit from importing\ngoods, the supplier that took the tax hit would likely pass along a significant portion of\nthis via a higher cost. On the other hand, the supplier or the retailer could look for\nalternate domestic sources for those products, but it would largely depend on whether\nthe cost differential of production between the US and overseas exceeded the border\nadjustment tax. Some key components in determining the cost differential are the\nforeign exchange rates (more on this below) and labor costs. In the end, the net impact\nof the border adjustment taxes will be driven by a complex interplay between corporate\ntax rates, pricing power, foreign exchange moves, foreign versus domestic availability\nand cost differentials.\n\nBankof America\n\nMerrill Lynch Equity Strategy Focus Point | 29 January 2017s: 13\n\nHOUSE_OVERSIGHT_023081",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023081.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3305,
    "word_count": 532,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:48.358344",
    "prefix": "IMAGES-007"
  }
}