{
  "document_id": "HOUSE_OVERSIGHT_016570",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016570.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nASSESS A FINE OF $250.00, RETROACTIVE TO JULY 17, 2008 IF\nCOMPLIANCE WAS NOT ACHIEVED\n\nSECONDED BY MS. GREENBERG\n\nMOTION PASSED UNANIMOUSLY\n\nVIII. Fine Reduction:\n\nA. Case # 08-2301, 167 E. Inlet Drive, The Landfall Group,\nViolation of Chapter 18, Section 18-242, Subsection 104.5.1.6, medium projects,\nall new or remodel construction projects 4000 sq. ft, to 8,999 sq. ft. under roof be\nallowed 22 months\n\nLead Code Enforcement Officer Walton said in October, 2007, Ajax Equity LLC\nwas found in violation of going over the construction time limits. On November\n15, 2008 they still were not in compliance and a daily fine of $250.00 started\nrunning. The final inspection was obtained in March, 2008. The fine ran for 137\ndays prior to compliance being achieved and the accumulated fine due is\n$34,250.00 and the $150.00 hearing costs have not been paid.\n\nFrank Lynch advised he was the attorney for both The Landfall Group and Ajax.\n\nHe said when they appeared before the Board in October, Lazslo Wagner, the\nprincipal of The Landfall Group, who has built homes throughout the Town of\nPalm Beach for 26 years acknowledged he was unaware of this particular code\nprovision. Had he been, they would have applied for an extension of time to\ncomplete the construction. At the hearing, Mr. Koeppel made a motion to allow\nthem an additional sixty (60) days to complete the construction, find them in non-\ncompliance and assess the $150 costs. After a significant amount of discussion,\nthat motion went to a vote and failed 4-3. A second motion was made and Ms.\nDuemler thought the $250.00 fee was significant and believed the fine should be\n$125.00 a day. Mr. Lynch gave Mr. Walton a copy of that transcript to put in the\nrecord. As part of their request, they are asking the Board to consider what Ms.\nDuemler suggested at the meeting. At the same time, Mr. Lynch said he would like\nthem to consider that The Landfall Group is a good corporate citizen and made a\nlegitimate mistake. As a result, a fine was incurred and they are willing to accept\nsome level of fine, some level of responsibility for what they did. The construction\nwas continually on going, there were no delays other than the construction process\nitself. This was not someone’s house, it was a speculative venture. There had\nbeen some concerns with the shell contractor and the finish items themselves were\nsignificant enough that there were substantial delays. At that same hearing, Code\nEnforcement Officer Gerry said it was the position of Code Enforcement to get\nmore assertive at the suggestion of Town Council and that these projects were to\nbe more aggressively pursued. Under the new ordinance, for a house of\napproximately 5,000 sq. feet, they would be entitled to 24 months. This would\n\n17\n\nHOUSE_OVERSIGHT_016570",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016570.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2834,
    "word_count": 478,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.794908",
    "prefix": "IMAGES-004"
  }
}