{
  "document_id": "HOUSE_OVERSIGHT_017610",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017610.txt",
  "text": "Page 7 of 31\n104 J. Crim. L. & Criminology 59, *68\n\ndeveloped considerable evidence that Jeffrey Epstein, a billionaire with extensive political and social connections, +! had\nsexually molested more than thirty young girls between 2001 and 2007 at his West Palm Beach mansion. * The U.S.\nAttorney's Office entered mto contentious plea negotiations with Epstein over how the case should be resolved. The\nprosecutors initially sought a resolution that would have required Epstein to plead guilty to at least a felony sex offense. After\npressure from Epstein, for reasons that have never been clearly explained, * the U.S. Attorney's Office agreed to enter into a\nnonprosecution agreement. Under the agreement, the U.S. Attorney's Office agreed not to prosecute him and, in exchange,\nEpstein agreed to plead guilty to two state felonies for soliciting prostitution with a minor. After entering those guilty pleas,\nEpstein was sentenced to only eighteen months in state jail. 44 No federal charges were ever filed and [*69] Epstein spent\nmuch of the jail term on \"work release\" to his luxurious office. *\n\nThe U.S. Attorney's Office did not tell Epstein's victims about the nonprosecution agreement until well after it had taken effect.\nTo the contrary, even after the nonprosecution agreement had been signed, the Office continued to tell the victims that the case\nwas still \"under investigation\" and that they should be \"patient.\" 4° When the victims learned of the agreement, two of them\n(Jane Doe Number One and Jane Doe Number Two) filed suit in federal court under the Crime Victims’ Rights Act, arguing\nthat the prosecutors had violated their CVRA right to confer as well as their right to be treated fairly. 47 The victims contended\nthat prosecutors should have conferred with them about the nonprosecution agreement before it became final.\n\nIn response, the U.S. Attorney's Office argued primarily that it was under no obligation to extend the victims any rights under\nthe CVRA. It was the Government's blunt position that \"CVRA rights do not attach in the absence of federal criminal charges\nfiled by a federal prosecutor.\" 4° In short, the Government argued it was not required to confer in any way with the victims, or\neven treat them fairly, because the CVRA was not yet in play. The issue is thus squarely framed: Is the Government correct in\nits assertion that it has no CVRA obligations in cases like the Epstein case where federal prosecutors never lodged federal\ncharges against a suspect? In view of the CVRA's prominence, resolution of this issue may shed important light on the nature of\ncrime victims’ enactments and the breadth of the role that crime victims should have in the criminal justice process.\n\nII. The CVRA's Application Before Formal Charges are Filed\n\nTo analyze the issue of whether the CVRA extends rights to crime victims before prosecutors have formally filed charges, it is\nuseful to look at the CVRA's purposes, language, and judicial interpretations. This Part looks at each of these three issues in\nturn.\n\n41 See, e.g., Paul Harris, Prince Andrew's Link to Sex Offender Jeffrey Epstein Taints Royalty in US, Guardian (Mar. 12, 2011),\nhttp://goo.gl/OI4vAE; Landon Thomas Jr., Jeffrey Epstein: International Moneyman of Mystery, N.Y. Mag., /ttp://goo.gl/] 1 Cave (last visited\nNov. 26, 2013).\n\n#2 See Jane Doe Motion, supra note 40, at 3-4; Abby Goodnough, Questions of Preferential Treatment Are Raised in Florida Sex Case, N.Y.\nTimes, Sept. 3, 2006, at A19.\n\n43 The U.S. Attorney responsible for the plea deal later revealed that after negotiations started, \"what followed was a year-long assault on the\nprosecution and the prosecutors\" by Epstein. Letter from R. Alexander Acosta, former U.S. Att'y, to Whom It May Concern (Mar. 20, 2011),\nreprinted in Conchita Sarnoff, Behind Pedophile Jeffrey Epstein's Sweetheart Deal, Daily Beast (Mar. 25, 2011, 3:17 AM),\nhttp://goo.gi/kyveiF’. Acosta, however, claimed that the pressure did not influence the ultimate disposition of the case. Id.\n\n“4 Landon Thomas Jr., From Paradise to County Jail: A Billionaire Financial Adviser Will Serve 18 Months in Sex Case, N.Y. Times, July 1,\n2008, at C1.\n\n4) See Michele Dargan, Feds Say They Treated Epstein Victims Fairly, Palm Beach Daily News (Apr. 8, 2011, 7:23 PM),\nhttp://goo.gl/rGDed; Conchita Sarnoff, Billionaire Pedophile Goes Free, Daily Beast July 20, 2010, 7:05 PM), /itip-//goo.gl/MSTi17.\n\n46 See Jane Doe Motion, supra note 40, at 14, 16 (internal quotation marks and citations omitted).\n\n47 See Emergency Victim's Petition for Enforcement of Crime Victim's Rights Act, /8 U.S.C. Section 3771 at 2, Does v. United States, 817 F.\nSupp. 2d 1337 (S.D. Fla. 2011) (No. 9:08-cv-80736-KAM).\n\n48 United States' Response, supra note 40, at 7.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017610",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017610.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4813,
    "word_count": 773,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.649939",
    "prefix": "IMAGES-004"
  }
}