{
  "document_id": "HOUSE_OVERSIGHT_022505",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022505.txt",
  "text": "borders, such as the illegal trafficking of people, weapons,\nand drugs.‘ International corruption also undercuts good\ngovernance and impedes USS. efforts to promote freedom\nand democracy, end poverty, and combat crime and terror-\nism across the globe.’\n\nCorruption is also bad for business. Corruption is\nanti-competitive, leading to distorted prices and disadvan-\ntaging honest businesses that do not pay bribes. It increases\nthe cost of doing business globally and inflates the cost of\ngovernment contracts in developing countries.® Corruption\nalso introduces significant uncertainty into business trans-\nactions: Contracts secured through bribery may be legally\nunenforceable, and paying bribes on one contract often\nresults in corrupt officials making ever-increasing demands.’\nBribery has destructive effects within a business as well,\nundermining employee confidence in a company’s manage-\nment and fostering a permissive atmosphere for other kinds\nof corporate misconduct, such as employee self-dealing,\nembezzlement,* financial fraud,? and anti-competitive\nbehavior.'° Bribery thus raises the risks of doing business,\nputting a company’s bottom line and reputation in jeop-\nardy. Companies that pay bribes to win business ultimately\nundermine their own long-term interests and the best inter-\n\nests of their investors.\n\nHistorical Background\n\nCongress enacted the FCPA in 1977 after revela-\ntions of widespread global corruption in the wake of the\nWatergate political scandal. SEC discovered that more than\n400 US. companies had paid hundreds of millions of dol-\nlars in bribes to foreign government officials to secure busi-\nness overseas.'! SEC reported that companies were using\nsecret “slush funds” to make illegal campaign contributions\nin the United States and corrupt payments to foreign offi-\ncials abroad and were falsifying their corporate financial\nrecords to conceal the payments.”\n\nCongress viewed passage of the FCPA as critical\nto stopping corporate bribery, which had tarnished the\nimage of US. businesses, impaired public confidence in\nthe financial integrity of U.S. companies, and hampered\n\nthe efficient functioning of the markets.’ As Congress\n\nNo problem does more to alienate citizens\nfrom their political leaders and institutions,\nand to undermine political stability and\neconomic development, than endemic\ncorruption among the government, political\nparty leaders, judges, and bureaucrats.\n\n— USAID Anti-Corruption Strategy\n\nrecognized when it passed the FCPA, corruption imposes\nenormous costs both at home and abroad, leading to mar-\nket inefficiencies and instability, sub-standard products,\nand an unfair playing field for honest businesses.’* By\nenacting a strong foreign bribery statute, Congress sought\nto minimize these destructive effects and help companies\nresist corrupt demands, while addressing the destruc-\ntive foreign policy ramifications of transnational brib-\nery.’ The Act also prohibited off-the-books accounting\nthrough provisions designed to “strengthen the accuracy\nof the corporate books and records and the reliability of\nthe audit process which constitute the foundations of our\nsystem of corporate disclosure.’!®\n\nIn 1988, Congress amended the FCPA to add two\naffirmative defenses: (1) the local law defense; and (2) the\nreasonable and bona fide promotional expense defense.”\nCongress also requested that the President negotiate an\ninternational treaty with members of the Organisation\nfor Economic Co-operation and Development (OECD)\nto prohibit bribery in international business transactions\nby many of the United States’ major trading partners.'*\nSubsequent negotiations at the OECD culminated in the\nConvention on Combating Bribery of Foreign Officials\nin International Business Transactions (Anti-Bribery\nConvention), which, among other things, required parties\n\nto make it a crime to bribe foreign officials.”\n\nHOUSE_OVERSIGHT_022505",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022505.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3898,
    "word_count": 550,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:46.989799",
    "prefix": "IMAGES-007"
  }
}