{
  "document_id": "HOUSE_OVERSIGHT_020187",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020187.txt",
  "text": "35\n\nBy late July, NSA investigators made their initial assessment. They determined that most of the\nmaterial had been taken from sealed-off areas, known in intelligence-speak as “compartments,”\nwhich in this case were files stored on computers that were isolated from any network. Each\ncompartment electronically tracked all the activities that occur in them on their logs, including the\npassword identity of any person who has gained entry to any compartment. From a forensic\nexamination of these logs, NSA investigators were quickly able to reconstruct the timeline of the\ntheft. The logs showed that an unauthorized party had begun copying files in mid-April, which\nwas just days after Snowden began his job at the Center. The breach illicit activity ended just\nbefore Snowden’s last day of work there. So this piece fit in with Snowden’s guilt.\n\nThe size of the theft was another matter. Ledgett was certainly in a position to know. Not only\nhad he been in charge of the National Threat Center at the time of the Snowden breach, but he\npersonally supervised the NSA’s damage assessment team. And, in the shake-up that followed\nthat followed, he would replace Inglis as Deputy Director of the NSA. According to Ledgett, the\nperpetrator, moving from compartment to compartment, had “touched” 1.7 million documents.\nOf these “touched” documents, according to the analysis of the logs, more than one million of\nthem were moved in mid-May by the unauthorized party to an auxiliary computer intended to be\nused for temporary storage by authorized service personnel. Finally, the data was transferred\nfrom this auxiliary computer to thumb drives. This download occurred just days before Snowden’\nleft the NSA on May 17, 2013, having told the agency that he needed a leave of absence to\nundergo medical treatment in Japan. The FBI further established from airport records that\nSnowden flew to Hong Kong the next day presumably with thumb drives containing, by the\ngovernment’s calculation, over one million documents.\n\nTo be sure, the quantity of stolen documents does not necessarily reveal the damage, and can\nitself be misleading. Many documents that do not reveal current or known sources or methods\nand others may have little value to an enemy. And a large portion of the 1.7 million documents\nmay have been duplications. But the quality of some of these documents is another matter. Just\none document that exposed a source or method of which enemies are unaware can be of immense\nvalue. For example, one of the missing documents taken by Snowden provided what Ledgett\ncalled “a roadmap” to the NSA’s current secret operations. That single document would reveal to\nan adversary such as Russia, China or Iran, according to Ledgett, “what we know, what we don’t\nknow, and, implicitly, a way to protect themselves.” And there were many documents in the\nSnowden breach that met these criteria, according to a National Security official at the Obama\nWhite House.\n\nThe breach had happened on the watch of General Alexander, who headed both the NSA and\nthe US Cyber Command, in 2013. A short, compact man with military bearing, Alexander closely\nfollowed the investigation as it developed over the summer of 2013. By then, of course, the whole\nworld knew that Snowden had stolen a vast trove of NSA documents. But General Alexander\nsaw major inconsistencies developing between Snowden own account of the theft and what had\n\nHOUSE_OVERSIGHT_020187",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020187.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3440,
    "word_count": 563,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.016347",
    "prefix": "IMAGES-005"
  }
}