{
  "document_id": "HOUSE_OVERSIGHT_012963",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012963.txt",
  "text": "3.4 The General Structure of Cognitive Dynamics: Analysis and Synthesis AT\n=> Combine => Explain > Combine > Explain > Combine >\n\nIt is not hard to express this alternating dynamic more formally, as well.\n\nLet X denote any set of components.\n\nLet F(X) denote a set of components which is the result of synthesis on X.\n\nLet B(X) denote a set of components which is the result of analysis of X. We assume also\na heuristic biasing the synthesis process toward simple constructs.\n\nLet S(t) denote a set of components at time t, representing part of a system’s knowledge\nbase.\n\nLet I(t) denote components resulting from the external environment at time t.\n\nThen, we may consider a dynamical iteration of the form\n\nThis expresses the notion of alternating synthesis and analysis formally, as a dynamical\niteration on the space of sets of components. We may then speak about attractors of this\niteration: fixed points, limit cycles and strange attractors. One of the key hypotheses I wish\nto put forward here is that some key emergent cognitive structures are strange attractors of\nthis equation. The iterative dynamic of combination and explanation leads to the emergence\nof certain complex structures that are, in essence, maintained when one recombines their parts\nand then seeks to explain the recombinations. These structures are built in the first place\nthrough iterative recombination and explanation, and then survive in the mind because they\nare conserved by this process. They then ongoingly guide the construction and destruction of\nvarious other temporary mental structures that are not so conserved.\n\n3.4.4 Self and Focused Attention as Approximate Attractors of the\nDynamic of Iterated Forward- Analysis\n\nAs noted above, patternist philosophy argues that two key aspects of intelligence are emergent\nstructures that may be called the “self” and the “attentional focus.” These, it is suggested, are\naspects of intelligence that may not effectively be wired into the infrastructure of an intelligent\nsystem, though of course the infrastructure may be configured in such a way as to encourage\ntheir emergence. Rather, these aspects, by their nature, are only likely to be effective if they\nemerge from the cooperative activity of various cognitive processes acting within a broad base\nof knowledge.\n\nAbove we have described the pattern of ongoing habitual oscillation between synthesis and\nanalysis as a kind of “dynamical iteration.” Here we will argue that both self and attentional\nfocus may be viewed as strange attractors of this iteration. The mode of argument is relatively\ninformal. The essential processes under consideration are ones that are poorly understood from\nan empirical perspective, due to the extreme difficulty involved in studying them experimentally.\nFor understanding self and attentional focus, we are stuck in large part with introspection, which\nis famously unreliable in some contexts, yet still dramatically better than having no information\nat all. So, the philosophical perspective on self and attentional focus given here is a synthesis of\nempirical and introspective notions, drawn largely from the published thinking and research of\n\nHOUSE_OVERSIGHT_012963",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012963.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3194,
    "word_count": 500,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.793845",
    "prefix": "IMAGES-002"
  }
}