{
  "document_id": "HOUSE_OVERSIGHT_031910",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031910.txt",
  "text": "35\n\nalternative positions, have, for the first time in decades, put those\nwho reject objectivism in ethics on the defensive.\n\nOn What Matters is a book of daunting length: two large volumes,\ntotaling more than 1,400 pages, of densely argued text. But the core\nof the argument comes in the first 400 pages, which is not an\ninsurmountable challenge for the intellectually curious — particularly\ngiven that Parfit, in the best tradition of English-language\nphilosophy, always strives for lucidity, never using obscure words\nwhere simple ones will do. Each sentence is straightforward, the\nargument is clear, and Parfit often uses vivid examples to make his\npoints. Thus, the book is an intellectual treat for anyone who wants to\nunderstand not so much “what matters” as whether anything really\ncan matter, in an objective sense.\n\nMany people assume that rationality is always instrumental: reason\ncan tell us only how to get what we want, but our basic wants and\ndesires are beyond the scope of reasoning. Not so, Parfit argues. Just\nas we can grasp the truth that 1 + 1 = 2, so we can see that I have a\nreason to avoid suffering agony at some future time, regardless of\nwhether I now care about, or have desires about, whether I will suffer\nagony at that time. We can also have reasons (though not always\nconclusive reasons) to prevent others from suffering agony. Such self-\nevident normative truths provide the basis for Parfit’s defense of\nobjectivity in ethics.\n\nOne major argument against objectivism in ethics is that people\ndisagree deeply about right and wrong, and this disagreement extends\nto philosophers who cannot be accused of being ignorant or\nconfused. If great thinkers like Immanuel Kant and Jeremy Bentham\ndisagree about what we ought to do, can there really be an objectively\ntrue answer to that question?\n\nParfit’s response to this line of argument leads him to make a claim\nthat is perhaps even bolder than his defense of objectivism in ethics.\n\nHOUSE_OVERSIGHT_031910",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031910.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1988,
    "word_count": 333,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.128651",
    "prefix": "IMAGES-011"
  }
}