{
  "document_id": "HOUSE_OVERSIGHT_016415",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016415.txt",
  "text": "s =e 3\nBRONX TAVERN\n\na — lene\n\nThe Bronx Tavern and Port Morris Distillery.\nPhotographer: David ‘Dee’ Delgado/Bloomberg\n\n“Huge, huge upside that you’re not going to get if you build a strip mall in Topeka,” said\nTerri Adler, managing partner of law firm Duval & Stachenfeld LLP, who also spoke at the\nevent.\n\nYet the Bronx faces a formidable problem: It’s competing with other zones across the city,\nincluding waterfronts in Brooklyn and Queens with stronger momentum. The tax break\nBronx officials hope will rejuvenate their borough may instead lure more money to what\nlooks like a safer bet across the river.\n\nIn November, Amazon.com Inc. selected Long Island City for its next headquarters.\nPortions of that Queens neighborhood, including a former plastics factory the retailer\nplans to occupy, are inside opportunity zones, even though they’re among the city’s fastest-\ngrowing areas. In 2017, more apartments were built there than in any other neighborhood\nin the city.\n\nDriving Alabama\n\nAlex Flachsbart, 30, has a lot of time to talk when he’s in his SUV crisscrossing Alabama. A\nlawyer who specialized in economic development grants and tax breaks, he quit his job last\nyear to start Opportunity Alabama, aiming to connect capital to worthy projects. For the\npast several months, he’s been educating people about opportunity zones, speaking to\nlocal officials, businesses and investors.\n\n“T have done the OZ PowerPoint God knows how many times,” Flachsbart, who grew up in\nthe Bay Area, said from behind the wheel one day in December.\n\nHOUSE_OVERSIGHT_016415",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016415.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1565,
    "word_count": 253,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:45.629911",
    "prefix": "IMAGES-003"
  }
}